[{"act": "Cinematograph Films (Animals) Act 1937", "year": 1937, "section": "1", "section_title": " Prohibition of films involving cruelty to animals.", "section_text": "1 1 No person shall exhibit to the public, or supply to any person for public exhibition (whether by him or by another person), any cinematograph film (whether produced in Great Britain or elsewhere) if in connection with the production of the film any scene represented in the film was organised or directed in such a way as to involve the cruel infliction of pain or terror on any animal or the cruel goading of any animal to fury. 2 In any proceedings brought under this Act in respect of any film, the court may (without prejudice to any other mode of proof) infer from the film as exhibited to the public or supplied for public exhibition, as the case may be, that a scene represented in the film as so exhibited or supplied was organised or directed in such a way as to involve the cruel infliction of pain or terror on an animal or the cruel goading of an animal to fury, but (whether the court draws such an inference or not) it shall be a defence for the defendant to prove that he believed, and had reasonable cause to believe, that no scene so represented was so organised or directed. 3 Any person contravening the provisions of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale , or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment. 4 For the purposes of this Act— a a cinematograph film shall be deemed to be exhibited to the public when, and only when, it is exhibited in a place to which for the time being members of the general public as such have access, whether on payment of money or otherwise, and the expression “ public exhibition ” shall be construed accordingly; and b in relation to England and Wales, the expression  “ animal ” means a  “protected animal” within the meaning of the Animal Welfare Act 2006. ; and c in relation to Scotland, the expression “animal” means a protected animal within the meaning of section 17 of the  Animal Health and Welfare (Scotland) Act 2006 (asp 11) "}, {"act": "Cinematograph Films (Animals) Act 1937", "year": 1937, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Cinematograph Films (Animals) Act 1937. 2 This Act shall not extend to Northern Ireland."}]