[{"act": "Firearms Act 1937", "year": 1937, "section": "1", "section_title": "Penalty for purchasing or possessing firearms or ammunition without certificate", "section_text": " 1    1   Subject to the provisions of this Act, no person shall purchase, acquire or have in his possession any firearm or ammunition to which this Part of this Act applies unless he holds a firearm certificate in force at the time.     2   If any person—   a   purchases, acquires or has in his possession any firearm or ammunition to which this Part of this Act applies without holding a firearm certificate in force at the time, or otherwise than as authorised by such a certificate, or, in the case of ammunition, in quantities in excess of those so authorised; or     b   fails to comply with any condition subject to which a firearm certificate is held by him;    he shall, subject to the provisions of this Act, for each offence be liable, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds, or to both such imprisonment and fine.     3   In Scotland, a contravention of this section which, if it had been triable on indictment, could competently have been libelled as an additional or alternative charge in an indictment charging a person with an offence involving any injury or attempted injury of, or any threat or intent to injure, any person or property by the use or attempted use of a firearm, may, notwithstanding anything in this section, be so libelled and tried.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "2", "section_title": "Grant, renewal, variation, and revocation of certificates", "section_text": " 2    1   An application for the grant of a certificate under this section shall be made in the prescribed form to the chief officer of police for the area in which the applicant resides and shall state such particulars as may be required by the said form.     2   The certificate shall be granted by the chief officer of police if he is satisfied that the applicant has a good reason for purchasing, acquiring, or having in his possession the firearm or ammunition in respect of which the application is made, and can be permitted to have in his possession that firearm or ammunition without danger to the public safety or to the peace:    Provided that a certificate shall not be granted to a person whom the chief officer of police has reason to believe to be prohibited by this Act from possessing a firearm to which this Part of this Act applies, or to be of intemperate habits or unsound mind, or to be for any reason unfitted to be entrusted with such a firearm.     3   A certificate granted under this section shall be in the prescribed form and shall specify the conditions (if any) subject to which it is held, the nature and number of the firearms to which it relates, and, as respects ammunition, the quantities authorised to be purchased and to be held at any one time thereunder.     4   A firearm certificate shall, unless previously revoked or cancelled, continue in force for three years from the date when it was granted or last renewed, but shall be renewable for a further period of three years by the chief officer of police for the area in which the holder resides, and so from time to time, and the foregoing provisions of this section shall apply to the renewal of a certificate as they apply to the grant of a certificate:    Provided that, subject to the power of renewal conferred by this subsection, a certificate granted or last renewed in Northern Ireland shall not continue in force for a period longer than that for which it was so granted or last renewed.     5   The chief officer of police for the area in which the holder of a firearm certificate resides may at any time by notice in writing vary the conditions subject to which the certificate is held, except such of them as may be prescribed, and may by the notice require the holder to deliver up the certificate to him within twenty-one days from the date of the notice for the purpose of amending the conditions specified therein.     6   A firearm certificate may also, on the application of the holder thereof, be varied from time to time by the chief officer of police for the area in which the holder for the time resides.     7   A firearm certificate may be revoked by the chief officer of police for the area in which the holder resides if—   a   the chief officer is satisfied that the holder is prohibited by this Act from possessing a firearm to which this Part of this Act applies, or is of intemperate habits or unsound mind, or is otherwise unfitted to be entrusted with such a firearm; or     b   the holder fails to comply with a notice under subsection (5) of this section requiring him to deliver up the certificate.       8   Any person aggrieved by a refusal of a chief officer of police to grant him a certificate under this section or to vary or renew a firearm certificate, or by the revocation of a firearm certificate under paragraph (a) of the last foregoing subsection, may appeal—   a   in England, in accordance with so much of the provisions of the First Schedule to this Act as relates to appeals, to the court of quarter sessions having jurisdiction in the county, borough or place in which he resides; or     b   in Scotland, in accordance with Act of Sederunt, to the sheriff within whose jurisdiction he resides.       9   In any case where a firearm certificate is revoked by a chief officer of police, he shall by notice in writing require the holder to surrender the certificate, and if the holder fails to do so within twenty-one days from the date of the notice, he shall be liable on summary conviction to a fine not exceeding twenty pounds :    Provided that, where an appeal is brought against the revocation, this subsection shall not apply to that revocation unless the appeal is abandoned or dismissed, and shall in that case have effect as if for the reference to the date of the notice there were substituted a reference to the date on which the appeal was abandoned or dismissed.     10   If any person makes any statement which he knows to be false for the purpose of procuring, whether for himself or any other person, the grant of a certificate under this section, or the variation, or renewal of a firearm certificate, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "3", "section_title": "Fees in respect of certificates", "section_text": " 3    1   Subject to the provisions of this section and of section five of this Act, there shall be payable—   a   on the grant of a firearm certificate (in this section referred to as a \" certificate\") a fee of five shillings; and     b   on the renewal of a certificate, or on any variation of a certificate which increases the number of firearms to which the certificate relates, or on the replacement of a certificate which has been lost or destroyed, a fee of two shillings and sixpence:      Provided that, where a certificate is varied as aforesaid and renewed or replaced at the same time, no fee shall be payable on the variation.     2   No fee shall be payable on the grant, to any responsible officer of a rifle club, miniature rifle club or cadet corps approved for the purpose by a Secretary of State, of a certificate in respect of firearms or ammunition to be used solely for target practice or drill by the members of the club or corps, or on the variation or renewal of a certificate so granted.     3   No fee shall be payable on the grant, variation or renewal of a certificate if the chief officer of police is satisfied that the certificate relates solely to and, in the case of a variation, will continue when varied to relate solely to—   a   a firearm or ammunition which the applicant requires as part of the equipment of a ship; or     b   a signalling apparatus, or ammunition therefor, which the applicant requires as part of the equipment of an aircraft or aerodrome; or     c   a slaughtering instrument, or ammunition therefor, which the applicant requires for the purpose of the slaughter of animals.       4   No fee shall be payable—   a   on the grant or renewal of a certificate relating solely to a firearm which is shown to the satisfaction of the chief officer of police to be kept by the applicant as a trophy of a war; or     b   on any variation of a certificate the sole effect of which is to add such a firearm as aforesaid to the firearms to which the certificate relates;    if the certificate is granted, renewed or varied subject to the condition that the applicant shall not use the firearm.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "4", "section_title": "Exemptions from holding a certificate", "section_text": " 4    1   The following provisions of this section shall have effect notwithstanding anything in section one of this Act.     2   A person carrying on the business of a firearms dealer and registered as such, or a servant of such a person, may, without holding a firearm certificate (in this section referred to as a \" certificate \") purchase, acquire or have in his possession a firearm or ammunition in the ordinary course of that business.     3   A person carrying on the business of an auctioneer, carrier or warehouseman, or a servant of such a person, may, without holding a certificate, have in his possession a firearm or ammunition in the ordinary course of that business.     4   A person licensed under section three of the  Slaughter of Animals Act, 1933, or section two of the  Slaughter of Animals (Scotland) Act, 1928, may, without holding a certificate, have in his possession a slaughtering instrument and ammunition therefor in any slaughter house or knacker's yard in which he is employed.     5   The proprietor of a slaughter house or knacker's yard or a person appointed by him to take charge of slaughtering instruments and ammunition therefor for the purpose of storing them in safe custody at that slaughter house or knacker's yard may, without holding a certificate, have in his possession a slaughtering instrument or ammunition therefor for that purpose.     6   Any person may, without holding a certificate,   a   have in his possession a firearm or ammunition on board a ship, or a signalling apparatus or ammunition therefor on board an aircraft or at an aerodrome, as part of the equipment of the ship, aircraft or aerodrome; and     b   remove a signalling apparatus or ammunition therefor, being part of the equipment of an aircraft, from one aircraft to another at an aerodrome, or from or to an aircraft at an aerodrome to or from a place appointed for the storage thereof in safe custody at that aerodrome, and keep any such apparatus or ammunition at such a place; and     c   if he has obtained from an officer of police a permit for the purpose in the prescribed form, remove a firearm from or to a ship, or a signalling apparatus from or to an aircraft or aerodrome, to or from such place and for such purpose as may be specified in the permit.       7   A person carrying a firearm or ammunition belonging to another person holding a certificate may, without himself holding a certificate, have in his possession that firearm or ammunition under instructions from and for the use of that other person for sporting purposes only.     8   A member of a rifle club or miniature rifle club or cadet corps approved by a Secretary of State may, without holding a certificate, have in his possession a firearm and ammunition when engaged as such a member in, or in connection with, drill or target practice.     9   A person conducting or carrying on a miniature rifle range (whether for a rifle club or otherwise) or shooting gallery at which no firearms are used other than miniature rifles not exceeding .23 calibre may, without-holding a certificate, purchase, acquire or have in his possession such miniature rifles and ammunition suitable therefor; and any person may, without holding a certificate, use any such rifle and ammunition at such a range or gallery.     10   A person taking part in a theatrical performance or any rehearsal thereof, or in the production of a cinematograph film, may, without holding a certificate, have a firearm in his possession during and for the purpose of the performance, rehearsal or production.     11   Any person may, without holding a certificate, have a firearm in his possession at an athletic meeting for the purpose of starting races at that meeting.     12   A person who has obtained from the chief officer of police for the area in which he resides a permit for the purpose in the prescribed form may, without holding a certificate, have in his possession a firearm and ammunition in accordance with the terms of the permit.     13   If any person makes any statement which he knows to be false for the purpose of procuring, whether for himself or any other person, the grant of a permit under this section, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "5", "section_title": "Application of foregoing provisions to Crown servants", "section_text": " 5   Notwithstanding any rule of law whereunder the provisions of this Act do not bind the Crown, so much of the foregoing provisions of this Act as relates to the purchase and acquisition, but not so much thereof as relates to the possession, of firearms and ammunition to which this Part of this Act applies shall apply to persons in the service of His Majesty in their capacity as such, subject however to the following modifications :—   a   a person in the service of His Majesty duly authorised in writing in that behalf may purchase or acquire such firearms and ammunition for the public service without holding a firearm certificate;     b   a person in the naval, military or air service of His Majesty shall, if he satisfies the chief officer of police on an application under section two of this Act that he is required to purchase or acquire such a firearm or ammunition for his own use in his capacity as such, be entitled without payment of any fee to the grant of a firearm certificate authorising the purchase or acquisition.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "6", "section_title": "Production of certificates", "section_text": " 6    1   Any constable may demand from any person, whom he believes to be in possession of a firearm or ammunition to which this Part of this Act applies, the production of his firearm certificate.     2   If any person upon whom a demand is so made fails to produce the certificate, or to permit the constable to read the certificate, or to show that he is entitled by virtue of this Act to have the firearm or ammunition in his possession without holding a firearm certificate, the constable may seize and detain the firearm or ammunition, and may require that person to declare to him immediately his name and address.     3   If any person refuses so to declare his name and address, or fails to give his true name and address, he shall be liable on summary conviction to a fine not exceeding twenty pounds, and the constable may apprehend without warrant any person who refuses so to declare his name or address, or whom he suspects of giving a false name or address, or of intending to abscond.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "7", "section_title": "Penalty for manufacturing or dealing in firearms or ammunition without being registered", "section_text": " 7    1   Subject to the provisions of this section, no person shall, by way of trade or business—   a   manufacture, sell, transfer, repair, test or prove; or     b   expose for sale or transfer, or have in his possession for sale, transfer, repair, test or proof;    any firearm or ammunition to which this Part of this Act applies, unless he is registered as a firearms dealer:    Provided that it shall be lawful for an auctioneer to sell by auction, expose for sale by auction and have in his possession for sale by auction any such firearm or ammunition without being registered as aforesaid, if he has obtained from the chief officer of police for the area in which the auction is held a permit for that purpose in the prescribed form and complies with the terms of the permit.     2   If any person contravenes the provisions of this section, or makes any statement which he knows to be false for the purpose of procuring, whether for himself or any other person, the grant of a permit under this section, he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "8", "section_title": "Registration of firearms dealers", "section_text": " 8    1   For the purposes of this Act, the chief officer of police for every area shall keep in the prescribed form a register of firearms dealers and, subject as hereinafter provided, shall enter therein the name of any person who, having or proposing to have a place of business in his area, applies to be registered as a firearms dealer and furnishes him with the prescribed particulars:    Provided that—   a   the chief officer of police shall not register an applicant who is prohibited to be registered by order of a court in Great Britain made under section thirteen of this Act or subsection (5) of section eight of the  Firearms Act, 1920, or by order of a court in Northern Ireland made under the said subsection (5) or any enactment passed by the Parliament of Northern Ireland amending or substituted for that section; and     b   the chief officer of police may refuse to register an applicant, if he is satisfied that the applicant cannot be permitted to carry on business as a firearms dealer without danger to the public safety or to the peace.       2   On the registration of an applicant as a firearms dealer in any area there shall be payable a fee of five pounds:    Provided that no fee shall be payable if the chief officer of police for the area in which the applicant has applied to be registered is satisfied that the only place of business in respect of which the application is made—   a   has become situated in that area by reason of an alteration in the boundary of the area and was previously entered in the register for another area; or     b   is one to which the applicant proposes to transfer the business previously carried on by him at a place entered in the register for another area.       3   If the chief officer of police, after giving reasonable notice to any person whose name is on the register, is satisfied that that person—   a   is no longer carrying on business as a firearms dealer; or     b   has ceased to have a place of business in the area; or     c   cannot be permitted to continue to carry on business as a firearms dealer without danger to the public safety or to the peace.:    he shall cause the name of that person to be removed from the register.     4   The chief officer of police shall also cause the name of any person to be removed from the register if that person so desires.     5   Any person aggrieved by a refusal of a chief officer of police to register him as a firearms dealer, or by the removal of his name from the register by a chief officer of police, may appeal—   a   in England, in accordance with so much of the provisions of the First Schedule to this Act as relates to appeals, to the court of quarter sessions having jurisdiction in the county, borough or place in which there is situated any place of business in respect of which the appellant has applied to be, or (in the case of an appeal against removal from the register) has been, registered; or     b   in Scotland, in accordance with Act of Sederunt, to the sheriff within whose jurisdiction any such place of business is situated.       6   If any person, for the purpose of procuring the registration of himself or any other person as a firearms dealer, makes any statement which he knows to be false, he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "9", "section_title": "Certificates of registration", "section_text": " 9    1   The chief officer of police shall grant or cause to be granted to any person who is registered under the last foregoing section a certificate of registration.     2   On or before the first day of June in each year, every person for the time being registered as a firearms dealer in any area shall—   a   surrender to the chief officer of police for that area his certificate of registration; and     b   apply in the prescribed form for a new certificate of registration; and     c   pay a fee of one pound;    and thereupon that officer shall, subject to the provisions of subsection (3) of the last foregoing section, grant him a new certificate of registration.     3   If any such person as aforesaid fails to comply with all or any of the requirements of the last foregoing subsection on or before the first day of June in any year, the chief officer of police shall by notice in writing require him to comply therewith, and, if he fails to do so within twenty-one days from the date of the notice, or within such further time as that officer may in special circumstances allow, shall cause his name to be removed from the register.     4   In any case where a chief officer of police causes the name of any firearms dealer to be removed from the register, he shall by notice in writing require the dealer to surrender his certificate of registration, and if the dealer fails to do so within twenty-one days from the date of the notice he shall be liable on summary conviction to a fine not exceeding twenty pounds :    Provided that, where an appeal is brought against the removal, this subsection shall not apply to that removal unless the appeal is abandoned or dismissed, and shall in that case have effect as if for the reference to the date of the notice there were substituted a reference to the date on which the appeal was abandoned or dismissed.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "10", "section_title": "Registration of places of business of firearms dealers", "section_text": " 10    1   The prescribed particulars which a person applying to be registered in any area as a firearms dealer under section eight of this Act is required to furnish shall include particulars of every place of business at which he proposes to carry on business within the area as a firearms dealer, and the chief officer of police for that area shall, subject as hereinafter provided, enter in the register every such place of business.     2   Every person registered as a firearms dealer in any area (whether before or after the commencement of this Act) who proposes to carry on business as such at any place of business in that area which is not entered in the register, shall notify the chief officer of police for that area\" and furnish him with such particulars as may be prescribed, and the officer shall, subject as hereinafter provided, enter that place of business in the register.     3   A chief officer of police, if he is satisfied that any place of business notified to him by any person under either of the last two foregoing subsections, or any place entered as the place of business of any person in the register of firearms dealers, is a place at which that person cannot he permitted to carry on business as a firearms dealer without danger to the public safety or to the peace, may refuse to enter that place of business in the register or remove it from the register, as the case may be.     4   Any person aggrieved by any such refusal or removal may appeal—   a   in England, in accordance with so much of the provisions of the First Schedule to this Act as relates to appeals, to the court of quarter sessions having jurisdiction in the county, borough or place in which there is situated the place of business to which the appeal relates; or     b   in Scotland, in accordance with Act of Sederunt, to the sheriff within whose jurisdiction the said place of business is situated.       5   If—   a   any person, being a registered firearms dealer, has a place of business which is not entered on the register for the area in which that place is situated, and carries on business as a firearms dealer at that place; or     b   any person makes any statement which he knows to be false for the purpose of procuring, whether for himself or any other person, the entry of any place of business in a register of firearms dealers;    he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "11", "section_title": "Restrictions on sale, repair, &c. of firearms and ammunition", "section_text": " 11    1   No person shall sell or transfer to any other person in the United Kingdom, other than a registered firearms dealer, any firearm or ammunition to which this Part of this Act applies, unless that other person produces a firearm certificate authorising him to purchase or acquire it or shows that he is by virtue of this Act entitled to purchase or acquire it without holding such a certificate :    Provided that this subsection shall not prevent—   a   a person parting with the possession of a firearm or ammunition, otherwise than in pursuance of a contract of sale or hire or by way of gift or loan, to a person who shows that he is by virtue of this Act entitled to have possession of the firearm or ammunition without holding such a certificate; or     b   the delivery of a firearm or ammunition by a carrier or warehouseman, or a servant of a carrier or warehouseman, in the ordinary course of his business or employment as such.       2   Every person who sells, lets on hire, gives or lends a firearm or ammunition to which this Part of this Act applies to any other person in the United Kingdom, other than a registered firearms dealer, shall, unless that other person shows that he is by virtue of this Act entitled to purchase or acquire the firearm or ammunition without holding a firearm certificate, comply with any instructions contained in the certificate produced, and in the case of a firearm shall, within forty-eight hours from the transaction, send by registered post notice of the transaction to the chief officer of police by whom the certificate was issued.     3   No person shall undertake the repair, test or proof of a firearm or ammunition to which this Part of this Act applies for any other person in the United Kingdom, other than a registered firearms dealer as such, unless that other persoji produces or causes to be produced a firearm certificate authorising him to have-possession of the firearm or ammunition, or shows that he is by virtue of this Act entitled to have possession of the firearm or ammunition without holding such a, certificate.     4   If any person—   a   contravenes or fails to comply with any of the provisions of this section; or     b   with a view to purchasing or acquiring, or procuring the repair, test or proof of, a firearm or ammunition to which this Part of this Act applies, produces a false firearm certificate or a firearm certificate in which any false entry has been made, or personates a person to whom a firearm certificate has been granted, or makes any false statement;    he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "12", "section_title": "Register of transactions in firearms", "section_text": " 12    1   Every person who by way of trade or business manufactures, sells or transfers firearms or ammunition to which this Part of this Act applies shall provide and keep a register of transactions, and shall enter or cause to be entered therein the particulars set forth in the Second Schedule to this Act.     2   Every such entry shall be made within twenty-four hours after the transaction to which it relates took place, and, in the case of a sale or transfer, every such person as aforesaid shall at the time of the transaction require the purchaser or transferee, if not known to him, to furnish particulars sufficient for identification, and shall immediately enter the said particulars in the register.     3   Every such person as aforesaid shall on demand allow any officer of police, duly authorised in writing in that behalf by the chief officer of police, to enter and inspect all stock in hand, and shall on request—   a   by any officer of police duly authorised in writing in that behalf by the chief officer of police; or     b   by an officer of customs and excise; or     c   in England, by any officer of the county council duly authorised in writing in that behalf;    produce for inspection the register so required to be kept as aforesaid :    Provided that, in each case where a written authority is required by this subsection, the authority shall be produced on demand.     4   If any person—   a   fails to comply with any of the provisions of this section; or     b   knowingly makes any false entry in the register required to be kept under this section;    he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.     5   Nothing in this section shall apply to the sale of firearms or ammunition by auction in accordance with the terms of a permit issued under the proviso to subsection (1) of section seven of this Act.     6   A Secretary of State may, by rules made under this Act, vary or add to the Second Schedule to this Act and references in this Act to that Schedule shall be construed as references to the Schedule as for the time being so varied or added to.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "13", "section_title": "Powers of court in case of offences by registered firearms dealers", "section_text": " 13   Where a registered firearms dealer is convicted of an offence under this Act or of an offence against the enactments relating to Customs in respect of the import or export of firearms or ammunition to which this Part of this Act applies, the court may order—   a   that the name of the registered firearms dealer be removed from the register; and     b   that neither the dealer nor any person who acquires the business of that dealer, nor any person who took part in the management of the business and was knowingly a party to the offence, shall be registered as a firearms dealer; and     c   that any person who, after the date of the order, knowingly employs in the management of his business the dealer convicted of the offence, or any person who was knowingly a party to the offence, shall not be registered as a firearms dealer or, if so registered, shall be liable to be removed from the register; and     d   that any stock in hand of the business shall be disposed of by sale or otherwise in accordance with such directions as may be contained in the order:      Provided that a person aggrieved by an order made under this section may appeal against the order in the same manner as against the conviction, and the court may, if they think fit, suspend the operation of the order pending the appeal.  "}, {"act": "Firearms Act 1937", "year": 1937, "section": "14", "section_title": "Penalty for taking in pawn firearms or ammunition", "section_text": " 14    1   No pawnbroker shall take in pawn from any person any firearm or ammunition to which this Part of this Act applies.     2   If any pawnbroker contravenes the provisions of this section he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "15", "section_title": "Savings", "section_text": " 15    1   Nothing in this Part of this Act shall relieve any person using or carrying a firearm from the obligation to take out a licence to use or carry a gun under the  Gun Licence Act, 1870, or a licence to kill game under the law with respect to such a licence.     2   The provisions of this Part of this Act shall be in addition to and not in derogation of any provisions of this or any other Act which prohibit or restrict the sale or transfer of firearms and ammunition.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "16", "section_title": "Firearms and ammunition to which Part I applies", "section_text": " 16    1   This Part of this Act applies to all firearms as defined in section thirty-two of this Act, except the following weapons and component parts thereof and accessories thereto, namely—   a   a smooth bore gun having a barrel not less than twenty inches in length;     b   an air gun, air rifle or air pistol not being of a type declared by rules made by a Secretary of State under this Act to be specially dangerous.       2   This Part of this Act applies to all ammunition as defined in section thirty-two of this Act, except the following articles, namely—   a   cartridges containing five or more shot, none of which exceeds nine twenty-fifths of an inch in diameter;     b   ammunition for an air gun or air rifle or air pistol;     c   blank cartridges not exceeding one inch in diameter.       3   For the purpose of this section the diameter of a cartridge shall be measured immediately in front of the rim or cannelure of the base of the cartridge.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "17", "section_title": "Prohibited weapons and ammunition", "section_text": " 17    1   It shall not be lawful for any person without the authority of the Admiralty, the Army Council or the Air Council to manufacture, sell, transfer, purchase, acquire, or have in his possession—   a   any firearm which is so designed or adapted that, if pressure is applied to the trigger, missiles continue to be discharged until pressure is removed from the trigger or the magazine containing the missiles is empty; or     b   any weapon of whatever description designed or adapted for the discharge of any noxious liquid, gas or other thing; or     c   any ammunition containing, or designed or adapted to contain, any such noxious thing.       2   If any person contravenes the provisions of the last foregoing subsection, he shall be liable, on conviction on indictment, to imprisonment for a term not exceeding two years, or, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.     3   Where the Admiralty, the Army Council or the Air Council are satisfied, on the application of a person in charge of a theatrical performance, that such a firearm as is mentioned in paragraph (a) of subsection (1) of this section is required for the purpose of the performance, they may, if they think fit, not only authorise that person to have possession of the firearm but also authorise such other persons as he may select to have possession thereof while taking part in the performance.    In this subsection the expression \" theatrical performance \" includes a rehearsal of such a performance and the production of a cinematograph film.     4   Any authority given to any person under this section shall be given in writing and shall be subject to such conditions as may be specified therein, and, if that person fails to comply with any such condition, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine.     5   The conditions specified in an authority as aforesaid shall include such conditions as the Admiralty, the Army Council, or the Air Council, having regard to the circumstances of each particular case, think fit to impose for the purpose of securing that the prohibited weapon or prohibited ammunition to which the authority relates will not endanger the public safety or the peace.     6   The Admiralty, the Army Council or the Air Council may at any time, if they think fit, revoke any authority given by them to any person under this section, by notice in writing requiring that person to deliver up the authority to such person as may be specified in the notice within twenty-one days from the date of the notice, and, if that person fails to comply with that requirement he shall be liable on summary conviction to a fine not exceeding twenty pounds.     7   The foregoing provisions of this section shall be in addition to and not in derogation of any other provisions of this Act or any other Act relating to the manufacture, sale, transfer, purchase, acquisition or possession of firearms, but a chief officer of police—   a   shall not refuse to grant or renew, and shall not revoke, a firearm certificate in respect of a prohibited weapon or prohibited ammunition if the applicant is for the time being authorised by the Admiralty, the Army Council or the Air Council to have possession of that weapon or ammunition; and     b   shall not refuse to enter in the register of firearms dealers the name of a person for the time telng authorised as aforesaid to manufacture, sell or transfer a prohibited weapon or prohibited ammunition, or remove the name of such a person from the register, on the ground that he cannot be permitted to carry on, or to continue to carry on, business as a firearms dealer without danger to the public safety or to the peace;    and where any authority to purchase, acquire or have possession of a prohibited weapon or prohibited ammunition is revoked under this section, the firearm certificate relating to that weapon or ammunition shall be revoked or varied accordingly by the chief officer of police by whom it was granted.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "18", "section_title": "Power to prohibit removals of firearms and ammunition", "section_text": " 18    1   A Secretary of State may by order prohibit the removal of any firearms or ammunition—   a   from one place to another in Great Britain; or     b   from Great Britain to Northern Ireland; or     c   for export from Great Britain;    unless the removal is authorised by the chief officer of police for the area from which they are to be removed, and unless such other conditions as may be specified in the order are complied with.     2   Any such order may apply—   a   either generally to all such removals, or to removals from and to any particular localities specified in the order; and     b   either to all firearms and ammunition or to firearms and ammunition of such classes and descriptions as may be so specified; and     c   either to all modes of conveyance or to such modes of conveyance as may be so specified :      Provided that no such order shall prohibit the holder of a firearm certificate from carrying with him any firearms or ammunition authorised by the certificate to be so carried.     3   Any officer of police may search for and seize any firearms or ammunition which he has reason to believe are being removed or to have been removed in contravention of any order made under this section, and any person having the control or custody of any firearms or ammunition in course of transit shall, on demand by a police constable, allow him all reasonable facilities for the examination and inspection thereof, and shall produce to him any documents in his possession relating thereto.     4   If any person—   a   contravenes any of the provisions of any order made under this section; or     b   fails to comply with any of the provisions of this section;    he shall, on summary conviction, be liable to imprisonment for a term not exceeding three months, or to a fine not exceeding twenty pounds for each firearm or parcel of ammunition in respect of which the offence is committed, or to both such imprisonment and fine; and if the offender is the owner of the firearms or ammunition, the court before whom he is convicted may make such an order as to the forfeiture of the firearms or ammunition as the court think fit.     5   References in the last two foregoing subsections to an order made under this section shall be construed as including references to an order made under section nine of the Firearms Act, 1920, or under any enactment passed by the Parliament of Northern Ireland repealing and re-enacting that section, prohibiting the removal of firearms or ammunition from Northern Ireland to Great Britain.     6   Any order made under this section may be varied or revoked by a subsequent order made by a Secretary of State.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "19", "section_title": "Restriction on purchase and possession of firearms by young persons", "section_text": " 19    1   No person under the age of seventeen years shall purchase or hire any firearm or ammunition, and no person shall sell or let on hire any firearm or ammunition to any other person whom he knows or has reasonable ground for believing to be under the age of seventeen years.     2   No person under the age of fourteen years shall accept as a gift or borrow any firearm or ammunition to which Part I of this Act applies, and no person shall give or lend any such firearm or ammunition to any other person whom he knows or has reasonable ground for believing to be under the age of fourteen years.     3   No person under the ago of fourteen years shall have in his possession any firearm or ammunition to which Part I of this Act applies except in circumstances where be is entitled to have possession thereof without holding a firearm certificate by virtue of subsections (7), (8) or (9) of section four of this Act, and no person shall part with the possession of any such firearm or ammunition to any other person whom he knows or has reasonable ground for believing to be under the age of fourteen years, except in circumstances where that other person is entitled to have possession thereof as aforesaid.     4   If any person contravenes any provision of this section, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months, or to a fine not exceeding twenty pounds or to both such imprisonment and fine.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "20", "section_title": "Prohibition of sale, &c. of firearms to drunk or insane persons", "section_text": " 20    1   No person shall sell or transfer any firearm or ammunition to, or repair, prove or test any firearm or ammunition for, any other person whom he knows or has reasonable ground for believing to be drunk or of unsound mind.     2   If any person contravenes any provision of this section, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "21", "section_title": "Prohibition on persons convicted of crime purchasing or possessing firearms", "section_text": " 21    1   Subject to the provisions of this section, a person who has been sentenced to penal servitude or to imprisonment for a term of three months or upwards for any crime shall not, at any time during a period of five years from the date of his release, have a firearm or ammunition in his possession.     2   Subject to the provision of this section, a person who—   a   is the holder of a licence under the Penal Servitude Acts, 1853 to 1891, or the  Prevention of Crime Act, 1908; or     b   is subject to the supervision of the police, or is subject to a recognizance to keep the peace or to be of good behaviour, a condition of which is that he shall not possess, use or carry a lirearm; or     c   has, in Scotland, been ordained to find caution a condition of which is as aforesaid;    shall not, at any time during which he holds the licence or is so subject or has been so ordained, have a firearm or ammunition in his possession.     3   A person prohibited under the foregoing provisions of this section from having in his possession a firearm or ammunition may apply for a removal of the prohibition—   a   in England, in accordance with so much of the provisions of the First Schedule to this Act as relates to applications, to the court of quarter sessions having jurisdiction in the county, borough or place in which the applicant resides; or     b   in Scotland, in accordance with Act of Sederunt, to the sheriff within whose jurisdiction the applicant resides, so, however, that not less than twenty-one days' notice of the application shall be given to the chief officer of police for the area in which the applicant resides;    and if the application is granted the said provisions of this section shall not apply to that person.     4   No person shall sell or transfer a firearm or ammunition to, or repair, test or prove a firearm or ammunition for, any person whom he knows, or has reasonable ground for believing, to be prohibited by this section from having a firearm or ammunition in his possession.     5   If any person contravenes any provision of this section, he shall for each offence be liable on summary-conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "22", "section_title": "Penalty for possessing firearms with intent to injure", "section_text": " 22   If any person has in his possession any firearm or ammunition with intent by means thereof to endanger life or cause serious injury to property, or to enable any other person by means thereof to endanger life or cause serious injury to property, he shall, whether any injury to person or property has been caused or not,  be guilty of felony and, on conviction thereof on indictment, shall be liable to penal servitude for a term not exceeding fourteen years.  "}, {"act": "Firearms Act 1937", "year": 1937, "section": "23", "section_title": "Penalty for use and possession of firearms or imitation firearms in certain cases", "section_text": " 23    1   If any person makes or attempts to make any use whatsoever of a firearm or imitation firearm with intent to resist or prevent the lawful apprehension or detention of himself or any other person, he shall be guilty of an offence under this subsection, and on conviction thereof on indictment shall be liable to penal servitude for a term not exceeding fourteen years.    Where any person commits an offence under this subsection in respect of the lawful apprehension or detention of himself for any other offence committed by him, he shall be liable to the penalty provided by this subsection in addition to any penalty to which he may be sentenced for that other offence.     2   If any person, at the time of his committing, or at the time of his apprehension for, any offence specified in the Third Schedule to this Act, has in his possession any firearm or imitation firearm, he shall, unless he shows that he had it in his possession for a lawful object, be guilty of an offence under this subsection, and on conviction thereof on indictment shall be liable to penal servitude for a term not exceeding seven years in addition to any penalty to which he may be sentenced for the first-mentioned offence.     3   If on the trial of any person for an offence under subsection (1) of this section the jury are not satisfied that that person is guilty of that offence but are satisfied that he is guilty of an offence under subsection (2) of this section, the jury may find him guilty of the offence under the said subsection (2), and thereupon he shall be liable to be punished accordingly.     4   Where an adult within the meaning of section twenty-four of the  Criminal Justice Act, 1925, is charged before a court of summary jurisdiction with an offence specified in the Second Schedule to that Act, and is also charged before that court with an offence under subsection (1) or subsection (2) of this section, then, notwithstanding anything in the said section twenty-four, the court shall not have power to deal summarily with the first-mentioned offence if the defendant is committed for trial in respect of the offence under this section.     5   A firearm or imitation firearm shall, notwithstanding that it is not loaded or is otherwise incapable of discharging any shot, bullet or other missile, be deemed to be an offensive weapon or instrument for the purpose of paragraph (a) of subsection (1) of section twenty-three of the  Larceny Act, 1916, and paragraph (1) of section twenty-eight of the said Act.     6   In this section—   a   the expression \"firearm,\" means any lethal barrelled weapon of any description from which any shot, bullet or other missile can be discharged, and includes any prohibited weapon, whether it is such a lethal weapon as aforesaid or not; and     b   the expression - \" imitation firearm \" means anything which has the appearance of being a firearm within the meaning of this section (other than such a prohibited weapon as is mentioned in paragraph (b) of subsection (1) of section seventeen of this Act), whether it is capable of discharging any shot, bullet or other missile or not.       7   This section shall not extend to Scotland.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "24", "section_title": "Provisions as to shortening guns and converting imitation firearms into firearms", "section_text": " 24    1   No person other than a registered firearms dealer shall shorten the barrel of a smooth-bore gun to a length less than twenty inches.     2   No person other than a registered firearms dealer shall convert into a firearm anything which, though having the appearance of being a firearm, is so constructed as to be incapable of discharging any missile through the barrel thereof.     3   If any person contravenes any of the foregoing provisions of this section he shall for each offence be liable, on conviction on indictment, to imprisonment for a term not exceeding one year or to a fine not exceeding one hundred pounds or to both such imprisonment and fine, or, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds or to both such imprisonment and fine.     4   If any person commits an offence under section one of this Act by purchasing, acquiring or having in his possession a smooth-bore gun which has been shortened, or a firearm which has been converted, as aforesaid (whether by a registered firearms dealer or not), without holding a firearm certificate authorising him to purchase, acquire or possess it, he shall be liable, either—   a   on conviction on indictment, to imprisonment for a term not exceeding one year or to a fine not exceeding one hundred pounds or to both such imprisonment and fine; or     b   on summary conviction, to the penalty provided in the said section one.      "}, {"act": "Firearms Act 1937", "year": 1937, "section": "25", "section_title": "Provisions as to forfeiture of firearms and cancellation of certificates", "section_text": " 25    1   Where any person—   a   is convicted of an offence under this Act or is convicted of any crime for which he is sentenced to penal servitude or imprisonment; or     b   has been ordered to be subject to police supervision or to enter into a recognizance to keep the peace or to be of good behaviour, a condition of which is that the offender shall not possess, use or carry a firearm; or     c   has, in Scotland, been ordained to find caution a condition of which is as aforesaid;    the court before whom he is convicted or by whom the order is made may make such order as to the forfeiture or disposal of any firearm or ammunition found in his possession as the court think fit, and may cancel any firearm certificate held by the person convicted.     2   Where the court cancel a firearm certificate under this section—   a   the court shall cause notice to be sent to the chief officer of police by whom the certificate was granted; and     b   the chief officer of police shall by notice in writing require the holder of the certificate to surrender it; and     c   if the holder fails to surrender the certificate within twenty-one days from the date of the last-mentioned notice, he shall be liable on summary conviction to a fine not exceeding twenty pounds.      "}, {"act": "Firearms Act 1937", "year": 1937, "section": "26", "section_title": "Power to search for and dispose of firearms and ammunition", "section_text": " 26    1   If a justice of the peace, or, in Scotland, the sheriff or any magistrate (by whatever name called) officiating under the provisions of any general or local Police Act, is satisfied by iirformation on oath that there is reasonable ground for suspecting that an offence under this Act has been, is being, or is about to be committed, he may grant a search warrant authorising any constable named therein—   a   to enter at any time any premises or place named in the warrant, if necessary by force, and to-search the premises or place and every person found therein; and     b   to seize and detain any firearm or ammunition which he may find on the premises or place, or on any such person, in respect of which or in connection with which he has reasonable grounds for suspecting that an offence under this Act has been, is being, or is about to be committed; and     c   if the premises are those of a registered firearms dealer, to examine any books relating to the business.       2   The constable making the search may arrest without warrant any person found on the premises whom he has reason to believe to be guilty of an offence under this Act.     3   A court of summary jurisdiction, or in Scotland the sheriff, may, on the application of the chief officer of police, order any firearm or ammunition seized and detained by a police constable under this Act to be destroyed or otherwise disposed of.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "27", "section_title": "Time for commencing summary proceedings under Act", "section_text": " 27   Notwithstanding any provision in any Act prescribing the period within which summary proceedings may be instituted, summary proceedings for an offence under this Act may be instituted at any time within the period of four years after the commission of the offence :    Provided that no such proceedings shall be instituted in England after the expiration of the period of six months after the commission of the offence, unless they are instituted by, or by the direction of, the Director of Public Prosecutions.  "}, {"act": "Firearms Act 1937", "year": 1937, "section": "28", "section_title": "Application of Act to police", "section_text": " 28   For the purpose of the application to this Act of any rule of law whereunder the provisions of this Act do not bind the Crown, and for the purpose of section five of this Act, a member of a police force shall be deemed to be a person in the service of His Majesty.  "}, {"act": "Firearms Act 1937", "year": 1937, "section": "29", "section_title": "Service of notices", "section_text": " 29   Any notice required or authorised by this Act to be given to any person may be sent by registered post in a letter addressed to him at his last or usual place of abode, or, in the case of a registered firearms dealer, at any place of business in respect of which he is registered.  "}, {"act": "Firearms Act 1937", "year": 1937, "section": "30", "section_title": "Power to Secretary of State to make rules", "section_text": " 30   A Secretary of State may make rules—   a   prescribing the form of firearm certificates, and the register required to be kept under section twelve of this Act, and other documents ;     b   prescribing any other thing which under this Act is to be prescribed;     c   regulating the manner in which chief officers of police are to carry out their duties under this Act;     d   enabling all or any of the functions of a chief officer of police to be discharged by deputy in the event of the illness or absence, or a vacancy in the office, of the chief officer of police;     e   generally for carrying this Act into effect.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "31", "section_title": "Transitional", "section_text": " 31   The following provisions of this section shall have effect until the expiration of three months from the commencement of this Act and no longer, that is to say :—   a   the provisions of this Act as to the possession of firearms without a firearm certificate shall not apply to firearms which are possessed as trophies of the late war or any former war, if the owner thereof has given notice of the fact in the prescribed form to the chief officer of police of the area in which he resides, and the chief officer has signified under subsection (2) of section thirteen of the Firearms Act, 1920, that a firearm certificate in respect thereof can be dispensed with:    Provided that firearms possessed as aforesaid shall not be used or carried, and no ammunition therefor shall be purchased or acquired;     b   the provisions of paragraph (a) of subsection (5) of section ten of this Act shall not apply to any person registered as a firearms dealer at the commencement of this Act.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "32", "section_title": "Interpretation", "section_text": " 32    1   In this Act the following expressions have the meanings hereby respectively assigned to them:—     \" acquiring \" means hiring, accepting as a gift and borrowing and the expressions \" acquire \" and \" acquisition\" shall be construed accordingly;      \" ammunition,\" except where otherwise expressly provided, means ammunition for any firearm as hereinafter defined, and includes grenades, bombs and other like missiles, whether capable of use with such a firearm or not, and prohibited ammunition;      \" area \" means a police area as defined in section thirty of the  Police (Pensions) Act, 1921;      \" chief officer of police \" has the meaning assigned to it by section thirty of the Police (Pensions) Act, 1921;      \" firearm, \" except where otherwise expressly provided, means any lethal barrelled weapon of any description from which any shot, bullet or other missile can be discharged and includes any prohibited weapon, whether it is such a lethal weapon as aforesaid or not, any component part of any such lethal or prohibited weapon, and any accessory to any such weapon designed or adapted to diminish the noise or flash caused by firing the weapon;      \" firearm certificate \" means a certificate granted either—     in Great Britain, under section two of this Act or under section one of the Firearms Act, 1920; or      in Northern Ireland, under the said section one or under any enactment passed by the Parliament of Northern Ireland amending or substituted for that section;         \" firearms dealer \" means a person who, by way of trade or business, manufactures, sells, transfers, repairs, tests or proves firearms or ammunition to which Part I of this Act applies;      \" offence under this Act \" includes any act, omission or other thing which is punishable under this Act;      \" prescribed \" means prescribed by rules made by a Secretary of State under this Act;      \" prohibited ammunition \" means any ammunition referred to in paragraph (c) of subsection (1) of section seventeen of this Act;      \" prohibited weapon \" means any firearm or weapon referred to in paragraph (a) or paragraph (b) of subsection (1) of section seventeen of this Act;      \" registered, \" in relation to a firearms dealer, means registered either—     in Great Britain under section eight of this Act or section eight of the Firearms Act, 1920; or      in Northern Ireland under section eight of the Firearms Act, 1920, or any enactment passed by the Parliament of Northern Ireland amending or substituted for that section;         \" slaughtering instrument \" means a firearm which is specially designed or adapted for the instantaneous slaughter of animals or for the instantaneous stunning of animals with a view to slaughtering them;      \" transferring \" includes letting on hire, giving, lending, and parting with possession, and the expressions \" transfer \", \" transferee \" and \" transferor \" shall be construed accordingly.        2   For the purpose of this Act the length of the barrel of a firearm shall be measured from the muzzle to the point at which the charge is exploded on firing.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "33", "section_title": "General savings", "section_text": " 33    1   Nothing, in this Act shall affect any order, rule or Act of Sederunt made, certificate granted, notice, direction or approval given or thing done under the Firearms Act, 1920, as amended by any subsequent enactment, and every such order, rule, Act, certificate, notice, direction or approval shall, if in force at the commencement of this Act, continue in force and, so far as it could have been made, granted, issued or given under this Act, have effect as if made, granted, issued or given under the corresponding enactment of this Act.     2   Any register kept under subsection (6) of section two or under section eight of the Firearms Act, 1920, shall be deemed to have been kept under the corresponding provision of this Act.     3   Any document referring to the Firearms Act, 1920, or any Act amending that Act shall be construed as referring to the corresponding enactment of this Act.     4   Nothing in this Act shall apply to the proof houses of the Master, Wardens and Society of the Mystery of Gunmakers of the City of London and the guardians of the Birmingham proof house or the rifle range at Small Heath in Birmingham where firearms are sighted and tested, so as to interfere in any way with the operations of those two companies in proving firearms under the provisions of the  Gun Barrel Proof Act, 1868, or any other Acts for the time being in force, or to any person carrying firearms to or from any such proof house when being taken to such proof house for the purposes of proof or being removed therefrom after proof.     5   Nothing in this Act relating to firearms shall apply to an antique firearm, which is sold, transferred, purchased, acquired, or possessed as a curiosity or ornament.     6   The provisions of this Act relating to ammunition shall be in addition to and not in derogation of any enactment relating to the keeping and sale of explosives.     7   Nothing in this section shall be taken to prejudice the provisions of section thirty-eight of the  Interpretation Act, 1889.    "}, {"act": "Firearms Act 1937", "year": 1937, "section": "34", "section_title": "Short title, repeal, extent and commencement", "section_text": " 34    1   This Act may be cited as the Firearms Act, 1937.     2   The enactments set out in the Fourth Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule.     3   This Act shall not extend to Northern Ireland.     4   This Act shall come into operation on the first day of May, nineteen hundred and thirty-seven.    "}]