[{"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "1", "section_title": " Transfer of harbours, &c., to local authorities.", "section_text": "1 1 It shall be lawful for the owner of any marine work to transfer it, on such terms as may be agreed, to any local authority . . .  2 A local authority may accept a transfer of a marine work which is wholly or partly situated within their area, but where the marine work is partly situated within the area of another local authority they may only do so with the agreement of that other authority, or failing such agreement, with the consent of the  Secretary of State for Scotland . 3 The power of transfer conferred by subsection (1) of this section on the owner of a marine work shall be exercisable by any local authority in whom a marine work is vested whether by transfer under the said subsection or otherwise."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "2", "section_title": " Compulsory acquisition of marine work.", "section_text": "2 1 Where a local authority are desirous of acquiring a marine work of which they could be authorised to accept a transfer under this Part of this Act and are unable to do so by agreement on terms which are in their opinion reasonable they may  be authorised by the  Secretary of State for Scotland  to  purchase the marine work compulsorily . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 At any time within six weeks after the determination of any question of disputed compensation payable in respect of a marine work or of any interest therein in pursuance of a compulsory purchase order made under this section, the local authority may, unless they have exercised any power of entry on the marine work, withdraw any notice to treat served on any person interested in the marine work, and intimation of any such withdrawal shall be given forthwith by the local authority to the  Secretary of State for Scotland , and the compulsory purchase order shall thereupon cease to be operative. 5 Where, in pursuance of the last foregoing subsection, a local authority withdraw a notice to treat, they shall be liable to pay to the person to whom such notice was given, and to any other person interested in the marine work, compensation for any expense properly incurred by him in connection with the making of the compulsory purchase order, or with his claim to compensation, and the amount of such compensation shall, in default of agreement, be determined in accordance with the  Land Compensation (Scotland) Act 1963 . 6 No award of compensation in respect of a marine work or of any interest therein made in pursuance of a compulsory purchase order under this section shall be enforceable before the expiration of six weeks from the date of such award, and where, in pursuance of subsection (4) of this section, a notice to treat has been withdrawn, any award of compensation to the person on whom such notice was served shall cease to have effect."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "3", "section_title": " Effect of transfers and acquisitions of marine works.", "section_text": "3 1 Nothing in any Act whereby any marine work is vested in or belongs to any body or person shall be deemed to prevent the transfer of such work to a local authority under section one of this Act, and where any such marine work is so transferred or is purchased compulsorily by a local authority under section two of this Act the provisions of such first mentioned Act and of any other Act relating to the marine work shall, save as provided in section nineteen of this Act or in so far as they are inconsistent with the provisions of this Act, have effect as if the local authority had been the undertakers named in such first mentioned Acts. 2 On the application of the local authority to whom any marine work has been transferred under section one of this Act or by whom any marine work has been purchased compulsorily under section two of this Act, the  Secretary of State for Scotland  may, by order, make such adaptations or modifications of the provisions of any local Act applying to such marine work as may seem to him necessary to bring those provisions into conformity with the provisions of this Act."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "6", "section_title": " Adaptation of 24 & 25  Vict.  c. 47.", "section_text": "6 Section three of the  Harbours and Passing Tolls, &c., Act 1861, shall, as regards any works authorised by a provisional order under this Part of this Act, be read and construed as if for any reference to the Board of Trade there were substituted a reference to the  Secretary of State for Scotland , and for any reference to a secretary or assistant secretary there were substituted a reference to any person authorised by the  Secretary of State for Scotland ."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "7", "section_title": " Minor works.", "section_text": "7 1 Where,— a a local or harbour authority in whom a marine work to which Part III of this Act applies is vested are desirous of undertaking the construction, reconstruction, extension or improvement of any works, machinery or conveniences ancillary to, or in connection with, the marine work; or b a local authority are desirous of undertaking the construction, reconstruction, extension or improvement of a marine work within  the Highland Region, the islands areas of Orkney, Shetland or the Western Isles or the Argyll district other than the former burgh of Rothesay and the former district of Bute . and in either case it is shown to the satisfaction of the  Secretary of State for Scotland  that the cost of the necessary operations will not exceed  six hundred thousand pounds  the  Secretary of State for Scotland  may authorise such authority to undertake the same, subject to and in accordance with the procedure laid down in the Second Schedule to this Act. 2 Any works constructed under the foregoing subsection which are ancillary to, or in connection with, a marine work shall, for the purposes of this Act or of any other Act relating to the marine work, be deemed to be part thereof. 3 If it appears to the Secretary of State that the sum of two hundred thousand pounds specified in subsection (1) above (or such other sum as may for the time being be so specified by virtue of an order made under this subsection) should be varied, he may by an order made by statutory instrument amend subsection (1) above by substituting for that sum such other sum as may be specified in the order. 4 Any order made under subsection (3) above may be revoked by a subsequent order thereunder which substitutes another sum for the sum specified in the order which is thereby revoked. 5 No order shall be made under subsection (3) above unless a draft of the order has been laid before Parliament and approved by resolution of each House of Parliament."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "8", "section_title": " Maintenance of marine works.", "section_text": "8 1 This part of this Act shall apply— a to any marine work transferred to, or acquired by, a local authority under Part I of this Act; b to any marine work vested in a local authority at the commencement of this Act which was constructed under the  Western Highlands and Islands (Scotland) Works Act 1891, or in respect of which such local authority has passed a resolution adopting this Part of this Act; c to any marine work vested at the commencement of this Act in a harbour authority if, on an application by the authority, the  Secretary of State for Scotland  certifies that in his opinion this Part of this Act ought to apply to the marine work; d to any marine work constructed under or in pursuance of the provisions of Part II of this Act, or in connection with which any new works are constructed under those provisions. 2 Notice of any meeting of a local authority at which a resolution to adopt this Part of this Act is to be moved shall be given in a newspaper circulating in the area of the local authority at least three weeks prior to the meeting. 3 A local authority which has passed a resolution adopting this Part of this Act shall, as soon as may be after such passing, cause a copy of the resolution to be sent to the  Secretary of State for Scotland ."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "9", "section_title": " Powers of authority in relation to marine work.", "section_text": "9 The following provisions shall have effect as regards any marine work to which this Part of this Act applies:— a The  Secretary of State for Scotland  may, on the application of the local authority or harbour authority in whom the marine work is vested and after consultation with the  Secretary of State for Transport , fix the limits within which the powers of the authority and their officers may be exercised and the limits within which any dues for the time being leviable may be exacted; b The authority may dredge, scour, deepen and maintain the said work and the entrances and channels thereof: Provided that no rock, stone, shingle, sand, mud or other material shall be laid down or deposited in any place below high-water mark otherwise than in such position and under such restrictions as may be fixed by the Board of Trade; c The authority may provide, construct or take on lease, and maintain, such warehouses, offices, sheds, weighing-machines, cranes, and other buildings and conveniences as may be found necessary in connection with the marine work for the accommodation of vessels thereat, and of traffic landed at or embarked at the same, and may make such reasonable charges as they may think fit for the use of any such warehouses, offices, sheds, weighing-machines, cranes, buildings or conveniences; d Any person authorised by the  Secretary of State for Scotland , and any officer of Customs and Excise, or of the Coastguard, or of the Board of Trade, or of the  Secretary of State for Transport  . . .   being in the execution of his duty, and any person going to or returning from any lifeboat, or using any lifeboat or apparatus for saving life, and any person brought ashore from any vessel in distress, shall at all times have free ingress to and passage and egress on, along, through, and out of the marine work by land, and with their vessels and otherwise, without payment; e Fishing vessels belonging to countries with which for the time being treaties exist exempting from dues and port charges such vessels when forced by stress of weather to seek shelter in the ports or on the coasts of the United Kingdom shall, when forced by stress of weather to make use of the marine work, and not breaking bulk while making such use, be exempt from any dues leviable in respect of the use of the marine work."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "10", "section_title": " Application of 10 & 11 Vict. c. 27, &c.", "section_text": "10 1 The  Harbours, Docks, and Piers Clauses Act 1847, with the exception of sections six to thirteen, sixteen to nineteen, thirty, forty-seven, forty-nine, fifty, eighty-four, and eighty-five, shall, except in so far as the  Secretary of State for Scotland  may direct, apply to any marine work to which this Part of this Act applies in like manner as if the marine work had been constructed in pursuance of an Act incorporating those provisions, and for the purposes of the said provisions this Part of this Act shall be deemed to be the special Act and the authority in whom the marine work is vested shall be deemed to be the undertakers. 2 Any reference to a vessel in the provisions of the  Harbours, Docks, and Piers Clauses Act 1847, as applied by the foregoing subsection, shall be deemed to include a reference to a seaplane when on the surface of the water, and in section twenty-eight of the said Act any reference to a vessel shall also include a floating dock and a vessel of exceptional construction or method of propulsion: Provided that— nothing in any of the aforesaid provisions shall, except in the case of a seaplane disabled by an accident, authorise a harbour master to require the dismantling of a seaplane or any part thereof or the making of any alterations whatever of the structure or equipment of a seaplane; and nothing in any of the aforesaid provisions or in any bye-law made in pursuance thereof shall prejudice any regulations for the investigation of accidents made under  section ten of the  Civil Aviation Act 1949 , as amended by any subsequent enactment. 3 Where the proceeds of the sale of any wreck in pursuance of section fifty-six of the  Harbours, Docks, and Piers Clauses Act 1847, as applied by subsection (1) of this section shall not be sufficient to meet the expenses reasonably incurred in removing such wreck, the deficiency shall be recoverable from the person who was the registered owner of the vessel at the time it was wrecked. 4 A harbour authority in whom any marine work to which this Part of this Act applies is vested shall every year within six months after the first day of January cause accounts to be prepared, in such form as may be prescribed by the  Secretary of State for Scotland , of the total revenue and expenditure in respect of the work for the year ending the preceding thirty-first day of December and such accounts shall be duly audited by such person as may be appointed for the purpose by the  Secretary of State for Scotland  and certified by the clerk or secretary of the authority, and a copy thereof shall be transmitted forthwith to the sheriff clerk of the county within which the marine work of the largest part thereof is situate, to the  Secretary of State for Transport  and, if so required by the  Secretary of State for Scotland  to  him . In the case of any harbour authority whose financial year begins on a day other than the first day of January, the foregoing provisions of this subsection shall have effect with the substitution of that other day for the first day of January, and of the day immediately preceding that other day for the thirty-first day of December. 5 A local authority in whom a marine work to which this Part of this Act applies is vested shall, as soon as may be after receiving from the auditor, in pursuance of the  section 101 of the  Local Government (Scotland) Act 1973 , the certified duplicate abstract of accounts, cause a copy thereof, so far as relating to the marine work, to be sent to the  Secretary of State for Transport  . . . "}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "11", "section_title": " Byelaws", "section_text": "11 1 The purposes for which byelaws may be made under section eighty-three of the  Harbours, Docks, and Piers Clauses Act 1847, as applied to a marine work by section ten of this Act, shall extend to the prevention of obstruction or injury to the marine work, so however that no estate, interest or right of a profitable or beneficial nature in, over, or affecting the marine work shall, except with the consent of the person entitled thereto, be taken away or injuriously affected by any such byelaw without compensation being made or provided for the same by the authority making the byelaw, and such compensation shall in case of difference be determined by an arbiter appointed, in default of agreement between the parties, by the  Secretary of State for Scotland . 2 The byelaws which may from time to time be made in the exercise of the power conferred by section eighty-three of the  Harbours, Docks, and Piers Clauses Act 1847, as applied by section ten of this Act, may provide for imposing a penalty not exceeding  £50  for any breach of failure to observe any such byelaw. 3 No byelaws made under the aforesaid section as so applied shall come into operation until they have been confirmed by the  Secretary of State for Scotland : Provided that, in the case of any such byelaws which the  Secretary of State for Scotland  in consultation with the Board of Trade shall deem to concern primarily the interests of navigation, the Board of Trade shall be substituted for the  Secretary of State for Scotland , and the confirmation of any such byelaws by the  Secretary of State for Scotland  or the Board of Trade shall be sufficient evidence of compliance with the provisions of this subsection."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "13", "section_title": " Power to lease dues.", "section_text": "13 A local authority, in whom any marine work to which this Part of this Act applies is vested, may, on such terms and conditions as they may think fit, grant a lease for any period not exceeding five years of the dues exigible in respect of the marine work, and the lessee under any such lease shall have the like right to levy and collect the dues as the local authority would have had if such lease had not been granted."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "14", "section_title": " Application of revenue.", "section_text": "14 The revenue received from dues or otherwise in respect of a marine work to which this Part of this Act applies shall in the first instance be applied for the purposes and in the order following:— 1 In paying the expense properly chargeable to revenue of the maintenance, repair and management of the marine work: 2 In paying the interest charges in respect of money borrowed for the purposes of the marine work: 3 In paying the appropriations, instalments, or sinking fund charges in respect of money borrowed for the purpose of the marine work: 4 In paying sums into any such reserve fund, and subject to such conditions as may be approved by the  Secretary of State for Scotland : Provided that in the case of a marine work constructed in pursuance of a provisional order made on an application under section four of this Act or authorised by or under section seven of this Act, the expenses incurred in obtaining such provisional order or authorisation shall be paid in priority to any other expenses, so far as the expenses so incurred are not paid out of moneys borrowed in pursuance of this Act."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "15", "section_title": " Duty of maintenance by authority receiving assistance from public funds.", "section_text": "15 1 Where any assistance by way of grant or loan shall, after the commencement of this Act, have been sanctioned and given out of moneys provided by Parliament to a local or harbour authority for the purpose of constructing, improving or repairing any marine work to which this Part of this Act applies, and where the  Secretary of State for Scotland  is, at any time, satisfied that any particular operation is necessary in order to maintain the marine work in an efficient condition and proper state of repair,  Secretary of State for Scotland  may by notice served on the authority require it to carry out such operation within such period, not being less than one month, as may be specified in the notice, and it shall be the duty of the authority, unless, on an application to the sheriff under the next succeeding subsection, the requirement contained in the notice shall have been cancelled or modified, to comply with such requirement. 2 Where a notice has been served on an authority in pursuance of the foregoing subsection, that authority, if they are of opinion that the requirement contained in the notice is in the circumstances unnecessary or unreasonable, may within one month after such service present an application to the sheriff for the cancellation or modification of the requirement, and on any such application the sheriff may cancel or modify the requirement in such manner as he shall think fit, having regard to all the circumstances of the case including the cost involved, and it shall be the duty of the authority to comply with any requirement so modified. 3 Where an authority whose duty it is under this section to comply with a requirement to carry out an operation fails to do so within the period specified in the notice served under subsection (1) of this section, or, in the case where there has been an application under subsection (2) of this section to the sheriff, within such period as may be specified in the sheriff’s deliverance, the  Secretary of State for Scotland  may  himself  carry out the operation and may recover from the authority the expense thereby incurred."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "16", "section_title": " Deficiency in revenue to be met out of rates.", "section_text": "16 If in any year the revenue received by a local authority in respect of any marine work to which this Part of this Act applies shall be insufficient to defray the expenditure incurred in managing, maintaining in an efficient state and keeping in repair any such work and any sums required to meet interest, sinking fund or other loan charges, the deficiency shall be met out of rates in accordance with the provisions hereinafter contained."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "18", "section_title": " Responsibility for deficiency.", "section_text": "18 Any deficiency which is required to be met out of rates in pursuance of section 16 of this Act shall be met by the regional or islands council in whom the marine work is vested, or in the case of a marine work vested in two or more such councils in combination, by those councils in such proportions as may be fixed by the combination agreement."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "19", "section_title": " Provisions of this Part of this Act to have effect in lieu of provisions in other Acts.", "section_text": "19 Where any Act relating to a marine work to which this Part of this Act applies contains provisions with regard to any of the matters dealt with in this Part of this Act, the provisions of this Part of this Act regarding such matters shall, except in so far as the  Secretary of State for Scotland  otherwise directs, have effect in lieu of the said provisions of the first mentioned Act, and those provisions shall cease to have effect."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "20", "section_title": " Discontinuance of marine work.", "section_text": "20 1 If it appears to the authority in whom any marine work to which this Part of this Act applies is vested that the marine work is no longer required or cannot be adequately maintained except by such expenditure as could not be justified in view of any benefit to be derived from the continued existence of the work, the authority may resolve to discontinue the maintenance of such marine work: Provided that no such resolution shall take effect unless and until it has been approved by the  Secretary of State for Scotland . . . 2 On the application of the authority by whom any such resolution as aforesaid has been passed, the  Secretary of State for Scotland  may by order make such provision as seems to him necessary with regard to any outstanding liabilities of the authority in respect of the marine work, including any liabilities in respect of loans granted to the authority out of moneys provided by Parliament: . . . 3 When any resolution under this section takes effect, the provisions of this Part of this Act and of any other enactment applying to the marine work to which the resolution relates shall cease to have effect as regards that marine work, except in so far as the  Secretary of State for Scotland  may otherwise direct, and except in so far as such provisions authorise the levying and recovery of rates necessary to meet outstanding loan charges or the recovery of any rates levied but not recovered prior to the date when the resolution takes effect."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "21", "section_title": " Borrowing.", "section_text": "21 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 For the purpose of constructing any works authorised by a provisional order made on application under section four of this Act, or by or under section seven of this Act, or for the purpose of meeting the expense incurred in obtaining any such provisional order, or for any other purpose to which capital is properly applicable in connection with a marine work to which Part III of this Act applies, a harbour authority shall have power to borrow such sums as may be necessary not exceeding in the whole such amount as may be fixed by the  Secretary of State for Scotland . 3 Any sums borrowed . . .  by a harbour authority in pursuance of this section shall be repaid by such method, subject to such conditions, and within such period as the  Secretary of State for Scotland  may fix."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "22", "section_title": " Returns regarding repayment of moneys borrowed.", "section_text": "22 1 The clerk to the harbour authority by whom any moneys have been borrowed under this Act shall, within one month after being requested so to do by the  Secretary of State for Scotland , transmit to him a return showing the provision made by the authority for the repayment of the moneys so borrowed. 2 The return shall show such particulars, shall be made up to such date, and shall be in such form as the  Secretary of State for Scotland  may require, shall be certified by the person whose duty it is to keep the accounts of the authority, and shall, if so required by the  Secretary of State for Scotland , be verified by a statutory declaration made by that person. 3 If it appears to the  Secretary of State for Scotland  from any return made under this section or otherwise that the authority— a have failed to pay any instalment or to make any annual payment required to be paid or made; or b have failed to appropriate to the discharge of any loan any sum required to be so appropriated; or c have failed to set apart any sum required for a sinking fund; or d have applied any portion of a sinking fund to a purpose other than those authorised; the  Secretary of State for Scotland  may by order direct that such sum as is specified in the order, not exceeding the amount in respect of which default has been made, shall be paid or applied in the manner and by the date set out in the order, and the authority shall notify the  Secretary of State for Scotland  as soon as the order has been complied with. 4 An order made under the last foregoing subsection may be enforced at the instance of the  Secretary of State for Scotland  under section ninety-one of the  Court of Session Act 1868, in like manner as if compliance with the order were a statutory duty. 5 If a return required to be made under this section is not made, the person in default shall be liable on summary conviction to a penalty not exceeding  level 2 on the standard scale  and notwithstanding the recovery of any such penalty the making of the return may be enforced as aforesaid."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "26", "section_title": " Works below highwater mark not to be carried out without approval of Board of Trade.", "section_text": "26 Nothing in this Act shall authorise the execution of any works on, over, or under tidal lands below highwater mark of ordinary spring tides except in accordance with such plans and sections, and subject to such restrictions and regulations, as, previous to such works being commenced, have been approved by the Board of Trade in writing . . . "}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "27", "section_title": " Lights on works.", "section_text": "27 Where any part of any works authorised by a provisional order made on an application under section four of this Act or by or under section seven of this Act is situated below high-water mark of ordinary spring tides, the authority carrying out such works shall exhibit and keep burning on the works every night from sunset to sunrise such lights (if any) and take such other steps for the protection of navigation as may be from time to time required or approved during the construction, alteration or extension of the works by the Board of Trade and after the completion of the works by the Commissioners of Northern Lighthouses."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "28", "section_title": " Power of Board of Trade to require removal of works.", "section_text": "28 Where any part of a marine work vested in a local authority or harbour authority under this Act or of a marine work as regards which a resolution under section twenty of this Act has taken effect is situated on, over or under tidal lands below high-water mark of ordinary spring tides and is in such a condition as to cause danger to, or to interfere with, or to cause reasonable apprehension of danger to or interference with, the right of navigation or any other public right over such tidal lands, the Board of Trade may, by notice in writing, require the authority in whom the work is vested or by whom the resolution was passed, as the case may be, to remove such part of the work and restore to the satisfaction of the Board of Trade the site thereof to a condition free from obstruction to navigation or danger to the public, and if, within thirty days after the service of such notice, the authority shall not have complied therewith, the Board of Trade may themselves carry out such removal and restoration and may recover from the authority the expense thereby incurred."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "29", "section_title": " Crown rights.", "section_text": "29 Nothing in this Act shall affect prejudically any estate, right, power, privilege or exemption of the Crown or authorise the use of or interference with any land (including tidal lands below high-water mark of ordinary spring tides) belonging to His Majesty in right of his Crown or to any Government Department, except with the consent of His Majesty or the Government Department, as the case may be."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "30", "section_title": " Modification of local Acts to provide for seaplanes.", "section_text": "30 The  Secretary of State for Scotland  may, by order, make such adaptations or modifications of the provisions of any local Act applying to a marine work as may be necessary to enable the use thereof by seaplanes."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "31", "section_title": " Interpretation.", "section_text": "31 1 In this Act unless the context otherwise requires— “ Act ” includes a provisional order confirmed by Act of Parliament;  . . .  “ dues ” includes tolls and charges;  . . .  “ harbour, ”                      “ pier ” and “ boatslip ” include the whole undertaking and the works, plant, apparatus and other property used in connection therewith; “ harbour authority ” means any person or body of persons (other than a local authority) authorised by or under any Act to carry on a harbour,  or pier  undertaking; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland ) Act 1994  council, and includes any two or more such councils, who have combined for any of the purposes of this Act; “ marine work ” means a marine work as defined in the  Harbours Act 1964 “ owner ” includes any person holding under a  ... limited title; “ seaplane ” includes a flying boat and any other aircraft designed to man^uvre on the water, and a seaplane taking off from, or alighting on, the water shall be deemed to be on the surface of the water while in contact therewith; “ vessel ” shall include a seaplane when on the surface of the water. 2 For the purposes of this Act any assistance by way of grant or loan given under the Public Works Loans Acts 1875 to 1882, or under the  Development and Road Improvement Funds Act 1909, or by any Government Department shall (except where such assistance was given under Part II of the said Act of 1909 as amended by any subsequent enactment) be deemed to have been given out of moneys provided by Parliament."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "32", "section_title": " Repeal of 54 & 55 Vict. c. 58.", "section_text": "32 The  Western Highlands and Islands (Scotland) Works Act 1891, is hereby repealed: Provided that, without prejudice to the provisions of the  Interpretation Act 1889, any table of rates fixed, any lease of rates granted, any byelaw, or any appointment made or any other thing done under the first-mentioned Act, shall, if in force at the commencement of this Act, continue in force, and shall, so far as it could have been fixed, granted, made or done under or in pursuance of this Act, be deemed to have been so fixed, granted, made or done."}, {"act": "Harbours, Piers and Ferries (Scotland) Act 1937", "year": 1937, "section": "33", "section_title": " Citation and extent.", "section_text": "33 This Act may be cited as the Harbours, Piers and Ferries (Scotland) Act 1937, and shall extend to Scotland only."}]