[{"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "3", "section_title": " Powers of Board of Education.", "section_text": "3 1 The  Secretary of State  may, in accordance with . . .   arrangements approved by the Treasury, make grants— a towards the expenses of a . . .   local voluntary organisation in providing, whether as a part of wider activities or not, or in aiding the provision of, facilities for physical training and recreation, including, but without prejudice to the generality of the foregoing words, the provision and equipment of gymnasiums, playing fields, swimming baths, bathing places, holiday camps and camping sites, and other buildings and premises for physical training and recreation; b towards the expenses of a . . .   local voluntary organisation in respect of the training and supply of teachers and leaders; and c to the funds of any national voluntary organisation having such objects as aforesaid, either in aid of its work as a whole, or in aid of any specified branch of its work. The powers of the  Secretary of State  under paragraph (a) of this subsection shall not extend to the making of a grant in aid of the maintenance of such facilities as aforesaid, except that, if the  Secretary of State  . . .  certifies  that the circumstances of a local voluntary organisation are such that special hardship or difficulty would be occasioned if such a grant were not made to it, the  Secretary of State  may make such a grant. 2 The  Secretary of State  when making a grant under the preceding subsection may attach thereto such conditions, including, in the case of a grant to a voluntary association, conditions for securing the continuity of the undertaking assisted, as the  Secretary of State  may think proper. 3 The  Secretary of State , . . .   may, . . .   with the approval of the Treasury, take steps for disseminating knowledge with respect to the value of physical training and recreation."}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "4", "section_title": " Extension of powers of local authorities. ", "section_text": "4   1 A local authority may acquire, lay out, provide with suitable buildings and otherwise equip, and maintain lands, whether situate within or without their area, for the purpose of gymnasiums, playing fields,  swimming baths or bathing places  holiday camps or camping sites, or for the purpose of centres for the use of clubs, societies or organisations having athletic, social or educational objects, and may manage those lands and buildings themselves, either with or without a charge for the use thereof or admission thereto, or may let them, or any portion thereof, at a nominal or other rent to any person, club, society or organisation for use for any of the purposes aforesaid. The authority may also provide and, where necessary, arrange for the training of, such wardens, teachers and leaders as they may deem requisite for securing that effective use is made of the facilities for exercise, recreation and social activities so provided. (2) Any premises provided by a local authority under the last foregoing subsection . . .   may be used for the purposes of concerts or other entertainments which may be provided by the local authority or any other person, and any such premises . . .   may be let by the authority for those purposes or for the purpose of meetings at such times and in such manner as will not interfere with the purposes for which the premises . . .   are provided:  . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A local authority may contribute towards expenses incurred by another local authority  or by an education authority within the meaning of The  Education (Scotland) Act 1962 , whether under this or any other Act, or by a voluntary organisation, in providing or maintaining within the area of the contributing authority, or on a site where it will benefit any of the inhabitants of that area, anything mentioned in subsection (1) of this section, or a swimming bath or bathing place. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "5", "section_title": " Supplemental provisions as to exercise of powers by local authorities. ", "section_text": "5 A local authority may acquire  by agreement or, if so authorised by the Secretary of State, compulsorily  land for the purposes of subsection (1) of section four of this Act . . .  ."}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "7", "section_title": " National College of Physical Training for England and Wales.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "8", "section_title": " Expenses of executing Act.", "section_text": "8 1 All expenses incurred by the  Secretary of State  for the purposes of this Act, including the amount of any grants paid or payable under or by virtue of this Act, shall be defrayed out of moneys provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act, unless the context otherwise requires— “ local authority ” means the council of a county, county borough,  London borough district  or parish, and the common council of the city of London  and The Greater London Council ; “ voluntary organisation ” means any person or body of persons, whether corporate or unincorporate, carrying on, or proposing to carry on, an undertaking otherwise than for profit."}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "10", "section_title": " Application to Scotland.", "section_text": "10 1 The provisions of this section shall have effect for the purpose of the application of this Act to Scotland. 2 For any reference to the  Secretary of State  there shall be substituted a reference to the Secretary of State; . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 “ Local authority ” means a  regional islands  or district council:  . . .  5 Section four of this Act shall have effect as if in subsection (1) after the words “playing fields” the words “swimming baths or bathing places” were inserted, and as if for ubsection (2) the following subsection were substituted:— 2 Any premises provided by a local authority under the last foregoing subsection or any offices provided by a local authority for the transaction of their business may be used for the purposes of concerts or other entertainments which may be provided by the local authority or any other person, and any such premises or offices may be let by the authority for those purposes or for the purposes of meetings at such times and in such manner as will not interfere with the purposes for which the premises or offices are provided: Provided that no concert or other entertainment provided by a local authority under this subsection shall include— a the performance of a stage play; or b any performance in the nature of a variety entertainment, or in which scenery, theatrical costumes, or scenic or theatrical accesories are used; or c the showing of any cinematograph film (other than a film illustrative of questions relating to health or disease). 6 For section five of this Act the following section shall be substituted:— 5 A local authority may acquire land for the purposes of subsection (1) of section four of this Act and, if they are unable to do so by agreement on terms which are in their opinion reasonable, they may purchase the land by means of a compulsory purchase order made by them, and confirmed by the Department of Health for Scotland, and the following provisions of the Town and Country Planning (Scotland) Act, 1932, viz. :— Part III of the First Schedule (except paragraph 5), Part I of the Third Schedule (except paragraph 2 and sub-paragraph (iii) of paragraph 3), and paragraph 2 of Part II of the Third Schedule shall, subject to any necessary modifications, apply to a compulsory purchase order under this section. 7 A local authority shall have power to borrow for any purpose of this Act to which capital is properly applicable . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 Section seven of this Act shall not apply."}, {"act": "Physical Training and Recreation Act 1937", "year": 1937, "section": "11", "section_title": " Short title and extent.", "section_text": "11 1 This Act may be cited as the Physical Training and Recreation Act 1937. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not apply to Northern Ireland."}]