[{"act": "Regency Act 1937", "year": 1937, "section": "1", "section_title": " Regency while the Sovereign is under eighteen.", "section_text": "1 1 If the Sovereign is, at His Accession, under the age of eighteen years, then, until He attains that age, the royal functions shall be performed in the name and on behalf of the Sovereign by a Regent. 2 For the purpose of any enactment requiring any oath or declaration to be taken, made, or subscribed, by the Sovereign on or after His Accession, the date on which the Sovereign attains the age of eighteen years shall be deemed to be the date of His Accession."}, {"act": "Regency Act 1937", "year": 1937, "section": "2", "section_title": " Regency during total incapacity of the Sovereign.", "section_text": "2 1 If the following persons or any three or more of them, that is to say, the wife or husband of the Sovereign, the Lord Chancellor, the Speaker of the House of Commons, the Lord Chief Justice of England, and the Master of the Rolls, declare in writing that they are satisfied by evidence which shall include the evidence of physicians that the Sovereign is by reason of infirmity of mind or body incapable for the time being of performing the royal functions or that they are satisfied by evidence that the Sovereign is for some definite cause not available for the performance of those functions, then, until it is declared in like manner that His Majesty has so far recovered His health as to warrant His resumption of the royal functions or has become available for the performance thereof, as the case may be, those functions shall be performed in the name and on behalf of the Sovereign by a Regent. 2 A declaration under this section shall be made to the Privy Council and communicated to the Governments of His Majesty’s Dominions  ...."}, {"act": "Regency Act 1937", "year": 1937, "section": "3", "section_title": " The Regent. ", "section_text": "3 1 If a Regency becomes necessary under this Act, the Regent shall be that person who, excluding any persons disqualified under this section, is next in the line of succession to the Crown. 2 A person shall be disqualified from becoming or being Regent, if he is not a British subject of full age and domiciled in some part of the United Kingdom, or is a person who would, under section two of the  Act of Settlement, be incapable of inheriting, possessing, and enjoying the Crown  , or is a person disqualified from succeeding to the Crown by virtue of section 3(3) of the Succession to the Crown Act 2013 ; and section three of the Act of Settlement shall apply in the case of a Regent as it applies in the case of a Sovereign. 3 If any person who would at the commencement of a Regency have become Regent but for the fact that he was not then of full age becomes of full age during the Regency, he shall, if he is not otherwise disqualified under this section, thereupon become Regent instead of the person who has theretofore been Regent. 4 If the Regent dies or becomes disqualified under this section, that person shall become Regent in his stead who would have become Regent if the events necessitating the Regency had occurred immediately after the death or disqualification. 5 Section two of this Act shall apply in relation to a Regent with the substitution for references to the Sovereign of references to the Regent, and for the words “those functions shall be performed in the name and on behalf of the Sovereign by a Regent” of the words “that person shall be Regent who would have become Regent if the Regent had died.”"}, {"act": "Regency Act 1937", "year": 1937, "section": "4", "section_title": " Oaths to be taken by, and limitations of power of Regent.", "section_text": "4 1 The Regent shall, before he acts in or enters upon his office, take and subscribe before the Privy Council the oaths set out in the Schedule to this Act, and the Privy Council are empowered and required to administer those oaths and to enter them in the Council Books. 2 The Regent shall not have power to assent to any Bill for changing the order of succession to the Crown or for repealing or altering an Act of the fifth year of the reign of Queen Anne made in Scotland entitled “An Act for Securing the Protestant Religion and Presbyterian Church Government.”"}, {"act": "Regency Act 1937", "year": 1937, "section": "5", "section_title": " Guardianship, &c. of Sovereign during Regency.", "section_text": "5 During a Regency, unless Parliament otherwise determines,— a if the Sovereign is under the age of eighteen years, and unmarried, His mother, if she is living, shall have the guardianship of His person; b if the Sovereign, being married, is under the age of eighteen years or has been declared under this Act to be incapable for the time being of performing the royal functions, the wife or husband of the Sovereign, if of full age, shall have the guardianship of the person of the Sovereign; c the Regent shall, save in the cases aforesaid, have the guardianship of the person of the Sovereign; and the property of the Sovereign, except any private property which in accordance with the terms of any trust affecting it to be administered by some other person, shall be administered by the Regent."}, {"act": "Regency Act 1937", "year": 1937, "section": "6", "section_title": " Power to delegate royal functions to Counsellors of State.", "section_text": "6 1 In the event of illness not amounting to such infirmity of mind or body as is mentioned in section two of this Act, or of absence or intended absence from the United Kingdom, the Sovereign may, in order to prevent delay or difficulty in the despatch of public business, by Letters Patent under the Great Seal, delegate, for the period of that illness or absence, to Counsellors of State such of the royal functions as may be specified in the Letters Patent, and may in like manner revoke or vary any such delegation: Provided that no power  to dissolve Parliament otherwise than on the express instructions of the Sovereign, or   ... to grant any rank, title or dignity of the peerage may be delegated. 2 Subject as hereinafter provided, the Counsellors of State shall be the wife or husband of the Sovereign (if the Sovereign is married), and the four persons who, excluding any persons disqualified under this section, are next in the line of succession to the Crown, or if the number of such persons next in the line of succession is less than four, then all such persons: Provided that, if it appears to the Sovereign that any person who, in accordance with the foregoing provisions of this subsection, would be required to be included among the Counsellors of State to whom royal functions are to be delegated, is absent from the United Kingdom or intends to be so absent during the whole or any part of the period of such delegation, the Letters Patent may make provision for excepting that person from among the number of Counsellors of State during the period of such absence. 2A ... Any person disqualified under this Act from being Regent shall be disqualified from being a Counsellor of State. 3 Any functions delegated under this section shall be exercised jointly by the Counsellors of State, or by such number of them as may be specified in the Letters Patent, and subject to such conditions, if any, as may be therein prescribed. 4 The provisions of this section shall apply in relation to a Regent with the substitution for references to the Sovereign of references to the Regent, so, however, that in relation to a Regent subsection (2) of this section shall have effect as if after the word “next,” where that word first occurs therein, there were inserted the words “after the Regent”. 5 Any delegation under this section shall cease on the demise of the Crown or on the occurrence of any events necessitating a Regency or a change of Regent."}, {"act": "Regency Act 1937", "year": 1937, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Regency Act 1937", "year": 1937, "section": "8", "section_title": " Short title and interpretation.", "section_text": "8 1 This Act may be cited as the Regency Act 1937. 2 In this Act, save as otherwise expressly provided, the expression “ royal functions ” includes all powers and authorities belonging to the Crown, whether prerogative or statutory, together with the receiving of any homage required to be done to His Majesty."}]