[{"act": "Commonwealth Development Corporation Act 1982 (repealed 8.12.1999)", "year": 1982, "section": "1", "section_title": " Loans to the Corporation by the Secretary of State out of the National Loans Fund.", "section_text": "1 1 In subsection (1) of section 9 of the  Commonwealth Development Corporation Act 1978 (power of the Corporation to borrow sums required by it for certain purposes), for “sums required by it” there shall be substituted  “              from the Secretary of State or any other person any sum which it requires            ” ; and after that subsection there shall be inserted the following sub-sections:— 1A The Secretary of State may, with the approval of the Treasury, lend to the Corporation any sums which it has power to borrow from him under this section; and the Treasury may issue to the Secretary of State out of the National Loans Fund any sum necessary to enable him to make loans under this subsection. 1B Any loans made under subsection (1A) above shall be repaid to the Secretary of State at such times and by such methods, and interest thereon shall be paid to him at such rates and at such times, as he may from time to time with the approval of the Treasury determine; and any sums received by the Secretary of State under this sub-section shall be paid into the National Loans Fund. . 2 In section 9(2) of that Act (under which the power of the Corporation to borrow is exercisable only with the approval of the Secretary of State), after “borrow” there shall be inserted  “              otherwise than from the Secretary of State            ” . 3 After section 9(3) of that Act (approvals), there shall be inserted the following subsection:— 3A In respect of each financial year the Secretary of State shall— a prepare, in such form as the Treasury may direct, an account of any sums issued to him under subsection (1A) above or received by him under subsection (1B) above and of the disposal by him of any sums so received; and b send the account to the Comptroller and Auditor General not later than the end of the month of November following the financial year to which it relates; and the Comptroller and Auditor General shall examine, certify and report on the account and lay copies of it and of his report before each House of Parliament. . 4 In section 11(1) of that Act (power of the Treasury to guarantee authorised borrowings of the Corporation made otherwise than by way of advance under section 10(1) of that Act), for the words from “by” onwar ds there shall be substituted  “              from the Secretary of State            ” ."}, {"act": "Commonwealth Development Corporation Act 1982 (repealed 8.12.1999)", "year": 1982, "section": "2", "section_title": " New limit to apply to borrowing  etc.  of the Corporation and its subsidiaries.", "section_text": "2 1 After section 9 of the  Commonwealth Development Corporation Act 1978 (borrowing powers of the Corporation) there shall be inserted the following section:—  Limit on borrowing etc. 9A 1 The aggregate of— a the amounts outstanding in respect of sums borrowed (whether temporarily or by way of advance under section 10(1) below or otherwise) by the Corporation or any of its subsidiaries from sources other than the Corporation or any of its subsidiaries, and b the amounts outstanding in respect of sums borrowed (whether temporarily or otherwise) by persons other than the Corporation or any of its subsidiaries, being amounts covered by guarantees given by the Corporation or any of its subsidiaries, shall not at any time exceed the limit specified in subsection (2) below. 2 That limit is £750 million or such larger sum, not exceeding £850 million, as the Secretary of State, with the consent of the Treasury, may from time to time by order specify. 3 Without prejudice to subsections (1) and (2) above, the amount outstanding in respect of sums borrowed temporarily by the Corporation shall not at any time exceed such limit as the Secretary of State, with the approval of the Treasury, may from time to time specify for the purposes of this subsection. 4 Where the equivalent in sterling of any amount falls to be determined for the purposes of any of the limits mentioned in the preceding provisions of this section, that equivalent shall be determined by reference to such time and in such manner as the Secretary of State may from time to time with the consent of the Treasury direct; and a direction under this subsection may relate to a particular amount or to amounts of a particular description or to amounts generally. 5 The power to make orders under subsection (2) above shall be exercisable by statutory instrument; but no such order shall be made unless a draft of it has been laid before and approved by a resolution of the House of Commons. 6 In this section— a references to sums borrowed temporarily include references to sums borrowed by way of overdraft; and b ’subsidiary’ shall be construed in accordance with section 154 of the Companies Act 1948 or section 148 of the Companies Act (Northern Ireland) 1960. . 2 Accordingly, in section 9 of the said Act of 1978— a in subsection (1), after “Subject to the provisions of this section” there shall be inserted  “                  and section 9A below                ” ; and b subsections (4) and (6)\t\t\t\t\t\t\t(which are superseded by the provisions inserted by subsection (1) above) and, in sub-section (2), the words “ (within the maximum specified in subsection (4) below) ” are hereby repealed."}, {"act": "Commonwealth Development Corporation Act 1982 (repealed 8.12.1999)", "year": 1982, "section": "3", "section_title": " Increase of limit on advances by Secretary of State to the Corporation.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commonwealth Development Corporation Act 1982 (repealed 8.12.1999)", "year": 1982, "section": "4", "section_title": " Short title and extent.", "section_text": "4 1 This Act may be cited as the Commonwealth Development Corporation Act 1982. 2 This Act extends to Northern Ireland."}]