[{"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "1", "section_title": " Alteration of general functions of the Red Deer Commission. ", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In sections 5(1), 7(1) and (2), 8(1) and (3), 11(1), 12(1), 14, 15(1) and 19 of the said Act of 1959 after the words “deer\"wherever they occur there shall be inserted the words  “              or sika deer\"            ” . 3 In section 4(a) of the said Act of 1959 the words “in the interests of conservation\" shall be deleted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "2", "section_title": " Observers and research. ", "section_text": "2 1 At the end of section 2(1) of the said Act of 1959 there shall be inserted the words  “              ,and the Commission may appoint a member of the Commission or a member of the Commission’s staff to act as observer to the panel for the purpose of sitting with the panel ay any meeting and of taking part in their discussions and of informing the Commission of information arising during and decisions taken at such meetings; such an observer shall not be a member of the panel.\"            ” . 2 At the end of section 4 of the said Act of 1959 there shall be inserted the words  “              (c) to support and to engage in research on questions of practical or scientific importance relating to red deer or sika deer or such other deer as may be specified from time to time by direction of the Secretary of State.\"            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "3", "section_title": " Power of Commission to deal with marauding deer. ", "section_text": "3 Section 6 of the said Act of 1959 shall be amended as follows— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (4) for the word “fourteen\" there shall be substituted the word  “              28\"            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "5", "section_title": " Chairman of Commission. ", "section_text": "5 In Schedule 1 to the said Act of 1959 there shall be inserted after paragraph 2 the following new paragraphs— 2A If the Sceretary of State is satisfied that the chairman of the Commission— a has had his estate sequestrated or has made a trust deed for behoof of his creditors or a composition contract with his creditors; b is incapacitated by reason of physical or mental illness; c has been absent from meetings of the Commission for a period of more than 3 consecutive months without the permission of the Commission or of the Secretary of State ; or d is otherwise unable or unfit to discharge the functions of a member of the Commission, or is unsuitable to continue as the chairman, the Secretary of State shall have power to remove him from his said office. 2B Where a person ceases to be chairman of the Commission otherwise than on the expiry of his term of office and it appears to the Secretary of State that there are special circumstances which make it right for that person to recieve compensation, the Secrtary of State may make to that person a payment of such amount as the Secretary of State may, with the approval of the Treasury, determine. 2C The Secretary of State may make such provision, if any, as he may, with the approval of the Treasury, determine for the payment of pensions to or in respect of chairmen of the Commission."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "6", "section_title": " Unlawful taking, killing and injury of deer, and removal of carcases. ", "section_text": "6 The said Act of 1959 shall be amended as follows— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for subsection (2) of section 21 there shall be substituted the following subsection— 2 The Secretary of State may by order fix a period in each year during which no person shall take or wilfully kill or injure— a any species of deer named in the order other than red deer; or b any hybrid of any species of deer named in the order, and he may fix a different period for males and females of the species or, as the case may be, of the hybrid so named. c in section 22 at the end there shall be added the following new subsection— 2 Subject to section 33 of this Act, if any person without legal right to take or kill deer on any land or without permission from a person having such right removes any deer carcase from that land, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding £500 for each carcase in respect of which the offence was committed or to imprisonment for a term not exceeding three months or to both and to the forfeiture of any carcase illegally removed by him or in his possession at the time of the offence. ; and d in sections 22 and 23(1) after the word “kills\" there shall be inserted the words  “              or injures\"            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "8", "section_title": " Control of vehicles. ", "section_text": "8 1 After subsection (2) of section 23 of the said Act of 1959 there shall be inserted the following new subsections— 2A Subject to subsection (2B) below and section 33(1) of this Act, if any person— a discharges any firearm, or discharges or projects any missile from any aircraft at any deer ; or b notwithstanding the provisions of section 23(5) of this Act uses any aircraft for the purpose of transporting any live deer other than in the interior of the aircraft, he shall be guilty of an offence. 2B Nothing in subsection (2A)(b) above shall make unlawful anything done by, or under the supervision of, a veterinary surgeon or practitioner. 2C In subsection (2B) above “ veterinary practitioner ” means a person who is for the time being registered in the supplementary register, and “ veterinary surgeon ” means a person who is for the time being registered in the register of veterinary surgeons. 2 In subsection (3) of section 23 of the said Act of 1959 for the words “subsections (1) and (2)\" there shall be substituted the words  “              subsection (1), (2) or (2A)\"            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "9", "section_title": " Use of vehicles to drive deer. ", "section_text": "9 After section 23(3) of the said Act of 1959 there shall be insereted the following new subsection— 3A Any person who uses a vehicle to drive deer on unenclosed land with the intention of taking, killing or injuring them shall be guilty of an offence and liable on summary conviction to a fine not exceeding £500 or to imprisonment for a term not exceeding 3 months or to both."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "10", "section_title": " Firearms and ammunition. ", "section_text": "10 1 After section 23 of the said Act of 1959 there shall be inserted the following new section—  Firearms and ammunition. 23A 1 The Secretary of State shall have power to make such order as he thinks fit regarding the classes of firearms, ammunition, sights and other equipment which may lawfully be used in connection with killing or taking deer, and the circumstances in which any class of firearms, ammunition, sights or other equipment may be so used. 2 Before making an order under subsection (1) above the Secretary of State shall consult any organisations which in his opinion represent persons likely to be interested in or affected by the order. 3 Any person who fails to comply with an order under subsection (1) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding £500 in relation to each deer taken or killed or to imprisonment for a term not exceeding three months, or to both. 4 No order shall be made under this section unless a draft of the order has been laid before Parliament and approved by resolution of each House of Parliament. 5 If any person uses any firearm or any ammunition for the purpose of wilfully injuring any deer, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding £500 for each deer in respect of which the offence was committed or to imprisonment for a term not exceeding three months, or to both. 2 In section 24 of the said Act of 1959, for “either of the two\" there shall be substituted  “              any of the three\"            ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "11", "section_title": " Licensing of dealing in venison. ", "section_text": "11 After Part II of the said Act of 1959 there shall be inserted the following new Part—  Licences to deal in venison. 25A 1 An islands or district council may grant to any person whom they consider fit a licence to deal in venison (to be known as a “venison dealer’s licence\"). 2 The Secretary of State shall have power by order to regulate applications for venison dealers’ licences and the manner in which they are to be dealt with (including power to authorise islands and district councils to charge fees in respect of such applications) ; and also to regulate the procedure by which venison dealers’ licences may be surrendered, and the procedure for handing in of licences where a court has ordered their forfeiture or the holders have ceased to deal in venison ; and in that regard he may apply any provision of Schedule 1 to the Civic Government (Scotland) Act 1982, as he thinks fit. 3 A venison dealer’s licence shall be valid for 3 years (unless the dealer has been disqualified from holding a licence by reason of his conviction of an offence under this Act), and may be renewed provided that he is not at the time of application subject to such disqualification. 4 Every islands or district council which grants a venison dealer’s licence shall cause to be sent to the Commission as soon as may be a copy of the licence. 5 Every islands or district council by whom venison dealers’ licences are granted shall, as soon as may be after the first day of January in each year, make a return to the Commission of the names and addresses of the persons who on that day held venison dealers’ licences issued by the council.  Records. 25B 1 Every licenced venison dealer shall keep a book wherein shall be entered records in the prescribed form of all purchases and receipts of venison by him and shall enter in such book forthwith the prescribed particulars of such purchases and receipts. 2 Any person authorised in writing in that behalf by the Secretary of State or by the Commission and showing his written authority when so requested, or any constable, may inspect any book kept in pursuance of this section and it shall be the duty of the dealer to produce for inspection by such authorised person or constable such book and also all venison in the dealer’s possession or under his control, or on the premises or in vehicles under his control, together with all invoices, consignment notes, receipts and other documents (including copies thereof where the originals are not available) which may be required to verify any entry in such book, and to allow such authorised person or constable to take copies of such book or document or extracts therefrom. 3 Every book kept in pursuance of subsection (1) above shall be kept until the end of the period of three years beginning with the day on which the last entry was made in the book and any such documents as are mentioned in subsection (2) above shall be kept for a period of three years beginning with the date of the entry to which the refer. 4 For the purposes of this section “ prescribed ” means prescribed by order.  Reciprocal provisions. 25C A licensed venison dealer who has purchased or received venison from another licensed venison dealer or from a licensed game dealer within the meaning of section 2(4) of the Deer Act 1980 shall be deemed to have complied with the requirements of the preceding section of this Act if he has recorded in his record book— a that the venison was so purchased or received; b the name and address of the other licensed venison dealer or of the licensed game dealer concerned ; c the date when the venison was so purchased or received ; d the number of carcases and sex of the venison; and e the species of the deer, provided that it is possible to identify it.  Offences. 25D 1 It shall be an offence for any person to sell, offer or expose for sale or have in his possession, transport or cause to be transported for the purpose of sale at any premises any venison unless he is a licensed venison dealer or he does so for the purpose of selling to a licensed venison dealer, or he has purchased the venison from a licensed venison dealer. 2 A person who is guilty of an offence under subsection (1) above shall be liable on summary conviction to a fine not exceeding £200. 3 If any person sells, offers or exposes for sale, or has in his possession for the purpose of sale, or purchases or offers to purchase or receives, the carcase or any part of the carcase of a deer which he knows or has reason to believe has been killed unlawfully, he shall be guilty of an offence. 4 A person who is guilty of an offence under subsection (3) above shall be liable on summary conviction to a fine not exceeding £500 or to imprisonment for a term not exceeding 3 months or to both. 5 Any licensed venison dealer who fails to comply with any provision of section 25B of this Act, or who knowingly or recklessly males in any book or document which he is required to keep under that section an entry which is false or misleading in any material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding £50. 6 Any person who onstructs a person entitled under section 25B(2) of this Act to inspect any book or document or other thing in the making of such inspection shall be guilty of an offence and liable on summary conviction to a fine not exceeding £200. 7 The court by which any person is convicted of an offence under Part III or IIIA of this Act may disqualify him from holding or obtaining a venison dealer’s licence for such period as the court thinks fit. 8 In subsection (1) above “ licensed venison dealer ” means the holder of a venison dealer’s licence granted by the islands or district council within whose area the sale, offer or exposure for sale takes place, or where the premises concerned are situated.  Transitional provision. 25E Notwithstanding the coming into force of section 11 of the Deer (Amendment) (Scotland) Act 1982, sections 25B and 25C and subsections (1), (2), (5), (6) and (8) of section 25D of this Act shall not apply to a registered venison dealer within the meaning of the Sale of Venison (Scotland) Act 1968 until whichever is the earlier of— a the date on which a venison dealer’s licence is granted to that dealer ; b the expiry of 12 months after the commencement of the said section 11, and the said Act of 1968 shall continue to have effect in relation to such registered venison dealer during the said period notwithstanding its appeal by the said Act of 1982.  Interpretation of Part III A. 25F In this Part of this Act— “ deer ” means deer of any species; “ sale ” includes barter, exchange, and any other transaction by which venison is disposed of for value; “ venison ” means the carcase or any edible part of the carcase of a deer."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "12", "section_title": " Clarification of “calf\" in s. 33 of 1959 Act. ", "section_text": "12 In section 33(1) of the said Act of 1959 after the word “calf\" there shall be inserted the words  “          , fawn or kid\"        ” ."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "13", "section_title": " Exemptions for certain acts. ", "section_text": "13 1 For section 33(3) and (4) of the said Act of 1959 there shall be substituted the following subsections— 3 Notwithstanding section 21 of this Act (close season shooting) or any order made thereunder, or anything in any agreement between on occupier of agricultural land or of enclosed woodlands and the owner thereof, it shall be lawful for— a the owner in person, provided that he is duly authorised in writing by the occupier for that purpose ; b the owner’s servants in his ordinary service, provided that they are duly authorised in writing by the occupier for that purpose ; c the occupier in person; d the servants of the occupier in his ordinary service on the land ot other persons normally resident on the land provided that they are duly authorised in writing by the occupier for that purpose ; or e any other person approved in writing by the Commission as a fit and competent person for the purpose who has been duly authorised in writing by the occupier for that purpose to take or kill, and to sell or otherwise dispose of the carcases of, any deer found on any arable land, garden grounds or land laid down in permanent grass (other than moorland and unenclosed land) and forming part of the land that the occupier has reasonable grounds for believing that serious damage will be caused to crops, pasture, trees or human or animal foodstuffs on that land if the deer are not killed. 3A A ny authority given under subsection (3) above shall expire— a at the end of such period as the occupier may specify in it ; b when a person to whom paragraph (b) or (d) of that subsection applies ceases to be normally resident or in the owner’s or, as the case may be, occupier’s ordinary service ; c where paragraph (e) of that subsection applies, at the end of the period specified in the Commission’s approval ; or d if the occupier revokes the authority. 3B Notwithstanding section 21 of this Act (close season shooting) or any order made thereunder it shall be lawful for any person authorised in writing for the purpose by the Secretary of State to take or kill deer during the close season for any scientific purpose. 4 Notwithstanding section 23(1) of this Act (night shooting) or anything contained in any agreement between an occupier of agricultural land or of enclosed woodlands and the owner thereof, it shall be lawful for the occupier in person to carry out night shooting of red deer or sika deer on such land or woodlands, provided that the occupier has reasonable grounds for believing that seriuos damage will be caused to crops, pasture, trees or human or animal foodstuffs on that land if the deer are not killed. 4A Notwithstanding anything contained in section 23(1) of this Act the Commission may authorise in writing (subject to such conditions as they may specify) any person nominated by the occupier of agricultural land or enclosed woodlands to shoot deer of any species on that land or woodlands during the period specified in the said section 23(1), provided that the Commission are satisfied— a that the shooting is necessary to prevent serious damage to crops, pasture, trees or human or animals foodstuffs ; and b that no other method of control which might reasonably be adopted in the circumstances would be adequate ; and c that the person concerned is a fit and competent person to receive such authorisation. 4B Such authorisation as is mentioned in subsection (4A) above shall be valid for such period as the Commission may specify therein. 4C The owner of the agricultural land or enclosed woodlands may at any time request the occupier to inform him of the numbers of red deer or sika deer shot by virtue subsection (3), (4) or (4A) above within the period of 12 months immediatley preceding the request and the occupier shall comply with any such request as soon as may be. 4D The Commission shall prepare and publish (with power to prepare and publish a revised version from time to time) a code of practice for night shooting to which they shall have regard when exercising their powers under subsection (4A) above and it shall be a condition of any authorisation under the said subsection that the person concerned complies with the relevant provisions of the code. 4E In this section— “ red deer ” means deer of the species cervus elaphus  and “ sika deer ” means deer of the species cervus nippon ; and any reference to “ red deer ” or “ sika deer ” includes any deer which is a hybrid of those species. 2 Section 43(1) of the  Agriculture (Scotland) Act 1948 is repealed."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "14", "section_title": " Penalties and enforcement.", "section_text": "14 1 The provisions of the said Act of 1959 specified in column 1 of Schedule 1 to this Act, which relate to the penalties or maximum penalties for the offences mentioned in those provisions, shall be amended in accordance with the amendments specified in column 2 of that Schedule; and in that Schedule column 3 shows the penalties or, as the case may be, maximum penalties in force immediately before the commencement of this section and column 4 shows the penalties or, as the case may be, maximum penalties resulting from the amendments. 2 Section 23(4) of the said Act of 1959 is repealed. 3 In section 27 of the said Act of 1959, in subsections (2) and (4) for the words “section twenty-four\" there shall be susbtituted the words  “              Part III or section 25D(1) or (3)\"            ”"}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "15", "section_title": " Minor amendments and repeals. ", "section_text": "15 1 The minor and consequential amendments contained in Schedule 2 to this Act shall have effect. 2 The provisions mentioned in column 1 of Schedule 3 to this Act are repealed to the extent provided for in column 3 of that Schedule."}, {"act": "Deer (Amendment) (Scotland) Act 1982 (repealed 18.11.1996)", "year": 1982, "section": "16", "section_title": " Citation, commencement and extent.", "section_text": "16 1 This Act may be cited as the Deer (Amendment) (Scotland) Act 1982. 2 With the exception of section 15(1) of this Act insofar as it refers to paragraph 4 of Schedule 2 to this Act and that paragraph, which extend to England and Wales only, this Act extends only to Scotland. 3 This Act except the provisions mentioned in subsection (4) below shall come into force one month after it is passed. 4 Section 11 of this Act and the repeal in Schedule 3 to this Act of the  Sale of Venison (Scotland) Act 1968 shall come into force at such date as the Secretary of State may by order prescribe, and different orders may be made in respect of different provisions."}]