[{"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "1", "section_title": " Classification.", "section_text": "1 1 For the purposes of this Act insurance business is divided into long term business and general business; and— “ long term business ” means insurance business of any of the classes specified in Schedule 1 to this Act, and “ general business ” means insurance business of any of the classes specified in Part I of Schedule 2 to this Act. 2 For the purposes of this Act the effecting and carrying out of a contract whose principal object is within one class of insurance business, but which contains related and subsidiary provisions within another class or classes, shall be taken to constitute the carrying on of insurance business of the first-mentioned class, and no other, if subsection (3) or (4) below applies to the contract. 3 This subsection applies to a contract whose principal object is within any class of long term business but which contains subsidiary provisions within general business class 1 or 2 if the insurer is authorised under section 3 or 4 below to carry on long term business class I. 4 This subsection applies to a contract whose principal object is within one of the classes of general business but which contains subsidiary provisions within another of those classes, not being class 14 or 15  or (except as mentioned in subsection (4A) below) class 17. 4A Subsection (4) applies to a contract whose principal object is within one of the classes of general business but which contains subsidiary provisions within general business class 17 if— a the principal object of the contract is the provision of assistance for persons who get into difficulties while travelling, while away from home or while away from their permanent residence, or b those subsidiary provisions concern disputes or risks arising out of, or in connection with, the use of sea-going vessels"}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "2", "section_title": " Restriction on carrying on insurance business.", "section_text": "2 1 Subject to the following provisions of this section, no person shall carry on any insurance business in the United Kingdom unless authorised to do so under section 3 or 4 below. 1A Subsection (1) above shall not apply to insurance business carried on by anEC company through a branch in respect of which such of the requirements of Part I of Schedule 2F to this Act as are applicable have been complied with. 2 Subsection (1) above shall not apply to insurance business (other than industrial assurance business) carried on— a by a member of Lloyd’s, or b by a body registered under the enactments relating to friendly societies; or c by a trade union or employers’ association where the insurance business carried on by the union or association is limited to the provision for its members of provident benefits or strike benefits. In this subsection “trade union” and “employers’ association” have (throughout the United Kingdom) the meanings  respectively assigned by section 1 and section 122(1) of the Trade Union and Labour Relations (Consolidation) Act 1992 . 3 Subsection (1) above shall not apply to industrial assurance business carried on by a friendly society registered under the enactments relating to such societies. 4 Subsection (1) above shall not apply to general business of class 14, 15, 16  , 17 or 18  if it is carried on solely in the course of carrying on, and for the purposes of, banking business. 5 Subsection (1) above shall not apply to general business consisting in the effecting and carrying out, by an insurance company that carries on no other insurance business, of contracts of such descriptions as may be prescribed, being contracts under which the benefits provided by the insurer are exclusively or primarily benefits in kind. 6 In this Act ' EC  company’ means an insurance company— a which is incorporated in or formed under the law of a member State other than the United Kingdom; b whose head office is in that member State; and c which is authorised in accordance with Article 6 of the first general insurance Directive or Article 6 of the first long term insurance Directive. 7 In relation to any time before it becomes a member State, each of the following, namely,  Iceland, Liechtenstein andNorway , shall be treated as if it were a member State for all purposes of this Act. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "3", "section_title": " Authorisation by Secretary of State.", "section_text": "3 1 The  Treasury may authorise a body to carry on in the United Kingdom such of the classes of insurance business specified in Schedule 1 or 2 to this Act, or such parts of those classes, as may be specified in the authorisation. 2 An authorisation under this section may be restricted to industrial assurance business or to reinsurance business; and a body may not carry on industrial assurance business by virtue of an authorisation under this section unless the authorisation expressly extends to such business. 3 An authorisation under this section may identify classes or parts of classes of general business by referring to the appropriate groups specified in Part II of Schedule 2 to this Act. 4 On the issue to a body of an authorisation under this section, any previous authorisation of that body under this section or section 4 below shall lapse."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "4", "section_title": " Existing insurance companies.", "section_text": "4 1 A body that was, immediately before the commencement of this Act, authorised under section 3 or 4 of the  Insurance Companies Act 1981 to carry on in the United Kingdom insurance business of a class specified in Schedule 1 or 2 to that Act (or a part of such a class) is authorised to carry on there insurance business of the class identified by the same number in Schedule 1 or 2 to this Act (or that part of such a class). 2 A body may not carry on industrial assurance business by virtue of this section unless— a it was carrying on such business immediately before 1st January 1982, or b it was immediately before the commencement of this Act authorised to carry on such business under section 3 of the Insurance Companies Act 1981."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "5", "section_title": " Submission of proposals  etc.", "section_text": "5 1 The  Treasury shall not issue an authorisation under section 3 above unless— a the applicant has submitted to  them  such proposals as to the manner in which it proposes to carry on business, such financial forecasts and such other information as may be required by or in accordance with regulations under this Act, and b The Treasury are  satisfied on the basis of that and any other information received by   them  that the application ought to be granted. 1A  The   Treasury  shall not issue an authorisation under section 3 above to an applicant which is a  UK  or non-EC company if it appears to  the Treasury  that the criteria of sound and prudent management are not or will not be fulfilled with respect to the applicant. 1B The  Treasury  shall not issue an authorisation under section 3 above to an applicant which is a UK or non-EC company if it appears to  the Treasury  that— a the applicant is an undertaking which is closely linked with any person; and b the applicant’s close links with that person, or any matters relating to any non-EEA laws or administrative provisions to which that person is subject, are such as would prevent the effective exercise by  the Treasury or the Secretary of State of his functions  under this Act in relation to the applicant; and in this subsection “non-EEA laws” means laws of a country or territory outside the European Economic Area and “non-EEA administrative provisions” shall be construed accordingly. 1C The  Treasury  shall not issue an authorisation under section 3 above to an applicant— a which is incorporated in the United Kingdom; b whose head office is outside the United Kingdom; b whose business is not restricted to business to which subsection (5) below applies; and d which is not excluded from each Directive mentioned in that subsection by Article 3 of that Directive. 2 Subject to subsection (3) below,  the  Treasury  shall decide an application for an authorisation under section 3 above within six months of receiving the information referred to in subsection (1)(a) above; and if  the Treasury refuse  to issue the authorisation  they shall inform the applicant in writing of the reasons for the refusal. 3 The  Treasury  may defer a decision on an application for an authorisation under section 3 above for such period as may be necessary for the purpose of implementing any decision of the Council or Commission of the Communities under— a Article 29b(4) of the first general insurance Directive; or b Article 32b(4) of the first long term insurance Directive. 4 In this Act— 'criteria of sound and prudent management’ means the criteria set out in Schedule 2A to this Act; ' EEA  State’ means a State which is a Contracting Party to the EEA Agreement  . . .; ' EFTA  State’ means an EEA State which is not a member State; 'non-EC company’ means an insurance company— a whose head office is not in a member State; b which is authorised under section 3 or 4 above; and c whose business in the United Kingdom is not restricted to reinsurance business; 'UK company’ means an insurance company— a which is incorporated in the United Kingdom; b whose head office is in the United Kingdom; c which is authorised under section 3 or 4 above; d whose business is not restricted to business to which subsection (5) below applies; and e which is not excluded from each Directive mentioned in that subsection by Article 3 of that Directive; and any reference in this Part to an applicant or body which is a UK or non-EC company includes a reference to an applicant or body which would be such a company if the authorisation sought by it were issued. 5 This subsection applies to— a reinsurance business; b business which is excluded from the first long term insurance Directive by Article 2(2) or (3) of that Directive; c business which is excluded from the first general insurance Directive by Article 2(2)(b) of that Directive; and d business which is exempted from the authorisation requirements contained in this Part of this Act by subsections (2) to (5) of section 2 above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "6", "section_title": " Combination of long term and general business.", "section_text": "6 The  Treasury shall not under section 3 above authorise a body to carry on both long term business and general business unless— a the long term business is restricted to reinsurance; or b the body is at the time the authorisation is issued already lawfully carrying on in the United Kingdom, otherwise than under paragraph (c) below, both long term business and general business (in neither case restricted to reinsurance); or c in the case of a body which is a UK company, the general business is restricted to Group 1 of Part II to Schedule 2 to this Act (accident and health) or to any class or part of a class of insurance within that group."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "7", "section_title": " United Kingdom applicants.", "section_text": "7 1 The  Treasury  shall not issue an authorisation under section 3 above to an applicant whose head office is in the United Kingdom unless the applicant is— a a company as defined in section  735  of the  Companies Act  or  Article 3  of the  Companies (Northern Ireland) Order 1986 , or b a registered society, or c a body corporate established by royal charter or Act of Parliament and already authorised under section 3 or 4 above to carry on insurance business (though not to the extent proposed in the application). 2 The  Treasury  shall not issue an authorisation under section 3 above to an applicant whose head office is in the United Kingdom if it has an issued share capital any part of which was issued after the commencement of this section but is not fully paid up. 3 The  Treasury  shall not issue an authorisation under section 3 above to an applicant a whose head office is in the United Kingdom; and b which is not an applicant to which section 5(1A) above applies, if it appears to the  Treasury  that any director, controller, manager or main agent of the applicant is not a fit and proper person to hold the position held by him. 4 In this section “ controller ”, in relation to the applicant, means— a a managing director of the applicant or of a body corporate of which the applicant is a subsidiary; b a chief executive of the applicant or of a body corporate, being an insurance company, of which the applicant is a subsidiary; c a person— i in accordance with whose directions or instructions the directors of the applicant or of a body corporate of which it is a subsidiary are accustomed to act, or ii who either alone or with any associate or associates is entitled to exercise, or control the exercise of,  one-third 15 per cent  or more of the voting power at any general meeting of the applicant or of a body corporate of which it is a subsidiary. 5 In this section “ manager ”, in relation to the applicant, means an employee of the applicant (other than a chief executive) who, under the immediate authority of a director or chief executive of the applicant— a exercises managerial functions, or b is responsible for maintaining accounts or other records of the applicant, not being a person whose functions relate exclusively to business conducted from a place of business outside the United Kingdom. 6 In this section “ main agent ”, in relation to the applicant, means, subject to such exceptions as may be prescribed, a person appointed by the applicant to be its agent in respect of general business in the United Kingdom, with authority to enter into contracts on behalf of the applicant in any financial year— a without limit on the aggregate amount of premiums; or b with a limit in excess of 10 per cent. of the premium limit as determined in accordance with Schedule 3 to this Act. 7 In this section “ chief executive ”, in relation to the applicant or a body corporate of which it is a subsidiary, means an employee of the applicant or that body corporate, who, either alone or jointly with others, is responsible under the immediate authority of the directors for the conduct of the whole of the insurance business of the applicant or that body corporate. 8 In this section “ associate ”, in relation to any person, means— a the wife or husband or minor son or daughter of that person; b any company of which that person is a director; c any person who is an employee or partner of that person; d if that person is a company— i any director of that company; ii any subsidiary of that company; iii any director or employee of any such subsidiary; and for the purposes of this subsection “ son ” includes step-son, “ daughter ” includes step-daughter and                   “ minor ”, in relation to Scotland, includes pupil."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "8", "section_title": " Applicants from other member States.", "section_text": "8 1 The  Treasury shall not issue an authorisation under section 3 above to an  applicant to which this section applies unless the applicant has a representative fulfilling the requirements of section 10 below. 2 The  Treasury  shall not issue an authorisation under section 3 above to an  applicant to which this section applies  if it appears to the  Treasury  that any relevant executive or main agent of the applicant is not a fit and proper person to hold the position held by him. 3 Where an  applicant to which this section applies  seeks an authorisation under section 3 above restricted to reinsurance business— a the  Treasury shall not issue the authorisation unless  they are atisfied that the applicant is a body corporate entitled under the law of that State to carry on insurance business there; and b subsection (2) above shall have effect as if the reference to any relevant executive were a reference to any person who is a director, controller or manager of the applicant or a person within paragraph (a) or (b) of subsection (4) below. 3A An applicant is one to which this section applies if— a its head office is in a member State other than the United Kingdom and it is not an EC company; or b its head office is in an EFTA State; or c its head office is in Switzerland and the authorisation sought by it is an authorisation to carry on general business which is not restricted to reinsurance business. 4 In this section “ relevant executive ” in relation to the applicant means a person who is— a the representative referred to in subsection (1) above or the individual representative referred to in section 10(5) below; b an officer or employee of the applicant who, either alone or jointly with others, is responsible for the conduct of the whole of the insurance business carried on by the applicant in the United Kingdom, not being a person who— i is also responsible for the conduct of insurance business carried on by the applicant elsewhere, and ii has a subordinate who is responsible for the whole of the insurance business carried on by the applicant in the United Kingdom; or c an employee of the applicant who, under the immediate authority of a director or of an officer or employee within paragraph (b) above,— i exercises managerial functions, or ii is responsible for maintaining accounts or other records of the applicant, not being a person whose functions relate exclusively to business conducted from a place of business outside the United Kingdom; and “ Controller ” “ manager ” “ main agent have ” have the same meaning as section 7 above  ."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "9", "section_title": " Applicants from outside the Community.", "section_text": "9 1 The  Treasury  shall not issue an authorisation under section 3 above in respect of long term or general business to an applicant  to which this section applies  unless  the Treasury are  satisfied— a that the applicant is a body corporate entitled under the law of the place where its head office is situated to carry on long term or, as the case may be, general business there; b that the applicant has in the United Kingdom assets of such value as may be prescribed; and c that the applicant has made a deposit of such amount and with such person as may be prescribed; but subject to subsection (2) and (3) below. 2 Where the applicant seeks to carry on insurance business in the United Kingdom and one or more other  EEA States ,the   Treasury  and the supervisory authority in the other State or States concerned may agree that this subsection shall apply to the applicant; and in that event— a paragraph (b) of subsection (1) above shall have effect as if the reference to the United Kingdom were a reference to the  EEA States  concerned taken together; and b paragraph (c) of that subsection shall have effect as if the reference to such person as may be prescribed were a reference to such person as may be agreed between the  Treasury  and the other supervisory authority or authorities concerned. 3 Paragraph (c) of subsection (1) above shall not apply where the authorisation sought is one restricted to reinsurance. 4 The  Treasury  shall not issue an authorisation under section 3 above to an applicant  to which this section applies  unless the applicant has a representative fulfilling the requirements of section 10 below. 5 The  Treasury  shall not issue an authorisation under section 3 above  which is restricted to reinsurance business to an applicant to which this section applies  if it appears to the  Treasury  that— a the representative of the applicant referred to in subsection (4) above or the individual representative referred to in section 10(5) below, or b any director, controller or manager of the applicant, or c a main agent of the applicant, is not a fit and proper person to hold the position held by him. 5A An applicant is one to which this section applies if— a its head office is not in an EEA State; and b it is not an applicant to which section 8 above applies. 6 In this section “ controller ”, “ manager ” and “ main agent ” have the same meanings as in section 7 above, except that  for the purposes of this section the controllers of the applicant shall be taken to include any officer or employee who, either alone or jointly with others, is responsible for the conduct of the whole of the insurance business carried on by the applicant in the United Kingdom, not being a person who— a is also responsible for the conduct of insurance business carried on by it elsewhere; and b has a subordinate who is responsible for the whole of the insurance business carried on by the applicant in the United Kingdom. 7 Regulations under this Act may make such provision as to deposits under this section as appears to the  Treasury  to be necessary or expedient, including provision for the deposits of securities instead of money, and, in relation to deposits with the Accountant General of the Supreme Court, provision applying (with or without modification) any of the provisions of the rules for the time being in force under section 38(7) of the  Administration of Justice Act 1982."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "10", "section_title": " General representatives.", "section_text": "10 1 The requirements referred to in sections 8(1) and 9(4) above are those set out in the following provisions of this section. 2 The representative must be a person resident in the United Kingdom who has been designated as the applicant’s representative for the purposes of this section. 3 The representative must be authorised to act generally, and to accept service of any document, on behalf of the applicant. 4 The representative must not be an auditor, or a partner or employee of an auditor, of the accounts of any business carried on by the applicant. 5 If the representative is not an individual, it must be a company as defined in section  735  of the  Companies Act  or  Article 3  of the  Companies (Northern Ireland) Order 1986  with its head office in the United Kingdom and must itself have an individual representative resident in the United Kingdom who is authorised to act generally, and to accept service of any document, on behalf of the company in its capacity as representative of the applicant."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "11", "section_title": " Withdrawal of authorisation in respect of new business.", "section_text": "11 1 The  Treasury  may, at the request of the company or on any grounds set out in subsection (2) below, direct that an insurance company authorised under section 3 or 4 above to carry on insurance business shall cease to be authorised to effect contracts of insurance, or contracts of any description specified in the direction. 2 The grounds referred to in subsection (1) above are— a that it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is subject by virtue of this Act  or the Financial Services Act 1986 or, if it is a member of a recognised self-regulating organisation within the meaning of that Act, an obligation to which it is subject by virtue of the rules of that organisation ; aa that the company is a UK company and it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is subject by virtue of any provision of the law of another EEA State which— i gives effect to the general or long term insurance Directives; or ii is otherwise applicable to the insurance activities of the company in that State; ab that the company is a UK or non-EC company and it appears to the  Treasury  that any of the criteria of sound and prudent management  is not or has not been  fulfilled, or may not be or may not have been fulfilled, in respect of the company. b that there exists a ground on which  the Treasury  would be prohibited by   section 5(1B) or (1C), 7, 8 or 9  above from issuing an authorisation to the company; c that the company has ceased to be authorised to effect contracts of insurance, or contracts of a particular description, in a member State where it has its head office or where it has in accordance with section 9(2) above made a deposit. d that the company is a Swiss general insurance company which has ceased to be authorised to effect contracts of insurance, or contracts of a particular description, in Switzerland. 3 After giving a direction under this section otherwise than at the request of the company concerned the  Treasury  shall inform the company concerned of  theirs  reasons for giving the direction. 4 A direction under this section shall not prevent a company from effecting a contract of insurance in pursuance of a term of a subsisting contract of insurance. 5 Where a direction under this section has been given in respect of— a a company which has its head office, or has in accordance with section 9(2) above made a deposit, in a member State other than the United Kingdom; or b a Swiss general insurance company, the  Treasury  may revoke or vary the direction if after consultation with the supervisory authority in that member State or, as the case may be, in Switzerland  the Treasury consider  it appropriate to do so. 6 Subject to subsection (5) above a direction given under this section in respect of any insurance company may not be revoked or varied; but if the  Treasury  subsequently  issue  to the company under section 3 above an authorisation to carry on insurance business of a class to which the direction relates, the direction shall cease to have effect in relation to such business. 7 In this Act “Swiss general insurance company” means an insurance company— a whose head office is in Switzerland; b which is authorised under section 3 or 4 above to carry on general business; and c whose authorisation is not restricted to reinsurance business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "12", "section_title": " Notices of withdrawal under section 11.", "section_text": "12 1 Before giving a direction under section 11 above otherwise than at the request of the company concerned the  Treasury  shall serve on the company a written notice stating— a that  they are  considering giving a direction and the ground on which  they are considering it; and b that the company may, within the period of one month from the date of service of the notice, make written representations to the  Treasury  and, if the company so requests, oral representations to an officer of the  Treasury  appointed for the purpose by the  Treasury . 2 Before giving a direction under section 11 above in respect of a company  on either of the grounds set out in subsection (2A) below , the  Treasury  shall serve on the person whose fitness is in question a written notice stating— a that  they are  considering giving a direction on that ground; and b that the person on whom the notice is served may, within the period of one month from the date of service of the notice, make written representations to the  Treasury  and, if that person so requests, oral representations to an officer of the  Treasury  appointed for the purpose by the  Treasury 2A The grounds referred to in subsection (2) above are— a that the company is a UK or non-EC company and it appears to the  Treasury  that the second or third criterion of sound and prudent management is or has not been fulfilled, or may not be or may not have been fulfilled, in respect of the company; and b that there exists a ground on which the  Treasury  would be prohibited by section 7(3), 8(2) or 9(5) above from issuing an authorisation to the company. 3 Subject to subsection (4) below, the  Treasury  shall consider any representations made in response to a notice under subsection (2) above before serving a notice under subsection (1) above. 4 Subsection (3) above shall not apply where the position held by the person on whom the notice under subsection (2) above is served, and whose fitness for that position is in question, is controller of a company. 5 A notice under subsection (1) or (2) above shall give particulars of the ground on which the  Treasury are  considering giving a direction. 6 Where representations are to be made in response to a notice under subsection (1) or (2) above, the  Treasury  shall take them into consideration before giving a direction. 7 Any notice to be served on a person under subsection (1) or (2) above may be served by post, and a letter containing the notice shall be deemed to be properly addressed if it is addressed to that person at his last known residence or last known place of business in the United Kingdom. 8 After giving a direction under section 11 above the  Treasury  shall publish notice of it in the London, Edinburgh and Belfast Gazettes and in such other ways as appear to  the Treasury  expedient for notifying the public."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "12A", "section_title": " Suspension of authorisation in urgent cases.", "section_text": "12A 1 Where, in the case of a UK or non-EC company, it appears to the  Treasury — a that one of the grounds in section 11(2) above exists in relation to the company: and b that the authorisation should be suspended as a matter of urgency, the  Treasury  may direct that the company shall forthwith cease to be authorised to effect contracts of insurance, or contracts of any description specified in the direction. 2 A direction under this section— a shall not prevent a company from effecting a contract of insurance in pursuance of a term of a subsisting contract of insurance; and b unless confirmed by the  Treasury under subsection (6) below, shall cease to have effect at the end of the relevant period. 3 Where the  Treasury  gives a direction under this section,  they  shall forthwith serve on the company a written notice stating— a the ground on which the direction is given; and b that the company may, within the period of one month from the date of service of the notice, make written representations to the  Treasury  and, if the company so requests, oral representations to an officer of the  Treasury  appointed for the purpose by the  Treasury . 4 Where the  Treasury give  a direction under this section on the ground set out in section 11(2)(ab) above, the  Treasury shall forthwith serve on any person whose fitness is in question a written notice stating— a the ground for giving the direction; and b that the person on whom the notice is served may, within the period of one month from the date of service of the notice, make written representations to the  Treasury  and, if that person so requests, oral representations to an officer of the  Treasury appointed for the purpose by the  Treasury . 5 The  Treasury  shall consider any representations made in response to a notice under subsection (3) or (4) above before confirming a direction under this section. 6 At any time before the end of the relevant period, the  Treasury  may confirm a direction under this section by a written notice served on the company. 7 Where a direction under this section is so confirmed, it may not be revoked or varied; but if the  Treasury  subsequently  issue  to the company under section 3 above an authorisation to carry on insurance business of a class to which the direction relates, the direction shall cease to have effect in relation to such business. 8 In this section 'the relevant period’, in relation to a direction under this section, means the period of two months beginning with the date on which the direction is given."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "13", "section_title": " Final withdrawal of authorisation.", "section_text": "13 1 Where— a a UK company ceases to carry on insurance business or insurance business of any class in the European Community; or b an insurance company which is not a UK company ceases to carry on insurance business or insurance business of any class in the United Kingdom, the  Treasury  may direct that it shall cease to be authorised under section 3 or 4 above to carry on insurance business or insurance business of that class. 2 If— a a body authorised under section 3 above to carry on insurance business of any class has not at any time carried on insurance business of that class, and at least twelve months have elapsed since the issue of the authorisation; or b a body authorised under section 4 above to carry on insurance business of any class has not at any time since the commencement of this Act carried on business of that class, the  Treasury  may direct that the body shall cease to be authorised to carry on business of that class. 2A The  Treasury  may direct that an insurance company shall cease to be authorised to carry on business which is insurance business by virtue of section 95(c)(ii) of this Act if it appears to  the Treasury  that the company has failed to satisfy an obligation to which it is subject by virtue of the Financial Services Act 1986 or, if it is a member of a recognised self-regulating organisation within the meaning of that Act, an obligation to which it is subject by virtue of the rules of that organisation. 2B Subsections (3), (5) and (6) of section 11 and subsections (1) and (5) to (8) of section 12 above shall apply to a direction under subsection (2A) above as they apply to a direction under section 11. 3 A direction under this section is without prejudice to the subsequent issue of an authorisation to carry on insurance business of a class to which the direction relates."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "14", "section_title": " Offences under Part I.", "section_text": "14 1 A person who carries on business in contravention of this Part of this Act shall be guilty of an offence. 2 A person who for the purpose of obtaining the issue of an authorisation furnishes information which he knows to be false in a material particular or recklessly furnishes information which is false in a material particular shall be guilty of an offence. 3 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, or to a fine, or to both; b on summary conviction— i in England and Wales . . .  , to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of section 32 of the  Magistrates’ Courts Act 1980; ii in Scotland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of  section 255(8)of the Criminal Procedure (Scotland) Act 1995 ; iii in Northern Ireland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "15", "section_title": " Insurance companies to which Part II applies.", "section_text": "15 1 Subject to the provisions of this section, this Part of this Act applies to— a all insurance companies, whether established within or outside the United Kingdom, which carry on insurance business within the United Kingdom; and b all UK companies which carry on business in a member State other than the United Kingdom. 1A Except as otherwise provided by Part I of Schedule 2F to this Act, this Part of this Act except— a sections 47A, 47B, 52A, 52B, 54 to 59 and Schedule 2B; and b section 49 and Schedule 2C so far as relating to the transfer of policies which evidence contracts of reinsurance, does not apply to an EC company in so far as it is carrying on insurance business through a branch in respect of which such of the requirements of Part I of Schedule 2F to this Act as are applicable have been complied with. 2 This Part of this Act does not apply to any insurance company which is registered under the enactments relating to friendly societies. 3 Where a trade union or an employers’ association carries on insurance business, this Part of this Act does not apply to it as an insurance company if the insurance business is limited to the provision for its members of provident benefits or strike benefits. In this subsection “trade union” and “employers’ association” have (throughout the United Kingdom) the meanings   respectively assigned by section 1 and section 122(1) of the Trade Union and Labour Relations (Consolidation) Act 1992 . 4 This Part of this Act does not apply to a member of Lloyd’s who carries on insurance business of any class provided that  . . .the requirements set out in section 83 below and applicable to business of that class  are complied with by or in respect of him . 5 This Part of this Act does not apply to a person by reason only that he carries on general business of class 14, 15, 16  , 17 or 18  in the course of carrying on, and for the purposes of, banking business. 6 This Part of this Act does not apply to an insurance company whose insurance business is restricted to general business consisting in the effecting and carrying out of contracts of such descriptions as may be prescribed, being contracts under which the benefits provided by the insurer are exclusively or primarily benefits in kind."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "16", "section_title": " Restriction of business to Insurance.", "section_text": "16 1 An insurance company to which this Part of this Act applies shall not carry on any activities, in the United Kingdom or elsewhere, otherwise than in connection with or for the purposes of its insurance business. 2 For the purposes of subsection (1) above any activities of an insurance company that are excluded from the definition of insurance business by section 95(c) (ii) below shall be treated as carried on in connection with its insurance business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "17", "section_title": " Annual accounts and balance sheets.", "section_text": "17 1 Every insurance company to which this Part of this Act applies shall, with respect to each financial year of the company, prepare a revenue account for the year, a balance sheet as at the end of the year and a profit and loss account for the year or, in the case of a company not trading for profit, an income and expenditure account for the year. 2 The contents of the documents required by subsection (1) above to be prepared shall be such as may be prescribed, but regulations may provide for enabling information required to be given by such documents to be given instead in a note thereon or statement or report annexed thereto or may require there to be given in such a note, statement or report such information in addition to that given in the documents as may be prescribed. 3 Regulation may, as respects such matters stated in such documents as aforesaid or in statements or reports annexed thereto as may be prescribed, require there to be given by such persons as may be prescribed and to be annexed to the documents certificates of such matters as may be prescribed. 4 If a form is prescribed— a for any such document as aforesaid or, b as that in which information authorised or required to be given in a statement or report annexed to any such document is to be given or, c for a certificate to be so annexed, the document shall be prepared, the information shall be given or, as the case may be, the certificate shall be framed, in that form."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "18", "section_title": " Periodic actuarial investigation of company with long term business.", "section_text": "18 1 Every insurance company to which this Part of this Act applies which carries on long term business— a shall, once in every period of twelve months, cause an investigation to be made into its financial condition in respect of that business by the person who for the time being is its actuary under section 19(1) below or any corresponding enactment previously in force; and b when such an investigation has been made, or when at any other time an investigation into the financial condition of the company in respect of its long term business has been made with a view to the distribution of profits, or the results of which are made public, shall cause an abstract of the actuary’s report of the investigation to be made. 2 An investigation to which subsection (1)(b) above relates shall include— a a valuation of the liabilities of the company attributable to its long term business; and b a determination of any excess over those liabilities of the assets representing the fund or funds maintained by the company in respect of that business and, where any rights of any long term policy holders to participate in profits relate to particular parts of such a fund, a determination of any excess of assets over liabilities in respect of each of those parts. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of any investigation to which this section applies the value of any assets and the amount of any liabilities shall be determined in accordance with any applicable valuation regulations. 5 The form and contents of any abstract  . . . under this section shall be such as may be prescribed."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "19", "section_title": " Appointment of actuary by company with long term business.", "section_text": "19 1 Every insurance company to which this Part of this Act applies shall within one month of beginning to carry on long term business appoint an actuary as an actuary to the company; and whenever an appointment under this section or any corresponding enactment previously in force comes to an end the company shall as soon as practicable make a fresh appointment. 2 A company making an appointment under this section shall within fourteen days serve on the  Treasury  a written notice stating that fact and the name and qualifications of the person appointed; and if an appointment under this section or any corresponding enactment previously in force comes to an end the company shall within fourteen days serve on the  Treasury  a written notice stating that fact and the name of the person concerned."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "20", "section_title": " Annual statements by company with prescribed class of insurance business.", "section_text": "20 Classes of insurance business may be prescribed for the purposes of this section, and every insurance company to which this Part of this Act applies which carries on such business of a prescribed class shall annually prepare the prescribed statement of business of that class, being, if a form is prescribed for the statement, a statement in the prescribed form."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "21", "section_title": " Audit of accounts.", "section_text": "21 1 The accounts and balance sheets of every insurance company to which this Part of this Act applies shall be audited in the prescribed manner by a person of the prescribed description, and regulations made for the purposes of this section may apply to such companies  the provisions relating to the audit of the accounts of companies under the Companies Acts , subject to such adaptations and modifications as may appear necessary or expedient. 2 In subsection (1) above the reference to accounts and balance sheets shall include a reference to any statement or report annexed thereto giving information authorised or required by virtue of section 17(2) above to be given in a statement or report so annexed."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "21A", "section_title": " Communication by auditor with Secretary of State.", "section_text": "21A 1 No duty to which— a an auditor of an insurance company to which this Part of this Act applies; or b an auditor of any body with which a UK or non-EC company is closely linked by control who is also an auditor of the insurance company, may be subject shall be regarded as contravened by reason of his communicating in good faith  to the Treasury or  to the Secretary of State, whether or not in response to a request from  them , any information or opinion on a matter of which the auditor has become aware in his capacity as auditor of that company or body and which is relevant to any functions of the  Treasury or, as the case may be,  Secretary of State under this Act 2 If it appears to the  Treasury  that any auditor or class of auditor to whom subsection (1) above applies is not subject to satisfactory rules made or guidance issued by a professional body specifying circumstances in which matters are to be communicated to the  Treasury or  the Secretary of State as mentioned in that subsection the  Treasury  may make regulations applying to that auditor or class of auditor and specifying such circumstances; and it shall be the duty of an auditor to whom the regulations made by the  Treasury  apply to communicate a matter to  the Treasury or, as the case may be,  the Secretary of State in the circumstances specified by the regulations. 3 The matters to be communicated to  the Treasury or  t h e Secretary of State in accordance with any such rules or guidance or regulations may include matters relating to persons other than the company. 4 No regulations shall be made under subsection (2) above unless a draft of them has been laid before and approved by a resolution of each House of Parliament. 5 If it appears to the  Treasury that an auditor has failed to comply with the duty mentioned in subsection (2) above, the  Treasury  may disqualify him from being the auditor of an insurance company or any class of insurance company to which Part II of this Act applies; but the  Treasury  may remove any disqualification imposed under this subsection if satisfied that the person in question will in future comply with that duty. 6 An insurance company to which this Part of this Act applies shall not appoint as auditor a person disqualified under subsection (5) above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "22", "section_title": " Deposit of accounts etc. with Secretary of State.", "section_text": "22 1 Every account, balance sheet, abstract or statement required by sections 17, 18 and 20 above and any report of the auditor of the company made in pursuance of section 21 above shall be printed, and  the required copies of the document  shall be deposited with the  Treasury within six months after the close of the period to which the account, balance sheet, abstract, statement or report relates; but if in any case it is made to appear to the  Treasury  that the circumstances are such that a longer period than six months should be allowed, the  Treasury  may extend that period by such period not exceeding three months as  they think  fit. 1A In subsection (1) above, the reference to the required copies, in relation to a document, is to — a five printed copies of the document, or b one printed copy of the document and one copy of it in a form approved for the purposes of this subsection by the  Treasury . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the case  of any document deposited under subsection (1)  . . . above except an auditor’s report  one of the printed copies, or, as the case may be, the printed copy, of the document shall be  signed by such persons as may be prescribed. 4 In the case of any auditor’s report deposited under subsection (1) above  one of the printed copies, or, as the case may be, the printed copy, of the report shall be  signed by the auditor. 5 The  Treasury shall consider the documents deposited under  subsection (1) above, and if any such document appears to  theTreasury to be inaccurate or incomplete in any respect  the Treasury  shall communicate with the company with a view to the correction of any such inaccuracies and the supply of deficiencies. 6 There shall be deposited with every revenue account and balance sheet of a company any report on the affairs of the company submitted to the shareholders or policy holders of the company in respect of the financial year to which the account and balance sheet relate. 7 In this section any reference to an account or balance sheet includes a reference to any statement or report annexed thereto giving information authorised or required by virtue of subsection (2) of section 17 above to be so given and any certificate so annexed by virtue of subsection (3) of that section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "23", "section_title": " Right of shareholders and policy holders to receive copies of deposited documents.", "section_text": "23 1 Subject to subsection (2) below, an insurance company shall forward by post or otherwise to any shareholder or policy holder who applies for one— a a printed copy of any of the documents last deposited by the company under subsection (1)  . . . of section 22 above; b a copy of any document supplied to the  Treasury  under subsection (5) of that section which relates to any of those documents; c a copy of any report deposited with any of those documents under subsection (6) of that section. 2 If, in the opinion of the  Treasury , the disclosure of information contained in— a a statement or report annexed to a document prepared in pursuance of section 17(1) above by an insurance company; or b a statement prepared in pursuance of section 20 above by such a company, would be harmful to the business of the company or of any of its subsidiaries, the  Treasury  may dispense the company from complying with the obligation imposed by subsection (1) above to forward a copy of the document containing the information to a shareholder or policy holder who applies for it."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "24", "section_title": " Deposit of accounts etc. by registered society.", "section_text": "24   1 A registered society shall, in addition to depositing with the  Treasury , as required by section 22 above,  . . . copies of each document  to which subsection (1) of that section applies  deposit, within the time limited by virtue of that section for depositing them, a copy with the appropriate registrar in the case of a society registered in Great Britain or with the registrar in the case of a society registered in Northern Ireland, being a copy signed by the like persons as those by whom the copies deposited under that section are required to be signed. 2 Subsection (6) of the said section 22 shall have effect in relation to the deposit by virtue of this section of accounts and balance sheets as it has effect in relation to the deposit by virtue of that section of accounts and balance sheets. 3 Section 71(1) of the  Industrial and Provident Societies Act 1965 (which empowers the Treasury to make regulations respecting, among other things, the inspection of documents kept by the appropriate registrar under that Act) and section 97(1) of the  Industrial and Provident Societies Act (Northern Ireland) 1969 (which confers corresponding powers on the Department of Commerce for Northern Ireland) shall have effect as if the reference to documents kept by the appropriate registrar under that Act of 1965 or, as the case may be, by the registrar under that Act of 1969 included a reference to documents deposited in pursuance of this section. 4 In this section “ appropriate registrar ” has the meaning given in section 73(1) of the said Act of 1965 and “ registrar ” has the meaning given by section 101(1) of the said Act of 1969."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "25", "section_title": " Periodic statements by company with prescribed class of business.", "section_text": "25 1 Every insurance company to which this Part of this Act applies which carries on business of a class or description prescribed for the purposes of this section shall prepare, at such intervals and for such periods as may be prescribed, a statement of its business of that class or description. 2 The form and contents of any statement under this section shall be such as may be prescribed. 3 Regulations may, as respects such matters contained in a statement under this section as may be prescribed, require there to be given by such persons as may be prescribed and to be annexed to the statement certificates of such matters and in such form as may be prescribed. 4 Five copies of any statement made under this section (with any certificate annexed thereto in pursuance of subsection (3) above) shall be deposited by the company with the  Treasury  within such period as may be prescribed, and one of those copies shall be a copy signed by the persons required to sign copies of statements made under section 20 above which are deposited under section 22 above. 5 The whole or any part of any document deposited under subsection (4) above may be deposited by the  Treasury  with the registrar of companies or with the registrar of companies in Northern Ireland or with both and may be published by the  Treasury  in such ways as  they think  appropriate."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "26", "section_title": " Statements of transactions of prescribed class or description.", "section_text": "26 1 Classes or descriptions of agreements or arrangements appearing to the  Treasury  as likely to be undesirable in the interests of policy holders may be prescribed for the purposes of this section, and every insurance company to which this Part of this Act applies or subordinate company within the meaning of section 31 below of any such company which enters into an agreement or arrangement of a class or description so prescribed shall, within such period as may be prescribed, furnish the  Treasury  with a statement containing such particulars of that agreement or arrangement as may be prescribed. 2 Different classes or descriptions of agreements or arrangements may be prescribed for the purposes of this section in relation to companies of different classes or descriptions. 3 The whole or any part of any statement furnished to the  Treasury  under this section may be deposited by   them  with the registrar of companies or with the registrar of companies in Northern Ireland or with both and may be published by the  Treasury  in such ways as  they think  appropriate."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "27", "section_title": " Companies from outside the Community.", "section_text": "27 An insurance company to which this Part of this Act applies a whose head office is not in a member State; and b which is not a Swiss general insurance company,  shall keep in the United Kingdom proper accounts and records in respect of insurance business carried on in the United Kindgom."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "28", "section_title": " Separation of assets and liabilities attributable to long term business.", "section_text": "28 1 Where an insurance company to which this Part of this Act applies carries on ordinary long-term insurance business or industrial assurance business or both of those kinds of insurance business— a the company shall maintain an account in respect of that business or, as the case may be, each of those kinds of business; and b the receipts of that business or, as the case may be, of each of those kinds of business shall be entered in the account maintained for that business and shall be carried to and form a separate insurance fund with an appropriate name. 2 An insurance company to which this Part of this Act applies which carries on ordinary long-term insurance business or industrial assurance business or both of those kinds of business shall maintain such accounting and other records as are necessary for identifying— a the assets representing the fund or funds maintained by the company under subsection (1)(b) above (but without necessarily distinguishing between the funds if more than one); and b the liabilities attributable to that business or, as the case may be, each of those kinds of business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "29", "section_title": " Application of assets of company with long term business.", "section_text": "29 1 Subject to subsections (2) and (4) and section 55(3) below, the assets representing the fund or funds maintained by an insurance company in respect of its long term business— a shall be applicable only for the purposes of that business, and b shall not be transferred so as to be available for other purposes of the company except where the transfer constitutes reimbursement of expenditure borne by other assets (in the same or the last preceding financial year) in discharging liabilities wholly or partly attributable to long term business. 2 Where the value of the assets mentioned in subsection (1) above is shown, by an investigation to which section 18 above applies or which is made in pursuance of a requirement imposed under section 42 below, to exceed the amount of the liabilities attributable to the company’s long term business the restriction imposed by that subsection shall not apply to so much of those assets as represents the excess. 3 Subsection (2) above shall not authorise a transfer or other application of assets by reference to an actuarial investigation at any time after the date when the abstract of the actuary’s report of the investigation has been deposited with the  Treasury  in accordance with section 22(1) above or section 42(4) below. 4 Nothing in subsection (1) above shall preclude an insurance company from exchanging, at fair market value, assets representing a fund maintained by the company in respect of its long term business for other assets of the company. 5 Any mortgage or charge (including— a a charge imposed by a court on the application of a judgment creditor, b in Scotland, a charge imposed by way of diligence, and c a charge imposed by the Enforcement of Judgments Office in Northern Ireland) shall be void to the extent to which it contravenes subsection (1) above. 6 Money from a fund maintained by a company in respect of its long term business may not be used for the purposes of any other business of the company notwithstanding any arrangement for its subsequent repayment out of the receipts of that other business. 7 No insurance company to which this Part of this Act applies, and no company of which any such insurance company is a subsidiary, shall declare a dividend at any time when the value of the assets representing the fund or funds maintained by the insurance company in respect of its long term business, as determined in accordance with any applicable valuation regulations, is less than the amount of the liabilities attributable to that business as so determined."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "30", "section_title": " Allocations to policy holders.", "section_text": "30 1 Where in the case of an insurance company to which this Part of this Act applies— a there is an established surplus in which long term policy holders of any category are eligible to participate, and b an amount has been allocated to policy holders of that category in respect of a previously established surplus in which policy holders of that category were eligible to participate, the company shall not by virtue of section 29(2) above transfer or otherwise apply assets representing any part of the surplus mentioned in paragraph (a) above unless the company has either allocated to policy holders of that category in respect of that surplus an amount not less than the relevant minimum, or complied with the requirements of subsection (3) below and made to those policy holders any allocation of which notice is given under paragraph (a) of that subsection. 2 Subject to subsections (6) and (7) below, the relevant minimum is the amount represented by the formula b x c a - c 200 where— a  is the last previously established surplus in respect of which an amount was allocated to policy holders of the category in question; b  is the amount so allocated; and c  is the surplus referred to in subsection (1)(a). 3 The requirements of this subsection are that the company— a has served on the  Treasury  a written notice stating that it proposes to make no allocation or an allocation of an amount (specifying it) which is smaller than the relevant minimum; and b has published a statement approved by the  Treasury  in the London, Edinburgh and Belfast Gazettes and in such other ways as   the Treasury  may have directed, and that a period of not less than fifty-six days has elapsed since the date, or the last date, on which the company has published the statement mentioned in paragraph (b) above as required by or under that paragraph. 4 In this section “ established surplus ” means an excess of assets representing the whole or a particular part of the fund or funds maintained by the company in respect of its long term business over the liabilities, or a particular part of the liabilities, of the company attributable to that business as shown by an investigation to which section 18 above applies or which is made in pursuance of a requirement imposed under section 42 below. 5 For the purposes of this section an amount is allocated to policy holders if, and only if— a bonus payments are made to them; or b reversionary bonuses are declared in their favour or a reduction is made in the premiums payable by them; and the amount of the allocation is, in a case within paragraph (a) above, the amount of the payments and, in a case within paragraph (b) above, the amount of the liabilities assumed by the company in consequence of the declaration or reduction. 6 For the purposes of this section the amount of any bonus payments made in anticipation of an established surplus shall be treated as an amount allocated in respect of the next established surplus in respect of which an amount is allocated to eligible policy holders generally; and for the purposes of sub-section (2) above the amount of any surplus in respect of which such an allocation is made shall be treated as increased by the amount of any such payments. 7 Subsection (1) above shall not authorise the application for purposes other than those mentioned in section 29(1) above of assets representing any part of the surplus mentioned in sub-section (1)(a) above which the company has decided to carry forward unappropriated; and for the purposes of subsection (2) above the amount of any surplus shall be treated as reduced by any part thereof which the company has decided to carry forward as aforesaid. 8 For the purposes of subsection (1) above policy holders shall be taken to be eligible to participate in an established surplus in any case where they would be eligible to participate in a later established surplus representing it if it were carried forward unappropriated."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "31", "section_title": " Restriction on transactions with connected persons.", "section_text": "31 1 Neither an insurance company to which this Part of this Act applies which carries on long term business nor a subordinate company of any such insurance company shall enter into a transaction to which this section applies— a at a time when the aggregate of the value of the assets and the amount of the liabilities attributable to such transactions already entered into by the insurance company and its subordinate companies exceeds the prescribed percentage of the total amount standing to the credit of the insurance company’s long term funds; or b at any other time when the aggregate of the value of those assets and the amount of those liabilities would exceed that percentage if the transaction were entered into. 2 This section applies to any transaction entered into by any such insurance company as is mentioned in subsection (1) above (whether or not itself a subordinate company of another company), being a transaction under which— a a person connected with the insurance company will owe it money; or b the insurance company acquires shares in a company which is a person connected with it; or c the insurance company undertakes a liability to meet an obligation of a person connected with it or to help such a person to meet an obligation, if the right to receive the money would constitute a long term asset of the insurance company, the acquisition is made out of its long term funds or the liability would fall to be discharged out of those funds, as the case may be. 3 Without prejudice to subsection (2) above, this section applies to any transaction entered into by a subordinate company of any such insurance company as is mentioned in sub-section (1) above, being a transaction under which— a the insurance company or a person connected with it will owe money to the subordinate company (not being money owed by the insurance company which can be properly paid out of its long term funds); or b the subordinate company acquires shares in the insurance company or in a company which is a person connected with the insurance company; or c the subordinate company undertakes a liability to meet an obligation of the insurance company or of a person connected with that company or to help the insurance company or such a person to meet an obligation; but where the subordinate company is itself such an insurance company as is mentioned in subsection (1) above this section shall not by virtue of this subsection apply to any such transaction if the right to receive the money would constitute a long term asset of the subordinate company, the acquisition is made out of its long term funds or the liability would fall to be discharged out of those funds, as the case may be. 4 In this section “ subordinate company ”, in relation to any such insurance company as is mentioned in subsection (1) above, means— a a company having equity share capital some or all of which is held by the insurance company as part of its long term assets where the share capital so held by the insurance company— i amounts to more than half in nominal value of that share capital; and ii confers on the insurance company the power to appoint or remove the holders of all or a majority of the directorships of the company whose share capital is held and more than one half of the voting power at any general meeting of that company; b a company having equity share capital some or all of which is held by another company which is itself a subordinate company of the insurance company where the share capital held by that other company— i amounts to more than half in nominal value of that share capital; and ii confers on that other company the power to appoint or remove the holders of all or a majority of the directorships of the company whose share capital is held and more than one half of the voting power at any general meeting of that company; and for the purposes of this subsection share capital held for any person by a nominee shall (except where that person is concerned only in a fiduciary capacity) be treated as held by that person, and share capital held by a person in a fiduciary capacity or by way of security shall be treated as not held by that person. 5 For the purposes of this section a person is connected with any such insurance company as is mentioned in subsection (1) above if that person is not a subordinate company of the insurance company but— a controls, or is a partner of a person who controls, the insurance company; or b being a company, is controlled by the insurance company or by another person who also controls the insurance company; or c is a director of the insurance company or the wife or husband or a minor son or daughter of such a director; . . .. 5A For the purposes of subsection (5) above a person controls a company if he is— a a person in accordance with whose directions or instructions the directors of the insurance company or of a body corporate of which it is a subsidiary are accustomed to act; or b person who either alone or with any associate or associates is entitled to exercise, or control the exercise of, 15 per cent. or more of the voting power at any general meeting of the insurance company or of a body corporate of which it is a subsidiary; and for the purposes of this subsection 'associate’ shall be construed in accordance with section 96C(4) below as it has effect for the purpose of determining for the purposes of this Act whether any person is a controller of an insurance company other than a UK company. 6 For the purposes of this section the value of any assets and the amount of any liabilities shall be determined in accordance with any applicable valuation regulations. 7 In this section— “company” (except in the expression “ insurance company ”) includes any body corporate; “ equity share capital ” means, in relation to a company, its issued share capital excluding any part thereof which, neither as respects dividends nor as respects capital, carries any right to participate beyond a specified amount in a distribution; “ liability ” includes a contingent liability; “ long term assets ” and “ long term funds ”, in relation to an insurance company, mean respectively assets representing the fund or funds maintained by the company in respect of its long term business and that fund or those funds; “ the prescribed percentage ” means 5 per cent. or such greater percentage as may from time to time be prescribed for the purposes of this section by regulations; “ share ” has the same meaning as in the  Companies Act  or the  Companies (Northern Ireland) Order 1986 ; “ son ” includes step-son, “ daughter ” includes step-daughter, and                   “ minor ”, in relation to Scotland, includes pupil  and, (without prejudice to section 39(6) of the  Adoption Act 1976 and section 39(4) of the  Adoption (Scotland) Act 1978) in relation to Northern Ireland, “ son ” includes step-son and adopted son and “ daughter ” includes step-daughter and adopted daughter. 8 This section shall not be construed as making any transaction unenforceable as between the parties thereto or as otherwise making unenforceable any rights or liabilities in respect of property."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "31A", "section_title": " Arrangement to avoid unfairness between separate insurance funds etc.", "section_text": "31A 1 An insurance company to which this Part of this Act applies which carries on long term business in the United Kingdom shall secure that adequate arrangements are in force for securing that transactions affecting assets of the company (other than transactions outside its control) do not operate unfairly between the section 28 fund or funds and the other assets of the company or, in a case where the company has more than one identified fund, between those funds. 2 In this section— “ the section 28 fund or funds ” means the assets representing the fund or funds maintained by the company under section 28(1)( b ) above; and “ identified fund ”, in relation to a company, means assets representing the company’s receipts from a particular part of its long term business which can be identified as such by virtue of accounting or other records by the company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "32", "section_title": " Margins of solvency.", "section_text": "32 1 Every insurance company to which this Part of this Act applies— a whose head office is in the United Kingdom, or b whose business in the United Kingdom is restricted to reinsurance, shall maintain a margin of solvency of such amount as may be prescribed by or determined in accordance with regulations made for the purposes of this section. 2 Subject to subsection (3) below, every insurance company to which this Part of this Act applies whose head office is not in a member State shall maintain— a a margin of solvency, and b a United Kingdom margin of solvency, of such amounts as may be prescribed by or determined in accordance with regulations made for the purposes of this section. 3 Subsection (2) above shall not apply to an insurance company if its business in the United Kingdom is restricted to re-insurance  or if it is a Swiss general insurance company or if section 9(2) above applies to it; but an insurance company that has made a deposit in the United Kingdom in accordance with section 9(2)(b) above shall maintain— a a margin of solvency, and b a  EEA margin of solvency , of such amounts as may be prescribed by or determined in accordance with regulations made for the purposes of this section. 4 An insurance company that fails to comply with subsection (1), (2) or (3) above— a shall at the request of the  Treasury submit to  them a plan for the restoration of a sound financial position; b shall propose modifications to the plan (or the plan as previously modified) if the  Treasury consider  it inadequate; c shall give effect to any plan accepted by the  Treasury  as adequate. 5 For the purposes of this Act— a the margin of solvency of an insurance company is the excess of the value of its assets over the amount of its liabilities, that value and amount being determined in accordance with any applicable valuation regulations; b the United Kingdom margin of solvency of an insurance company is its margin of solvency computed by reference to the assets and liabilities of the business carried on by the company in the United Kingdom; c the  EEA margin of solvency  of an insurance company is its margin of solvency computed by reference to the assets and liabilities of the business carried on by the company  in EEA States (taken together) . 6 In the case of an insurance company that carries on both long term and general business, subsections (1), (2) and (3) above shall have effect as if— a the requirements to maintain a margin of solvency, and b where the company carries on both kinds of business in the United Kingdom, the requirement to maintain a United Kingdom margin of solvency, and c where the company carries on both kinds of business  in EEA States (taken together) , the requirement to maintain a  EEA margin of solvency , were requirements to maintain separate margins in respect of the two kinds of business (and accordingly as if the references in subsection (5) to assets and liabilities were references to assets and liabilities relating to the kind of business in question). 7 In applying subsection (5) above, the amount of the company’s liabilities shall be taken to be increased by the amount of any reserve maintained under section 34A below."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "33", "section_title": " Failure to maintain minimum margin.", "section_text": "33   1 If— a the margin of solvency of an insurance company to which section 32(1) above applies, or b the margin of solvency or United Kingdom margin of solvency of an insurance company to which section 32(2) above applies, or c the margin of solvency or  EEA margin of solvency  of an insurance company to which section 32(3) above applies, falls below such amount as may be prescribed by or determined in accordance with regulations made for the purposes of this section, the company shall at the request of the  Treasury  submit to  them  a short-term financial scheme. 2 An insurance company that has submitted a scheme to the  Treasury  under subsection (1) above shall propose modifications to the scheme (or the scheme as previously modified) if the  Treasury consider  it inadequate, and shall give effect to any scheme accepted by  the Treasury  as adequate. 3 Where a company is required by virtue of section 32(6) above to maintain separate margins in respect of long term and general business, subsection (1) above shall have effect as if any reference to the margin of solvency, the United Kingdom margin of solvency or the  EEA margin of solvency  of the company were a reference to the margin in respect of either of the two kinds of business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "34", "section_title": " Companies supervised in other member States.", "section_text": "34 1 An insurance company to which this Part of this Act applies— a whose head office is in an EEA State other than the United Kingdom, or b which has in accordance with section 9(2) above made a deposit in such a State, or or c which is a Swiss general insurance company, shall secure that the value of the assets of the business carried on by it in the United Kingdom does not fall below the amount of the liabilities of that business, that value and amount being determined in accordance with any applicable valuation regulations. 2 In the case of a company that carries on in the United Kingdom both long term and general business subsection (1) above shall have effect separately in relation to the assets and liabilities of the two kinds of business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "34A", "section_title": " General business: equalisation reserve.", "section_text": "34A 1 Every insurance company to which this section applies which carries on general business of a prescribed description shall maintain, in accordance with regulations made for the purposes of this section, a reserve (in this section referred to as an “equalisation reserve”) in respect of its general business of that description. 2 Subject to subsection (3) below, this section applies to any insurance company to which this Part of this Act applies— a whose head office is in the United Kingdom; b whose business in the United Kingdom is restricted to reinsurance; or c whose head office is not in a member State. 3 This section does not apply to an insurance company of a description prescribed for the purposes of this subsection. 4 Without prejudice to the generality of subsection (1) above, regulations made for the purposes of this section may make provision— a as to the circumstances in which, and times at which, amounts are to be placed to, or taken from, an equalisation reserve; b as to the determination of the amounts to be so placed or taken; and c as to such other matters incidental to the maintenance of an equalisation reserve as the  Treasury consider  expedient."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "35", "section_title": " Form and situation of assets.", "section_text": "35 1 Regulations may make provision for securing that, in such circumstances and to such extent as may be prescribed, the assets of an insurance company to which this Part of this Act applies are maintained in such places as may be prescribed and the nature of the assets is appropriate in relation to the currency in which the liabilities of the company are or may be required to be met. 2 Regulations made for the purposes specified in subsection (1) above shall not have effect in relation to the assets of  an insurance company whose head office is in an EFTA State or which is a Swiss general insurance company so far as their value exceeds the amount of the liabilities of the business carried on by the company in the United Kingdom, that value and amount being determined in accordance with any applicable valuation regulations."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "35A", "section_title": " Adequacy of assets.", "section_text": "35A 1 A UK company shall secure— a that its liabilities under contracts of insurance entered into by it, other than liabilities in respect of linked benefits, are covered by assets of appropriate safety, yield and marketability having regard to the classes of business carried on; and b without prejudice to the generality of paragraph (a) above, that its investments are appropriately diversified and adequately spread and that excessive reliance is not placed on investments of any particular category or description. 2 A UK company which has entered into a linked long term contract shall secure that, as far as practicable, its liabilities under the contract in respect of linked benefits are covered as follows— a if those benefits are linked to the value of units in an undertaking for collective investments in transferable securities or to the value of assets contained in an internal fund, by those units or assets; b if those benefits are linked to a share index or other reference value not mentioned in paragraph (a) above, by units which represent that reference value, or by assets of appropriate safety and marketability which correspond, as nearly as may be, to the assets on which that reference value is based. 3 A UK company which has entered into a linked long term contract shall also secure that  such of its liabilities under the contract in respect of linked benefits as are not covered by contracts of reinsurance  are covered by assets of a description prescribed by regulations under section 78 below. 4 In this section— 'linked benefits’, in relation to a contract of insurance, means benefits payable to the policy holder which are determined by reference to the value of or the income from property of any description (whether or not specified in the contract) or by reference to fluctuations in, or in an index of, the value of property of any description (whether or not so specified); 'linked long term contract’ means  (subject to subsection (5) below)  a contract of insurance— a the effecting of which constitutes the carrying on of long term business; and b under which linked benefits are payable to the policy holder. 5 In subsection (3) above 'linked long term contract’ does not include a contract the effecting of which constitutes the carrying on of long term business of class  VII (a)."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "35B", "section_title": " Adequacy of premiums: long term business.", "section_text": "35B 1 Before entering into a contract of insurance the effecting of which constitutes the carrying on of long term business, a UK company shall satisfy itself that the aggregate of— a the premiums payable under the contract and the income which will be derived from them; and b any other resources of the company which will be available for the purpose, will be sufficient, on reasonable actuarial assumptions, to meet all commitments arising under or in connection with the contract. 2 A UK company shall not rely on other resources for the purposes of subsection (1) above in such a way as to jeopardise the solvency of the company in the long term."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "36", "section_title": " Avoidance of contracts for unlimited amounts.", "section_text": "36 A contract entered into after the coming into force of this section by an insurance company to which this Part of this Act applies shall be void if— a it is a contract under which the company undertakes a liability the amount, or maximum amount, of which is uncertain at the time when the contract is entered into; and b it is not a contract of insurance or a contract of a class or description exempted by regulations from the operation of this section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "37", "section_title": " Grounds on which powers are exercisable.", "section_text": "37 1 The powers conferred on the  Treasury  by sections 38 to 45 below shall be exercisable in relation to any insurance company to which this Part of this Act applies and shall be exercisable in accordance with the following provisions of this section. 2 The powers conferred by sections 38 and 41 to 45 below shall be exercisable on any of the following grounds— a that the  Treasury consider  the exercise of the power to be desirable for protecting policy holders or potential policy holders of the company against the risk that the company may be unable to meet its liabilities or, in the case of long term business, to fulfil the reasonable expectations of policy holders or potential policy holders; aa that the company is a UK or non-EC company and it appears to  the Treasury that any of the criteria of sound and prudent management is not or has not been or may not be or may not have been fulfilled with respect to the company; b that it appears to  the Treasury — i that the company has failed to satisfy an obligation to which it is or was subject by virtue of this Act or any enactment repealed by this Act or by the Insurance Companies Act 1974; ia that the company has failed to satisfy an obligation to which it is subject by virtue of any provision of the law of another member State giving effect to the  general or long term insurance Directives ; ii that a company of which it is a subsidiary has failed to satisfy an obligation to which it is or was subject by virtue of section 29(7) above or section 24(6) of the  Insurance Companies Act 1974 or section 8(6) of the  Insurance Companies Amendment Act 1973; or iii that a subordinate company within the meaning of section 31 above of the company has failed to satisfy an obligation to which it is or was subject by virtue of that section or section 26 above or section 22 or 26 of the  Insurance Companies Act 1974 or of section 6 or 10 of the said Act of 1973; c that it appears to  the Treasury that the company has furnished misleading or inaccurate information to the  Treasury  under or for the purposes of any provision of this Act or any enactment repealed by this Act or by the Insurance Companies Act 1974; d that  the Treasury are  not satisfied that adequate arrangements are in force or will be made for the reinsurance of risks against which persons are insured by the company in the course of carrying on business, being risks of a class in the case of which  the Treasury consider  that such arrangements are required; e that there exists a ground on which  the Treasury  would be prohibited, by  section 5(1B) or (1C), 7, 8 or 9  above, from issuing an authorisation with respect to the company if it were applied for; f that it appears to him that there has been a substantial departure from any proposal or forecast submitted to  the Treasury  by the company in accordance with section 5 above; g that the company has ceased to be authorised to effect contracts of insurance, or contracts of a particular description,  an EFTA State where it has its head office or an EEA State where it  has in accordance with section 9(2) above made a deposit. h that the company is a Swiss general insurance company which has ceased to be authorised to effect contracts of insurance, or contracts of a particular description, in Switzerland. 3 The powers conferred on the  Treasury  by  sections 39 and 40 and 40A below shall not be exercisable in relation to an insurance company except— a where the  Treasury have given (and not revoked) a direction in respect of the company under  section 11 or 12A above or section 11 of the  Insurance Companies Act 1981; or b on the ground that it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is or was subject by virtue of section 33, 34 or 35 above or section 26B, 26C or 26D of the Insurance Companies Act 1974; or c on the ground that a submission by the company to the  Treasury  of an account or statement specifies, as the amount of any liabilities of the company, an amount appearing to the  Treasury  to have been determined otherwise than in accordance with valuation regulations or, where no such regulations are applicable, generally accepted accounting concepts, bases and policies or other generally accepted methods appropriate for insurance companies. or d on the grounds that the company is a UK or non-EC company and it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is or was subject by virtue of section 32 or 35A above. 4 The power conferred on the  Treasury  by sub-sections (2) to (4) of section 44 below shall also be exercisable on the ground that  the Treasury consider the exercise of that power to be desirable in the general interests of persons who are or may become policy holders of insurance companies to which this Part of this Act applies, and references in those subsections to a company include references to any body (whether incorporated or not) which appears to the  Treasury  to be an insurance company to which this Part of this Act applies. 4A The powers conferred on the  Treasury  by sections 43A and 44 below shall be exercisable in respect of a UK or non-EC company to obtain information to enable  the Treasury to perform their  functions under this Act. 5 Any power conferred on the  Treasury  by section 38, 41, 42, 44(1) or 45 below shall also be exercisable, whether or not any of the grounds specified in subsections (2) and (4) above exists, in relation to— a any body in respect of which the  Treasury have  issued an authorisation; b any insurance company to which this Part of this Act applies in the case of which a person has become a controller within the meaning of  section 96C(1)(c), (d) or (e) below , c any UK company in a case where a person has notified an intention to acquire a notifiable holding in accordance with section 61A(1) below, if that power is exercised before the expiration of the period of five years beginning with the date on which the authorisation was issued or that person became such a controller  or acquired such a holding , as the case may be; but no requirement imposed by virtue of this sub-section shall continue in force after the expiration of the period of ten years beginning with that date. 6 The power conferred on the  Treasury  by section 45 below shall not be exercisable except in a case in which  they consider  that the purpose mentioned in that section cannot be appropriately achieved by the exercise of the powers conferred by sections 38 to 44 below or by the exercise of those powers alone. 7 The  Treasury  shall, when exercising any power conferred by sections 38 to 45 below, state the ground on which  they are  exercising it or, if  they are  exercising it by virtue of subsection (5) above, that  they are  so exercising it; but this subsection shall not apply where the  Treasury have  given notice under section 46 below of the proposed exercise of the power. 8 The grounds specified in subsections (2)(b) to (g) and (4) above are without prejudice to the ground specified in sub-section (2)(a) above. 9 This section shall apply in relation to the powers conferred on the Treasury by section 44 below as it applies in relation to the powers conferred by that section on the Treasury, except that— a in subsection (2)— i the references in paragraphs (a), (aa) and (b) to the Treasury shall be construed as references to the Secretary of State, ii in paragraph (c), the first reference to the Treasury shall be construed as a reference to the Secretary of State, and iii paragraphs (d) to (f) shall not apply; b in subsections (4) and (4A), the references to the Treasury shall be construed as references to the Secretary of State; c subsection (5) shall not apply; and d in subsection (7) the references to the Treasury shall be construed as references to the Secretary of State; and the words from “but this” to the end shall not apply."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "38", "section_title": " Requirements about investments.", "section_text": "38 1 The  Treasury  may require a company— a not to make investments of a specified class or description; b to realise, before the expiration of a specified period (or such longer period as the  Treasury  may allow), the whole or a specified proportion of investments of a specified class or description held by the company when the requirement is imposed. 2 A requirement under this section may be framed so as to apply only to investments which are (or, if made, would be) assets representing a fund or funds maintained by the company in respect of its long term business or so as to apply only to other investments. 3 A requirement under this section shall not apply to the assets of a company so far as their value exceeds— a in the case of a company i whose head office is in an EFTA State, or ii which has in accordance with section 9(2) above made a deposit in an EEA State other than the United Kingdom, or iii which is a Swiss general insurance company,  the amount of the liabilities of the business carried on by the company in the United Kingdom; b in any other case, the amount of the liabilities of the company; that value and amount being determined in accordance with any applicable valuation regulations."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "39", "section_title": " Maintenance of assets in the United Kingdom.", "section_text": "39 1 The  Treasury may require— a in the case of a UK company, that assets of the company of a value which at any time is equal to the whole or a specified proportion of the amount of its EC liabilities shall be maintained in the European Community; and b in the case of an insurance company which is not a UK company, that assets of a value which at any time is equal to the whole or a specified proportion of the amount of its domestic liabilities shall be maintained in the United Kingdom. 2 The  Treasury  may direct that for the purposes of any requirement under this section assets of a specified class or description shall or shall not be treated a in the case of a UK company, as assets maintained in the European Community; and b in the case of an insurance company which is not a UK company, as assets maintained in the United Kingdom 3 The  Treasury  may direct that for the purposes of any requirement under this section the  EC or domestic liabilities  of a company, or such liabilities of any class or description, shall be taken to be the net liabilities after deducting any part of them which is reinsured. 4 A requirement imposed under this section may be framed so as to come into effect immediately after the day on which it is imposed or so as to come into effect after the expiration of a specified period (or such longer period as the  Treasury  may allow). 5 In this section— a any reference to an EC liability is a reference to a liability of the business carried on by the company in the European Community; and b any reference to a domestic liability is a reference to a liability of the business carried on by the company in the United Kingdom. 6 Subject to subsection (7) below, in computing the amount of any liabilities for the purposes of this section all contingent and prospective liabilities shall be taken into account but not liabilities in respect of share capital. 7 For the purposes of this section the value of any assets and the amount of any liabilities shall be determined in accordance with any applicable valuation regulations; and subsection (6) above shall have effect subject to any such regulations made by virtue of section 90(2) below."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "40", "section_title": " Custody of assets.", "section_text": "40 1 The  Treasury  may, in the case of a company on which a requirement has been imposed under section 39 above or under section 31 of the  Insurance Companies Act 1974, impose an additional requirement that the whole or a specified proportion of the assets to which the requirement under that section applies shall be held by a person approved by  the Treasury for the purposes of the requirement under this section as trustee for the company. 2 Section 39(4) above shall apply also to a requirement under this section. 3 Assets of a company held by a person as trustee for a company shall be taken to be held by him in compliance with a requirement imposed under this section if, and only if, they are assets in whose case the company has given him written notice that they are to be held by him in compliance with such a requirement or they are assets into which assets in whose case the company has given him such written notice have, by any transaction or series of transactions, been transposed by him on the instructions of the company. 4 No assets held by a person as trustee for a company in compliance with a requirement imposed under this section shall, so long as the requirement is in force, be released except with the consent of the  Treasury . 5 If a mortgage or charge is created by a company at a time when there is in force a requirement imposed on the company by virtue of this section, being a mortgage or charge conferring a security on any assets which are held by a person as trustee for the company in compliance with the requirement, the mortgage or charge shall, to the extent it confers such a security, be void against the liquidator and any creditor of the company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "40A", "section_title": " Prohibition on disposal of assets.", "section_text": "40A 1 If on the application of the  Treasury  it appears to the court that any of the grounds set out in section 37(3) above are established in relation to a UK company, the court may grant an injunction restraining, or in Scotland an interdict prohibiting, the company from disposing of or otherwise dealing with any of its assets to the value of its EC liabilities. 2 Where a court makes an order under subsection (1) above, it may by subsequent orders make provision for such incidental, consequential and supplementary matters as are necessary to enable the  Treasury  to perform  their  functions under this Act. 3 The jurisdiction conferred by this section shall be exercisable by the High Court and the Court of Session. 4 In this section “EC liabilities” has the same meaning as in section 39 above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "41", "section_title": " Limitation of premium income.", "section_text": "41 1  The  Treasury may require a company to take all such steps as are requisite to secure that the aggregate of the premiums— a to be received by the company in consideration of the undertaking by it during a specified period of liabilities in the course of carrying on general business or any specified part of such business; or b to be received by it in a specified period in consideration of the undertaking by the company during that period of liabilities in the course of carrying on long term business or any specified part of such business. shall not exceed a specified amount. 2 A requirement under this section may apply either to the aggregate premiums to be received as mentioned in subsection (1) above or to the aggregate of those premiums after deducting any premiums payable by the company for reinsuring the liabilities in consideration of which the first-mentioned premiums are receivable."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "42", "section_title": " Actuarial investigations.", "section_text": "42 1 The  Treasury  may require a company which carries on long term business— a to cause the person who for the time being is its actuary under section 19(1) above or any corresponding enactment previously in force to make an investigation into its financial condition in respect of that business, or any specified part of that business, as at a specified date;  and b to cause an abstract of that person’s report of the investigation to be made;  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of any investigation made in pursuance of a requirement under this section the value of any assets and the amount of any liabilities shall be determined in accordance with any applicable valuation regulations. 3 The form and contents of any abstract  . . . made in pursuance of a requirement under this section shall be the same as for an abstract  . . .made under section 18 above and subsection (2) of that section shall apply to an investigation made in pursuance of this section as it applies to an investigation to which subsection (1)(b) of that section relates. 4 The required  copies of any abstract  . . . made in pursuance of a requirement under this section shall be deposited by the company with the  Treasury on or before such date as  they  may specify,  . . .. 5 In subsection (4) above, the reference to the required copies, in relation to any abstract, is to — a three copies of the abstract, or b one printed copy of the abstract and one copy of it in a form approved for the purposes of this subsection by the  Treasury . 6 Where copies of any abstract are required under subsection (4) above to be deposited with the  Treasury , one of the copies or, as the case may be, the printed copy shall be signed by the person required to sign copies of abstracts made under section 18 above which are deposited under section 22 above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "43", "section_title": " Acceleration of information required by accounting provisions.", "section_text": "43 1 The  Treasury  may require any documents which under section 22 above are required to be deposited with  them  by a company within the period specified in that section to be deposited with  them  on or before a specified date before the end of that period, being a date not earlier than three months before the end of that period and not earlier than one month after the date on which the requirement is imposed. 2 The  Treasury  may require any statement which under section 25 above is required to be deposited with  them  by a company within a period prescribed under that section to be deposited with  them  on or before a specified date before the end of that period."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "43A", "section_title": " General investigations.", "section_text": "43A 1 The  Treasury  may appoint one or more competent persons to make an investigation into and report to the  Treasury  on— a whether the criteria of sound and prudent management are fulfilled with respect to any insurance company which is a UK or non-EC company ; or b where a person has notified the  Treasury  under section 60 or 61 below of his intention to become a controller of any such company, whether those criteria would be so fulfilled if that person became such a controller; and the  Treasury  shall give written notice of any such appointment to the company. 2 It shall be the duty of every person who is or was a director, manager, controller, agent, actuary, auditor or solicitor of a company which is under investigation— a to produce to the persons appointed under subsection (1) above, within such time and at such place as they may require, all documents relating to the company which are in his custody or power; b to attend before the persons so appointed at such time and place as they may require; and c otherwise to give those persons all assistance in connection with the investigation which he is reasonably able to give; and those persons may take copies of or extracts from any documents produced to them under paragraph (a) above. 3 For the purpose of exercising his powers under this section a person appointed under subsection (1) above may enter any premises occupied by a company which is being investigated by him under this section; but he shall not do so without prior notice in writing unless he has reasonable cause to believe that if such a notice were given any documents whose production could be required would be removed, tampered with or destroyed. 4 A person exercising powers by virtue of an appointment under this section shall, if so required, produce evidence of his authority. 5 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 6 However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 7 Subsection (6) above applies to any offence other than— a an offence under section 71(1)(b) or (3) below; b an offence under section 5 of the  Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44(2) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); or d an offence under Article 10 of the  Perjury (Northern Ireland) Order 1979 (false statements made otherwise than on oath)."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "44", "section_title": " Power to obtain information and require production of documents.", "section_text": "44   1 The  Treasury may require a company to furnish  them , at specified times or intervals, with information about specified matters being, if  the Treasury so require , information verified in a specified manner. 2 The  Treasury  may— a require a company to produce, at such time and place as  the Treasury  may specify, such  documents  as  the Treasury  may specify; or b authorise any person, on producing (if required so to do) evidence of his authority, to require a company to produce to him forthwith any  documents  which that person may specify. 2A Subsections (1) and (2) above shall have effect as if any reference to a company included a reference to any person who is or has been a controller, officer, agent or employee of a UK or non-EC company and to any body corporate which is or has been— a a parent undertaking or subsidiary undertaking of such a company; b a subsidiary undertaking of a parent undertaking of such a company; or c a parent undertaking of a subsidiary undertaking of such a company. 2B The  Treasury  may require a UK or non-EC company to furnish  them , at a specified time, with a report by a specified person, being an actuary or accountant or other person with relevant professional skills, on any matter about which the  Treasury have  required, or could require, the company to provide information under subsection (1) above. 3 Where by virtue of subsection (2) above the  Treasury have or a person authorised by them  has power to require the production of any  documents  from any company, the  Treasury  or that person shall have the like power to require production of those  documents  from any person who appears to  them or, as the case may be, him  to be in possession of them; but where any person from whom such production is required claims a lien on  documents  produced by him, the production shall be without prejudice to the lien. 4 Any power conferred by or by virtue of  subsections (2), (2A) and (3) above to require a company or other person to produce  documents  shall include power— a if the  documents  are produced— i to take copies of them or extracts from them; and ii to require that person, or any other person who is a present or past director, controller or auditor of, or is or was at any time employed by, the company in question, to provide an explanation of any of them; b if the  documents  are not produced, to require the person who was required to produce them to state, to the best of his knowledge and belief, where they are. 4A Any person authorised by the  Treasury  may, on producing if required evidence of his authority, enter any premises occupied by— a a UK or non-EC company on which a requirement under subsection (1) or (2) above has been imposed; or b a person on whom or a body on which such a requirement has been imposed by virtue of subsection (2A) above, for the purpose of obtaining the information or documents required to be furnished or produced and exercising the powers conferred by subsection (4) above. 5 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 5A However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 5B Subsection (5A) above applies to any offence other than— a an offence under section 71(1)(b), (3) or (4) below; b an offence under section 5 of the  Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44(2) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); or d an offence under Article 10 of the  Perjury (Northern Ireland) Order 1979 (false statements made otherwise than on oath). 6 In this section “ document ” includes information recorded in any form; and, in relation to information recorded otherwise than in legible form, the power to require its production includes power to require the production of a copy of the information in legible form. 7 This section shall apply to the Secretary of State and persons authorised by him as it applies to the Treasury and persons authorised by them; and for this purpose references in this section to the Treasury shall be construed as references to the Secretary of State."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "44A", "section_title": " Entry and search of premises.", "section_text": "44A 1 A justice of the peace may issue a warrant under this section if satisfied on information on oath given by or on behalf of the  Treasury , or by a person authorised to exercise powers under section 44 above, that there are reasonable grounds for believing that there are on any premises documents whose production has been required under section 44(2) to (4) above and which have not been produced in compliance with the requirement. 2 A justice of the peace may also issue a warrant under this section if satisfied on information on oath given by or on behalf of the  Treasury , or by a person authorised to exercise powers under section 44 above— a that there are reasonable grounds for believing that an offence has been committed for which the penalty on conviction on indictment is imprisonment for a term of not less than two years and that there are on any premises documents relating to whether the offence has been committed, b that the  Treasury or, as the case may be, the authorised person  have power to require the production of the documents under section 44(2) to (4) above, and c that there are reasonable grounds for believing that if production was so required the documents would not be produced but would be removed from the premises, hidden, tampered with or destroyed. 3 A warrant under this section shall authorise a constable, together with any other person named in it and any other constables— a to enter the premises specified in the information, using such force as is reasonably necessary for the purpose; b to search the premises and take possession of any documents appearing to be such documents as are mentioned in subsection (1) or (2), as the case may be, or to take, in relation to any such documents, any other steps which may appear to be necessary for preserving them or preventing interference with them; c to take copies of any such documents; and d to require any person named in the warrant to provide an explanation of them or to state where they may be found. 4 f in the case of a warrant under subsection (2) the justice of the peace is satisfied on information on oath that there are reasonable grounds for believing that there are also on the premises other documents relevant to the investigation, the warrant shall also authorise the actions mentioned in subsection (3) to be taken in relation to such documents. 5 A warrant under this section shall continue in force until the end of the period of one month beginning with the day on which it is issued. 6 Any documents of which possession is taken under this section may be retained— a for a period of three months; or b if within that period proceedings to which the documents are relevant are commenced against any person for any criminal offence, until the conclusion of those proceedings. 7 In the application of this section to Scotland for the references to a justice of the peace substitute references to a justice of the peace or a sheriff, and for the references to information on oath substitute references to evidence on oath. 8 In this section “ document ” includes information recorded in any form. 9 The powers conferred by this section shall be exercisable in relation to information on oath given by or on behalf of the Secretary of State as they are exercisable in relation to information on oath given by or on behalf of the Treasury; and for this purpose the reference in subsection (2)(b) to the Treasury shall be construed as a reference to the Secretary of State."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "45", "section_title": " Residual power to impose requirements for protection of policy holders.", "section_text": "45 1 The  Treasury  may require a company to take such action as appears to  the Treasury  to be appropriate— a for the purpose of protecting policy holders or potential policy holders of the company against the risk that the company may be unable to meet its liabilities or, in the case of long term business, to fulfil the reasonable expectations of policy holders or potential policy holders; or b in the case of a UK or non-EC company, for the purpose of ensuring that the criteria of sound and prudent management are fulfilled with respect to the company. 2 The power conferred by this section shall not be exercised in such a way as to restrict the company’s freedom to dispose of its assets except where it is exercised— a after the  Treasury have given a direction under  section 11 or 12A above  or section 11 of the  Insurance Companies Act 1981; or b on the ground that it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is or was subject by virtue of section 33, 34 or 35 above or section 26B, 26C or 26D of the  Insurance Companies Act 1974; or c where the ground for intervention arises out of the submission by the company to the  Treasury  of an account or statement specifying, as the amount of any liabilities of the company, an amount appearing to the  Treasury  to have been determined otherwise than in accordance with valuation regulations or, where no such regulations are applicable, generally accepted accounting concepts, bases and policies or other generally accepted methods appropriate for insurance companies  or. d on the grounds that the company is a UK or non-EC company and it appears to the  Treasury  that the company has failed to satisfy an obligation to which it is or was subject by virtue of section 32 or 35A above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "46", "section_title": " Notice of proposed exercise of powers on ground of unfitness of certain persons.", "section_text": "46 1 Before exercising with respect to a company any power or powers conferred by sections 38 to 45 above on the ground that  they would be prohibited from issuing an authorisation to the company because of the unfitness of a person for the position held by him (not being that of controller of the company), the  Treasury  shall serve on that person a written notice stating— a that the  Treasury are  considering exercising a power or powers by those sections and the ground on which  they are  considering the exercise of the power or powers; and b that the person on whom the notice is served may, within the period of one month from the date of service of the notice, make written representations to the  Treasury  and, if that person so requests, oral representations to an officer of the  Treasury  appointed for the purpose by the  Treasury . 2 Unless the  Treasury  , after considering any representations made in accordance with subsection (1) above by the person served with a notice under that subsection,  decide  not to exercise the power or powers in relation to which the notice was served,  they  shall before exercising the power or powers serve on the company a written notice— a containing the matters mentioned in paragraphs (a) and (b) of that subsection, taking references to the person there mentioned as references to the company; and b specifying the power or powers which  they propose  to exercise and, if the power or one of them is that conferred by section 45 above, specifying the manner of its proposed exercise. 3 A notice under this section shall give particulars of the ground on which the  Treasury are  considering the exercise of the power or powers in question. 4 Where representations are made in accordance with this section the  Treasury  shall take them into consideration before exercising the power or powers in question. 5 A requirement imposed on a company in the exercise of any power or powers to which this section applies may be framed so as to come into effect after the expiration of a specified period (or such longer period as the  Treasury  may allow) unless before the expiration of that period the person whose fitness is in question has ceased to hold the position concerned."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "47", "section_title": " Rescission, variation and publication of requirements.", "section_text": "47   1 The  Treasury  may rescind a requirement imposed under sections 38 to 45 above if it appears to  them that it is no longer necessary for the requirement to continue in force, and may from time to time vary any such requirement. 1A The Secretary of State may rescind a requirement imposed by him under section 44 above if it appears to him that it is no longer necessary for the requirement to continue in force, and may from time to time vary any such requirement. 2 No requirement imposed by virtue of subsection (5) of section 37 above shall be varied after the expiration of the period of five years mentioned in that subsection except in a manner which relaxes that requirement. 3 Where a requirement is imposed under section 40 above or any such requirement is rescinded or varied the  Treasury  shall forthwith serve— a except where paragraph (b) below applies, on the registrar of companies or on the registrar of companies in Northern Ireland or on both; b if the requirement is imposed on a registered society, on the appropriate registrar as defined by section 73(1) of the  Industrial and Provident Societies Act 1965 in the case of a society registered in Great Britain or on the registrar as defined by section 101(1) of the  Industrial and Provident Societies Act (Northern Ireland) 1969 in the case of a society registered in Northern Ireland; a written notice stating that fact and, in the case of a notice of the imposition of a requirement, setting out the terms of the requirement, in the case of a notice of the rescission of a requirement, identifying the requirement and, in the case of a notice of a variation of a requirement, identifying the requirement and setting out the terms of the variation. 4 A notice served in pursuance of subsection (3) above on the registrar of companies or the registrar of companies in Northern Ireland shall be open to inspection, and a copy thereof may be procured by any person on payment of such fee as the Secretary of State or, in the case of a notice served on the registrar of companies in Northern Ireland, the Department of Commerce for Northern Ireland may direct; and every document purporting to be certified by the registrar of companies or the registrar of companies in Northern Ireland to be a copy of such a notice shall be deemed to be a copy of that notice and shall be received in evidence as if it were the original notice unless some variation between it and the original is proved. 5 Section 71(1) of the said Act of 1965 (which empowers the Treasury to make regulations respecting, among other things, the inspection of documents kept by the appropriate registrar under that Act) and section 97(1) of the said Act of 1969 (which confers corresponding powers on the Department of Commerce for Northern Ireland) shall have effect as if the reference to documents so kept included a reference to notices served in pursuance of subsection (3) above on the appropriate registrar or, as the case may be, on the registrar."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "47A", "section_title": " Restriction on disclosure of information.", "section_text": "47A Schedule 2B to this Act (which, subject to certain exceptions, restricts the disclosure of information obtained under or by virtue of this Act) shall have effect."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "47B", "section_title": " Privilege from disclosure.", "section_text": "47B 1 A requirement imposed under  section 43A or 44(2) to (4)  above shall not compel the production by any person of a document which he would in an action in the High Court or, in Scotland, in the Court of Session be entitled to refuse to produce on grounds of legal professional privilege or authorise the taking of possession of any such document which is in his possession. 2 "}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "48", "section_title": " Power of Secretary of State to bring civil proceedings on behalf of insurance company.", "section_text": "48 1 Section 438(1) of the Companies Act  (power of Secretary of State to bring civil proceedings on behalf of body corporate) shall have effect in relation to an insurance company to which this Part of this Act applies (whether or not a body corporate) as if the reference to any information or document obtained under the provisions there mentioned included a reference to any information or document obtained under this Act or any enactment repealed by this Act or by the  Insurance Companies Act 1974. 2 The Secretary of State may bring civil proceedings in the name and on behalf of an insurance company to which this Part of the Act applies (whether or not a body corporate) under  Article 431(1) of the Companies (Northern Ireland) Order 1986  and that subsection shall have effect in relation to such an insurance company as if the reference to any information or document obtained under the provisions there mentioned included a reference to any information or document obtained under this Act or any enactment repealed by this Act or by the  Insurance Companies Act 1980 and any reference to the Department of Commerce for Northern Ireland were a reference to the Secretary of State. 2A The Treasury may exercise the powers conferred on the Secretary of State by virtue of subsections (1) and (2) above; and sections 451A(2) and 452(1) of the Companies Act 1985 shall apply in relation to the Treasury as they apply in relation to the Secretary of State. 3 Where under a judgment given or decree pronounced in proceedings brought by virtue of  section 438(1) of the Companies Act  or  Article 431(1) of the said Order of 1986  on behalf of an insurance company a sum is recovered in respect of a loss of assets representing a fund or funds maintained by the company in respect of its long term business the court shall direct that the sum shall be treated for the purposes of this Act as assets of that fund or those funds and this Act shall have effect accordingly."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "49", "section_title": " Transfers of long term and general general business.", "section_text": "49 Schedule 2C to this Act shall have effect long term and with respect to transfers of business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "49A", "section_title": "Transfer of long term business to friendly society.", "section_text": "49A 1 Section 49 above applies, with the following adaptations, to a transfer of business to an incorporated friendly society or registered friendly society authorised under Part IV of the Friendly Societies Act 1992. 2 In subsection (3)(c) (service of documents), after the words “the Secretary of State\" there shall be inserted the words “and on the Friendly Societies Commission\". 3 In subsection (5) (persons entitled to be heard on petition), in paragraph (a) after the words “the Secretary of State\" there shall be inserted the words “and the Friendly Societies Commission\". 4 In subsection (6) (requirement that transferee company be authorised to carry on long term business), for the words “authorised under section 3 or 4 above\" there shall be substituted the words “authorised under Part IV of the Friendly Societies Act 1992.\""}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "49B.", "section_title": " Modifications of section 49 in certain cases.", "section_text": "49B 1 This section applies where– a it is proposed to carry out a scheme under which the whole or part of any long term business (other than reinsurance) carried on in the United Kingdom by an insurance company to which this Part of this Act applies (“the transferor company\") is to be transferred to another insurance company (“the transferee company\"); b all of the policies comprised in the business proposed to be transferred were written in the course of the provision of services in a member State other than the United Kingdom; and c the head office of the transferee company is situated in a member State. 2 In any case where this section applies, section 49 above shall have effect as if– a in paragraph (a) of subsection (3), for the words “in the London, Edinburgh and Belfast Gazettes and, except where the court has otherwise directed, in two national newspapers\" there were substituted the words “in two national newspapers in the United Kingdom, and in such publications or in such manner in the member State of the commitment as the court has directed,\"; b in paragraph (d) of that subsection, for the words “at offices in the United Kingdom of the companies concerned\" there were substituted the words “at offices in the United Kingdom of the transferor company and at such place in the member State of the commitment as the court has directed\": and c for the provisions of subsections (6) to (6B) there were substituted the following provisions of this section. 3 Where the establishment of the transferee company to which the policies are to be transferred is situated in the United Kingdom, the court shall not make an order sanctioning the scheme unless it is satisfied that– a the transferee company fulfils the conditions in Articles 11, 12, 14 and 16 of the second long term insurance Directive in the member State of the commitment: b the supervisory authorities of that member State agree to the transfer; and c the transferee company is, or immediately after the making of the order will be, authorised under section 3 or 4 above to carry on long term business of the class or classes to be transferred under the scheme. 4 Where the establishment of the transferee company to which the policies are to be transferred is situated in a member State other than the United Kingdom, the court shall not make an order sanctioning the scheme unless– a it is satisfied that the supervisory authorities of the member State where the establishment of the transferee company to which the policies are to be transferred is situated agree to the transfer; and b where the member State of the commitment is not the member State in which the establishment is situated, it is also satisfied that– i the establishment fulfils the conditions in Articles 11, 12, 14 and 16 of the second long term insurance Directive in the member State of the commitment; ii the law of that member State provides for the possibility of such a transfer; and iii the supervisory authorities of that member State agree to the transfer. 5 Where the head office of the transferee company is situated in a member State other than the United Kingdom, the court shall not make an order sanctioning the scheme unless the supervisory authorities of that member State certify that the transferee company possesses the necessary margin of solvency after taking the proposed transfer into account. 6 Where the court makes an order sanctioning the scheme, it shall direct that– a notice of the making of any order, or the execution of any instrument, giving effect to the transfer shall be published in the member State of the commitment; and b the notice shall specify a period during which any policy holder affected may cancel the policy; and such an instrument or order shall not bind such a policy holder if either such a notice is not so published or the policy holder cancels the policy during the period so specified."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "50", "section_title": " Provisions supplementary to section 49.", "section_text": "50 1 Where the court makes an order under section 49 above sanctioning a scheme the court may, either by that order or by any subsequent order, make provision for all or any of the following matters— a the transfer to the transferee company of the whole or any part of the undertaking and of the property or liabilities of the transferor company; b the allotting or appropriation by the transferee company of any shares, debentures, policies or other like interests in that company which under the scheme are to be allotted or appropriated by that company to or for any person; c the continuation by or against the transferee company of any legal proceedings pending by or against the transferor company; d the dissolution, without winding up, of the transferor company; e such incidental, consequential and supplementary matters as are necessary to secure that the scheme shall be fully and effectively carried out. 2 Where any such order provides for the transfer of property or liabilities, that property shall, by virtue of the order, be transferred to and vest in, and those liabilities shall, by virtue of the order, be transferred to and become the liabilities of, the transferee company, and in the case of any property, if the order so directs, freed from any mortgage or charge which is by virtue of the scheme to cease to have effect. 3 For the purposes of any provision requiring the delivery of an instrument of transfer as a condition for the registration of a transfer of any property (including in particular section  183(1)  of the  Companies Act , section 56(4) of the  Finance Act 1946,  Article 193(1) and (2)  of the  Companies (Northern Ireland) Order 1986  and section 27(4) of the  Finance ( No.  2) Act (Nothern Ireland) 1946) an order which by virtue of this section operates to transfer any property shall be treated as an instrument of transfer. 4 Where a scheme is sanctioned by an order of the court under section 49 above the transferee company shall, within ten days from the date on which the order is made or such longer period as the Secretary of State may allow, deposit two office copies of the order with the Secretary of State. 5 In this section “ property ” includes property, rights and powers of every description, “ liabilities ” includes duties and “ shares ” and “ debentures ” have the same meaning as in the  Companies Act  or the  Companies (Northern Ireland) Order 1986"}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "51", "section_title": " Approval of transfers of general business.", "section_text": "51 1 Where it is proposed to execute an instrument by which an insurance company to which this Part of this Act applies (“ the transferor ”) is to transfer to another body (“the transferee\") all its rights and obligations under such general policies, or general policies of such descriptions, as may be specified in the instrument, the transferor may apply to the Secretary of State for his approval of the transfer. 2 The Secretary of State shall not determine an application made under subsection (1) above unless he is satisfied that— a a notice approved by him for the purpose has been published in the London, Edinburgh and Belfast Gazettes and, if he thinks fit, in two national newspapers which have been so approved; and b except in so far as he has otherwise directed, a copy of the notice has been sent to every affected policy holder and every other person who claims an interest in a policy included in the transfer and has given written notice of his claim to the transferor; and c copies of a statement setting out particulars of the transfer and approved by him for the purpose have been available for inspection at one or more places in the United Kingdom for a period of not less than thirty days beginning with the date of the first publication of the notice in accordance with paragraph (a) above. 3 The notice referred to in subsection (2) above shall include a statement that written representations concerning the transfer may be sent to the Secretary of State before a specified day, which shall not be earlier than sixty days after the day of the first publication of the notice in accordance with paragraph (a) above; and the Secretary of State shall not determine the application until after considering any representations made to him before the specified day. 4 The Secretary of State shall not approve a transfer on an application under subsection (1) above unless he is satisfied that— a every policy included in the transfer evidences a contract which— i was entered into before the date of the application; and ii imposes on the insurer obligations the performance of which will constitute the carrying on of insurance business in the United Kingdom; and b the transferee is, or immediately after the approval will be, authorised under section 3 or 4 above to carry on in the United Kingdom insurance business of the appropriate class or classes; and unless in his opinion the transferee’s financial resources and the other circumstances of the case justify the giving of his approval. 4A Without prejudice to the generality of subsection (4) above, the Secretary of State shall not approve a transfer on an application under subsection (1) above to an insurance company whose head office is situated in another member State  or to a Swiss general insurance company unless— a the supervisory authorities of that State  or, as the case may be, of Switzerland  certify that it possesses the necessary margin of solvency after taking the proposed transfer into account; or b every policy included in the proposed transfer evidences a contract of reinsurance. 4B Notwithstanding the provisions of subsection (4)(a)(ii) and (b) above, the Secretary of State may approve a transfer on an application under subsection (1) above to an insurance company established in another member State, where he is satisfied that– a the transfer relates to policies covering risks situated in the United Kingdom, b the transferee is entitled in accordance with section 81B below to provide insurance in the United Kingdom in respect of those risks through that establishment, and c the supervisory authorities of the member State of that establishment agree to the transfer. 5 On determining an application made under subsection (1) above, the Secretary of State shall— a publish a notice of his decision in the London, Edinburgh and Belfast Gazettes and in such other manner as he may think fit, and b send a copy of that notice to the transferor, the transferee and every person who made representations in accordance with the notice referred to in subsection (2) above; and if he refuses the application he shall inform the transferor and the transferee in writing of the reasons for his refusal. 6 Any notice or other document authorised or required to be given or served under this section or section 52 below may, without prejudice to any other method of service, be served by post; and a letter containing the notice or other document shall be deemed to be properly addressed if it is addressed to that person at his last known residence or last known place of business in the United Kingdom. 7 In this section “ general policy ” means a policy evidencing a contract the effecting of which constituted the carrying on of general business; and for the purposes of this section a policy holder is an “ affected policy holder ” in relation to a proposed transfer if— a his policy is included in the transfer, or b his policy is with the transferor and the Secretary of State has certified, after consulting the transferor, that in the opinion of the Secretary of State the policy holder’s rights and obligations under the policy will or may be materially affected by the transfer."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "52", "section_title": " Effect of approval under section 51.", "section_text": "52 1 Subject to subsection (2) below, an instrument giving effect to a transfer approved by the Secretary of State under section 51 above shall be effectual in law— a to transfer to the transferee all the transferor’s rights and obligations under the policies included in the instrument, and b if the instrument so provides, to secure the continuation by or against the transferee of any legal proceedings by or against the transferor which relate to those rights or obligations. notwithstanding the absence of any agreements or consents which would otherwise be necessary for it to be effectual in law for those purposes. 2 Except in so far as the Secretary of State may otherwise direct, a policy holder whose policy is included in such an instrument shall not be bound by it unless he has been given written notice of its execution by the transferor or the transferee."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "52A", "section_title": " Issue of certificates by Secretary of State.", "section_text": "52A 1 Where it is proposed to execute an instrument by which— a an EC company, or a non-EC company whose head office is in an EFTA State, is to transfer— i to a UK company; or ii to a non-EC company whose solvency is supervised by the  Treasury  in accordance with Article 29 or 30 of the first long term insurance Directive or Article 25 or 26 of the first general insurance Directive, all its rights and obligations under such long term or general policies, or long term or general policies of such descriptions, as may be specified in the instrument; or aa a company which is authorised in accordance with Article 27 of the first long term insurance Directive, or Article 23 of the first general insurance Directive, is to transfer to a UK company all its rights and obligations under such long term or general policies, or long term or general policies of such descriptions, as may be so specified; or b a Swiss general insurance company is to transfer to a UK company all its rights and obligations under such general policies, or general policies of such descriptions, as may be so specified, the  Treasury may, if  they are  satisfied that the transferee possesses the necessary margin of solvency after taking the proposed transfer into account, issue a certificate to that effect. 2 In this section “general policy” means a policy evidencing a contract the effecting of which constituted the carrying on of general business, other than reinsurance;  'long term policy’ means a policy evidencing a contract the effecting of which constitutes the carrying on of long term business, other than reinsurance ."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "52B", "section_title": " Effect of transfers authorised in other EEA States.", "section_text": "52B 1 This section applies where— a an EC company transfers to another body all its rights and obligations under any UK policies and the transfer is authorised in its home State in accordance with— i Article 11 of the third long term insurance Directive, or ii Article 12 of the third general insurance Directive; b a non-EC company whose head office is in an EFTA State transfers to another body all its rights and obligations under any UK policies and the transfer is authorised in an EEA State other than the United Kingdom in accordance with— i Article 6 of the second long term insurance Directive, or ii Article 11 of the second general insurance Directive; or c a company which is authorised in accordance with Article 27 of the first long term insurance Directive, or Article 23 of the first general insurance Directive  transfers to another body all its rights and obligations under any UK policies and the transfer is authorised in a member State other than the United Kingdom in accordance with— i Article 31a of the first long term insurance Directive (as amended by Article 49 of the third long term insurance Directive), or ii Article 28a of the first general insurance Directive (as amended by Article 53 of the third general insurance Directive). 2 If notice of the execution of the instrument giving effect to the transfer is published in such manner as the  Treasury  may from time to time direct, the instrument shall be effectual in law— a to transfer to the transferee all the transferor’s rights and obligations under the UK policies included in the instrument, and b if the instrument so provides, to secure the continuation by or against the transferee of any legal proceedings by or against the transferor which relate to those rights or obligations, notwithstanding the absence of any agreements or consents which would otherwise be necessary for it to be effectual in law for those purposes. 3 Directions under this section may make different provision for different cases or descriptions of case. 4 A policy which evidences a contract of  . . . insurance is a UK policy for the purposes of this section if the law applicable to it is the law of any part of the United Kingdom."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "53", "section_title": " Winding up of insurance companies under Companies Acts.", "section_text": "53 The court may order the winding up, in accordance with the  Insolvency Act 1986  or, as the case may be, the  Insolvency (Northern Ireland) Order 1989 , of an insurance company to which this Part of this Act applies and the provisions of  the that Act of 1986  or, as the case may be,  that Order of 1989  shall apply accordingly subject to the modification that the company may be ordered to be wound up on the petition of ten or more policy holders owning policies of an aggregate value of not less than £10,000. Such a petition shall not be presented except by leave of the court, and leave shall not be granted until a prima facie case has been established to the satisfaction of the court and until security for costs for such amount as the court may think reasonable has been given."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "54", "section_title": " Winding up on petition of  Treasury .", "section_text": "54   1 The  Treasury  may present a petition for the winding up, in accordance with  Part IV or V of the Insolvency Act 1986 , of an insurance company to which this Part of this Act applies, being a company which may be wound up by the court under the provisions of that Act, on the ground— a that the company is unable to pay its debts within the meaning of sections  123 or sections 222 to 224  of that Act; b that the company has failed to satisy an obligation to which it is or was subject by virtue of this Act or any enactment repealed by this Act or by the  Insurance Companies Act 1974; or bb that the company is a UK company and has failed to satisfy an obligation to which it is subject by virtue of any provision of the law of another EEA State which— i gives effect to the general or long term insurance Directives; or ii is otherwise applicable to the insurance activities of the company in that State; c that the company, being under the obligation imposed by  sections 221 and 222 of the Companies Act  with respect to the keeping of accounting records, has failed to satisfy that obligation or to produce records kept in satisfaction of that obligation and that the  Treasury are unable to ascertain its financial position. 2 The  Treasury  may present a petition for the winding up, in accordance with the  Part V or  VI  of the Insolvency (Northern Ireland) Order 1989 , of an insurance company to which this Part of this Act applies, being a company which may be wound up by the court under the provisions of that Act, on the ground— a that the company is unable to pay its debts within the meaning of  Article 103 or Articles 186 to 188  of that Order b that the company has failed to satisfy an obligation to which it is or was subject by virtue of this Act or any enactment repealed by this Act or by the  Insurance Companies Act 1980; or bb that the company is a UK company and has failed to satisfy an obligation to which it is subject by virtue of any provision of the law of another EEA State which— i gives effect to the general or long term insurance Directives; or ii is otherwise applicable to the insurance activities of the company in that State; c that the company, being under an obligation imposed by  Articles 229 to 231 of the Part V or VI of the Insolvency (Northern Ireland) Order 1989  with respect to the keeping of accounting records, has failed to satisfy that obligation or to produce records kept in satisfaction of that obligation and that the  Treasury are  unable to ascertain its financial position; and  Article 433 of the said Order of 1986  shall have effect in relation to such an insurance company as if any reference to the Department of Commerce for Northern Ireland were a reference to the  Treasury . 3 In any proceedings on a petition to wind up an insurance company presented by the  Treasury  under subsection (1) of (2) above, evidence that the company was insolvent— a at the close of the period to which— i the accounts and balance sheet of the company last deposited under section 22 above; or ii any statement of the company last deposited under section 25 above, relate; or b at any date or time specified in a requirement under section 42 or 44 above, shall be evidence that the company continues to be unable to pay its debts, unless the contrary is proved. 4 If, in the case of an insurance company to which this Part of this Act applies, being a company which may be wound up by the court under the provisions of the  Insolvency Act 1986  or, as the case may be, the  Insolvency (Northern Ireland) Order 1989 , it appears to the  Treasury  that it is expedient in the public interest that the company should be wound up,  the Treasury  may, unless the company is already being wound up by the court, present a petition for it to be so wound up if the court thinks it just and equitable for it to be so wound up. 4A The Secretary of State may exercise the powers conferred on the Treasury by subsections (1) to (4) above, and for this purpose those subsections shall be construed as if references to the Treasury were references to the Secretary of State. 5 Where a petition for the winding up of an insurance company to which this Part of this Act applies is presented by a person other than the  Treasury , a copy of the petition shall be served on  theTreasury and they  shall be entitled to be heard on the petition."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "55", "section_title": " Winding up of insurance companies with long term business.", "section_text": "55 1 No insurance company to which this Part of this Act applies which is an unincorporated body and carries on long term business shall be made the subject of bankruptcy proceedings or, in Scotland, sequestration proceedings. 2 No insurance company to which this Part of this Act applies which carries on long term business shall be wound up voluntarily. 3 Section 29(1) above shall not have effect in relation to the winding up of a company to which section 28(1) above applies but, subject to subsection (4) below and to rules made by virtue of section 59(2) below, in any such winding up— a the assets representing the fund or funds maintained by the company in respect of its long term business shall be available only for meeting the liabilities of the company attributable to that business; b the other assets of the company shall be available only for meeting the liabilities of the company attributable to its other business. 4 Where the value of the assets mentioned in either paragraph of subsection (3) above exceeds the amount of the liabilities mentioned in that paragraph the restriction imposed by that subsection shall not apply to so much of those assets as represents the excess. 5 In relation to the assets falling within either paragraph of subsection (3) above the creditors mentioned in  section 168(2) of the Insolvency Act 1986  or, as the case may be,  Article 143(2) of the Insolvency (Northern Ireland) Order 1989  shall be only those who are creditors in respect of liabilities falling within that paragraph; and any general meetings of creditors summoned for the purposes of that section shall accordingly be separate general meetings of the creditors in respect of the liabilities falling within each paragraph. 6 Where under section  212 of the Insolvency Act 1986  or  Article 176 of the Insolvency (Northern Ireland) Order 1989  (defalcations of directors etc. disclosed in course of winding up) a court orders any money or property to be repaid or restored to a company or any sum to be contributed to its assets then, if and so far as the wrongful act which is the reason for the making of the order related to assets representing a fund or funds maintained by the company in respect of its long term business, the court shall include in the order a direction that the money, property or contribution shall be treated for the purposes of this Act as assets of that fund or those funds and this Act shall have effect accordingly."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "56", "section_title": " Continuation of long term business of insurance companies in liquidation.", "section_text": "56 1 This section has effect in relation to the winding up of an insurance company to which this Part of this Act applies, being a company carrying on long term business. 2 The liquidator shall, unless the court otherwise orders, carry on the long term business of the company with a view to its being transferred as a going concern to another insurance company, whether an existing company or a company formed for that purpose; and, in carrying on that business as aforesaid, the liquidator may agree to the variation of any contracts of insurance in existence when the winding up order is made but shall not effect any new contracts of insurance. 3 If the liquidator is satisfied that the interests of the creditors in respect of liabilities of the company attributable to its long term business require the appointment of a special manager of the company’s long term business, he may apply to the court, and the court may on such application appoint a special manager of that business to act during such time as the court may direct, with such powers, including any of the powers of a receiver or manager, as may be entrusted to him by the court. 4 Section 177(5) of the Insolvency Act 1986  or, in the case of a special manager appointed in proceedings in Northern Ireland,  Article 151(5) of the Insolvency (Northern Ireland) Order 1989  (special manager to give security and receive remuneration) shall apply to a special manager appointed under subsection (3) above as they apply to a special manager appointed under  section 177 of the said Act of 1986  or, as the case may be,  Article 151 of the said Order of 1989 5 The court may, if it thinks fit and subject to such conditions (if any) as it may determine, reduce the amount of the contracts made by the company in the course of carrying on its long term business. 6 The court may, on the application of the liquidator, a special manager appointed under subsection (3) above  , the Treasury or the Secretary of State, appoint an independent actuary to investigate the long term business of the company and to report to the liquidator, the special manager  , the Treasury or the Secretary of State, as the case may be, on the desirability or otherwise of that business being continued and on any reduction in the contracts made in the course of carrying on that business that may be necessary for its successful continuation. 7 Notwithstanding  section 167 of, and Schedule 4 to, the Insolvency Act 1986  or, as the case may be,  Article 142 of, and Schedule 2 to, the Insolvency (Northern Ireland) Order 1989  (which requires a liquidator to obtain the sanction of the court or  a specified committee  for the bringing of legal proceedings in the name of and on behalf of the company) the liquidator may without any such sanction make an application in the name of and on behalf of the company under section 49 above. 8 In this section “ the court ” means the court having jurisdiction to wind up the company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "57", "section_title": " Subsidiary companies.", "section_text": "57 1 Where the insurance business or any part of the insurance business of an insurance company has been transferred to an insurance company to which this Part of this Act applies under an arrangement in pursuance of which the first-mentioned company (in this section called the subsidiary company) or the creditors thereof has or have claims against the company to which the transfer was made (in this section called the principal company), then, if the principal company is being wound up by  or under the supervision of  the court, the court shall, subject to the provisions of this section, order the subsidiary company to be wound up in conjuction with the principal company, and may by the same or any subsequent order appoint the same person to be liquidator for the two companies, and make provision for such other matters as may seem to the court necessary, with a view to the companies being wound up as if they were one company. 2 The commencement of the winding up of the principal company shall, save as otherwise ordered by the court, be the commencement of the winding up of the subsidiary company 3 In adjusting the rights and liabilities of the members of the several companies between themselves, the court shall have regard to the constitution of the companies, and to the arrangements entered into between the companies, in the same manner as the court has regard to the rights and liabilities of different classes of contributories in the case of the winding up of a single company, or as near thereto as circumstances admit. 4 Where any company alleged to be subsidiary is not in process of being wound up at the same time as the principal company to which it is subsidiary, the court shall not direct the subsidiary company to be wound up unless, after hearing all objections (if any) that may be urged by or on behalf of the company against its being wound up, the court is of the opinion that the company is subsidiary to the principal company, and that the winding up of the company in conjunction with the principal company is just and equitable. 5 An application may be made in relation to the winding up of any subsidiary company in conjunction with a principal company by any creditor of, or person interested in, the principal or subsidiary company. 6 Where a company stands in the relation of a principal company to one company, and in the relation of a subsidiary company to some other company, or where there are several companies standing in the relation of subsidiary companies to one principal company, the court may deal with any number of such companies together or in separate groups, as it thinks most expedient, upon the principles laid down in this section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "58", "section_title": " Reduction of contracts as alternative to winding up.", "section_text": "58 In the case of an insurance company which has been proved to be unable to pay its debts, the court may, if it thinks fit, reduce the amount of the contracts of the company on such terms and subject to such conditions as the court thinks just, in place of making a winding up order."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "59", "section_title": " Winding up rules.", "section_text": "59 1 Rules may be made under  section 411 of the Insolvency Act 1986  or  Article 359 of the Insolvency (Northern Ireland) Order 1989  (general rules about winding up) for determining the amount of the liabilities of an insurance company to policy holders of any class or description for the purpose of proof in a winding up and generally for carrying into effect the provisions of this Part of this Act with respect to the winding up of insurance companies. 2 Without prejudice to the generality of subsection (1) above, rules under  section 411 of the Insolvency Act 1986  or, as the case may be,  Article 359 of the said Order of 1989  may make provision for all or any of the following matters— a the identification of the assets and liabilities falling within either paragraph of subsection (3) of section 55 above; b the apportionment between the assets falling within paragraphs ( a ) and ( b ) of that subsection of the costs, charges and expenses of the winding up and of any debts of the company having priority under  sections 175 and 176 of, and Schedule 6 to, the Insolvency Act 1986 , or, as the case may be,  Articles 149 and 150 of, and Schedule 4 to, the Insolvency (Northern Ireland) Order 1989 ; c the determination of the amount of liabilities of any description falling within either paragraph of that subsection for the purpose of establishing whether or not there is any such excess in respect of that paragraph as is mentioned in subsection (4) of section 55 above; d the application of assets within paragraph (a) of the said subsection (3) for meeting the liabilities within that paragraph; e the application of assets representing any such excess as is mentioned in the said subsection (4)."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "60", "section_title": " Approval of proposed managing director or chief executive of insurance company.", "section_text": "60 1 No insurance company to which this Part of this Act applies shall appoint a person as managing director or chief executive of the companies unless— a the company has served on the  Treasury  a written notice stating that it proposes to appoint that person to that position and containing such particulars as may be prescribed; and b either the  Treasury have , before the expiration of the period of three months beginning with the date of service of that notice, notified the company in writing that there is no objection to that person being appointed to that position or that period has elapsed without the  Treasury  having served on the company a written notice of objection. 2 A notice served by a company under subsection (1)(a) above shall contain a statement signed by the person proposed to be appointed that it is served with his knowledge and consent. 3 The  Treasury  may serve a notice of objection under subsection (1) above on the ground— a that it appears to  the Treasury that the person proposed to be appointed is not a fit and proper person to be appointed to the position in question; or b where the insurance company is a UK or non-EC company, that it appears to  the Treasury  that, if that person were appointed, the criteria of sound and prudent management would not or might not continue to be fulfilled in respect of the company. 3A Before serving such a notice the  Treasury shall serve on the company and on the person proposed to be appointed a preliminary notice stating— a that the  Treasury are considering the service on the company of a notice of objection on that ground; and b that the company or that person may, within the period of one month from the date of service of the preliminary notice, make written representations to the  Treasury  and, if the company or that person so requests, oral representations to an officer of the  the Treasury  appointed for the purpose by the  Treasury . 4 The  Treasury  shall not be obliged to disclose to the company or to the person proposed to be appointed any particulars of the ground on which  they are considering the service on the company of a notice of objection. 5 Where representations are made in accordance with this section the  Treasury  shall take them into consideration before serving the notice of objection."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "61", "section_title": " Approval of person proposing to become controller of insurance company where section 60 does not apply.", "section_text": "61 1 No person shall become a controller of an insurance company to which this Part of this Act applies otherwise than by virtue of an appointment in relation to which section 60 above has effect unless— a he has served on the  Treasury  a written notice stating that he intends to become a controller of that company and containing such particulars as may be prescribed; and b either the  Treasury  have , before the expiration of the period of three months beginning with the date of service of that notice, notified him in writing that there is no objection to his becoming a controller of the company or that period has elapsed without the  Treasury  having served on him a written notice of objection. 1A The  Treasury  may serve a notice of objection under subsection (1) above on the ground— a that it appears to  the Treasury that the person concerned is not a fit and proper person to become a controller of the company; or b where the company is a UK or non-EC company, that it appears to  the Treasury  that, if that person were to become such a controller, the criteria of sound and prudent management would not or might not continue to be fulfilled in respect of the company. 2 Before serving such a notice the  Treasury  shall serve on the person proposing to become a controller a preliminary notice stating— a that the  Treasury are  considering the service on that person of a notice of objection on that ground; and b that that person may, within the period of one month from the date of service of the preliminary notice, make written representations to the  Treasury and, if that person so requests, oral representations to an officer of  the Treasury  appointed for the purpose by the  Treasury . 2A The  Treasury may serve a notice of objection under subsection (1) above for the purpose of implementing any decision of the Council or Commission of the Communities under— a Article 29b(4) of the first general insurance Directive; or b Article 32b(4) of the first long term insurance Directive. 3 The  Treasury  shall not be obliged to disclose to any person any particulars of the ground on which  they are  considering the service on him of a notice of objection. 4 Where representations are made in accordance with this section the  Treasury  shall take them into consideration before serving the notice of objection."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "61A", "section_title": " Approval of acquisition of notifiable holding in UK company.", "section_text": "61A 1 No person who is a controller of a UK company shall acquire a notifiable holding in that company, or in another company of which it is a subsidiary undertaking, unless— a he has served on the  Treasury  a written notice stating— i that he intends to acquire such a holding; and ii the number of the shares or details of the voting rights which he proposes to acquire; and b either the  Treasury have , before the expiration of the period of three months beginning with the date of service of that notice, notified him in writing that there is no objection to his proposed acquisition of the holding, or that period has elapsed without the  Treasury  having served on him a written notice of objection. 2 The  Treasury  may serve a notice of objection under subsection (1) above on the ground— a that it appears to  them  that the person concerned is not a fit and proper person to acquire such a holding; or b that it appears to  them  that, if that person were to acquire such a holding, the criteria of sound and prudent management would not or might not continue to be fulfilled in respect of the company. 3 Subsections (2) to (4) of section 61 above shall (with the necessary modifications) apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "61B", "section_title": " Further provisions with respect to controllers of UK companies.", "section_text": "61B Schedule 2D to this Act (which makes further provision with respect to persons becoming or continuing to be companies, controllers of UK and persons who are such controllers acquiring or dealing with holdings in such companies) shall have effect."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "62", "section_title": " Duty to notify change of director, controller or manager.", "section_text": "62 1 If, in the case of a company to which this Part of this Act applies, a person becomes or ceases to be— a a controller of the company; or b where the company is a UK company, a 10 per cent.shareholder controller, a 20 per cent.shareholder controller, a 33 per cent.shareholder controller, a 50 per cent.shareholder controller or a majority shareholder controller of the company, he shall, before the expiration of the period of seven days beginning with the day next following that on which he does so, notify the company in writing of that fact and of such other matters as may be prescribed. 1A If, after ceasing to be a shareholder controller of any description mentioned in paragraph (b) of subsection (1) above, a person will still be a shareholder controller of the company, his notice under that subsection shall state the percentage of the shares or voting power which he will (alone or with any associate or associates) hold or be entitled to exercise or control. 1B A person who becomes a director or manager of an insurance company to which this Part of this Act applies shall, before the expiration of the period of seven days beginning with the day next following that on which he does so, notify the company in writing of such matters as may be prescribed. 2 An insurance company to which this part of this Act applies shall give written notice to the  Treasury of the fact that any person has become or ceased to be a director, controller or manager of the company and of any matter of which any such person is required to notify the company under  subsection (1), (1A) or (1B)  above; and that notice shall be given before the expiration of the period of fourteen days beginning with the day next following that on which that fact or matter comes to the company’s knowledge. 3 In this section 'share’ has the same meaning as in Part VII of the Companies Act or Part VIII of the Companies (Northern Ireland) Order 1986."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "63", "section_title": " Change of manager etc. of company from outside United Kingdom.", "section_text": "63 1 In relation to  a non-EC company whose head office is in an EFTA State or a Swiss general insurance company ,— a section 60 above shall have effect as if the references to a managing director or chief executive were references to a principal United Kingdom executive; b section 61 above shall not apply; c section 62 above shall have effect as if references to a director or manager were references to a principal United Kingdom executive, an employee within section 8(4)(c) above or an authorised United Kingdom representative. 2 In relation to any other insurance company whose head office is outside the United Kingdom— a section 60 above shall have effect as if the references to a chief executive included references to a principal United Kingdom executive; and b section 62 above shall have effect as if the references to a director included references to a principal United Kingdom executive and to an authorised United Kingdom representative. 3 In this section— “ principal United Kingdom executive ” means an officer or employee within section 8(4)(b) or 9(6) above; and “ authorised United Kingdom representative ” means a representative fulfilling the requirements of section 10 above or an individual representative of the kind described in subsection (5) of that section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "63A", "section_title": "Duty to notify change of control", "section_text": "63A 1 A person resident or having its head office in a country or territory other than a member State who becomes the parent undertaking of an insurance company— a which has its head office in the United Kingdom; and b to which this Part of this Act applies, shall before the expiration of the period of fourteen days beginning with the day next following that on which he becomes the parent undertaking notify the Secretary of State in writing of that fact. 2 Subsection (1) above shall not apply if the insurance company concerned— a is required to give notice to the Secretary of State in accordance with section 62(2) above; or b is not authorised to carry on in any member State any insurance business other than reinsurance business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "64", "section_title": " Duty to notify change of main agent.", "section_text": "64   1 An insurance company to which this Part of this Act applies shall give written notice to the  Treasury  of the fact that any person has become or ceased to be a main agent of the company and, if a main agent is a body corporate or a firm, of the fact that any person has become or ceased to be a director of the body or partner of the firm. 2 A notice under this section shall be given before the expiration of the period of fourteen days beginning with the day next following that on which the change comes to the knowledge of the insurance company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "65", "section_title": " Documents deposited with Secretary of State.", "section_text": "65   1 The  Treasury  shall deposit with the registrar of companies one copy of— a any document deposited with the  Treasury under section 22 above, including any document obtained under subsection (5) of that section; b any document deposited with him under section 42(4) or 50(4) above. 2 Subject to subsection (3) below, any document deposited under this section or section 25(5) or 26(3) above with the registrar of companies shall be open to inspection and copies thereof may be procured by any person on payment of such fees as the Secretary of State may direct. 3 Subsection (2) above shall not apply to any document if it is a copy of a document in respect of which a dispensation has been granted under section 23(2) above. 4 Every document deposited with the  Treasury  under this Part of this Act and certified by the registrar of companies to be a document so deposited shall be deemed to be a document so deposited; and every document purporting to be certified by the registrar of companies to be a copy of a document so deposited shall be deemed to be a copy of that document and shall be received in evidence as if it were the original document unless some variation between it and the original is proved."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "66", "section_title": " Documents deposited in Northern Ireland.", "section_text": "66 Any insurance company which is required to prepare and deliver accounts under  Articles 235 and 249 or Article 649 of the Companies (Northern Ireland) Order 1986  shall deposit with the registrar of companies in Northern Ireland one copy of— a any document deposited with the  Treasury  under section 22(1),  . . .22(6),  or 42(4) above or paragraph 5(5) of Schedule 2C to this Act ; b any document supplied by the company to the  Treasury  under section 22(5) above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "67", "section_title": " Power to treat certain business as or as not being ordinary long-term insurance business.", "section_text": "67 1 The  Treasury may, on the application or with the consent of an insurance company to which this Part of this Act applies, by order direct that for the purposes of the application to the company of all or any of the provisions to which this section applies— a business of a kind specified in the order, not being ordinary long-term insurance business, shall be treated as being such business; or b ordinary long-term insurance business of a kind so specified shall be treated as not being such business. 2 An order under subsection (1)(b) above may direct that the business specified in the order shall be treated as falling within a specified class of business. 3 An order under this section may be subject to conditions and may be varied or revoked at any time by the  Treasury . 4 The provisions to which this section applies are sections 17 to 20, 25, 28 to 31, 42, 55, 56 and 59(2) of this Act and section 21 of the  Policyholders Protection Act 1975 and Schedule 3 to that Act."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "68", "section_title": " Power to modify Part II in relation to particular companies.", "section_text": "68 1 The  Treasury  may, on the application or with the consent of an insurance company to which this Part of this Act applies, by order direct that all or any of the provisions to which this section applies shall not apply to the company or shall apply to it with such modifications as may be specified in the order. 2 An order under this section may be subject to conditions. 3 An order under this section may be revoked at any time by the  Treasury ; and the  Treasury  may at any time vary any such order on the application or with the consent of the company to which it applies. 4 The provisions to which this section applies are sections 16 to 22, 23(1)  25 to 34 and 35 to 36  of this Act, the provisions of regulations made for the purposes of any of those sections and the provisions of any valuation regulations. 4A If regulations made for the purposes of this subsection so provide, the provisions to which this section applies shall also include section 34A above and the provisions of regulations made for the purposes of that section. 5 In relation to section 31 above, subsection (1) above shall have effect as if the reference to an insurance company to which this Part of this Act applies included a reference to any subordinate company within the meaning of that section of any such insurance company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "69", "section_title": " Power to alter insurance company’s financial year.", "section_text": "69 The  Treasury  may extend or shorten, for the purposes of this Part of this Act, the duration of any financial year of an insurance company to which this Part of this Act applies."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "70", "section_title": " Service of notices.", "section_text": "70 1 Any notice which is by this Part of this Act required to be sent to any policy holder may be addressed and sent to the person to whom notices respecting that policy are usually sent, and any notice so addressed and sent shall be deemed to be notice to the holder of the policy. 2 Where any person claiming to be interested in a policy has given to the company notice in writing of his interest, any notice which is by this Part of this Act required to be sent to policy holders shall also be sent to that person at the address specified by him in his notice. 3 Any notice to be served on any person by the  Treasury  under section 46, 60 or 61 above may be served by post, and a letter containing that notice shall be deemed to be properly addressed if it is addressed to that person at his last known residence or last known place of business in the United Kingdom."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "71", "section_title": " Offences under Part II.", "section_text": "71 1 Any person who— a makes default in complying with sections 28 to 30 or  or 62(1), (1A) or (1B)  above; or b in purported compliance with a requirement imposed unde r   section 43A or 44  above furnishes information which he knows to be false in a material particular or recklessly furnishes information which is false in a material particular; or c causes or permits to be included in— i any document copies of which are, by section 22 of this Act, required to be deposited with the  Treasury ; ii any notice, statement or certificate served or furnished under or by virtue of section 19(2) or 26(1) above; iii any document deposited with the  Treasury  under section 25(4) or 42(4) above; iv any statement sent out under paragraph 2(2)(b) of Schedule 2C to this Act or made available under paragraph 7(1)(c) of that Schedule, a statement which he knows to be false in a material particular or recklessly causes or permits to be so included any statement which is false in a material particular, shall be guilty of an offence. 2 Any person guilty of an offence under subsection (1) above shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years, or to a fine, or to both; b on summary conviction— i in England and Wales  . . ., to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of section 32 of the  Magistrates’ Courts Act 1980; ii in Scotland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of  section 225(8) of theCriminal Procedure (Scotland) Act 1995 ; iii in Northern Ireland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984. 2AA Any person who intentionally obstructs a person exercising rights conferred by section 44(4A) above shall be guilty of an offence and liable— a on conviction on indictment, to a fine, and b on summary conviction, to a fine not exceeding the statutory maximum. 2A A person who intentionally obstructs the exercise of any rights conferred by a warrant issued under section 44A above or fails without reasonable excuse to comply with any requirement imposed in accordance with subsection (3)(d) of that section is guilty of an offence and liable— a on conviction on indictment, to a fine, and b on summary conviction, to a fine not exceeding the statutory maximum. 3 Subject to the following provisions of this section— a any insurance company which makes default in complying with, or with a requirement imposed under, any provision of this Part of this Act, being a default for which no penalty is provided by the foregoing provisions of this section; and b any other person who makes default in complying with, or with a requirement imposed under, section 26, 29(7), 31, 38, 39, 40, 41,  43A, 44, 45, 61(1) or 61A(1) above, paragraph 2(3) or 5(5) of Schedule 2C to this Act or Schedule 2D to this Act , shall be guilty of an offence and liable, on summary conviction in England and Wales and Scotland to a fine not exceeding level 5 on the standard scale and, on summary conviction in Northern Ireland to a fine not exceeding £400. 4 Where a person continues to make default in complying with— a section 22(1)  . . ., 24(1), 25(4) or 42(4) above; or b a requirement imposed under section 43 or  44(1) or (2B)  above, after being convicted of that default he shall be guilty of a further offence and liable on summary conviction to a fine not exceeding £40 for each day on which the default so continues. 4A A person who publishes or discloses any information or document in contravention of section 47A above shall be guilty of an offence under section 449 of the Companies Act  or Article 442 of the Companies (Northern Ireland) Order 1986  and liable accordingly. 5 A person shall not be guilty of an offence by reason of his default in complying with section  61, 61A(1) or 62(1), (1A) or (1B)  above if he proves that he did not know that the acts or circumstances by virtue of which he became or ceased to be a controller of the body in question were such as to have that effect. 6 Where a person is charged with an offence in respect of his default in complying with a requirement imposed under section 44(2) or (3) above to produce any  documents  it shall be a defence to prove that they were not in his possession or control and that it was not reasonably practicable for him to comply with the requirement. 7 An insurance company shall not be guilty of an offence by reason of its default in complying with section 16  21A or 31A above or Part II of Schedule 2C to this Act (other than paragraph 7(1)(c)) ."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "72", "section_title": " Insurance advertisements.", "section_text": "72 1 Regulations may be made as to the form and contents of insurance advertisements. 2 Regulations under this section may make different provision in relation to insurance advertisements of different classes or descriptions. 3 Subject to subsection (4) below, any person who issues an insurance advertisement which contravenes regulations under this section shall be guilty of an offence. 4 A person who in the ordinary course of his business issues an advertisement to the order of another person, being an advertisement the issue of which by that other person constitutes an offence under subsection (3) above, shall not himself be guilty of the offence if he proves that the matters contained in the advertisement were not (wholly or in part) devised or selected by him or by any person under his direction or control. 5 In this section “ insurance advertisement ” means an advertisement inviting persons to enter into or to offer to enter into contracts of insurance, and an advertisement which contains information calculated to lead directly or indirectly to persons entering into or offering to enter into such contracts shall be treated as an advertisement inviting them to do so. 6 In this section “ advertisement ” includes every form of advertising, whether in a publication or by the display of notices or by means of circulars or other documents or by an exhibition of photographers or cinematograph films or by way of sound broadcasting or television  or by inclusion in any programme service (within the meaning of the Broadcasting Act 1990) other than a sound or television broadcasting service , and reference to the issue of an advertisement shall be construed accordingly. 7 For the purposes of this section an advertisement issued by any person on behalf of or to the order of another person shall be treated as an advertisement issued by that other person; and for the purposes of any proceedings under this section an advertisement inviting persons to enter into or to offer to enter into contracts with a person specified in the advertisement shall be presumed, unless the contrary is proved, to have been issued by that person."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "72A", "section_title": " Information for policy holders of UK insurers and EC companies.", "section_text": "72A Schedule 2E to this Act (which makes provision with respect to information for policy holders of UK insurers and EC companies) shall have effect."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "72B", "section_title": " Information for policy holders of EFTA companies.", "section_text": "72B 1 Subject to subsection (2) below, this section applies to a contract entered into by an EFTA company the effecting of which constitutes the provision of insurance in the United Kingdom. 2 This section does not apply to a contract entered into by an authorised person the effecting of which constitutes the carrying on in the United Kingdom of investment business; and in this subsection expressions which are also used in the Financial Services Act 1986 have the same meanings as in that Act. 3 Before entering into a contract to which this section applies, the company shall, unless the contract is for the coverage of large risks only, inform the other party to the contract of the EEA State in which is situated the establishment through which the risk or commitment is to be covered; and any document issued to that party by the company shall also contain that information. 4 If the information required by subsection (3) above is furnished otherwise than in writing before the time when the contract is entered into, there is a sufficient compliance with that subsection if it is also furnished in writing as soon as practicable after that time. 5 Any relevant document issued by an EFTA company in relation to a contract to which this section applies shall state— a the address of the establishment through which the risk or commitment is or is to be covered; and b where the insurance relates to relevant motor vehicle risks, the name and address of the claims representative. 6 In this section 'relevant document’, in relation to a contract to which this section applies, means any proposal, policy or other document which, or statements contained in which, will or may bind the other parties to the contract. 7 In this Act 'EFTA company’ means an insurance company— a whose head office is in an EFTA State; b which is authorised in accordance with Article 6 of the first general insurance Directive (as extended by the EEA Agreement) or Article 6 of the first long term insurance Directive (as so extended); and c whose business in the United Kingdom is not restricted to reinsurance business."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "74", "section_title": " Intermediaries in insurance transactions.", "section_text": "74 1 Regulations may be made for requiring any person who— a invites another person to make an offer or proposal or to take any other step with a view to entering into a contract of insurance with an insurance company; and b is connected with that company as provided in the regulations, to give the prescribed information with respect to his connection with the company to the person to whom the invitation is issued. 2 Regulations may be made for requiring any person who, in the course of carrying on any business or profession, issues any such invitation as is mentioned in subsection (1)(a) above in relation to an insurance company which is not an authorised insurer in respect of the contract in question to inform the person to whom the invitation is issued that the company is not such an insurer as aforesaid. In this subsection “ authorised insurer ”, in relation to a contract of any description, means a person entitled to carry on in the United Kingdom insurance business of a class comprising the effecting of contracts of that description  or an EC or EFTA company entitled to provide in the United Kingdom insurance of such a class . 3 Any person who contravenes regulations under this section shall be guilty of an offence."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "75", "section_title": " Statutory notice by insurer in relation to long term policy.", "section_text": "75 1 Subject to subsections (5) and (5A) below, unless the requirements of subsection (1A) below are fulfilled— a no insurance company which is authorised under section 3 or 4 above, no EC company and no member of Lloyd’s shall enter into a contract the effecting of which constitutes the carrying on of long term business in the United Kingdom; and b no UK, EC or EFTA company and no member of Lloyd’s shall enter into a contract the effecting of which constitutes the provision of long term insurance in the United Kingdom. 1A The requirements of this subsection are that— a the company or member (“the insurer”) sends by post to the other party to the contract, at or before the time when it is entered into, a statutory notice in relation to the contract; or b in the case of an EC contract, a representative of the insurer gives such a notice to that party at that time. 1B Where, in the case of an EC contract, a statutory notice is sent to the other party to the contract before the time when it is entered into, the insurer shall, not later than 14 days after the contract has become binding, inform that party in writing that it has done so. 2 For the purposes of this section a statutory notice is a notice which— a contains such matters (and no others) and is in such form as may be prescribed for the purposes of this section and complies with such requirements (whether as to type, size, colour or disposition of lettering, quality or colour of paper, or otherwise) as may be prescribed for securing that the notice is easily legible; and b has annexed to it a form of notice of cancellation of the prescribed description for use under section 76 below. 3 The  Treasury  may, on the application of any insurer, alter the requirements of any regulations made for the purposes of subsection (2)(a) above so as to adapt those requirements to the circumstances of that insurer or to any particular kind of contract proposed to be entered into by that insurer. 4 Any insurer who contravenes this section shall be guilty of an offence but, without prejudice to section 76(2) below, no contract shall be invalidated by reason of the fact that the insurer has contravened this section in relation to that contract. a the insurer is a company whose head office is in a member State or a member of Lloyd’s; and b the other party is habitually resident in the United Kingdom; and “non-EC contract” means a contract to which subsection (1) above applies which is not an EC contract. 5 Subsection (1) of this section does not apply to  any non-EC contract  the effecting of which by the insurer constitutes the carrying on of industrial assurance business; and regulations may exempt from that subsection contracts of any other class or description. 5A Subsection (1) of this section does not apply to a contract if the party other than the insurer is habitually resident in a member State other than the United Kingdom. 5B For the purposes of this section and section 76 below, “EC contract” means a contract to which subsection (1) above applies which fulfils the following conditions, namely— a the insurer is a UK, EC or EFTA company or a member of Lloyd’s; b the other party is habitually resident in the United Kingdom; and “non-EC contract” means a contract to which subsection (1) above applies which is not an EC contract. 5C In the case of a contract involving two or more parties other than the insurer, this section and section 76 below shall have effect as if a separate contract were being or had been entered into by the insurer with each of those parties. 6 In sections 76 and 77 below “ insurer ” and “ statutory notice ” have the same meaning as in this section."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "76", "section_title": " Right to withdraw from transaction in respect of long term policy.", "section_text": "76 1 A person who has received a statutory notice in relation to an EC contract may, before the expiration of the fourteenth day after that on which he is informed in writing that the contract has become binding, serve a notice of cancellation on the insurer. 1A A person who has received a statutory notice in relation to a non-EC contract may, before the expiration of— a the tenth day after that on which he received the notice, or b the earliest day on which he knows both that the contract has been entered into and that the first or only premium has been paid, whichever is the later, serve a notice of cancellation on the insurer. 2 A person to whom an insurer ought to have, but has not, sent a statutory notice in relation to any such contract as aforesaid may serve a notice of cancellation on the insurer; but if the insurer sends him a statutory notice in relation to that contract before he has served a notice of cancellation under this subsection, then, without prejudice to his right to serve a notice of cancellation under  subsection (1) or (1A)  above, his right to do so under this subsection shall cease. 3 A notice of cancellation may, but need not, be in the form annexed to the statutory notice and shall have effect if, however expressed, it indicates the intention of the person serving it to withdraw from the transaction in relation to which the statutory notice was or ought to have been sent. 4 Where a person serves a notice of cancellation, then— a if at the time when the notice is served the contract has been entered into, the notice shall operate so as to rescind the contract; b in any other case, the service of the notice shall operate as a withdrawal of any offer to enter into the contract which is contained in, or implied by, any proposal made to the insurer by the person serving the notice of cancellation and as notice to the insurer that any such offer is withdrawn. 5 Where a notice of cancellation operates to rescind a contract or as the withdrawal of an offer to enter into a contract— a any sum which the person serving the notice has paid in connection with the contract (whether by way of premium or otherwise and whether to the insurer or to a person who is the agent of the insurer for the purpose of receiving that sum) shall be recoverable from the insurer by the person serving the notice; b any sum which the insurer has paid under the contract shall be recoverable by him from the person serving the notice. 6 Any sum recoverable under subsection (5) above shall be recoverable as a simple contract debt in any court of competent jurisdiction."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "77", "section_title": " Service of notice of cancellation.", "section_text": "77 1 For the purposes of section 76 above a notice of cancellation— a shall be deemed to be served on the insurer if it is sent by post addressed to any person specified in the statutory notice as a person to whom a notice of cancellation may be sent, and is addressed to that person at an address so specified; and b where paragraph (a) above applies, shall be deemed to be served on the insurer at the time when it is posted. 2 Subsection (1) above shall have effect without prejudice to the service of a notice of cancellation (whether by post or otherwise) in any way in which the notice could be served apart from that subsection, whether the notice is served on the insurer or on a person who is the agent of the insurer for the purpose of receiving such a notice. 3 A notice of cancellation which is sent by post to a person at his proper address, otherwise than in accordance with subsection (1) above, shall be deemed to be served on him at the time when it is posted. 4 So much of section 7 of the  Interpretation Act 1978 as relates to the time when service is deemed to have been effected shall not apply to a notice of cancellation."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "78", "section_title": " Linked long term policies.", "section_text": "78 1 Regulations may be made, as respects the matters specified in subsection (2) below, in relation to contracts the effecting of which constitutes the carrying on of ordinary long-term insurance business and which— a are entered into by insurance companies to which Part II of this Act applies   ,by EC companies  or by members of Lloyd’s; and b are contracts under which the benefits payable to the policy holder are wholly or partly to be determined by reference to the value of, or the income from, property of any description (whether or not specified in the contract) or by reference to fluctuations in, or in an index of, the value of property of any description (whether or not so specified). 2 Regulations under this section may make provision for— a restricting the descriptions of property or the indices of the value of property by reference to which benefits under the contracts may be determined; aa restricting the proportion of those benefits which may be determined by reference to property of a specified description or a specified index; b regulating the manner in which and the frequency with which property of any description is to be valued for the purpose of determining such benefits and the times at which reference is to be made for that purpose to any index of the value of property; c requiring insurers under the contracts to appoint valuers for carrying out valuations of property of any description for the purpose of determining such benefits (being valuers who comply with the prescribed requirements as to qualifications and independence from the insurer) and to furnish the  Treasury  with the prescribed information in relation to such appointments; d requiring insurers under the contracts to furnish, in such manner and at such times or intervals as may be prescribed, such information relating to the value of the benefits under the contracts as may be prescribed, whether by sending notices to policy holders, depositing statements with the  Treasury  or the registrar of companies or the registrar of companies in Northern Ireland or with both such registrars, publication in the press or otherwise; e requiring insurers under the contracts to furnish to the  Treasury , in such manner and at such times or intervals as may be prescribed, such information certified in such manner as may be prescribed with respect to so much of their business as is concerned with the contracts or with any class or description of the contracts, and enabling the  Treasury  to publish such information in such ways as  they think  appropriate. 3 Regulations made for the purposes of subsection (2)(d) above may, in relation to notices required to be sent to policy holders, impose requirements (whether as to type, size, colour or disposition of lettering, quality or colour of paper, or otherwise) for securing that such notices are easily legible. 4 The  Treasury  may, on the application of any insurer, alter the requirements of any regulations under this section so as to adapt those requirements to the circumstances of that insurer or to any particular kind of contract entered into or proposed to be entered into by that insurer. 5 Regulations under this section may, to such extent as may be specified therein, apply in relation to contracts entered into before the coming into operation of the regulations, including contracts entered into before the passing of this Act. 6 Regulations under this section shall not apply in relation to any contract the effecting of which by the insurer constitutes the carrying on of industrial assurance business or to any contract entered into by an insurance company to which Part II of this Act applies by reason only that the policy holder is eligible to participate in any established surplus as defined in section 30(4) above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "80", "section_title": " Capital redemption business.", "section_text": "80 Where an insurance company to which Part II of this Act applies carries on capital redemption business in the case of which the premiums in return for which a contract is effected are payable at intervals of less than six months, the company shall not give the holder of any policy issued after 2nd December 1909 any advantage dependent on lot or chance. This section shall not be construed as in any way prejudicing any question as to the application to any such transaction, whether in respect of a policy issued before, on or after that date, of the law relating to lotteries."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81", "section_title": " Penalties and offences under Part III.", "section_text": "81 1 Any person guilty of an offence under section 72, 73 or 74 above shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both; b on summary conviction— i in England and Wales  , to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of section 32 of the  Magistrates’ Courts Act 1980; ii in Scotland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of  section 225(8)of the Criminal Procedure (Scotland) Act 1995 , iii in Northern Ireland, to a fine not exceeding £1,000 or, if it is greater, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984. 2 Any person who makes default in complying with, or with a requirement imposed under, any other provision of this Part of this Act shall be guilty of an offence and liable, on summary conviction in England and Wales and Scotland to a fine not exceeding level 5 on the standard scale and, on summary conviction in Northern Ireland to a fine not exceeding £400."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81A", "section_title": "Recognition in the United Kingdom of EC and EFTA companies.", "section_text": "81A Schedule 2F to this Act (which makes provision for or in connection with the recognition in the United Kingdom of EC and EFTA companies) shall have effect."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81B", "section_title": " Recognition in other EEA States of UK insurers.", "section_text": "81B Schedule 2G to this Act (which makes provision for or in connection with the recognition in other EEA States of UK insurers) shall have effect."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81C", "section_title": " Information to be given to policy holder.", "section_text": "81C 1 Before entering into a contract for the provision of insurance in the United Kingdom, the insurance company shall inform the policy holder of the member State in which the establishment is situated through which the risk  or commitment is to be covered; and any document issued to the policy holder by the company shall also contain that information. The requirements of this subsection do not apply where the contract is for the coverage of large risks only. 2 An insurance company providing insurance in the United Kingdom shall ensure that— a the address of the establishment through which the risk  or commitment is or is to be covered, and b the address of the company’s head office,  and c where the insurance relates to relevant motor vehicle risks, the name and address of the claims representative, are stated on any policy or ot1her document under the terms of which insurance is granted, and on the insurance proposal if statements in the proposal bind the proposer."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81CC", "section_title": "Additional requirements with respect to relevant motor vehicle risks.", "section_text": "81CC 1 An insurance company shall not provide insurance in the United Kingdom to cover relevant motor vehicle risks unless— a it is a member of the Motor Insurers’ Bureau (being a company limited by guarantee and incorporated under the Companies Act 1929 on 14th June 1946); and b it has appointed a claims representative who satisfies the requirements of subsections (2) to (6) below. 2 The claims representative must be a person who has been designated as the insurance company’s claims representative for the purposes of this section. 3 The claims representative must be authorised— a to act on behalf of the insurance company and to represent, or to instruct others to represent, the insurance company in relation to any matters giving rise to relevant claims; b to pay sums in settlement of relevant claims; and c to accept service on behalf of the insurance company of proceedings in respect of relevant claims; but the authority must not extend to the settlement of relevant claims. 4 The claims representative must be authorised to represent the insurance company in any proceedings or enquiry to establish the existence or validity of a policy issued by the insurance company which covers or purports to cover relevant motor vehicle risks. 5 Without prejudice to subsection (3) above, the claims representative must not act on behalf of the insurance company in the carrying on of its general business in the United Kingdom other than its reinsurance business, if any. 6 The claims representative must— a in the case of an individual, be resident in the United Kingdom; b in the case of a corporation, have a place of business in the United Kingdom. 7 In this section “relevant claim\" means any claim which may be made against a policy issued by the insurance company to the extent that it covers relevant motor vehicle risks, whether or not submitted to the company and whether by a policyholder or by a third party having rights of action against the company or a policyholder or both."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81D", "section_title": " Powers of intervention", "section_text": "81D 1 Where it appears to the Secretary of State that an insurance company providing insurance in the United Kingdom has failed to comply with any provision of this Act, he may require it to take such steps as he may specify to comply with that provision. 2 If the company fails to comply with a requirement under subsection (1), the Secretary of State shall notify the competent authorities of the member State of establishment. 3 If such a company persists in contravening a provision of this Act which has been the subject of a requirement under subsection (1), the Secretary of State may, after informing the competent authorities of the member State of establishment, direct the company to cease to provide insurance, or insurance of any specified description, in the United Kingdom. 4 After giving such a direction, the Secretary of State shall by notice in writing inform the company of his reasons for doing so. 5 A direction under this section does not prevent the company from effecting a contract of insurance in pursuance of a term of a subsisting contract of insurance. 6 A requirement or direction under this section may be varied or revoked by the Secretary of State."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81E", "section_title": " Power to require information.", "section_text": "81E The Secretary of State may, for the purpose of facilitating the exercise by him of his functions under section 81D, require an insurance company providing insurance in the United Kingdom to furnish him, at specified times or intervals, with information about such matters as he may specify being, if he so requires, information verified in a specified manner."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81F", "section_title": " Withdrawal of authorisation.", "section_text": "81F 1 Where an insurance company is providing insurance in the United Kingdom and the Secretary of State is notified by the competent authorities of the member State of establishment, or of the company’s head office, that the authorisation of the company has been withdrawn in accordance with a Article 22 of the first general insurance Directive; or b Article 26 of the first long term insurance Directive,  he may direct the company to cease to provide insurance, or insurance of any specified description, in the United Kingdom through all, or any specified, establishments. 2 After giving such a direction, the Secretary of State shall by notice in writing inform the company of his reasons for doing so. 3 A direction under this section does not prevent the company from effecting a contract of insurance in pursuance of a term of a subsisting contract of insurance."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81G", "section_title": " Notification to Secretary of State.", "section_text": "81G 1 Where an insurance company intends to provide insurance in a member State other than the United Kingdom and— a its head office is situated in the United Kingdom, or b the insurance is to be provided through an establishment in the United Kingdom, it shall before doing so notify the Secretary of State of its intention. 2 The notification shall indicate— a the member State in which the insurance is to be provided, b the nature of the risks  or commitments which the company proposes to cover, and c where the company’s head office is situated in the United Kingdom, the member State in which the establishment through which the risks  or commitments will be covered is situated. 3 Where the company intends to provide insurance in more than one member State, the information specified above may be contained in a single notification but must be set out separately in relation to each member State. 4 Where a company has duly notified the Secretary of State of its intention to provide insurance in another member State where administrative authorisation is required for the provision of insurance, then, if the original notification related— a only to risks  or commitments  in respect of which such authorisation is required, or b only to risks  or commitments  in respect of which such authorisation is not required, and the company subsequently intends to extend its activities to risks  or commitments  falling within the other category, it shall before doing so comply with subsections (1) to (3) above in relation to those risks  or commitments ."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81H", "section_title": " Issue of certificates by Secretary of State.", "section_text": "81H 1 An insurance company whose head office is situated in the United Kingdom and which intends to provide insurance in another member State may apply to the Secretary of State for a certificate attesting— a that the company possesses for its activities as a whole the minimum solvency margin calculated in accordance with  the relevant provisions , and b the company’s authorisation to carry on business in the United Kingdom, issued in accordance with Article 7(1) of  therelevant Directive , enables the company to operate outside the member State of establishment. 1A In subsection (1) above “the relevant Directive\" and “the relevant provisions\" mean respectively– a if the company intends to cover risks, the first general insurance Directive and Articles 16 and 17 of that Directive; b if the company intends to cover commitments, the first long term insurance Directive and Articles 18, 19 and 20 of that Directive. 2 insurance company which intends to provide insurance in another member State through an establishment in the United Kingdom may apply to the Secretary of State for a certificate— a indicating the classes of insurance business which the company has been authorised to carry on in the United Kingdom, and b stating that the Secretary of State does not object to the company providing the insurance. 3 If it appears to the Secretary of State that a certificate applied for under subsection (1) or (2) ought to be issued, he shall issue the certificate accordingly. 4 If the Secretary of State refuses to issue a certificate, he shall inform the company in writing of his decision and of the reasons for it."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81I", "section_title": " Provisions as to transfer of business.", "section_text": "81I 1 The Secretary of State shall not approve a transfer on an application under section 51(1) above (transfer of general business to another company in the United Kingdom) relating to policies written by way of provision of insurance in another member State unless— a the transferee fulfils the conditions in Articles 13 to 16 of the second general insurance Directive in the member State where the risk is situated, and b the supervisory authorities of that member State agree to the transfer. 2 The Secretary of State may approve a transfer on an application under section 51(1) above notwithstanding the provisions of paragraphs (a)(ii) and (b) of subsection (4) of that section (which require the transferee to be carrying on insurance business in the United Kingdom and to be authorised under section 3 or 4 above) where he is satisfied that— a the transfer relates to policies covering risks situated in another member State, b the transferee is an insurance company established in another member State and the supervisory authorities of that member State agree to the transfer, and c where the risk is not situated in the transferee’s member State of establishment— i the transferee fulfils the conditions in Articles 13 to 16 of the second general insurance Directive in the member State where the risk is situated, ii the law of that member State provides for the possibility of such a transfer, and iii the supervisory authorities of that member State agree to the transfer. 3 An instrument giving effect to any such transfer as is mentioned in subsection (1) or (2) above shall not bind a policy holder whose policy is included in the instrument unless notice of the execution of the instrument has been published, in a manner directed by the Secretary of State, in the member State in which the risk is situated."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "81J", "section_title": " Offences under Part IIIA.", "section_text": "81J 1 An insurance company commits an offence if it— a provides insurance in the United Kingdom in contravention of section 81B, or b makes default in complying with, or with a requirement imposed under, any other provision of this Part. 2 A person commits an offence if— a in purported compliance with a requirement under section 81E he furnishes information which he knows to be false in a material particular or recklessly furnishes information which is false in a material particular, or b he causes or permits to be included in— i a document required by section 81B to be sent to the Secretary of State, or ii a notification sent to the Secretary of State under section 81G, a statement which he knows to be false in a material particular or recklessly causes or permits to be so included a statement which is false in a material particular. 3 A person committing an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "82", "section_title": " Industrial assurance business.", "section_text": "82 1 In its application to industrial assurance business this Act shall have effect subject to the modifications specified in this section. 2 Where an insurance company carries on any industrial assurance business, the company shall deposit with the Industrial Assurance Commissioner and the Industrial Assurance Commissioner for Northern Ireland a copy of any document which relates to industrial assurance business and which is deposited with the  Treasury  under section 22(1),  . . . and (6) above or which is supplied by the company to the  Treasury under section 22(5) above. 3 The provisions of sections 22 and 23(1) above shall have effect in relation to any document mentioned in subsection (2) above as if references in those provisions to the  Treasury  included references to the Commissioner and the Commissioner for Northern Ireland. 3A In its application by virtue of subsection (3) above, section 22 above shall have effect with the following modifications — a in subsection (1), for “the required copies of the document”there shall be substituted “two printed copies”, b subsection (1A) shall be omitted, c in subsection (3), for “In the case”there shall be substituted “One of the copies”and for “one of the printed copies, or as the case may be, the printed copy, of the document shall be”there shall be substituted “shall be a copy”, and d in subsection (4), for “In the case”there shall be substituted “One of the copies”and for “one of the printed copies, or, as the case may be, the printed copy of the report shall be”there shall be substituted “shall be a copy”. 4 Where any document required to be deposited by a company under subsection (4) of section 42 above relates to industrial assurance business the company shall also, within the time required under that subsection, deposit one copy of that document with the Commissioner and the Commissioner for Northern Ireland, and section 71(4) above shall have effect in relation to this subsection as it has effect in relation to that subsection. 5 Where any business proposed to be transferred as mentioned in  Part I of Schedule 2C to this Act  above is or includes industrial assurance business  that Part of that Schedule  shall have effect as if references to the  Treasury  included references to the Commissioner and the Commissioner for Northern Ireland. 6 Where any apportionment is made between the industrial assurance business and any other business carried on by the company in respect of management expenses, income from investments, gains or losses on the disposal of investments, appreciation or depreciation in the value of investments, or taxation, the auditor shall include in his report a special report as to the propriety or otherwise of the apportionment; and a copy of every report of the auditor shall be furnished to the Commissioner and the Commissioner for Northern Ireland. 7 The provisions of this Act relating to industrial assurance business shall have effect notwithstanding anything in the memorandum or articles of association or rules or special Act of any insurance company carrying on such business; but nothing in this Act shall affect the liability of the industrial assurance fund or of the ordinary long-term insurance fund, in the case of a company established in Great Britain before 1st January 1924 or in Northern Ireland before 1st January 1925, to the prejudice of persons interested in contracts entered into by the company before that date. 8 The Commissioner shall include in his annual report under section 44 of the  Industrial Assurance Act 1923 a report on his proceedings under this Act, and that section shall have effect accordingly."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "83", "section_title": " Requirements to be complied with by Lloyd’s underwriters.", "section_text": "83 1 The requirements referred to in section 15(4) above are as follows. 2 Every underwriter shall, in accordance with the provisions of a trust deed approved by the  Treasury , carry to a trust fund all premiums received by him or on his behalf in respect of any insurance business. 3 Premiums received in respect of long term business shall in no case be carried to the same trust fund under this section as premiums received in respect of general business, but the trust deed may provide for carrying the premiums received in respect of all or any classes of long term business and all or any classes of general business either to a common fund or to any number of separate funds. 4 The accounts of every underwriter shall be audited annually by an accountant approved by the Committee of  . . . and the auditor shall furnish a certificate in the prescribed form to the Committee and the  Treasury . 4A The Council of Lloyd’s and the  Treasury  shall be furnished with a certificate from the accountant who audits the accounts of an underwriter which— a is in the prescribed form; and b contains the statements mentioned in subsection (5) below. 5 The statements so required in relation to the accounts of an underwriter are statements that in the opinion of the auditor— a the value of the assets available to meet the underwriter’s liabilities in respect of insurance business is correctly shown in the accounts; and b the value of those assets is sufficient to meet the liabilities calculated— i in the case of long term business by an actuary; and ii in the case of other liabilities, by the auditor on a basis approved by the  Treasury . 6 Where any liabilities of an underwriter are calculated by an actuary under subsection (5) above, he shall furnish a certificate of the amount thereof to the Committee of Lloyd’s and to the  Treasury , and shall state in his certificate on what basis the calculation is made; and a copy of his certificate shall be annexed to the auditor’s certificate. 7 The underwriter shall, when required by the Committee of Lloyd’s, furnish to them such information as they may require for the purpose of preparing the statement of business which is to be deposited with the  Treasury  under section 86 below."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "83A", "section_title": " Lloyd’s underwriters— insurance Directives.", "section_text": "83A The powers conferred on  the Treasury or the Secretary of State  which are exercisable in relation to UK companies  by sections 38 to 41, 44 and 45 above shall be exercisable in relation to the members of Lloyd’s if there is a failure by Lloyd’s to satisfy an obligation to which it is subject by virtue of any provision of the law of another member State which—. a gives effect to the general and long term insurance Directives; or b is applicable to the insurance activities of Lloyd’s in that State"}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "84", "section_title": " Lloyd’s underwriters —financial resources.", "section_text": "84 1 Subject to such modifications as may be prescribed and to any determination made by the  Treasury  in accordance with regulations, sections 32, 33 and 35 above shall apply to the members of Lloyd’s taken together as they apply to an insurance company to which Part II of this Act applies and whose head office is in the United Kingdom. 2 The powers conferred on  the Treasury or  the Secretary of State by sections 38 to 41, 44 and 45 above shall be exercisable in relation to the members of Lloyd’s if there is a breach of an obligation imposed by virtue of subsection (1) above."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "85", "section_title": " Lloyd’s underwriters —transfer of business.", "section_text": "85 1 Schedule 2C to this Act shall apply in relation to transfers to and from members of Lloyd’s if, and only if, the conditions specified in subsection (2) below are satisfied. 2 The conditions referred to in subsection (1) above are— a that the transfer is not one where both the transferor and the transferee are members of Lloyd’s; b that the Committee of Lloyd’s have by resolution authorised one person to act in connection with the transfer for the members concerned as transferor or transferee; c that a copy of the resolution has been given to the  Treasury . 3 Where  the provisions of Part I or  II  of Schedule 2C to this Act  apply in relation to a transfer to or from members of Lloyd’s they shall apply as if— a references to a 'UK company’ included references to members of Lloyd’s; b anything done in connection with the transfer by the person authorised in accordance with subsection (2)(b) above had been done by the members for whom he acted. 4 Section 52A above shall apply as if the reference in subsection (1) to a UK company included a reference to members of Lloyd’s. 5 In this section references to a member of Lloyd’s include references to a former underwriting member of Lloyd’s (within the meaning of the Lloyd’s Act 1982) who has ceased to be a member of Lloyd’s, whether by resignation or otherwise, in accordance with the Lloyd’s Act 1982 and any byelaw made thereunder."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "86", "section_title": " Statement of business by Committee of Lloyd’s.", "section_text": "86   1 The Committee of Lloyd’s shall deposit every year with the  Treasury  a statement in the prescribed form summarising the extent and character of the insurance business done by the members of Lloyd’s in the twelve months to which the statement relates. 2 Regulations made for the purposes of this section may require the statement to deal separately with such classes or descriptions of business as may be specified in the regulations."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "87", "section_title": " Companies established outside the United Kingdom.", "section_text": "87 1 The provisions specified in subsection (2) below, if, apart from this section they would not so apply, shall apply in relation to an insurance company incorporated outside the United Kingdom which carries on insurance business within Great Britain or, as the case may be, Northern Ireland as they apply in relation to oversea companies within the meaning of  the Companies Act  or, as the case may be, companies to which  Part XXIII  of the  Companies (Northern Ireland) Order 1986  applies. 2 The provisions referred to in subsection (1) above are— a sections 691, 692, 693(1), 695, 696 to 698, 700 to 703 and 708 of the Companies Act, c Articles 641, 642, 643(1) and (2), 645, 646 to 648, 649 to 652 and 657 of the Companies (Northern Ireland) Order 1986."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "88", "section_title": " Unregistered companies.", "section_text": "88 1 Every insurance company to which Part II of this Act applies, being a company which is not registered under the  Companies Act , under the  Companies (Northern Ireland) Order 1986  or under the former Companies Acts— a if it has not incorporated in its deed of settlement section 10 of the  Companies Clauses Consolidation Act 1845, shall keep a shareholders address book in accordance with the provisions of that section and shall, on the application of any shareholder or policy holder of the company, furnish to him a copy of the book on payment of a sum not exceeding 2½p for every hundred words required to be copied; b shall cause a sufficient number of copies of its deed of settlement to be printed and shall, on the application of any shareholder or policy holder of the company, furnish to him one of those copies on payment of a sum not exceeding 5p. 2 Any insurance company which makes default in complying with this section shall be guilty of an offence and liable on summary conviction in England and Wales and Scotland to a fine not exceeding level 5 on the standard scale and, on summary conviction in Northern Ireland to a fine not exceeding £400."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "89", "section_title": " Insurance companies formed before 1967 in contravention of section 434 of the  Companies Act", "section_text": "89 1 Section  716  of the  Companies Act  (which in certain cases forbids the formation otherwise than under that Act of a company, association or partnership consisting of more than twenty persons) shall be deemed not to have invalidated the formation of any insurance company which immediately before 3rd November 1966 was carrying on in Great Britain insurance business of any class relevant for the purposes of Part I of the  Insurance Companies Act 1974 and was carrying on business of that class on 25th July 1973. 2 In subsection (1) above the reference to the said section  716  includes a reference to any corresponding enactment previously in force."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "90", "section_title": " Power to make valuation regulations.", "section_text": "90 1 Regulations may be made with respect to the determination of the value of assets and the amount of liabilities in any case in which the value or amount is required by any provision of this Act to be determined in accordance with valuation regulations. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may provide that, for any specified purpose, assets or liabilities of any specified class or description shall be left out of account or shall be taken into account only to a specified extent. 3 Regulations under this section may make different provision in relation to different cases or circumstances and for the purposes of different enactments."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "91", "section_title": " Criminal liability of directors.", "section_text": "91 1 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, chief executive, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and liable to be proceeded against and punished accordingly. 2 For the purposes of this section a person shall be deemed to be a director of a body corporate if he is a person in accordance with whose directions or instructions the directors of the body corporate or any of them act."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "92", "section_title": " Criminal proceedings against unincorporated bodies.", "section_text": "92 1 Proceedings for an offence alleged to have been committed under this Act by an unincorporated body shall be brought in the name of that body (and not in that of any of its members) and, for the purposes of any such proceedings, any rules of court relating to the service of documents shall have effect as if that body were a corporation. 2 A fine imposed on an unincorporated body on its conviction of an offence under this Act shall be paid out of the funds of that body. 3 In a case in which an unincorporated body is charged with an offence under this Act— a in England or Wales, section 33 of the  Criminal Justice Act 1925 and Schedule 3 to the  Magistrates’ Courts Act 1980 (procedure on charge of offence against a corporation); b in Northern Ireland, section 18 of the  Criminal Justice Act (Northern Ireland) 1945 and Schedule 4 to the  Magistrates’ Courts (Northern Ireland) Order 1981 (procedure on charge of offence against a corporation) shall have effect in like manner as they have effect in the case of a corporation so charged. 4 In relation to any proceedings on indictment in Scotland for an offence alleged to have been committed under this Act by an unincorporated body,  section 70 of the  Criminal Procedure (Scotland) Act 1995  (proceedings on indictment against bodies corporate) shall have effect as if that body were a body corporate."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "93", "section_title": " Restriction on institution of prosecutions.", "section_text": "93 Proceedings in respect of an offence under this Act shall not be instituted— a in England or Wales, except by or with the consent of  the Treasury,  the Secretary of State, the Industrial Assurance Commissioner or the Director of Public Prosecutions, b in Northern Ireland, except by or with the consent of  the Treasury, the Secretary of State, the Department of Commerce for Northern Ireland or the Director of Public Prosecutions for Northern Ireland."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "94", "section_title": " Summary proceedings.", "section_text": "94 1 Summary proceedings for any offence under this Act may (without prejudice to any jurisdiction exercisable apart from this subsection) be taken against a body corporate at any place at which the body has a place of business, and against any other person at any place at which he is for the time being. 2 Notwithstanding anything in section 127 of the Magistrates’ Courts Act 1980, an information relating to an offence under this Act which is triable by a magistrates’ court in England and Wales may be so tried if it is laid at any time within three years after the commission of the offence and within twelve months after the date on which evidence sufficient, in the opinion of the Director of Public Prosecutions,  the Treasury, the Secretary of State or the Industrial Assurance Commissioner, as the case may be, to justify the proceedings comes to his  or their  knowledge. 3 Summary proceedings in Scotland for an offence under this Act shall not be commenced after the expiration of three years from the commission of the offence. 4 Subject to the limitation in subsection (3) above and notwithstanding anything in  section 136 of the Criminal Procedure (Scotland) Act 1995 , the proceedings referred to in that subsection may be commenced at any time within twelve months after the date on which evidence sufficent in the opinion of the Lord Advocate to justify the proceedings comes to his knowledge or, where such evidence was reported to him by  the Treasury, the Secretary of State or the Industrial Assurance Commissioner, within twelve months after the date on which it came to the knowledge of the  Treasury,  Secretary of State or Commissioner. 5 Subsection (3) of  section 136 of the said Act of 1995 shall apply for the purposes of subsections (3) and (4) above as it applies for the purposes of that section. 6 Notwithstanding anything in Article 19(1) of the  Magistrates’ Courts (Northern Ireland) Order 1981, a complaint relating to an offence under this Act which is triable by a court of summary jurisdiction in Northern Ireland may be so tried if it is made at any time within three years after the commission of the offence and within twelve months after the date on which evidence sufficient, in the opinion of the Director of Public Prosecutions for Northern Ireland  ,the Treasury  the Secretary of State or the Department of Commerce for Northern Ireland as the case may be, to justify the proceedings comes to his or that Department’s knowledge. 7 For the purposes of this section a certificate of the Director of Public Prosecutions, the Lord Advocate, the Director of Public Prosecutions for Northern Ireland  , the Treasury  the Secretary of State, the Department of Commerce for Northern Ireland or the Industrial Assurance Commissioner, as the case may be, as to the date on which such evidence as aforesaid came to his, or that Department’s, knowledge shall be conclusive evidence."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "94B", "section_title": " Law applicable to certain contracts of insurance.", "section_text": "94B 1 The law applicable to a contract of insurance the effecting of which constitutes general business, and which covers risks situated in the United Kingdom or another member State, shall be determined in accordance with the provisions of  Part I of  Schedule 3A to this Act. 1A The law applicable to a contract of insurance to which Article 1 of the first long term insurance Directive applies shall be determined in accordance with the provisions of Part II of Schedule 3A to this Act if– a where the policy holder is an individual, he is habitually resident in a member State; or b where the policy holder is not an individual, the establishment of the policy holder to which the contract relates is situated in a member State. 2 Subsections (1) and (1A) above do not apply in relation to a contract of reinsurance."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "94A", "section_title": " Fees.", "section_text": "94A 1 When documents are deposited under section 22(1) above the company concerned shall pay to the  Treasury such fee as may be prescribed. 2 In the case of a company for which a fee is prescribed, documents shall not be taken to have been deposited under section 22(1) until the company has paid the fee. 3 When a statement is deposited under section 86(1) above the Council of Lloyd’s shall pay to the  Treasury such fee as may be prescribed. 4 In making regulations for the purposes of subsections (1) and (3) above the  Treasury  shall have regard to the object of securing (so far as practicable) that the amount of the fees payable in any relevant period by insurance companies and the Council of Lloyd’s is equal to the cost incurred, or likely to be incurred, in the period by the  Treasury  in exercising relevant functions. 5 This section does not apply where documents are, or a statement is, deposited before 1st April 1986, and in subsection (4) above ''relevant period’’ means the period of twelve months beginning with 1st April 1986 and each successive period of twelve months beginning with 1st April. 6 In subsection (4) above “ relevant functions ” means such functions of the  Treasury  in relation to insurance companies and the members of Lloyd’s as may be prescribed. 7 Sums received by the  Treasury  under this section shall be paid into the Consolidated Fund."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "95", "section_title": " Insurance business.", "section_text": "95 For the purposes of this Act “ insurance business ” includes— a the effecting and carrying out, by a person not carrying on a banking business, of contracts for fidelity bonds, performance bonds, administration bonds, bail bonds or customs bonds or similar contracts of guarantee, being contracts effected by way of business (and not merely incidentally to some other business carried on by the person effecting them) in return for the payment of one or more premiums; b the effecting and carrying out of tontines; c the effecting and carrying out, by a body (not being a body carrying on a banking business) that carries on business which is insurance business apart from this paragraph, of— i capital redemption contracts; ii contracts to manage the investments of pension funds (other than funds solely for the benefit of its own officers or employees and their dependants or, in the case of a company, partly for the benefit of those persons and partly for the benefit of officers or employees and their dependants of its subsidiary or holding company or a subsidiary of its holding company); d the effecting and carrying out of contracts to pay annuities on human life."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96", "section_title": " General interpretation.", "section_text": "96 1 In this Act, unless the context otherwise requires— “ actuary ” means an actuary possessing the prescribed qualifications; “ annuities on human life ” does not include superannuation allowances and annuities payable out of any fund applicable solely to the relief and maintenance of persons engaged or who have been engaged in any particular profession, trade or employment, or of the dependants of such persons; 'associate’ shall be construed in accordance with section 96C below; “ body corporate ” does not include a corporation sole or a Scottish firm but includes a body incorporated outside the United Kingdom; “ chief executive ” has the meaning given in  section 96D below ;  'claims representative’ has the meaning given in section 96F below; “commitment” means a commitment represented by insurance business of any of the classes specified in Schedule 1 to this Act; “ the Companies Act ” means the Companies Act 1985 “ contract of insurance ” includes any contract the effecting of which constitutes the carrying on of insurance business by virtue of section 95 above; “ controller ” has the meaning given in  section 96C below ; 'Community co-insurance operation’ and, in relation to such an operation, 'leading insurer’ have the same meanings as in Council Directive  78/473/ EEC  of 30th May 1978   on the co-ordination of laws, regulations and administrative provisions relating to Community co-insurance; “ court ” means the High Court of Justice in England or, in the case of an insurance company registered or having its head office in Scotland, the Court of Session or, in the case of an insurance company registered or having its head office in Northern Ireland, the High Court of Justice in Northern Ireland; 'criteria of sound and prudent management’ means the criteria set out in Schedule 2A to this Act; “ deed of settlement ”, in relation to an insurance company, includes any instrument constituting the company; “ director ” includes any person occupying the position of director by whatever name called; 'EC company’ has the meaning given in section 2 above; 'EEA Agreement’ means the Agreement on the European Economic Area signed at Oporto on 2nd May 1992   as adjusted by the Protocol signed at Brussels on 17th March 1993  ; 'EEA State’ means a State which is a Contracting Party to the EEA Agreement  . . .; 'EFTA company’ has the meaning given by section 72B above; 'EFTA State’ means an EEA State which is not a member State; “ enactment ” includes an enactment of the Parliament of Northern Ireland and a Measure of the Northern Ireland Assembly; “ financial year ” means, subject to section 69 above, each period of twelve months at the end of which the balance of the accounts of the insurance company is struck or, if no such balance is struck, the calender year; “ former Companies Acts ” means the  Companies Act 1929 or the  Companies Act (Northern Ireland) 1932 and any enactment repealed by that Act of 1929 or, as the case may be, that Act of 1932 or by the  Companies (Consolidation) Act 1908;  and the Companies Acts 1948 to 1983 and the Companies Acts (Northern Ireland) 1960 to 1983 “ general business ” has the meaning given in section 1 above; “ holding company ” shall be construed in accordance with section  736  of the  Companies Act  or  Article 4  of the  Companies (Northern Ireland) Order 1986 ; 'home State’, in relation to an EC company, means the member State in which the company’s head office is situated; “ industrial assurance business ” has the meaning given in section 1(2) of the  Industrial Assurance Act 1923 or Articles 2(2) and 3(1) of the  Industrial Assurance (Northern Ireland) Order 1979; “ insolvent ” means, in relation to an insurance company at any relevant date, that if proceedings had been taken for the winding up of the company the court could, in accordance with the provisions of sections  122 and 123 or section 221 of the Insolvency Act 1986  or, as the case may be,  Articles 102 and 103 or Article 185 of the Insolvency (Northern Ireland) Order 1989 , hold or have held that the company was at that date unable to pay its debts; “ insurance company ” means a person or body of persons (whether incorporated or not) carrying on insurance business; “ life policy ” means any instrument by which the payment of money is assured on death (except death by accident only) or the happening of any contingency dependent on human life, or any instrument evidencing a contract which is subject to payment of premiums for a term dependent on human life; “ long term business ” has the meaning given in section 1 above; “ long term policy holder ” means a policy holder in respect of a policy the effecting of which by the insurer constituted the carrying on of long term business; “ main agent ” has the meaning given in  section 96E below ; “ manager ”, except in section 56, has the meaning given in  section 96D below ; a where the policy holder is an individual, the member State in which he had his habitual residence at that date; or b where the policy holder is not an individual, the member State in which the establishment of the policy holder to which the commitment relates wassituated at that date; “ margin of solvency ”, “ United Kingdom margin of solvency ” and  'EEA margin of solvency’  shall be construed in accordance with section 32 above; 'member State’ shall be construed in accordance with section 2(7)  . . . above; “ mortgage ”, in relation to Scotland, means a heritable security within the meaning of section 9(8) of the  Conveyancing and Feudal Reform (Scotland) Act 1970; 'non-EC company’ has the meaning given in section 5 above; 'notifiable holding’ means voting rights or shares which, if acquired by any person, will result in his becoming a 10 per cent.shareholder controller, a 20 per cent.shareholder controller, a 33 per cent.shareholder controller, a 50 per cent.shareholder controller or a majority shareholder controller; “ ordinary long-term insurance business ” means long term business that is not industrial assurance business; “parent undertaking” shall be construed in accordance with section 258 of the Companies Act 1985   and Article 266 of the Companies (Northern Ireland) Order 1986  ; “ policy ”— a in relation to ordinary long-term insurance business and industrial assurance business, includes an instrument evidencing a contract to pay an annuity upon human life; b in relation to insurance business of any other class includes any policy under which there is for the time being an existing liability already accrued or under which a liability may accrue; and c in relation to capital redemption business, includes any policy, bond, certificate, receipt or other instrument evidencing the contract with the company; “ policy holder ” means the person who for the time being is the legal holder of the policy for securing the contract with the insurance company or, in relation to capital redemption business, means the person who for the time being is the legal holder of the policy, bond, certificate, receipt or other instrument evidencing the contract with the company, and— a in relation to such ordinary long-term insurance business or industrial assurance business as consists in the granting of annuities upon human life, includes an annuitant; and b in relation to insurance business of any kind other than such as is mentioned in the foregoing paragraph or capital redemption business, includes a person to whom, under a policy, a sum is due or a periodic payment is payable; “ prescribed ” means prescribed by regulations under this Act; “ registered society ” means a society registered or deemed to be registered under the  Industrial and Provident Societies Act 1965 or the  Industrial and Provident Societies Act (Northern Ireland) 1969; “ registrar of companies ” has the  the same meaning as in  the  Companies Act  and “ registrar of companies in Northern Ireland ” means the registrar of companies within the meaning of  Article 2 of the Companies (Northern Ireland) Order 1986 ; 'relevant motor vehicle risks’ means risks falling within class 10 of Schedule 2 to this Act (motor vehicle liability), but excluding carrier’s liability; 'shareholder controller’, '10 per cent.shareholder controller’, '20 per cent.shareholder controller’, '33 per cent.shareholder controller’, '50 per cent.shareholder controller’ and 'majority shareholder controller’ have the meanings given by section 96C below; 'State of the commitment’, in relation to a commitment entered into at any date, means— a where the policy holder is an individual, the State in which he had his habitual residence at that date; b where the policy holder is not an individual, the State in which the establishment of the policy holder to which the commitment relates was situated at that date, and 'member State of the commitment’ shall be construed accordingly; “ subsidiary ”, except in section 57, shall be construed in accordance with section  736  of the  Companies Act  or  Article 4  of the  Companies (Northern Ireland) Order 1986 : 'subsidiary undertaking’ shall be construed in accordance with section 258 of the Companies Act   and Article 266 of the Companies (Northern Ireland) Order 1986  ; “supervisory authority”, in relation to a member State other than the United Kingdom or in relation to Switzerland, means the authority responsible in that State or country for supervising insurance companies; “Swiss general insurance company” has the meaning given in section 11 above; 'UK company’ has the meaning given in section 5 above; “ underwriter ” includes any person named in a policy or other contract of insurance as liable to pay or contribute towards the payment of the sum secured by the policy or contract; “ valuation regulations ” means regulations under section 90 above; “ vessel ” includes hovercraft. 2 References in this Act to a fund or funds maintained in respect of long term business are references to a fund or funds maintained under section 28(1)(b) above and in sections 48(3) and 55(6) above include references to a fund or funds maintained under section 3(1) of the  Insurance Companies Act 1958 or section 14(1) of the  Insurance Companies Act (Northern Ireland) 1968. 3 A person shall not be deemed to be within the meaning of any provision of this Act a person in accordance with whose directions or instructions the directors of a company or other body corporate or any of them are accustomed to act by reason only that the directors of the company or body act on advice given by him in a professional capacity. 2B Any reference in this Act— a to an undertaking being closely linked with any person, or being closely linked with any person by control; or b to an undertaking’s close links with any person, shall be construed in accordance with regulation 2 of the Financial Institutions (Prudential Supervision) Regulations 1996). 4 Any reference in this Act to an enactment of the Parliament of Northern Ireland or a Measure of the Northern Ireland Assembly shall include a reference to any enactment re-enacting it with or without modifications. 5 Except as otherwise provided by paragraph 27 of Schedule 2F to this Act, this Act shall apply as if Gibraltar were a member State."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96A", "section_title": " Interpretation of expressions derived from  . . . insurance Directives.", "section_text": "96A 1 In this Act— a “ the first general insurance Directive ” means Council Directive  73/239/EEC  of 24 July 1973 on the coordination of laws, regulations and administrative provisions relating to the taking-up and pursuit of the business of direct insurance other than life assurance; b “ the second general insurance Directive ” means Council Directive  88/357/EEC  of 22 June 1988 on the coordination of laws, regulations and administrative provisions relating to direct insurance other than life assurance and laying down provisions to facilitate the effective exercise of freedom to provide services and amending Directive  73/239/EEC ; c 'the third general insurance Directive’ means Council Directive  92/49/EEC  of 18 June 1992   on the coordination of laws, regulations and administrative provisions relating to direct insurance other than life assurance and amending Directives  73/239/EEC    and 88/357/EEC  ; and “ the general insurance Directives ” means those Directives as amended and such other Directives as make provision with respect to the business of direct insurance other than life assurance. 1A The Directives amending the general insurance Directives referred to in subsection (1) above include Council Directive  90/618/EEC  amending, particularly as regards motor vehicle liability insurance, Directive  73/239/EEC  and Directive  88/357/EEC . 1B In this Act– a “the first long term insurance Directive” means Council Directive  79/267/EEC  of 5 March 1979 on the coordination of laws, regulations and administrative provisions relating to the taking up and pursuit of the business of direct life assurance; b “the second long term insurance Directive” means Council Directive  90/619/EEC  of 8 November 1990 on the coordination of laws, regulations and administrative provisions relating to direct life assurance, laying down provisions to facilitate the effective exercise of freedom to provide services and amending Directive  79/267/EEC ; c 'the third long term insurance Directive’ means Council Directive  92/96/EEC  of 10 November 1992   on the coordination of laws, regulations and administrative provisions relating to direct life assurance and amending Directives 79/267 EEC   and 90/619/EEC  ; and “the long term insurance Directives” means those Directives. 1C Any reference in this Act to the first or third general insurance Directive, or to the first or third long term insurance Directive, is a reference to that Directive as amended by the Prudential Supervision Directive (within the meaning of the Financial Institutions (Prudential Supervision) Regulations 1996). 2 In this Act, in relation to an insurance company, 'establishment’ means the head office or a branch of the company; and references to a company being established in a State mean that the company has its head office or a branch there. Any permanent presence of an insurance company in a State other than that in which it has its head office shall be regarded as a single branch, whether that presence consists of a single office which, or two or more offices each of which— a is managed by the company’s own staff; b is an agency of the company; or c is managed by a person who is independent but has permanent authority to act for the company in the same way as an agency. 3 References in this Act to the member State where the risk is situated are— a where the insurance relates to buildings or to buildings and their contents (in so far as the contents are covered by the same policy), to the member State in which the property is situated; b where the insurance relates to vehicles of any type, to the member State of registration; c in the case of policies of a duration of four months or less covering travel or holiday risks (whatever the class concerned), to the member State where the policy holder took out the policy; d in a case not covered by paragraphs (a) to (c)— i where the policy holder is an individual, to the member State where he has his habitual residence  at the date when the contract is entered into ; ii otherwise, to the member State where the establishment of the policy holder to which the policy relates is situated  at that date . 3A In this Act references to the provision of insurance in the United Kingdom or any other EEA State are references to either or both of the following— a the covering (otherwise than by way of reinsurance) of a risk situated there through an establishment in another EEA State ('the provision of general insurance’); and b the covering (otherwise than by way of reinsurance) of a commitment situated there through an establishment in another EEA State ('the provision of long term insurance’). 4 In this Act the “ ECU ” means the unit of account of that name defined in Council Regulation  (EEC) No. 3180/78  as amended. The exchange rates as between the ECU and the currencies of the member States to be applied for each year beginning on 31st December shall be the rates applicable on the last day of the preceding October for which rates for the currencies of all the member States were published in the Official Journal of the Communities."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96B", "section_title": " Meaning of “large risks”.", "section_text": "96B 1 In this Act “ large risks ” means— a risks falling within classes 4, 5, 6, 7, 11 and 12 of Part I of Schedule 2; b risks falling within classes 14 and 15 of that Part which relate to a business carried on by the policy holder; c risks falling within  classes 3, 8, 9, 10, 13 and 16  of that Part where the policy holder carries on a business in respect of which the condition specified in subsection (2) below is met. 2 The condition referred to in subsection (1)(c) is that at least two of the three following criteria were exceeded in the most recent financial year for which the information is available: First stage: until 31st December 1992— balance sheet total: 12.4 million ECU net turnover: 24 million ECU number of employees: 500; Second stage: from 1st January 1993— balance sheet total: 6.2 million ECU net turnover: 12.8 million ECU number of employees: 250. 3 For the purposes of subsection (2) as it applies to a company within the meaning of section 735(1) of the Companies Act 1985 or Article 3 of the Companies (Northern Ireland) Order 1986— a “ balance sheet total ” has the meaning given by section 247(5) of that Act or Article 255(5) of that Order, b “ net turnover ” has the meaning given to “ turnover ” by section 262(1) of that Act or Article 270(1) of that Order, and c “ number of employees ” has the meaning given by section 247(6) of that Act or Article 255(6) of that Order; and for a financial year which is a company’s financial year but not in fact a year, the net turnover of the company shall be proportionately adjusted. 4 Where the policy holder is a member of a group for which consolidated accounts (within the meaning of Directive  83/349/EEC  are drawn up, the question whether the condition in subsection (2) is met shall be determined by reference to those accounts. 5 For the purposes of subsection (1)(c) as it applies where the policy holder is a professional association, joint venture or temporary grouping, the question whether the condition in subsection (2) is met shall be determined by reference to the aggregate of the relevant figures for all the members of the professional association, joint venture or temporary grouping. 6 In this section “ business ” includes a trade or profession and, for the purposes of subsection (1)(c), any activity of a professional association, joint venture or temporary grouping."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96C", "section_title": "Meaning of 'controller’etc.", "section_text": "96C 1 In this Act 'controller’, in relation to an insurance company, means— a a managing director of the company or of a body corporate of which the company is a subsidiary; b a chief executive of the company or of a body corporate, being an insurance company, of which the company is a subsidiary; c a person in accordance with whose directions or instructions the directors of the company or of a body corporate of which it is a subsidiary are accustomed to act; d in the case of UK company, a person who satisfies the requirements of subsection (2) below; or e except in the case of a UK company, a person who either alone or with any associate or associates is entitled to exercise, or control the exercise of, 15 per cent. or more of the voting power at any general meeting of the company or of a body corporate of which it is a subsidiary. 2 A person satisfies the requirements of this subsection in relation to a UK company if, either alone or with any associate or associates— a he holds 10 per cent. or more of the shares in the company or another company of which it is a subsidiary undertaking; b he is entitled to exercise, or control the exercise of, 10 per cent.or more of the voting power at any general meeting of the company or another company of which it is a subsidiary undertaking; or c he is able to exercise a significant influence over the management of the company or another company of which it is such an undertaking by virtue of— i a holding of shares in; or ii an entitlement to exercise, or to control the exercise of, the voting power at any general meeting of, the company or, as the case may be, that other company. 3 In this Act— 'shareholder controller’ means a person who is a controller of a UK company by virtue of subsection (2) above; '10 per cent. shareholder controller’ means a shareholder controller in whose case the percentage referred to in subsection (2) above is 10 or more but less than 20; '20 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 20 or more but less than 33; '33 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 33 or more but less than 50; '50 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 50; 'majority shareholder controller’ means a shareholder controller whose shareholding is such that the UK company is his subsidiary undertaking. 4 For the purpose of determining for the purposes of this Act whether any person is a controller of an insurance company or is a shareholder controller, or a shareholder controller of any particular description, of a UK company, 'associate’ means, subject to subsection (5) below— a the wife or husband or minor son or daughter of that person; b the trustees of any settlement under which that person has a life interest in possession, or, in Scotland, a life interest; c any company of which that person is a director; d any person who is an employee or partner of that person; e if that person is a company— i any director of that company; ii any subsidiary undertaking of that company; iii any director or employee of any such subsidiary undertaking; and f if that person has made an agreement or arrangement with any other person— i with respect to the acquisition, holding or disposal of shares or other interests in the company concerned or another company of which it is a subsidiary undertaking; or ii under which they undertake to act together in exercising their voting power in relation to the company concerned or another company of which it is such an undertaking, that other person. 5 For the purpose of determining for the purposes of this Act whether any person is a controller of an insurance company other than a UK company, subsection (4) above shall have effect as if— a paragraphs (b) and (f) were omitted; and b in paragraph (e), for the words 'subsidiary undertaking’, in both places where they occur, there were substituted the word 'subsidiary’. 6 In this section— 'settlement’ includes any disposition or arrangement under which property is held in trust; 'share’ has the same meaning as in Part VII of the Companies Act or Part VIII of the Companies (Northern Ireland) Order 1986  ; 'son’ includes stepson and 'daughter’ includes stepdaughter. 7 Any reference in this section to a UK or non-EC company includes a reference to a company which, if any authorisation sought by it were issued, would be such a company."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96D", "section_title": "Meanings of 'manager’ and 'chief executive’.", "section_text": "96D 1 In this Act 'manager’— a in relation to a UK company, means any person (other than an employee of the company) appointed by the company to manage any part of its business, or any employee of the company (other than a chief executive) who, under the immediate authority of a director or chief executive of the company— i exercises managerial functions, or is responsible for maintaining accounts or other records of the company; and ii is not a person whose functions relate exclusively to business conducted from a place of business which is not in a member State; b in relation to an insurance company which is not a UK company, means an employee of the company (other than a chief executive) who, under the immediate authority of a director or chief executive of the company— i exercises managerial functions, or is responsible for maintaining accounts or other records of the company; and ii is not a person whose functions relate exclusively to business conducted from a place of business outside the United Kingdom. 2 In this Act 'chief executive’, in relation to an insurance company or body corporate, means an employee of that company or body corporate, who, either alone or jointly with others, is responsible under the immediate authority of the directors for the conduct of the whole of the insurance business of that company or body corporate."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96E", "section_title": "Meaning of 'main agent’.", "section_text": "96E 1 In this Act 'main agent’— a in relation to a UK company, means a person appointed by the company to be its agent in respect of general business in one or more member States, with authority to enter into contracts on behalf of the company in any financial year— i without limit on the aggregate amount of premiums; or ii with a limit in excess of 10 per cent. of the premium limit as determined in accordance with subsections (3) to (6) below; b in relation to an insurance company which is not a UK company, means, subject to such exceptions as may be prescribed, a person appointed by the company to be its agent in respect of general business in the United Kingdom, with authority to enter into contracts on behalf of the company in any financial year— i without limit on the aggregate amount of premiums; or ii with a limit in excess of 10 per cent. of that premium limit. 2 A person shall not be regarded as falling within subsection (1)(a)(i) above in relation to a financial year unless— a the company is of the opinion that the aggregate amount of premiums, on contracts entered into by him on behalf of the company in that year in respect of general business in the member State or States concerned, will be in excess of 10 per cent. of the premium limit as determined in accordance with subsections (3) to (6) below; or b the aggregate amount of premiums, on contracts so entered into, actually is in excess of 10 per cent. of that premium limit. 3 Subject to subsections (4) and (5) below, the premium limit for the purposes of this section is the aggregate of the amounts of gross premiums shown in the annual accounts relating to the company’s business last deposited under section 22 above as receivable in respect of general business in the financial year to which the accounts relate. 4 If the accounts so deposited relate to a financial year which is not a period of 12 months, the aggregate of the amounts of gross premiums shown in the accounts as receivable in that financial year shall be divided by the number of months in that financial year and multiplied by twelve. 5 If no accounts have been deposited under section 22 above the aggregate amount of gross premiums shall be the amount or, if more than one amount, the lower or lowest amount, shown in respect of gross premiums relating to the company’s business in the financial forecast last submitted by the company in accordance with regulations made for the purposes of section 5(1)(a) above. 6 Any reference in subsection (3) or (5) above to the company’s business is, in the case of an insurance company which is not a UK company, a reference to its business in the United Kingdom."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "96F", "section_title": "Meaning of 'claims representative’.", "section_text": "96F 1 In this Act 'claims representative’, in relation to an insurance company and an EEA State, means a person who— a has been designated as the company’s representative in that EEA State ('the EEA State concerned’); and b satisfies the requirements mentioned in subsections (2) to (5) below. 2 The claims representative must be authorised— a to act on behalf of the company and to represent, or to instruct others to represent, the company in relation to any matters giving rise to relevant claims; b to pay sums in settlement of relevant claims; c to accept service on behalf of the company of proceedings in respect of relevant claims; but the authority must not extend to the settlement of relevant claims. 3 The claims representative must be authorised to represent the company in any proceedings or enquiry to establish the existence or validity of a policy issued by the company which covers or purports to cover relevant motor vehicle risks in the EEA State concerned. 4 Without prejudice to subsection (2) above, the claims representative must not act on behalf of the company in the carrying on in the EEA State concerned of its general business (other than its reinsurance business, if any). 5 The claims representative must— a in the case of an individual, be resident in the EEA State concerned; b in the case of a corporation, have a place of business in that EEA State. 6 In this section 'relevant claim’ means any claim which may be made against a policy issued by the company to the extent that it covers relevant motor vehicle risks situated in the EEA State concerned, whether or not submitted to the company and whether by a policy holder or by a third party having rights of action against the company or a policy holder or by both."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "97", "section_title": " Regulations and orders.", "section_text": "97 1 The  Treasury  may make regulations under this Act for any purpose for which regulations are authorised or required to be made thereunder. 2 Regulations under this Act may make different provision for cases of different descriptions. 3 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument. 4 Any statutory instrument containing regulations under this Act  , except regulations under section 21A(3),  shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "98", "section_title": " Annual report by  Treasury .", "section_text": "98 The  Treasury  shall cause a general annual report of matters within this Act to be laid before Parliament."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "99", "section_title": " Savings, transitionals, consequential amendments and repeals.", "section_text": "99 1 The saving and transitional provisions specified in Schedule 4 to this Act shall have effect. 2 The enactments mentioned in Schedule 5 to this Act shall have effect subject to the amendments there specified, being amendments consequential on the provisions of that Act. 3 The enactments mentioned Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Insurance Companies Act 1982 (repealed)", "year": 1982, "section": "100", "section_title": " Short title, commencement and extent.", "section_text": "100 1 This Act may be cited as the Insurance Companies Act 1982. 2 Subject to Schedule 4 to this Act, this Act shall come into force at the expiration of the period of three months beginning with the date on which it is passed. 3 This Act   extends to Northern Ireland."}]