[{"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "1", "section_title": " Proposals for general or partial suspension of direct rule.", "section_text": "1 1 Subject to the provisions of this section, the Northern Ireland Assembly may, with a view to the making of one or more Orders in Council under section 2 below, submit to the Secretary of State— a proposals for the resumption by the Assembly and by persons responsible to it of all the functions that would be exercisable by them apart from Schedule 1 to the  Northern Ireland Act 1974 (direct rule); or b proposals for the resumption as aforesaid of those functions so far as relating to any transferred matters within the responsibilities of any one or more Northern Ireland departments. 2 Proposals under paragraph (a) of subsection (1) above shall include proposals as to the composition of a Northern Ireland Executive and as to the other appointments to be made under section 8 of the Constitution Act; and proposals under paragraph (b) of that subsection shall include proposals as to the appointment under that section of a head of the Northern Ireland department or, as the case may be, each Northern Ireland department to which the proposals relate and may include proposals as to the appointment under that section of a person to assist any person appointed as head of any such department. 3 Proposals under subsection (1) above may also include proposals for further provisions in the standing orders of the Assembly for the better conduct of any functions that would become exercisable by it in pursuance of those proposals. 4 The Assembly shall not submit any proposals under this section unless— a the proposals have the support of at least 70 per cent. of the members of the Assembly; or b the proposals have the support of a majority of those members and the Secretary of State has notified the Assembly that he is satisfied that the substance of the proposals is likely to command widespread acceptance throughout the community. 5 The Secretary of State shall lay before Parliament any proposals submitted to him under this section."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "2", "section_title": " General or partial suspension of direct rule.", "section_text": "2 1 At any time after proposals have been laid before Parliament under section 1 above Her Majesty may by Order in Council— a suspend the operation of the provisions of Schedule 1 to the  Northern Ireland Act 1974; or b suspend the operation of those provisions so far as relating to the transferred matters within the responsibilities of such Northern Ireland department or departments as are specified in the Order. 2 No recommendation shall be made to Her Majesty to make an Order under subsection (1) above unless each House of Parliament has passed a resolution approving a draft of the Order and stating that its provisions are, in the opinion of that House, likely to command widespread acceptance throughout the community. 3 An Order may be made under paragraph (a) of subsection (1) above without any Order having been made under paragraph (b) of that subsection or, if one or more Orders have been made under paragraph (b) of that subsection, so as to supersede that Order or those Orders. 4 No Order under subsection (1)(b) above shall specify the Department of Finance and Personnel or any matters within its responsibilities. 5 An Order under paragraph (a) of subsection (1) above shall have effect as provided in Part I of Schedule 1 to this Act; and an Order under paragraph (b) of that subsection shall have effect as provided in Part II of that Schedule. 6 An Order under subsection (1) above may contain such transitional provisions as appear to Her Majesty to be required in consequence of the Order."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "3", "section_title": " Matters for consideration by Assembly pending general suspension of direct rule.", "section_text": "3 1 During any period for which no Order is in force under paragraph (a) of subsection (1) of section 2 above, the Assembly— a may, without prejudice to its powers by virtue of any Order under paragraph (b) of that subsection, consider any matter affecting Northern Ireland which is not an excepted matter; b shall consider any matter affecting Northern Ireland (whether or not an excepted matter) which is referred to it by the Secretary of State. 2 Without prejudice to the generality of subsection (1)(b) above, the Secretary of State may refer to the Assembly for its consideration— a any proposal for the making of an Order under paragraph 1(1)(b) of Schedule 1 to the Northern Ireland Act 1974; b any instrument or draft of an instrument to which paragraph 3 of that Schedule applies; but the reference to the Assembly under this section of an instrument or draft shall not be regarded for the purposes of the said paragraph 3 as laying it before the Assembly. 3 The Assembly may report to the Secretary of State the views expressed in the Assembly on any matter considered by it under this section and shall do so if the Secretary of State so requests; and any such request may require the report to be made within a specified period. 4 The Secretary of State shall lay before Parliament any report received by him under this section which relates to a transferred matter considered by the Assembly under subsection (1)(a) above or to a matter which has been referred to it under this section by the Secretary of State. 5 For the purposes of section 26(1) of the Constitution Act (privilege) any report made under this section shall be treated as an official record of the proceedings of the Assembly."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "4", "section_title": " Assembly committees in relation to departments under control of Secretary of State.", "section_text": "4 1 The Assembly shall by its standing orders make provision— a for the establishment, in relation to each Northern Ireland department whose functions are for the time being subject to paragraph 2(2) of Schedule 1 to the  Northern Ireland Act 1974, of a committee of members of the Assembly for the purpose of considering the exercise of those functions; and b for the appointment by the presiding officer of the Assembly of the members of each such committee and of a chairman and a deputy chairman (or two deputy chairmen) of each such committee from among its members. 2 The appointments made pursuant to subsection (1)(b) above shall be such as to secure, so far as practicable, that the balance of parties in the Assembly is reflected— a in the membership of each committee exclusive of the chairman and deputy chairman or chairmen; b in the chairmen taken as a whole; and c in the deputy chairmen taken as a whole. 3 Special provision may be made by Order in Council under section 26(2) of the Constitution Act (salaries  etc.  of members of the Assembly) in respect of the members who are appointed as chairmen or deputy chairmen of committees established under this section, and different provision may be made as respects chairmen and deputy chairmen respectively. 4 The foregoing provisions are without prejudice to the establishment by the Assembly of other committees to assist it in the discharge of its functions."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "5", "section_title": " Dissolution of Assembly and revocation of Orders.", "section_text": "5 1 If it appears to Her Majesty after taking into account any relevant proceedings in the Assembly— a that no proposals are likely to be submitted under section 1 above that could lead to the making of an Order under section 2 above or, if any such Order is or has been revoked, to the making of a further Order under that section; and b that it is in the public interest that the Assembly should be dissolved, Her Majesty may by Order in Council direct that the date of dissolution for the Assembly, instead of being determined in accordance with section 27 of the Constitution Act, shall be such earlier date as may be specified in the Order. 2 Subsections (7), (8) and (9) of the said section 27 (ancillary provisions in case of dissolution) shall have effect in relation to any dissolution and any Order under subsection (1) above as they have effect in relation to any dissolution and any Order under subsection (5) of that section. 3 If at any time when an Order is in force under section 2 above it appears to Her Majesty, after taking into account any relevant proceedings in the Assembly, that the continued operation of the Order does not command widespread acceptance throughout the community Her Majesty may by Order in Council revoke that Order or, if it was made under subsection (1)(b) of that section and applies to two or more Northern Ireland departments, revoke it so far as it applies to any of them. 4 No recommendation shall be made to Her Majesty to make an Order under subsection (3) above unless a draft of the Order has been approved by a resolution of each House of Parliament. 5 An Order under subsection (3) above may contain such transitional provisions as appear to Her Majesty to be required in consequence of the Order."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "6", "section_title": " Amendments of Constitution and Assembly Acts.", "section_text": "6 The Constitution Act and the  Northern Ireland Assembly Act 1973 shall be amended in accordance with Schedule 2 to this Act."}, {"act": "Northern Ireland Act 1982 (repealed 2.12.1999)", "year": 1982, "section": "7", "section_title": " Short title, interpretation and repeals.", "section_text": "7 1 This Act may be cited as the Northern Ireland Act 1982. 2 In this Act “ the Constitution Act ” means the  Northern Ireland Constitution Act 1973 and any expression which is also used in that Act has the same meaning as in that Act. 3 The enactments mentioned in Schedule 3 to this Act (which include spent provisions) are hereby repealed to the extent specified in the third column of that Schedule."}]