[{"act": "Reserve Forces Act 1982 (repealed 1.4.1997)", "year": 1982, "section": "1", "section_title": " Change of name of Territorial and Army Volunteer Reserve.", "section_text": "1 1 The Territorial and Army Volunteer Reserve shall, instead of being so known, be known as the Territorial Army. 2 Accordingly— a in subsection (1) of section 5 of the  Reserve Forces Act 1980 (under which Her Majesty may maintain the Territorial and Army Volunteer Reserve), for the words from “maintain” onwards there shall be substituted the words “maintain the Territorial Army”, and in subsection (1) of section 156 of that Act (interpretation) the definition of “ Territorial Army ” shall be omitted; and b a reference to the Territorial and Army Volunteer Reserve in any other Act or in any instrument shall be construed, so far as may be necessary in consequence of the change of name made by subsection (1) above, as a reference to the Territorial Army. 3 In sub-paragraph (2) of paragraph 5 of Schedule 8 to the said Act of 1980 (which, among other things, provides that references to the Territorial Army shall continue to be construed as references to the Territorial and Army Volunteer Reserve) the words “Territorial Army and the”, “respectively”, “the Territorial and Army Volunteer Reserve and” and “army or”shall be omitted."}, {"act": "Reserve Forces Act 1982 (repealed 1.4.1997)", "year": 1982, "section": "2", "section_title": " Miscellaneous amendments of the Reserve Forces Act 1980.", "section_text": "2 1 Paragraph (b) of subsection (1) of section 98 of the   Reserve Forces Act 1980 (which requires a man of the Territorial Army or Royal Auxiliary Air Force to pay a levy if he is discharged before the end of his term) is hereby repealed; and, accordingly, in subsection (2) of that section (under which all or any of the conditions mentioned in the said subsection (1) may be dispensed with), for the words “all or any” there shall be substituted the words “one or both”. 2 In subsection (1) of section 150 of the said Act of 1980 (which provides that the Secretary of State may make regulations with respect to the matters falling to prescribed under the provisions of that Act listed in that subsection), after paragraph (d) there shall be inserted the following paragraph:— dd section 36(1), . 3 Section 153 of the said Act of 1980 (which makes provision with respect to provisions of that Act deriving from Acts passed before the commencement of the   Statutory Instruments Act 1946) is hereby repealed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Reserve Forces Act 1982 (repealed 1.4.1997)", "year": 1982, "section": "3", "section_title": " Citation and extent.", "section_text": "3 1 This Act may be cited as the Reserve Forces Act 1982. 2 This Act extends to Northern Ireland. 3 Section 158(3) of the  Reserve Forces Act 1980 (under which provisions of that Act may be extended to the Isle of Man) shall apply in relation to the provisions of this Act as it applies in relation to the provisions of that Act; but, save as aforesaid, nothing in this Act shall affect the Reserve Forces Act 1980 in its application to the Isle of Man."}]