[{"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "8", "section_title": " Conditions of transit of postal packets.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If any postal packet is posted or sent by post in contravention of this Act or of any . . .   regulation made thereunder, the transmission thereof may be refused and the packet may, if necessary, be detained and opened in the post office and may be returned to the sender thereof or forwarded to its destination, subject in either case to any . . .   regulations as to additional postage or other charges, or may be destroyed or otherwise disposed of as the  Post Office  may direct. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "10", "section_title": " Cash on delivery service.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where a cash on delivery packet is delivered in the British postal area . . .   without the sums payable in respect thereof having been paid, the  Post Office  may by notice in writing require the addressee within the time specified in the notice either to pay the said sums or to redeliver the packet intact to the  Post Office , and if the addressee fails to comply with the notice the  Post Office  shall be entitled to recover the said sums . . .   from the addressee. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "11", "section_title": " Prohibition on sending by post of certain articles.", "section_text": "11 1 A person shall not send or attempt to send or procure to be sent a postal packet which— a save as the  Post Office  may either generally or in any particular case allow, encloses any explosive, dangerous, noxious or deleterious substance, any filth, any sharp instrument not properly protected, any noxious living creature, or any creature, article or thing whatsoever which is likely to injure either other postal packets in course of conveyance or  a person engaged in the business of the Post Office ; or b encloses any indecent or obscene print, painting, photograph, lithograph, engraving, cinematograph film, book, card or written communication, or any indecent or obscene article whether similar to the above or not; or c has on the packet, or on the cover thereof, any words, marks or designs which are grossly offensive or of an indecent or obscene character. 2 If any person acts in contravention of the foregoing subsection, he shall be liable on summary conviction to a fine not exceeding  £100  or on conviction on indictment to imprisonment for a term not exceeding twelve months. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The  detention by the Post Office  of any postal packet on the grounds of a contravention of this section or of any regulations  having effect by virtue thereof  shall not exempt the sender thereof from any proceedings which might have been taken if the packet had been delivered in due course of post."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "12", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "16", "section_title": " Application of customs Acts to postal packets. ", "section_text": "16 1 Subject to the provisions of this section, the enactments for the time being in force relating to  customs or excise  shall apply in relation to goods contained in postal packets to which this section applies brought into or sent out of the United Kingdom by post from or to any place outside the United Kingdom as they apply in relation to goods otherwise imported, exported or removed into or out of the United Kingdom from or to any such place. 2 The Treasury, on the recommendation of the Commissioners of Customs and Excise and the  Secretary of State , may by statutory instrument make regulations— a for specifying the postal packets to which this section applies; b for making modifications or exceptions in the application of the said enactments to such packets; c for enabling  persons engaged in the business of the Post Office  to perform for the purposes of the said enactments and otherwise all or any of the duties of the importer, exporter or person removing the goods; d for carrying into effect any arrangement with the government or postal administration of any other country with respect to foreign postal packets; e for securing the observance of the said enactments and, without prejudice to any liability of any person under those enactments, for punishing any contravention of the regulations; and different regulations may be made for foreign and inland postal packets respectively. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "17", "section_title": " Power to detain postal packets containing contraband.", "section_text": "17 1 Without prejudice to the last foregoing section, the  Post Office  may detain any postal packet suspected to contain any goods chargeable with any  duty charged or imported goods (whether a customs or an excise duty)  which has not been paid or secured or any goods in the course of importation, exportation or removal into or out of the United Kingdom, . . .   contrary to any prohibition or restriction for the time being in force with respect thereto under or by virtue of any enactment and may forward the packet to the Commissioners of Customs and Excise. 2 Where any postal packet has been forwarded to the said Commissioners under this section they may— a in the presence of the person to whom the packet is addressed; or b if, after notice in writing from them requiring his attendance left at or forwarded by post to the address on the packet, the addressee fails to attend, or if the address on the packet is outside the British postal area, then in his absence, open and examine the packet. 3 Where the said Commissioners open and examine a postal packet under this section, then— a if they find any such goods as aforesaid they may detain the packet and its contents for the purpose of taking proceedings with respect thereto; b if they find no such goods, they shall either deliver the packet to the addressee upon his paying any postage and other sums chargeable thereon or, if he is absent, forward the packet to him by post."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "18", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "19", "section_title": " Post Office mark evidence of amount of postage,  etc.", "section_text": "19 1 The official mark of any sum on any postal packet as due in respect of that packet, whether the mark is the mark of the Post Office or of any other postal administration and whether the sum is marked as being due to the Postmaster-General or otherwise, shall in every court in the British postal area be sufficient proof of the liability of the packet to the sum so marked unless the contrary is shown, . . .  2 In any proceedings for the recovery of postage or other sums due in respect of postal packets, the production of the packet in respect of which any such postage or sum is sought to be recovered having thereon a stamp or other endorsement of the Post Office or any other postal administration indicating that the packet has been refused or rejected or is unclaimed or cannot for any other reason be delivered, shall be sufficient proof of the fact indicated unless the contrary is shown. 3 In any such proceedings as aforesaid,  a certificate of the Post Office  that any mark, stamp or endorsement is such a mark, stamp or endorsement as is mentioned in the foregoing provisions of this section shall be sufficient proof thereof unless the contrary is shown. 4 In any such proceedings as aforesaid, the person from whom any postal packet in respect of which any postage or sum is sought to be recovered purports to have come shall, until the contrary is proved, be deemed to be the sender of the packet."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "20", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "21", "section_title": " Special provisions as to postal orders.", "section_text": "21 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any person acting as a banker in the British postal area who, in collecting in that capacity for any principal, has received payment or been allowed by the Postmaster-General  or the authority established by section 6 of the  Post Office Act 1969  in account in respect of any postal order, or of any document purporting to be a postal order, shall not incur liability to anyone except that principal by reason of having received the payment or allowance or having held or presented the order or document for payment; but this subsection shall not relieve any principal for whom any such order or document has been so held or presented of any liability in respect of his possession of the order or document or of the proceeds thereof. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "22", "section_title": " Issuing money orders with fraudulent intent. ", "section_text": "22 1 If any  person engaged in the business of the Post Office  grants or issues any money order with a fraudulent intent, he shall be guilty of  a misdemeanour  and be liable to imprisonment for a term not exceeding seven years. 2 If any  person engaged in the business of the Post Office  re-issues a money order previously paid, he shall be deemed to have issued the order with a fraudulent intent for the purposes of this section."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "23", "section_title": " Forgery and stealing of money orders. ", "section_text": "23 1 A money order shall be deemed to be an order for the payment of money and a valuable security within the meaning . . .  of the  Forgery Act 1913 . . .   and of any  other enactment relating to  forgery or stealing which is for the time being in force in any part of the British postal area. 2 If any person with intent to defraud obliterates, adds to or alters any such lines or words on a money order as would, in the case of a cheque, be a crossing of that cheque, or knowingly offers, utters or disposes of any money order with such fraudulent obliteration, addition or alteration, he shall be guilty of  a misdemeanour  and be liable to the like punishment as if the order were a cheque."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "24", "section_title": " Arrangements with other countries as to money orders. ", "section_text": "24 Where an arrangement is made with a government or postal administration of any other country for the transmission of small sums through post offices under the charge of the  Post Office  and the postal administration of the other country by means of  orders for the payment of money , the four last foregoing sections shall, so far as is consistent with the tenor thereof, . . .  , apply in like manner as if an order issued in pursuance of the arrangement, whether by  a person engaged in the business of the Post Office  or by an officer of the other postal administration, were a money order . . .  :  . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "25", "section_title": " Outward bound ships.", "section_text": "25 1 Every master of a ship outward bound shall receive on board his ship every mail bag tendered to him by  a person engaged in the business of the Post Office  for conveyance, and having received it shall deliver it, on arriving at the port or place of his destination, without delay. 2 If the master of any such ship fails to comply with this section he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "26", "section_title": " Inward bound ships and aircraft.", "section_text": "26 1 The three next following subsections shall apply in relation to a ship or aircraft inward bound carrying any postal packets within the exclusive privilege of the  Post Office , not being packets to which the next following section applies. 2 The master of the ship or commander of the aircraft shall collect all such postal packets on board his ship or aircraft and enclose them in some bag or other covering sealed with his seal and addressed to the  Post Office  and shall without delay deliver them to the proper  person engaged in the business of the Post Office  demanding them or, if no demand is made by that  person , then at the post office with which he can first communicate. 3 If the master of the ship or the commander of the aircraft does not duly comply with the provisions of the last foregoing subsection he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 4 The master of the ship or commander of the aircraft shall not break bulk on board his ship or aircraft in any port or place before he has complied with the provisions of subsection (2) of this section and if he does so he shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 5 An officer of customs and excise may refuse to permit bulk to be broken on board any inward bound ship or aircraft until he is satisfied that any postal packets brought in that ship or aircraft which are required to be delivered under subsection (2) of this section have been so delivered. 6 An officer of customs and excise may search any inward bound ship or aircraft for, and seize, any postal packets within the exclusive privilege of the  Post Office  and forward any such packets seized to the nearest post office; and subsection (3) of section eight of this Act shall apply in relation to any packet so forwarded."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "27", "section_title": " Owners’ letters.", "section_text": "27 1 The two next following subsections shall apply to any letter addressed to the owner, charterer or consignee of a ship or aircraft inward bound or to the owner, consignee or shipper of any goods carried in such a ship or aircraft, being a letter which, not being excepted from the exclusive privilege of the  Post Office , complies with the following conditions, that is to say— a that the addressee is described in the address or superscription on the letter as such owner, charterer, consignee or shipper; and b in the case of a letter addressed to an owner, consignee or shipper of goods, that it also appears by the ship’s manifest or by the manifest and declaration of the aircraft that the addressee has goods on board the ship or aircraft. 2 Any such letter required to be delivered to a person at the place of arrival of the ship or aircraft shall be delivered to that person by the master of the ship or the commander of the aircraft free of inland postage and that person shall be entitled to the delivery thereof before the delivery of any other postal packets to the  Post Office . 3 Any such letter required to be delivered to a person at any other place in the British postal area shall be delivered by post on payment of inland postage only. 4 If any person with intent to evade any postage falsely superscribes any letter as being for the owner, charterer or consignee of the ship or aircraft conveying the letter or for the owner, consignee or shipper of goods carried in that ship or aircraft, he shall for each offence be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "28", "section_title": " Retention of postal packets after delivery of part thereof to Post Office.", "section_text": "28 If any person, being the master or commander, one of the officers or crew, or a passenger, of a ship or aircraft inward bound, knowingly has in his baggage or in his possession or custody any postal packet, except a postal packet not within the exclusive privilege of the  Post Office , after the master of the ship or commander of the aircraft has sent any part of the postal packets on board the ship or aircraft to the  Post Office , he shall for every such packet be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ; and if he detains any such packet after demand made either by an officer of customs and excise or by any person authorised by the  Post Office  to demand the postal packets on board the ship or aircraft, he shall for every postal packet detained be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "29", "section_title": " Carriage of parcels by coasting ships.", "section_text": "29 1 . . . In the case of any mechanically-propelled ship which carries on regular communications between a port in the United Kingdom and any other port or place in the United Kingdom,  or within the limited European trading area , not being a ship owned or worked by railway undertakers, the  Post Office  may require the person by whom that ship is owned or worked to carry parcels in that ship. In this subsection “ the limited European trading area ” means the same as in regulations under section 47 of the Merchant Shipping Act 1995 2 The remuneration for any services rendered by a ship under this section shall be determined by agreement between the  Post Office  and the person owning or working the ship or, in default of agreement, by the Transport Tribunal; and any remuneration so determined shall be paid direct to that person."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "30", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "31", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "32", "section_title": " Penalty for opening of mail bag by master or commander of ship or aircraft.", "section_text": "32 1 If the master of a ship or the commander of an aircraft— a opens a sealed mail bag with which he is entrusted for conveyance; or b takes out of a mail bag with which he is entrusted for conveyance any postal packet or other thing, he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 2 If any person to whom postal packets have been entrusted by the master of a ship or the commander of an aircraft to deliver to the  Post Office , breaks the seal, or in any manner wilfully opens them, he shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "43", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "44", "section_title": "†Power to require services by tramways and certain public service vehicles.", "section_text": "44 1 Subject to the provisions of the next following section, the  Post Office  may by notice in writing require— a  . . .  b  the  British Railways Board and  London Regional Transport  in respect of any services of public service vehicles provided by them; c any local authority in Great Britain authorised to run public service vehicles under Part V of the  Road Traffic Act 1930, in respect of services of such vehicles on any route authorised under the said Part V, to perform such reasonable services with regard to the conveyance of mail bags as the  Post Office  may from time to time direct. 2 The remuneration for any services performed in pursuance of this section shall be such as may be from time to time determined by agreement between the  Post Office  and the person performing the services or, in default of agreement, by the Transport Tribunal. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "45", "section_title": " Additional provisions as to conveyance of mail bags by tramways and public service vehicles.", "section_text": "45 1 Where any . . .  , in Great Britain, any public service vehicle is conveying or intended to convey passengers only and not goods or parcels, nothing in the last foregoing section shall authorise the  Post Office  to require mail bags to be conveyed therein either— a unaccompanied by  a person engaged in the business of the Post Office  travelling as a passenger; or b in excess of the maximum weight for the time being fixed for the luggage of ordinary passengers. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where . . .  , in Great Britain, any public service vehicle is conveying or intended to convey both parcels and passengers but not goods, nothing in the last foregoing section shall authorise the  Post Office  to require mail bags to be carried therein in excess of the maximum weight for the time being fixed for ordinary parcels, or for the luggage of ordinary passengers, whichever is the greater. 4 Mail bags carried . . .   in Great Britain, in a public service vehicle shall be so carried as not to inconvenience the passengers, so, however, that the custody of the mail bags by any  person engaged in the business of the Post Office  accompanying them shall not be interfered with. 5 Nothing in this section shall be taken as prejudicing the operation of section two of the  Motor Vehicles and Road Traffic Act (Northern Ireland) 1930 (which relates to the conveyance of mails by public service vehicles in Northern Ireland)."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "46", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "50", "section_title": " Indemnity on account of extending Post Office accommodation.", "section_text": "50 The  Post Office  may contract with, or take security from, any person applying to  it  to establish any post or telegraph office, or to extend the accommodations of the postal or telegraphic services to any place, for indemnifying the  Post Office  against any loss  it  may sustain thereby, and the indemnity may be either for the whole or any part of the loss sustained, and for such time as the  Post Office  may think necessary."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "51", "section_title": " Power of local authority to contribute towards new post office or extra postal facilities. ", "section_text": "51 1 Where the council of any borough or  district  consider that it would be beneficial to the inhabitants of the borough or district that any new post office should be on a more expensive site, or of a larger size, or of a more ornate building, or otherwise of a more expensive character than the  Post Office  would otherwise provide, the council may contribute towards the new post office, either by a grant of money or, with the consent of the Minister of Housing and Local Government, by the appropriation of land belonging to the council or by the purchase of land for the purpose. 2 Where the council of any  London borough  consider that it would be beneficial to the inhabitants of the borough . . .   that any post or telegraph office should be established, or any additional postal or other facilities should be provided, by the  Post Office  in or for the purposes of the borough . . .   the council may undertake to pay to the  Post Office  any loss  it  may sustain by reason of the establishment or maintenance of the office or the provision of the facilities. 3 Where the council of any . . .   district, or the parish council of a parish, or in the case of a parish not having a parish council the parish meeting, consider that it would be for the benefit, in the case of a . . .   district council, of any . . .   place or places within their district or, in the case of a parish council or parish meeting, of their parish, that any post or other telegraph office should be established, or any additional postal or facilities should be provided, by the  Post Office  whether within or without the area to be benefited, that council or meeting may undertake to pay to the  Post Office  any loss  it  may sustain by reason of the establishment or maintenance of the office or the provision of the facilities: . . .  4 The council of a borough or  district  may borrow for the purpose of subsection (1) of this section. 5 The foregoing provisions of this section shall, in their application to Scotland, have effect subject to the following modifications:— a for the reference to the Minister of Housing and Local Government there shall be substituted a reference to the Secretary of State; for references to a borough  urban district, rural district or parish and to the council thereof there shall be substituted references to  a local government area  and to the council thereof  (constituted under section 2 of the Local Government etc. (Scotland) Act 1994) ; and references to a contributory place and to a parish meeting shall be omitted; b subsection (2), and subsection (3) from the words “and any” onwards, shall be omitted; c  . . .  d nothing in subsection (3) shall authorise the establishment of an office or the provision of facilities outside the area to be benefited. 6 This section shall, in its application to Northern Ireland, have effect subject to the following modifications:— a for the reference in subsection (1) to the Minister of Housing and Local Government there shall be substituted a reference to the  Department of Environment for Northern Ireland ; aa for any reference to the council of any borough or urban district there shall be substituted a reference to a district council established under the  Local Government Act (Northern Ireland) 1972; ab subsection (3) shall be omitted; b  . . .  f subsection (4) shall be omitted. 7 This section shall, in its application to the Isle of Man, have effect subject to the following modifications:— a for the reference in subsection (1) to the Minister of Housing and Local Government there shall be substituted a reference to the Isle of Man Local Government Board; and for the references in that subsection to a borough or urban district and to the council thereof there shall be respectively substituted references to a local government district and to the local authority; b any expenses incurred under subsection (1) may be paid as expenses of the local authority out of the district fund, and any money may be borrowed for the purposes of this section in the same manner and subject to the same conditions as if those purposes were purposes of the Local Government Acts 1916 to 1952, being Acts of the legislature of the Isle of Man, or any other Act of that legislature amending those Acts; c subsections (2) to (4) shall be omitted."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "52", "section_title": " Stealing mail bag or postal packet.", "section_text": "52 If any person— a steals a mail bag; b steals any postal packet in course of transmission by post; c steals any chattel, money or valuable security out of a postal packet in course of transmission by post; or d stops a mail with intent to rob or search the mail, he shall  be guilty of a misdemeanour and be liable to imprisonment for a term not exceeding ten years ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "53", "section_title": " Unlawfully taking away or opening mail bag. ", "section_text": "53 If any person unlawfully takes away or opens a mail bag sent by any ship, vehicle or aircraft employed by or under the  Post Office  for the transmission of postal packets under contract, or unlawfully takes a postal packet in course of transmission by post out of a mail bag so sent, he shall  be guilty of a misdemeanour and be liable to imprisonment for a term not exceeding five years ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "54", "section_title": " Receiver of stolen mail bag or postal packet.", "section_text": "54 If any person receives any mail bag, or any postal packet or any chattel or money or valuable security, the stealing . . .   or secreting of which amounts to  an offence  under this Act, knowing it to have been so . . .   stolen . . .   or secreted, and to have been sent, or to have been intended to be sent, by post, he shall  be guilty of a misdemeanour and be liable to imprisonment for a term not exceeding fourteen years  and may be proceeded against and convicted whether the principal offender has or has not been previously convicted or is or is not amenable to justice."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "55", "section_title": " Fraudulent retention of mail bag or postal packet. ", "section_text": "55 Any person who fraudulently retains, or wilfully secretes or keeps, or detains, or who, when required by  a person engaged in the business of the Post Office , neglects or refuses to deliver up— a any postal packet which is in course of transmission by post and which ought to have been delivered to any other person; or b any postal packet in course of transmission by post or any mail bag which has been found by him or by any other person, shall be guilty of a misdemeanour and be liable to a fine and to imprisonment  for a term not exceeding two years ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "56", "section_title": " Criminal diversion of letters from addressee.", "section_text": "56 1 If any  person not engaged in the business of the Post Office  wilfully and maliciously, with intent to injure any other person, either opens or causes to be opened any postal packet which ought to have been delivered to that other person, or does any act or thing whereby the due delivery of the packet to that other person is prevented or impeded, he shall be  liable on summary conviction to a fine not exceeding level 4 on the standard scale or to imprisonment for a term not exceeding six months or to both 2 Nothing in this section shall apply to a person who does any act to which this section applies where he is parent, or in the position of parent or guardian, of the person to whom the postal packet is addressed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section the expression “ postal packet ” means a postal packet which is in course of transmission by post or which has been delivered by post."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "57", "section_title": " Stealing, embezzlement, destruction etc. by officer of Post Office of postal packet. ", "section_text": "57 If any  person engaged in the business of the Post Office steals, or for any purpose whatever embezzles , secretes . . .   a postal packet in course of transmission by post, he shall be guilty of  a misdemeanour  and be liable to imprisonment for a term not exceeding seven years . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "58", "section_title": " Opening or delaying of postal packets by officers of the Post Office. ", "section_text": "58 1 If any  person engaged in the business of the Post Office , contrary to his duty, opens, or procures or suffers to be opened, any postal packet in course of transmission by post, or wilfully detains or delays, or procures or suffers to be detained or delayed, any such postal packet, he shall be guilty of a misdemeanour and be liable to imprisonment  for a term not exceeding two years  or to a fine, or to both: Provided that nothing in this section shall extend to the opening, detaining or delaying of a postal packet returned for want of a true direction, or returned by reason that the person to whom it is directed has refused it, or has refused or neglected to pay the postage thereof, or that the packet cannot for any other reason be delivered, or to the opening, detaining or delaying of a postal packet under the authority of this Act or in obedience to  a warrant issued by the Secretary of State  or the Scottish Ministers  under section 2 of the Interception of Communications Act 1985 or under the authority of an interception warrant under section 5 of the Regulation of Investigatory Powers Act 2000 . 2 In the application of the foregoing subsection to . . .   the Isle of Man, for the reference to  a warrant issued by the Secretary of State under section 2 of the Interception of Communications Act 1985 there shall be substituted a reference to a warrant in writing under the hand of the Lieutenant-Governor issued with the sanction of a Secretary of State."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "59", "section_title": " Carelessness, negligence or misconduct of persons employed in carrying or delivering mail bags, postal packets, etc.", "section_text": "59 If any person employed to convey or deliver a mail bag, or a postal packet in course of transmission by post, or to perform any other duty in respect of a mail bag or such a postal packet— a without authority whilst so employed, or whilst the mail bag or postal packet is in his custody or possession, leaves it, or suffers any person, not being the person in charge thereof, to ride in the place appointed for the person in charge thereof in or upon any vehicle used for the conveyance thereof, or to ride in or upon a vehicle so used and not licensed to carry passengers, or upon a horse used for the conveyance on horseback thereof; b is guilty of any act of drunkenness whilst so employed; c is guilty of carelessness, negligence or other misconduct whereby the safety of the mail bag or postal packet is endangered; d without authority collects, receives, conveys or delivers a postal packet otherwise than in the ordinary course of post; e gives any false information of an assault or attempt at robbery upon him; or f loiters on the road or passage, or wilfully misspends his time so as to retard the progress or delay the arrival of a mail bag or postal packet in the course of transmission by post, or does not use due care and diligence safely to convey a mail bag or postal packet at the due rate of speed, he shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "60", "section_title": " Prohibition of placing injurious substances in or against post office letter boxes or telephone kiosks.", "section_text": "60 1 A person shall not place or attempt to place in or against any post office letter box . . .  any fire, match, light, explosive substance, dangerous substance, filth, noxious or deleterious substance, or fluid, and shall not commit a nuisance in or against any post office letter box . . .  , and shall not do or attempt to do anything likely to injure the box, . . .  or its appurtenances or contents. 2 If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding  £100  or on conviction on indictment to imprisonment for a term not exceeding twelve months."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "61", "section_title": " Prohibition of affixing placards, notices, etc. on post office letter boxes, etc.", "section_text": "61 1 A person shall not without due authority affix or attempt to affix any placard, advertisement, notice, list, document, board or thing in or on, or paint or tar, any post office, post office letter box, . . .  or other property belonging to or used by or on behalf of the  Post Office , and shall not in any way disfigure any such office, box, . . .  or property. 2 If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "62", "section_title": " Prohibition of imitation of post office stamps, envelopes, forms and marks.", "section_text": "62 1 A person shall not without due authority— a make, issue, or send by post or otherwise any envelope, wrapper, card, form or paper in imitation of one issued by or under the authority of the  Post Office  or of any other postal administration, or having thereon any words, letters or marks which signify or imply or may reasonably lead the recipient thereof to believe that a postal packet bearing them is sent on Her Majesty’s service; b make on any envelope, wrapper, card, form or paper for the purpose of being issued or sent by post or otherwise, or otherwise used, any mark in imitation of or similar to or purporting to be any stamp or mark of any post office under the  Post Office  or under any other postal administration, or any words, letters or marks which signify or imply or may reasonably lead the recipient thereof to believe that a postal packet bearing them is sent on Her Majesty’s service; or c issue or send by post or otherwise any envelope, wrapper, card, form or paper so marked. 2 If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "63", "section_title": " Prohibition of fictitious stamps. ", "section_text": "63 1 Except for such purposes as may be approved by the Post Office in writing and in accordance with such (if any) conditions as may be attached to the approval, a person shall not  . . .  a make, knowingly utter, deal in or sell any fictitious stamp; b have in his possession, unless he shows a lawful excuse, any fictitious stamp; or c make or, unless he shows a lawful excuse, have in his possession any die, plate, instrument or materials for making any fictitious stamp. 2 A person shall not knowingly use for the purposes of the Post Office any fictitious stamp. 3 If any person acts in contravention of the foregoing provisions of this section, he shall be liable on summary conviction to a fine  not exceeding  level 3 on the standard scale 4 Any stamp, die, plate, instrument or materials found in the possession of any person in contravention of subsection (1) of this section may be seized and shall be forfeited. 5 The importation into the United Kingdom  from a place outside the member States  . . .  \t\t\t\t\t— a of any facsimile, imitation or representation, whether on paper or otherwise, of any stamp for denoting any rate of postage, whether of the British postal area or of any country outside that area; or b of any die, plate, instrument or materials for making such a facsimile, imitation or representation, is hereby prohibited. 6 In this section the expression “ fictitious stamp ” means any facsimile, imitation or representation, whether on paper or otherwise, of any stamp for the time being authorised or required to be used for the purposes of the Post Office or of  any current stamp for denoting a rate of postage of any country outside the British postal area . 7 Notwithstanding anything in  sections 16(1) and 17(2)( a ) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to the effect of repeal and re-enactment), any reference to section sixty-five of the  Post Office Act 1908, in, or in any regulations made under, any other enactment applying or adapting that section for the purposes of that enactment or of any such regulations shall, unless the contrary intention appears, be construed as a reference to the provisions of that section as originally enacted, being the provisions set out in the Second Schedule to this Act."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "64", "section_title": " Prohibition of false notice as to reception of letters, etc.", "section_text": "64 1 A person shall not without the authority of the  Post Office  place or maintain in or on any house, wall, door, window, box, post, pillar or other place belonging to him or under his control, any of the following words, letters or marks, that is to say— a the words “post office” . . .  ; b the words “letter box” accompanied with words, letters or marks which signify or imply or may reasonably lead the public to believe that it is a post office letter box; or c any words, letters or marks which signify or imply or may reasonably lead the public to believe that any house or place is a post office, . . .  , or that any box is a post office letter box; and every person, when required by a notice given by the  Post Office  to remove or efface any such words, letters or marks as aforesaid, or to remove or effectually close up any letter box belonging to him or under his control which has been a post office letter box, shall comply with the requirement. 2 A person shall not without the authority of the  Post Office — a place or maintain in or on any ship, vehicle, aircraft or premises belonging to him or under his control; or b use in any document in relation to himself or any other person or in relation to any ship, vehicle, aircraft or premises, the words “Royal Mail” or “Royal Air Mail” or any words, letters or marks which signify or imply or may reasonably lead the public to believe that the ship, vehicle, aircraft or premises is or are used by the  Post Office  or with his authority for the purpose of collecting or conveying postal packets or that he or that other person is authorised by the  Post Office  to collect or convey such packets; and every person when required by a notice given by the  Post Office  to remove or efface or cease to use any such words, letters or marks as aforesaid shall comply with the requirement. 3 If any person acts in contravention of this section, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale , and, if the offence is continued after a previous conviction, to a fine not exceeding  25p.  for every day during which the offence so continues."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "65", "section_title": " Obstruction and molestation of officers of the Post Office.", "section_text": "65 1 If any person wilfully obstructs or molests, or incites anyone to obstruct or molest  a person engaged in the business of the Post Office  in the execution of his duty, or whilst in any post office or within any premises belonging to any post office or used therewith obstructs the course of business of the  Post Office , he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale or to imprisonment for a term not exceeding one month, or to both. 2 Any  person engaged in the business of the Post Office  may require any person guilty of any offence under this section to leave a post office or any such premises as aforesaid and, if the person so required refuses or fails to comply with the requirement, he shall be liable on summary conviction to a further fine not exceeding  level 1 on the standard scale and may be removed by any officer of the Post Office, and any constable shall on demand remove or assist in removing any such person."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "65A", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65A"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "66", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "67", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "68", "section_title": " Endeavouring to procure the commission of any felony or misdemeanour.", "section_text": "68 If any person solicits or endeavours to procure any other person to commit an offence punishable on indictment under this Act, he shall be guilty of a misdemeanour and be liable to imprisonment for a term not exceeding two years."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "69", "section_title": " Summary proceedings.", "section_text": "69 1 Proceedings for any offence against this Act punishable on summary conviction may be commenced at any time within one year next after the commission of the offence. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "70", "section_title": " Prosecution of certain offences in any jurisdiction of British postal area.", "section_text": "70 1 Where a person— a steals or attempts to steal any mail bag or postal packet in the course of transmission as such between places in different jurisdictions in the British postal area, or any of the contents of such a mail bag or postal packet; or b in stealing or with intent to steal any such mail bag or postal packet or any of its contents, commits any robbery, attempted robbery or assault with intent to rob; then, in whichever of those jurisdictions he does so, he shall by virtue of this section be guilty in each of the jurisdictions in which this subsection has effect of committing or attempting to commit the offence against section 52 of this Act, or the offence referred to in paragraph ( b ) of this subsection, as the case may be, as if he had done so in that jurisdiction, and he shall accordingly be liable to be prosecuted, tried and punished in that jurisdiction without proof that the offence was committed there. 2 In subsection (1) above the reference to different jurisdictions in the British postal area is to be construed as referring to the several jurisdictions of England and Wales, of Scotland, of Northern Ireland, . . .  ; and that subsection shall have effect in each of those jurisdictions except England and Wales  and Northern Ireland ."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "71", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "72", "section_title": " Evidence of thing being postal packet, and of consent of Postmaster-General to prosecution.", "section_text": "72 1 On the prosecution of any offence against this Act, whether summarily or on indictment, evidence that any article is in the course of transmission by post, or has been accepted on behalf of the Postmaster-General  or the Post office  for transmission by post, shall be sufficient evidence that the article is a postal packet. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 n any proceedings in England or Wales for an offence under section 53, 55, 56, 57 or 58 of this Act, section 27(4) of the  Theft Act 1968 shall apply as it is expressed to apply to proceedings for the theft of anything in the course of transmission by post; and in the case of proceedings under section 53 of this Act a statutory declaration made by any person that a vessel, vehicle or aircraft was at any time employed by or under the Post Office for the transmission of postal packets under contract shall be admissible as evidence of the facts stated in the declaration subject to the same conditions as under section 27(4)( a ) and ( b ) of the  Theft Act 1968 apply to declarations admissible under section 27(4). 4 In any proceedings in Northern Ireland for an offence under section 53, 55, 56, 57 or 58 of this Act, section 26(5) of the  Theft Act (Northern Ireland) 1969 shall apply as it is expressed to apply to proceedings for the theft of anything in the course of transmission by post; and, in the case of proceedings under section 53 of this Act, a statutory declaration made by any person that a vessel, vehicle or aircraft was at any time employed by or under the Post Office for the transmission of postal packets under contract shall be admissible as evidence of the facts stated in declaration subject to the same conditions as under section 26(5)( a ) and ( b ) of the Theft Act (Northern Ireland) 1969 apply to declarations admissible under section 26(5)."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "73", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "74", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "75", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "76", "section_title": " Recovery of sums from officers of Post Office.", "section_text": "76 Where any sum not exceeding twenty pounds is due from any  person engaged in the business of the Post Office  or from his sureties in respect of moneys received in the discharge of his duty, it may, without prejudice to any other mode of recovery, be recovered in England, Wales or Northern Ireland summarily as a civil debt . . . "}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "77", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "78", "section_title": " Provision as to post office letter boxes.", "section_text": "78 1 Where it appears to the  Post Office  that any post office letter box, by reason of being on the premises of any private person or otherwise, is so situated as not to afford the same security against the improper removal of postal packets thereform or other fraud as exists in the case of other post office letter boxes,  it  may declare that that post office letter box shall be a private posting box, and shall affix upon or near the box a notice of its being and of the effect of its being a private posting box, and a postal packet put into that box shall not, for the purpose of any enactment, law or contract whereby the due posting of a postal packet is evidence of the receipt thereof by the addressee, be deemed to have been duly posted. 2 A certificate  signed by or on behalf of the Postmaster General  to the effect that any box or receptacle is or was provided by the permission or under the authority of the Postmaster-General for the purpose of receiving postal packets or any class of postal packets, shall in any legal proceedings be sufficient proof of the facts stated in the certificate unless the contrary is shown."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "79", "section_title": " Surrender of clothing by officer of Post Office on ceasing to be officer.", "section_text": "79 1 Where  a person engaged in the business of the Post Office  vacates his office (whether by reason of dismissal, resignation, death or otherwise) he, or if he is dead his personal representative or the person acting as his personal representative, shall deliver to the  Post Office  all articles (whether uniform, accoutrements, appointments or other necessaries) which have been issued to the officer vacating his office for the execution of his duty and are not the property of that officer, and shall deliver the articles in good order and condition, fair wear and tear only excepted. 2 If any person fails to comply with the provisions of this section he shall be liable on summary conviction to a fine not exceeding £2, and also to pay such further sum not exceeding £2 as the court may determine to be the value of the articles not delivered, or, if the articles have been delivered but not in good order and condition, of the damage done to the articles. 3 Any justice of the peace and in Scotland any sheriff or magistrate of a burgh may issue a warrant by virtue of which a constable may search for and seize any articles not delivered as required by this section, in like manner as if they were stolen goods and the warrant were a warrant to search for stolen goods."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "80", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "81", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "82", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "84", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "85", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "86", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "87", "section_title": " Interpretation.", "section_text": "87 1 In this Act, except where the context otherwise requires, the following expressions have the following meanings respectively:—  . . .  “ British postal area ” means the United Kingdom, . . .  ; “ chattel ” in relation to Scotland means a corporeal moveable; “ commander ”, in relation to an aircraft, includes the pilot or other person in charge of the aircraft; “ foreign ”, in relation to any postal packet, means either posted in the British postal area and sent to a place outside that area, or posted in a place outside that area and sent to a place within that area, or in transit through the British postal area to a place outside that area; “ inland ”, in relation to any postal packet or any description thereof, means posted within the British postal area and addressed to some place in that area, and “ inland postage ” means the postage chargeable on an inland postal packet; “ mail ” includes every conveyance by which postal packets are carried, whether it be a ship, aircraft, vehicle, horse or any other conveyance, and also a person employed in conveying or delivering postal packets; “ mail bag ” includes . . .   any form of container or covering in which postal packets in course of transmission by post are conveyed, whether or not it contains any such packets;  . . .  “ master ”, in relation to a ship, includes every person (except a pilot) having command or charge of the ship, whether the ship is a ship of war or other ship; “ officer of the Post Office ” includes the Postmaster-General, and any person employed in any business of the Post Office, whether employed by the Postmaster-General or by any person under him or on behalf of the Post office; “ parcel ” means any postal packet defined as a parcel by . . .  the provisions of a scheme made under s. 28 of the  Post Office Act 1969 .  . . .  “ postal packet ” means a letter, postcard, reply postcard, newspaper, printed packet, sample packet, or parcel, and every packet or article transmissible by post, and includes a telegram; “ post office ” includes any house, building, room, vehicle or place used for the purposes of the Post Office, and any post office letter box; “ post office letter box ” includes any pillar box, wall box, or other box or receptacle provided by the permission or under the authority of the Postmaster-General  or the authority established by section 6 of the  Post Office Act 1969  for the purpose of receiving postal packets, or any class of postal packets, for transmission by or under the authority of the Postmaster-General  or the authority established by section 6 of the Post Office Act 1969 ;  . . .                     . . . “ regular mail train ” has the meaning assigned by section thirty-three of this Act, and  . . .  . . .  “ ship ” includes any boat or vessel whatsoever;                    . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the purposes of the Post Office ” includes any purpose relating to or in connection with the execution of any duties for the time being undertaken by the Postmaster-General or any of his officers;  . . .  “ valuable security ” means any document creating, transferring, surrendering or releasing any right to, in or over property, or authorising the payment of money or delivery of any property, or evidencing the creation, transfer, surrender or release of any such right, or the payment of money or delivery of any property, or the satisfaction of any obligation ; “ vehicle ” includes a railway vehicle. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B In the application of this Act to Great Britain, references to public service vehicles shall be construed in like manner as if they were contained in the Public Passenger Vehicles Act 1981. 2 For the purposes of this Act— a a postal packet shall be deemed to be in course of transmission by post from the time of its being delivered to any post office to the time of its being delivered to the addressee; b the delivery of a postal packet of any description to a letter carrier or other person authorised to receive postal packets of that description for the post or to an officer of the Post Office to be dealt with in the course of his duty shall be a delivery to a post office; c the delivery of a postal packet— i at the premises to which it is addressed or redirected, except they be a post office from which it is to be collected; ii to any box or receptacle to which the occupier of those premises has agreed that postal packets addressed to persons at those premises may be delivered; or iii to the addressee’s servant or agent or to some other person considered to be authorised to receive the packet. shall be a delivery to the addressee. 3 Except in so far as the context otherwise requires, any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 4 A reference in any enactment other than this Act to a post letter shall be construed as a reference to a postal packet within the meaning of this Act."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "88", "section_title": " Application to Northern Ireland—general.", "section_text": "88 1 The following provisions of this section shall have effect for the purposes of the application of this Act to Northern Ireland. 2 Except where the context otherwise requires, the following expressions have the following meanings respectively— “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ public service vehicle ” means a public service vehicle within the meaning of the  Motor Vehicles and Road Traffic Acts (Northern Ireland) 1926 to 1945, not being a vehicle licensed as a motor hackney carriage pursuant to regulations for the time being in force under Part II of the Motor Vehicles (Traffic and Regulation) Act (Northern Ireland) 1926;  . . .  3 Any reference in this Act to any enactment of the Parliament of the United Kingdom shall be construed as a reference to that enactment as it applies in Northern Ireland. 4 Sections 16(1) and 17(2)( a ) of the  Interpretation Act 1978 , shall have effect as if the expressions “Act” and “enactment” therein included enactments of the Parliament of Northern Ireland. 5 Any reference in this Act (except in section 29) to the Transport Tribunal shall be construed as a reference to  the Department of the Environment for Northern Ireland."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "89", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "90", "section_title": " Application to Isle of Man—general.", "section_text": "90 1 This Act except sections thirty-three to forty-five shall extend to the Isle of Man. 2 Any offence against this Act which is punishable on summary conviction and any fine under this Act which is recoverable on summary conviction may, in the Isle of Man, be prosecuted or recovered before a court of summary jurisdiction constituted in accordance with the Petty Sessions and Summary Jurisdiction Acts 1927 and 1946, being acts of the legislature of the Isle of Man, or any other Act of that legislature whether passed before or after the commencement of this Act, and at the instance of  a person engaged in the business of the Post Office  or of a constable. 3 In the application of this Act to the Isle of Man, except where the context otherwise requires, the following expressions have the following meanings respectively— “ indictment ” means an information; “ public service vehicle ” means a motor vehicle licensed as a road service vehicle, stage coach or hackney carriage, not being a vehicle adapted to carry less than eight passengers which carries those passengers otherwise than at separate fares. 4 Any Act of the legislature of the Isle of Man punishing offences committed in relation to post letters or post letter bags shall have effect as if a parcel were a post letter and any receptacle containing a parcel were a post letter bag. 5 For the purposes of sections fifty-two to fifty-eight of this Act, section thirty-six of the Petty Sessions and Summary Jurisdiction Act 1927 (being an Act of the legislature of the Isle of Man) (which relates to the summary trial of indictable offences), and any other enactment of that legislature, whether passed before or after the commencement of this Act, amending the said section thirty-six, shall have effect as if offences under the said sections of this Act were included in the Third Schedule to the said Act of 1927."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "91", "section_title": " Repeals and savings.", "section_text": "91 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any letters patent granted, warrant, arrangement or appointment made, direction, decision or undertaking given, post established, registration effected, notice served, sanction obtained or other thing done under any enactment repealed by this Act or by the  Post Office Act 1908, shall, if in force at the commencement of this Act, continue in force and have effect as if granted, made, given, established, effected, served, obtained or done under the corresponding provision of this Act. 3 Where a period of time specified in any enactment repealed by this Act is current at the commencement of this Act, this Act shall have effect as if the corresponding provision thereof had been in force when that period began to run. 4 Save as expressly provided by this Act, any reference in any enactment, warrant or other document whatsoever to the Post Office Acts, or any of them, or to the Post Office laws, or to any enactment repealed by this Act, shall unless the contrary intention appears be construed as a reference to this Act or to the corresponding provision of this Act, as the case may require. 5 Nothing in this section shall affect any Act of the legislature of the Isle of Man in force at the commencement of the  Post Office Act 1908. 6 Nothing in the foregoing provisions of this section shall be taken as prejudicing the operation of  sections 16(1) and 17(2)( a ) of the  Interpretation Act 1978  (which relates to the effect of repeals)."}, {"act": "Post Office Act 1953 (repealed)", "year": 1953, "section": "92", "section_title": " Short title.", "section_text": "92 1 This Act may be cited as the Post Office Act 1953. 2 This Act shall come into force one month after the passing thereof."}]