[{"act": "Rural Water Supplies and Sewerage Act 1955 (repealed 1.4.1996)", "year": 1955, "section": "1", "section_title": " Government contributions under Rural Water Supplies and Sewerage Act 1944.", "section_text": "1 1 Any undertaking given by the Minister of Housing and Local Government or the Secretary of State after the commencement of this Act under section one of the  Rural Water Supplies and Sewerage Act 1944 to make a contribution towards the expenses incurred by a local authority in connection with water supplies, sewerage and sewage disposal in a rural locality shall provide for the making of the contribution in the form of such lump sum payment or payments, or such periodical payments towards revenue expenditure, as may appear to the said Minister or, as the case may be, to the Secretary of State to be appropriate; and accordingly subsections (2) and (3) of the said section one are hereby repealed. 2 Where, before the commencement of this Act, an undertaking has been given under the said section one to make a contribution in the form of a lump sum payment or payments, the said Minister or, as the case may be, the Secretary of State may, if he thinks fit, substitute for any payment or payments remaining to be paid in pursuance of that undertaking such periodical payments towards revenue expenditure as may appear to him to be equivalent thereto. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In the valuation for rating purposes— a in England or Wales, of any hereditaments occupied by water undertakers; and b in Scotland, of any lands and heritages of water undertakers, any contributions under the said section one shall be left out of account. 5 Any increase attributable to the provisions of this Act in the sums payable out of moneys provided by Parliament under the said section one, under Part I of the  Local Government Act 1948 or under the  Local Government (Financial Provisions) (Scotland) Act 1954 shall be paid out of moneys so provided."}, {"act": "Rural Water Supplies and Sewerage Act 1955 (repealed 1.4.1996)", "year": 1955, "section": "2", "section_title": " Citation, and extent.", "section_text": "2 1 This Act may be cited as the Rural Water Supplies and Sewerage Act 1955. 2 This Act, the Rural Water Supplies and Sewerage Acts 1944 and 1951 . . .   may be cited together as the Rural Water Supplies and Sewerage Acts 1944 to 1955. 3 This Act shall not extend to Northern Ireland."}]