[{"act": "Home Guard Act 1951 (repealed 1.4.1997)", "year": 1951, "section": "1", "section_title": " Establishment and status of Home Guard.", "section_text": "1 1 There shall be established a force to be called the Home Guard consisting of such persons as may voluntarily undertake to serve therein without pay and be accepted for such service. 2 Members of the Home Guard shall be members of the armed forces of the Crown; and every member of the Home Guard shall when on duty, and during any period during which the platoon or other part of the Home Guard to which he belongs is mustered, be subject to military law— a if serving on a commission in the Home Guard, as an officer; and b otherwise (and notwithstanding that he holds any rank or commission in any other of His Majesty’s forces), as a soldier:  . . .  3 The following provisions shall have effect as to the enrolment, re-engagement and resignation of members of the Home Guard— a a person volunteering and accepted for service in the Home Guard shall be enrolled for a period of two years; b a member of the Home Guard may if he so desires and is accepted for re-engagement re-engage from time to time for a period of one year; c a member of the Home Guard may if he so desires cease to be a member thereof upon giving not less than one month’s notice in writing to his commanding officer. 4 Subject to the provisions of the last foregoing subsection, the conditions for the acceptance of persons as members of the Home Guard and the conditions of service of members thereof (including conditions as to allowances . . .  ) shall be such as may be prescribed by orders or regulations; and orders or regulations shall make provision for the organisation of the Home Guard and their administration, government and duties, but shall not require members of the Home Guard— a to give whole-time service, or b to live away from their homes, or c to carry out duties in connection with an industrial dispute, except during any period during which the platoon or other part of the Home Guard to which they belong is mustered, or during any part of such a period, and shall not require members of the Home Guard to serve outside the United Kingdom. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 The expenditure of any Government department incurred in consequence of the coming into operation of this Act shall be defrayed out of moneys provided by Parliament."}, {"act": "Home Guard Act 1951 (repealed 1.4.1997)", "year": 1951, "section": "2", "section_title": " Time for mustering Home Guard.", "section_text": "2 An order for the mustering of the Home Guard or any part thereof shall not be given except at a time when  an order under  section 10(1) of the Reserve Forces Act 1980  authorising  the army reserve to be called out on permanent service is in force or men of the Territorial Army are called out for actual military service in defence of the United Kingdom against actual or apprehended attack."}, {"act": "Home Guard Act 1951 (repealed 1.4.1997)", "year": 1951, "section": "3", "section_title": " Application to Isle of Man.", "section_text": "3 His Majesty may by Order in Council direct that this Act shall extend to the Isle of Man, subject however to such adaptations as may be specified in the Order."}, {"act": "Home Guard Act 1951 (repealed 1.4.1997)", "year": 1951, "section": "4", "section_title": " Short title, interpretation and commencement.", "section_text": "4 1 This Act may be cited as the Home Guard Act, 1951. 2 For the purposes of section one of this Act . . .  ,— a references to being on duty shall be construed as references to being present for the purpose of performing any duty required in accordance with regulations; b the period during which a platoon or other part of the Home Guard is mustered shall be deemed to begin as soon as the order has been given for the mustering thereof; c the expression “ mustered ” means mustered for the purpose of resisting an actual or apprehended attack by a foreign power or of taking part in measures for dealing with the effects of such an attack. 3 In section one of this Act the references to orders are references to orders of His Majesty signified under the hand of a Secretary of State and in this Act references to regulations are references to regulations made by the Army Council; and any such orders or regulations shall be laid before both Houses of Parliament as soon as may be after they are made. 4 Subsection (1) of section three of the  Army and Air Force (Women’s Service) Act, 1948 (which provides for the application to women of the Army and Air Force Acts and other enactments relating to men) shall apply to this Act as it applies to any such enactment as is mentioned in that subsection. 5 Any power conferred by this Act to make an order shall include power to vary or revoke an order."}]