[{"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "118.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "1926.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "27", "section_title": " Conduct of agencies for supply of nurses.", "section_text": "27 1 A person carrying on an agency for the supply of nurses shall, in carrying on that agency, only supply—  a registered nurses and registered midwives; and b such other classes of persons as may be prescribed. 2 A person carrying on an agency for the supply of nurses shall, at the prescribed time and in the prescribed manner, give to every person to whom he supplies a nurse, midwife or other person a statement in writing in the prescribed form as to the qualifications of the person supplied. 3 No person shall carry on an agency for the supply of nurses unless the selection of the person to be supplied for each particular case is made by or under the supervision of a  registered and qualified nurse  or a duly qualified medical practitioner. 4 A person carrying on an agency for the supply of nurses shall keep such records in relation thereto as may be prescribed."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "28", "section_title": " Licensing of agencies.", "section_text": "28 1 No person shall carry on an agency for the supply of nurses on any premises in the area of any licensing authority unless he is the holder of a licence from that authority authorising him so to do on those premises. 2 Subject to the provisions of this section, if any person who desires to carry on an agency for the supply of nurses in the area of any licensing authority makes an application in that behalf to that authority in the prescribed form, in the prescribed manner, at the prescribed time and giving the prescribed information, and pays to that authority such fee as may be prescribed, the authority shall grant him a licence accordingly, subject, however, to such conditions as they may think fit for securing the proper conduct of the agency, including conditions as to the fees to be charged by the person carrying on the agency, whether to the nurses or other persons supplied, or to the persons to whom they are supplied. 3 Any such application may be refused, and any such licence which has been granted may be revoked, on any of the following grounds, that is to say— a that the applicant or, as the case may be, the holder of the licence is an individual under the age of twenty-one years or is unsuitable to hold such a licence; b that the premises are unsuitable; c that the agency has been or is being improperly conducted; or d that offences against this Part of this Act have been committed in connection with the carrying on of the agency. 4 An applicant for or holder of any such licence who is aggrieved by the refusal of the licensing authority to grant such a licence, or by the revocation by the licensing authority of the licence, or by any conditions attached to the licence, may, within twenty-one days from the receipt by him of notice of the refusal or of the revocation or of the grant of the licence subject to the conditions, appeal to the sheriff within whose jurisdiction the premises are situate, who may make such order as he thinks just; and the authority shall, if required by any such applicant or holder in writing so to do, send or deliver to him within seven days of the receipt of the requirement particulars in writing of the ground for the refusal, the revocation or the attachment of the conditions, as the case may be. 5 An application under this Part of this Act for the grant of a licence in respect of an agency in respect of which a licence is in force at the time of the application shall not be refused and a licence under this Part of this Act shall not be revoked by a licensing authority unless the holder has been given an opportunity of being heard by the licensing authority or a committee thereof. 6 Every licensing authority shall in each year cause an annual meeting (either of the authority themselves or, if under any powers enabling them in that behalf they have delegated their powers under this section to a committee, of that committee) to be held for the purpose of considering applications for licences under this Part of this Act; and every licence granted under this Part of this Act shall (unless revoked) be valid until the thirty-first day of December in the year next following that in which the licence is granted and no longer: Provided that nothing in this subsection shall be construed as preventing the consideration of applications otherwise than at any such annual meeting. 7 On the death of the holder of a licence under this Part of this Act, the licence shall enure for the benefit of his personal representatives, and references in this Part of this Act to the holder of such a licence shall be construed accordingly."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "29", "section_title": " Powers of entry and inspection.", "section_text": "29 Any  registered and qualified nurse  or other officer duly authorised in that behalf by the licensing authority may at all reasonable times on producing, if so required, some duly authenticated document showing his authority— a enter the premises specified in any licence or application under this Part of this Act or any premises which are used, or which that officer has reasonable cause to believe are used, for the purposes of or in connection with an agency for the supply of nurses; and b inspect those premises and the records kept in connection with any such agency as aforesaid carried on at those premises, and no person shall obstruct any such officer in the execution of his duty."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "30", "section_title": " Penalties.", "section_text": "30 1 Any person who carries on an agency for the supply of nurses without compliance with subsection (3) of section twenty-seven of this Act or without a licence under this Part of this Act shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  and, if he continues so to do after conviction, he shall be guilty of a further offence and shall be liable on summary conviction in respect thereof to a fine not exceeding five pounds for each day on which he so continues so to carry on the agency. 2 Any person who carries on an agency for the supply of nurses otherwise than in accordance with the conditions of his licence shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale  and, if the contravention in respect of which he was so convicted is continued after the conviction, shall be guilty of a further offence and liable in respect thereof on summary conviction to a fine not exceeding two pounds for each day on which the contravention is so continued. 3 Any person carrying on an agency for the supply of nurses who, in carrying on that agency, supplies any person in contravention of the provisions of subsection (1) of section twenty-seven of this Act, shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 4 Any person who— a makes or causes to be made or knowingly allows to be made any entry in a record required to be kept under this Part of this Act, which he knows to be false in a material particular, or for purposes connected with this Part of this Act produces or furnishes, or causes or knowingly allows to be produced or furnished, any record or information which he knows to be false in a material particular; or b for the purpose of obtaining a licence under this Part of this Act makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment. 5 Any person who commits any contravention of this Part of this Act for which no special penalty is thereby provided shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 6 Where the person carrying on an agency for the supply of nurses is convicted under this Part of this Act of an offence committed in the carrying on of that agency on any premises, the court may (in lieu of or in addition to imposing any other penalty) make an order revoking the licence (if any) under this Part of this Act authorising the carrying on of that agency on those premises. 7 Where any offence against this Part of this Act by a corporation is proved to have been committed with the consent or connivance of any director, manager, secretary or other officer of the corporation, he as well as the corporation shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "31", "section_title": " Application of this Part of this Act and of existing enactments.", "section_text": "31 1 The foregoing provisions of this Part of this Act shall not apply to any agency for the supply of nurses carried on in connection with any hospital maintained or controlled by a Government department or local authority or combination of local authorities, or by any body constituted by special Act of Parliament or incorporated by Royal Charter. 2 Any provisions relating to employment agencies or servants registries contained in any local Act shall not apply to an agency for the supply of nurses, but this subsection shall not be taken as exempting from any such provisions any other business carried on in conjunction with an agency for the supply of nurses."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "32", "section_title": " Supplemental.", "section_text": "32 In this Part of this Act the following expressions have the meanings hereby assigned to them respectively, that is to say— “ agency for the supply of nurses ” means the business (whether or not carried on for gain and whether or not carried on in conjunction with another business) of supplying persons to act as nurses or of supplying persons to act as nurses and persons to act as midwives, but shall not include the business carried on by any county or district nursing association or other similar organisation, being an association or organisation— established and existing wholly or mainly for the purpose of providing patients with the services of a nurse to visit them in their homes without himself taking up residence there; or mainly or substantially supported by voluntary subscriptions and providing patients with the services of a nurse whether or not the nurse takes up residence in the patient’s house; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ licensing authority ” means the Health Board for the area concerned ."}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "33", "section_title": "", "section_text": "33 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The Secretary of State may make regulations prescribing anything which is required to be prescribed under Part III of this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  any power to make an order or regulations conferred on  the Secretary of State by this Act shall be exercisable by statutory instrument. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a statutory instrument containing a regulation or an order made under the provisions of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "3435", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34–35"}, {"act": "Nurses (Scotland) Act 1951 (repealed)", "year": 1951, "section": "36", "section_title": " Short title, extent and commencement.", "section_text": "36 1 This Act may be cited as the Nurses (Scotland) Act 1951. 2 This Act shall apply to Scotland only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]