[{"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "1", "section_title": " Prohibition of poaching.", "section_text": "1 If any person without legal right, or without written permission from a person having such right, fishes for or takes salmon in any waters including any part of the sea within one mile of  mean low water springs , he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding ten pounds, and to the forfeiture of any fish illegally taken by him or in his possession at the time of the offence."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "2", "section_title": " Methods of fishing. ", "section_text": "2 1 No person shall fish for or take salmon in any inland water, except by rod and line or by net and coble: Provided that any right of fishing for salmon in existence at the commencement of this Act may continue to be exercised as if the Act had not been passed. 1A No person shall fish for or take salmon in any waters in a salmon fishery district other than inland waters, except by rod and line, net and coble or bag net, fly net or other stake net. 2 No person shall fish for or take freshwater fish in any inland water except by rod and line: Provided that— a in any pond or loch where all the proprietors are so agreed a right of fishing may be exercised by net; and b in any inland water a proprietor or occupier may fish for or take freshwater fish, other than trout, by net or trap. 2A After consulting such persons as he considers appropriate, the Secretary of State may, for the purposes of this section, by regulations define fishing for or taking salmon by— a net and coble; b bag net, fly net or other stake net, whether by reference to anything used for the purpose, or to the circumstances in which or method by which it is so used, or to any combination thereof; and, in relation to net and coble, may make different provision as respects inland waters from that made as respects other waters. 2B The power to make regulations under this section includes power to amend or repeal section 62 of the  Tweed Fisheries Act 1857 and section 12 and 13 of the  Tweed Fisheries Amendment Act 1859. 2C Regulations made under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Nothing in this section shall be construed as prohibiting the use of a gaff, tailer or landing-net as auxiliary to the taking of salmon or freshwater fish by rod and line. 4 If any person contravenes this section he shall be guilty of an offence against this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "3", "section_title": " Illegal fishing by two or more persons acting together.", "section_text": "3 If two or more persons acting together do any act which would constitute an offence against either of the foregoing sections of this Act, every such person shall be liable to the penalties set forth in section five of this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "4", "section_title": " Prohibition against using explosive and other noxious substances for the destruction of fish. ", "section_text": "4 If any person— a uses any explosive substance with intent to take or destroy fish in any waters (including the sea  up to twelve nautical miles from the baselines from which the breadth of the territorial sea is measured ); or b puts any poison or other noxious substance in or near any such waters with intent to take or destroy fish; or c uses any electrical device with intent to stun or destroy salmon or freshwater fish in any such waters; he shall be guilty of an offence against this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "5", "section_title": " Penalties for contraventions of ss. 3 and 4.", "section_text": "5 Any person guilty of a contravention of either of the two last foregoing sections shall be liable— a on summary conviction to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months, and in the case of a second or subsequent conviction to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding six months or to both such fine and imprisonment; b on conviction on indictment to a fine not exceeding five hundred pounds or to imprisonment for a term not exceeding two years or to both such fine and imprisonment."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "6", "section_title": " Taking of dead salmon or trout.", "section_text": "6 Without prejudice to the operation of section three of the  Diseases of Fish Act 1937, if any person, other than a water bailiff or constable in the exercise of their respective duties, or a person authorised in that behalf by the Secretary of State, or a district board, or a person with a right to fish therein, or the agent of any such person, takes or removes dead salmon or trout from any waters, including any part of the sea within one mile of low water mark, he shall be guilty of an offence against this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "7", "section_title": " Illegal possession of salmon or trout.", "section_text": "7 1 If any person is found in possession of any salmon or trout, or any instrument, explosive, poison or other noxious substance which could be used in the taking of salmon or trout, in circumstances which afford reasonable ground for suspecting that he has obtained possession of such salmon or trout, or such instrument, explosive, poison or substance as the result or for the purpose of his committing an offence against any of the provisions of sections one to four of this Act, that person may be charged with unlawful possession as aforesaid of such salmon or trout, or of such instrument, explosive, poison or substance. 2 Where the court is satisfied that a person charged under the last foregoing subsection obtained possession of salmon or trout, or of any instrument, explosive, poison or other noxious substance as the result or for the purpose of his committing an offence against any of the provisions of sections one to four of this Act, that person may be convicted of unlawful possession as aforesaid and dealt with in like manner as if he had been convicted of the said offence. 3 It shall be lawful to convict a person charged under this section on the evidence of one witness."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "7A", "section_title": " Offence of possessing salmon which have been illegally taken, killed or landed.", "section_text": "7A 1 A person who— a is in possession of salmon and believes; or b is in possession of salmon in circumstances in which it would be reasonable for him to suspect that a relevant offence has at any time been committed in relation to the salmon shall be guilty of an offence and liable— i on summary conviction to imprisonment for a term not exceeding three months, or to a fine not exceeding the statutory maximum or both; ii on conviction on indictment to imprisonment for a term not exceeding two years, or to a fine or both. 2 It shall be a defence in preceedings for an offence under this section to show that no relevant offence had in fact been committed in relation to the salmon. 3 It shall be lawful to convict a person charged under this section on the evidence of one witness. 4 For the purposes of this section an offence is a relevant offence in relation to a salmon if— a it is committed by taking, killing or landing that salmon, either in Scotland or in England and Wales; or b that salmon is taken, killed or landed, either in Scotland or in England and Wales in the course of the commission of the offence. 5 In subsection (4) above, “ offence ”, in relation to the taking, killing or landing of salmon either in Scotland or in England or Wales, means an offence under the law applicable to the place where the salmon is taken, killed or landed. 6 A person shall not be guilty of an offence under this section in respect of conduct which constitutes a relevant offence in relation to any salmon or in respect of anything done in good faith for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 7 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 8 Where the affairs of a body corporate are managed by its members, subsection (7) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "7B", "section_title": " Fixed engines in the Solway.", "section_text": "7B 1 Any person who, for the purpose of taking or obstructing the free passage of salmon, places or uses an uncertificated fixed engine within the limits of the Solway Firth in Scotland shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 2 In subsection (1) above— “ fixed engine ” includes any net or other implement for taking fish which is fixed to the soil or made stationary in any other way; and “ uncertificated ” means not having been certified as privileged under section 5 of the  Solway Salmon Fisheries Commissioners (Scotland) Act 1877."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "8", "section_title": " Attempts to commit offences.", "section_text": "8 Without prejudice to the operation of  sections 63 and 312(o) of the  Criminal Procedure (Scotland) Act 1975 , any person who attempts to commit or does any act preparatory to the commission of an offence against this Part of this Act shall be guilty of an offence against this Act, and shall be punishable in like manner as for the said offence."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "9", "section_title": " Saving for acts done for scientific, &c., purposes.", "section_text": "9 1 A person shall not be guilty of any contravention of this Part of this Act  or of section 31(1)( a ) of the  Control of Pollution Act 1974  in respect of any act if he does the act for some scientific purpose, or for the purpose of protecting, improving or developing stocks of fish and has obtained the previous permission in writing of the Secretary of State, . . .  2 This section does not apply to an act relating to salmon."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "10", "section_title": " Powers of water bailiffs. ", "section_text": "10 1 Any water bailiff within his district may do all or any of the following things— a examine any dam, fixed engine or obstruction, or any lade, and for that purpose enter on any land; b stop and search any boat which is used in fishing or any boat which there is reasonable cause to suspect of containing salmon or trout; c search and examine nets or other instruments used in fishing or any basket, pocket or other receptacle capable of carrying fish, which there is reasonable cause to suspect of containing salmon or trout illegally taken; d seize any fish, instrument or article, boat or vehicle liable to be forfeited in pursuance of this Act. 2 Any water bailiff may exercise in any district adjoining that of the district board by which he was appointed any power which he may lawfully exercise in the district of such board. 3 The production by a water bailiff of the instrument of his appointment purporting to be signed on behalf of the district board by whom he was appointed, or of any badge or other device indicating his appointment and purporting to be issued by such board, shall be a sufficient warrant for the exercise of any power conferred on such water bailiff by or in pursuance of this Act or of the Salmon Fisheries (Scotland) Acts 1828 to 1868. 4 Any constable may exercise in relation to any water any of the powers specified in subsection (1) of this section. 5 Any person appointed by the Secretary of State in that behalf may exercise in relation to any water any of the powers specified in subsection (1) of this section, and the production of the instrument of his appointment purporting to be signed by or on behalf of the Secretary of State shall be a sufficient warrant for the exercise of any such power. 6 If any person refuses to allow a water bailiff, constable, or any person acting in pursuance of the last foregoing subsection to exercise any power conferred on him by or in pursuance of this Act or of the Salmon Fisheries (Scotland) Acts 1828 to 1868, or obstructs a water bailiff, constable, or any such person as aforesaid in the exercise of any such power, he shall be guilty of an offence against this Act. 7 For the purposes of this section— a any reference to the Salmon Fisheries (Scotland) Acts 1828 to 1868, shall in relation to the River Tweed include a reference to the  Tweed Fisheries Act 1857, and the  Tweed Fisheries Amendment Act 1859, and b “ land ” includes land covered by water, but does not include a dwelling-house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "11", "section_title": " Powers of search. ", "section_text": "11 1 A sheriff or any justice of the peace, if satisfied by information on oath that there is reasonable ground to suspect any offence against any of the provisions of sections  1 to 4, 7 and 7A  of this Act to have been committed and that evidence of the commission of the offence is to be found on any premises or in any vehicle, may grant a warrant authorising any water bailiff, constable or person appointed by the Secretary of State in pursuance of the last foregoing section at any time or times within one week from the date thereof to enter, if necessary by force, the said premises and every part thereof or the said vehicle for the purposes of detecting the offence. 2 A person authorised by any such warrant as aforesaid to search any premises or any vehicle may search every person who is found in, or whom he has reasonable ground to believe to have recently left or to be about to enter, those premises or that vehicle, as the case may be. 3 Where a constable has reasonable grounds for suspecting that an offence against any of the provisions of sections  1 to 4, 7 and 7A  of this Act has been committed, and that evidence of the commission of the offence is to be found in any vehicle, but that by reason of urgency or other good cause it is impracticable to apply for a warrant to search such vehicle, the said constable may stop and search that vehicle and any person who is found in, or whom he has reasonable grounds to believe to have recently left or to be about to enter the said vehicle. 3A Where a constable has reasonable grounds for suspecting that an offence against section 7A of this Act is being committed and that evidence of the commission of the offence is to be found in any premises (other than a dwelling-house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith) but by reason of urgency or other good cause it is impracticable to apply for a warrant to search such premises, he may search them without warrant. 4 Where a water bailiff has reasonable grounds for suspecting that an offence against  any of the provisions of sections 1 to 4, 7 and 7A  of this Act has been committed and that evidence of the commission of the offence is to be found in any vehicle on any private land adjoining any water within his district or any district adjoining thereon  or in any stationary vehicle on— a a road within the meaning of the Roads (Scotland) Act  1984; or b a highway within the meaning of the Highways Act  1980 adjoining such water or such land,  the said water bailiff may search that vehicle. 5 Any person appointed by the Secretary of State in pursuance of the last foregoing section may exercise in relation to any water the powers conferred upon a water bailiff by virtue of this section. 6 No female shall in pursuance of any search authorised by this section be searched except by a female."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "12", "section_title": " Apprehension of offenders. ", "section_text": "12 1 If any person shall be found committing any offence against the provisions of Part I of this Act, the provisions of section twenty-nine of the  Salmon Fisheries (Scotland) Act 1868 (which relate to the apprehension of offenders), or, where the offence relates to the River Tweed, the provisions of section thirty-eight of the  Tweed Fisheries Act 1857, shall apply in respect of that person as if he had been found committing any of the offences referred to in the said section twenty-nine or in the said section thirty-eight. 2 No person other than a water bailiff  ... or person appointed by the Secretary of State in pursuance of section ten of this Act shall have power by virtue of the said section twenty-nine to seize and detain any person who shall be found committing an offence against the said Act of 1868; and accordingly the said section twenty-nine shall have effect as if for the reference to person where that word first occurs there were substituted a reference to a water bailiff  ... or person appointed by the Secretary of State as aforesaid. 3 No person other than a water bailiff, constable or person appointed as aforesaid shall have power by virtue of section thirty-eight of the  Tweed Fisheries Act 1857, to seize and detain any person who shall be found committing an offence against that Act, or the  Tweed Fisheries Amendment Act 1859; and accordingly the said section thirty-eight shall have effect as if for the reference to other person there were substituted a reference to a constable or such person as aforesaid."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "13", "section_title": " The weekly close time. ", "section_text": "13 1 No person shall fish for or take salmon during Sunday. 2 No person shall fish for or take salmon (except during Friday, Saturday or Monday by rod and line) during the weekly close time. 3 The weekly close time shall extend from the hour of six in the evening on Friday to the hour of six on the following Monday morning. 4 If any person contravenes this section he shall be guilty of an offence against this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "15", "section_title": " Power of Secretary of State to conduct inquiries and to obtain information.", "section_text": "15 1 For the purpose of protecting and developing stocks of salmon and trout the Secretary of State shall have power— a to conduct inquiries and investigations into questions of practical or scientific importance to salmon and freshwater fisheries, and for such purpose to enter on and conduct such operations as may be necessary in any fishery, provided always that no damage shall be done to such fishery and that no interference shall be caused to the rights of the owner or occupier of such fishery; b to make orders requiring any proprietor or occupier of a salmon fishery to furnish him with such statistics relating to salmon or to fishing for salmon as he may specify, in such form and at such times as he may specify; and he may make different provision for different cases, including different provision in relation to different persons, circumstances or areas; and c to publish such statistics in such manner as may seem to him proper . . .  2 Any proprietor or occupier who wilfully refuses or neglects to comply with any order made in pursuance of the last foregoing subsection, or makes any statement in relation to such an order which is false in a material particular, shall be guilty of an offence against this Act. 3 The power under this section to make orders shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "16", "section_title": " Packages of salmon or trout to be marked.", "section_text": "16 1 No person shall consign or send by any common or other carrier any salmon, sea trout or trout unless the package containing the salmon, sea trout or trout is marked conspicuously on the outside thereof with the word “salmon”, “sea trout” or “trout”, as the case may be, and the name and address of the sender. 2 Any of the following persons, that is to say— a any person appointed for the purpose by the Secretary of State; b any officer of a district board acting within the district of that board or in any adjoining district; or c any constable; may open any package consigned or sent, or brought to any place to be consigned or sent, and suspected to contain salmon, sea trout or trout, and if any such package is found to contain salmon, sea trout or trout and is not marked in accordance with this section, or if there is reasonable cause to suspect that the salmon, sea trout or trout contained in any marked package is being dealt with contrary to law, may detain the package and the contents thereof pending proceedings for an offence against this Act. If, before the conclusion of such proceedings, any salmon, sea trout or trout so detained becomes unfit for human food, any such person as aforesaid may destroy the same or cause the same to be destroyed. 3 If any person contravenes this section or refuses to allow any person acting under the authority thereof to exercise the powers conferred thereby, or obstructs any such person in the exercise of those powers, he shall be guilty of an offence against this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "17", "section_title": " Rates to be levied.", "section_text": "17 Any enactment which imposes a limit on the maximum annual rate or assessment which may be levied by a district board shall, in so far as it imposes such a limit, cease to have effect."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "18", "section_title": " Penalties.", "section_text": "18 1 Subject to the following provisions of this section a person guilty of an offence against this Act for which no penalty is expressly provided shall be liable— a on summary conviction to i a fine not exceeding twenty pounds, and in the case of a second or subsequent conviction to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months or to both such fine and imprisonment; and ii in the case of a continuing offence to a further fine not exceeding ten pounds for every day during which the offence is continued; or b on conviction on indictment to i a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding two years or to both such fine and imprisonment; and ii in the case of a continuing offence to a further fine not exceeding twenty pounds for every day during which the offence is continued. 2 A conviction of any offence against this Act may be treated as a previous conviction for the purposes of the last foregoing subsection. 3 A conviction of an offence under any enactment repealed by this Act shall for the purposes of this Act be treated as if it had been a conviction under this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "19", "section_title": " Forfeitures. ", "section_text": "19 1 Any person who is convicted of an offence against Part I or section thirteen of this Act in respect of which no provision for any forfeiture is expressly made shall be liable to the forfeiture of any fish illegally taken by him or in his possession at the time of the offence and of any instrument or article by which the offence is committed. 2 Without prejudice to the operation of the last foregoing subsection any person who is convicted . . .   of an offence against Part I or section thirteen of this Act shall be liable to the forfeiture of any vehicle or boat used by him to assist in the commission of the offence. 3 Any vehicle or boat forfeited under the last foregoing subsection shall be disposed of as the court may direct."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "20", "section_title": " Disposal of fish seized under the Act. ", "section_text": "20 Where under this Act any fish is seized as liable to forfeiture the person by whom it is seized may sell it and the net proceeds of the sale shall be liable to forfeiture in the same manner as the fish sold: Provided that no person shall be subject to any liability on account of his neglect or failure to exercise the powers conferred on him by this section."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "21", "section_title": " Application to River Esk.", "section_text": "21 1 Subject to subsection (2) below, the provisions of this Act shall not apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland. 2 Section 1 of this Act and sections 3 and 18 to 20 so far as relating to an offence under that section shall apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "22", "section_title": " Provisions as to River Tweed. ", "section_text": "22 1 Section nineteen of and Schedule G to the  Salmon Fisheries (Scotland) Act 1868 (which section and Schedule relate respectively to penalties for destroying salmon fry and disturbing spawning beds, and to the construction and alteration of dams and lades) shall apply to the River Tweed with the substitution for references to a district and a district board respectively of references to the River Tweed and the Board of Commissioners of the River Tweed, and with any other necessary modifications. 2 This Act (including the foregoing subsection) and the  Freshwater Fish (Scotland) Act 1902, shall apply to so much of the River Tweed as is situated outwith Scotland as if it were situated in Scotland: Provided that— a offences committed in England (including English territorial waters) whether against this Act or against any other enactment mentioned in the foregoing provisions of this section shall be proceeded against and punished in England, and in the case of an offence committed in territorial waters proceedings may be taken in any place where the person charged may be found; and b in relation to a person found committing an offence to which the foregoing paragraph applies section thirty-eight of the  Tweed Fisheries Act 1857, shall have effect with the substitution for the words from “before any justice” onwards of the words “before any justice having jurisdiction to deal with the case, who shall proceed against such offender according to law”."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "23", "section_title": " Expenses payable out of moneys provided by Parliament.", "section_text": "23 Any expenses of the Secretary of State under this Act shall, to such amount as may be sanctioned by the Treasury, be defrayed out of moneys provided by Parliament."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "24", "section_title": " Interpretation.", "section_text": "24 1 For the purposes of this Act unless the context otherwise requires— “ Boat ” includes any craft or vessel used in fishing; “ Dam ” means any weir, dam, dyke, cauld, mill dam or other structure constructed in the bed of any stream, river or loch for the purpose of controlling, impounding or diverting water therefrom;                       “ District ” and “ Salmon Fishery District ” shall be deemed to include the River Tweed; “ District board ” and “ District Salmon Fishery Board ” shall include the council constituted under section 6 of the Tweed Fisheries Act  1969; “ Enactment ” means any Act of Parliament whether public, general, local or private; “ Estuary limits ” means limits which divide each river including its mouth or estuary from the sea as fixed by any enactment, byelaw or the decision of a court; “ Fixed engine ” means any engine, net or trap used for the taking of salmon, other than a sweep net which when in use is hauled through the water continuously and is not allowed to be stationary in the water or to drift with the current; “ Freshwater fish ” means any fish living in fresh water, including trout, and eels and the fry of eels, but exclusive of salmon and of any kind of fish which migrate between the open sea and tidal waters; “ Inland waters ” includes all rivers above estuary limits and their tributary streams, and all waters, watercourses and lochs whether natural or artificial draining into the sea; “ Lade ” includes any artificial channel through which water is diverted from any inland water in which salmon or trout are present; “ Package ” includes any box, basket, barrel, case, receptacle, sack, bag, container, wrapper or other thing in which salmon or trout is placed for the purpose of carriage, consignment or exportation; “ The River Tweed ” means “the River” as defined by the  Tweed Fisheries Amendment Act 1859, and any byelaw amending that definition; “ Rod and line ” means single rod and line with such bait or lure as is lawful at the passing of this Act  and, in the case of fishing for salmon in an area to which and at a time during which regulations made under section 8 of the Salmon Act 1986 apply, is not specified in such regulations in respect of that area and time ; “ Salmon ” includes all migratory fish of the species Salmo salar and Salmo trutta and commonly known as salmon and sea trout respectively or any part of any such fish; “ Trout ” means non-migratory trout of the species Salmo trutta living in fresh waters or estuaries; “ Vehicle ” includes any conveyance other than a vehicle used for the purposes of a passenger transport service within the meaning of the  Transport Act 1947. “ Water bailiff ” means any water bailiff or other duly appointed officer of a district board. 2 Nothing contained in this Act shall render legal any method of fishing which was or would have been illegal at the date of the commencement of this Act. 3 References in this Act to any enactment shall, unless the context otherwise requires, be construed as references to that enactment as amended by any subsequent enactment including this Act."}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "25", "section_title": " Minor amendments and repeals.", "section_text": "25 1 The enactments mentioned in the first column of the First Schedule to this Act shall have effect subject to the amendments specified in the second column of that Schedule (being amendments consequential upon the foregoing provisions of this Act or relating to matters of minor detail). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (repealed)", "year": 1951, "section": "26", "section_title": " Short title and extent.", "section_text": "26 1 This Act may be cited as the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951. 2 Save as in this Act otherwise expressly provided this Act shall extend only to Scotland."}]