[{"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "1", "section_title": "†Appointment of Minister in charge of education and establishment of Ministry of Education.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2  The Secretary of State for Education and Science shall for all purposes be a corporation sole under the name of Secretary of State for Education and Science. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "2", "section_title": " Transfer of property and functions to Minister and construction of Acts and documents.", "section_text": "2 1 All property which, immediately before the date declared by His Majesty in Council to be the date on which the first appointment under this Act of a Minister of Education took effect, was held by the Board of Education constituted under the  Board of Education Act 1899 and all functions exercisable by that Board or the President thereof immediately before that date, and all rights and liabilities, whether vested or contingent, to which that Board or the President thereof were entitled or subject immediately before that date, shall, by virtue of this Act, be transferred to the Minister; and, except where the context otherwise requires, references in any enactment or other document to the Board of Education, the President of the Board of Education, the Education Department, or the Department of Science and Art shall be construed as references to the Minister, or, where the case so requires, as references to the Ministry of Education. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "3", "section_title": "†Seal and acts of Minister.", "section_text": "3 1 The Secretary of State for Education and Science  shall have an official seal which shall be authenticated by the signature of  the Secretary of State for Education and Science  or of a secretary to  the Department of the Secretary of State  or of any person authorised by  the Secretary of State for the Education and Science  to authenticate the seal. 2 The seal of  the Secretary of State for Education and Science  shall be officially and judicially noticed, and every document purporting to be an instrument made or issued by  the Secretary of State for Education and Science  and either to be sealed with the seal of  the Secretary of State for Education and Science  authenticated in the manner provided by this section, or to be signed by a secretary to  the Department of the Secretary of State  or by any other officer of  the Department of the Secretary of State  authorised to sign it, shall in any legal proceedings be deemed to be so made or issued without further proof, unless the contrary is shown. 3 A certificate signed by  the Secretary of State for Education and Science  certifying that any instrument purporting to be made or issued by him was so made or issued shall be conclusive evidence of the fact certified. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "6", "section_title": " Local education authorities.", "section_text": "6 1 . . ., the local education authority for each county shall be the council of the county, and the local education authority for each county borough shall be the council of the county borough. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 All property which immediately before the date of the commencement of this Part of this Act was held by the council of any county district solely or mainly for the purposes of any functions exercisable by them under the Education Acts 1921 to 1939, and all rights and liabilities, whether vested or contingent, to which any such council were entitled or subject immediately before the said date by reason of the exercise of such functions shall, save as may be otherwise directed by the Minister under the powers conferred on him by this Act, be transferred by virtue of this section to the local education authority for the county in which the county district is situated. 4 All officers who immediately before the said date were employed by the council of any county district solely or mainly for the purposes of any such functions as aforesaid shall by virtue of this section be transferred to and become officers of the local education authority for the county in which the county district is situated, and shall be employed by that authority upon the terms and conditions upon which they were employed by the council of the county district immediately before that date."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "7", "section_title": " Stages and purposes of statutory system of education. ", "section_text": "7 The statutory system of public education shall be organised in three progressive stages to be known as primary education, secondary education, and further education; and it shall be the duty of the local education authority for every area, so far as their powers extend, to contribute towards the spiritual, moral, mental, and physical development of the community by securing that efficient education throughout those stages shall be available to meet the needs of the population of their area."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "8", "section_title": " Duty of local education authorities to secure provision of primary and secondary schools. ", "section_text": "8 1 It shall be the duty of every local education authority to secure that there shall be available for their area sufficient schools— a for providing  primary education, that is to say, full-time education suitable to the requirements of junior pupils who have not attained the age of ten years and six months, and full-time education suitable to the requirements of junior pupils who have attained that age and whom it is expedient to educate together with junior pupils who have not attained that age ; and b for providing full-time education suitable to the requirements of pupils of compulsory school age, being either senior pupils or junior pupils who have attained the age of ten years and six months and whom it is expedient to educate together with senior pupils of compulsory school age. and the schools available for an area shall not be deemed to be sufficient unless they are sufficient in number, character, and equipment to afford for all pupils opportunities for education offering such variety of instruction and training as may be desirable in view of their different ages, abilities, and aptitudes, and of the different periods for which they may be expected to remain at school, including practical instruction and training appropriate to their respective needs. 1A A local education authority shall have power to secure the provision for their area of full-time education suitable to the requirements of persons over compulsory school age who have not attained the age of nineteen years, including provision for persons from other areas. 2 In  exercising their functions  under this section, a local education authority shall, in particular, have regard— a to the need for securing that primary and secondary education are provided in separate schools; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c to the need for securing that special educational provision is made for pupils who have special educational needs; and d to the expediency of securing the provision of boarding accomodation, either in boarding schools or otherwise, for pupils for whom education as boarders is considered by their parents and by the authority to be desirable: Provided that paragraph (a) of this subsection shall not have effect with respect to special schools. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "9", "section_title": " County schools, voluntary schools, nursery schools, and special schools.", "section_text": "9 1 For the purpose of fulfilling their  functions  under this Act, a local education authority shall have power to establish primary and secondary schools, to maintain such schools whether established by them or otherwise, and . . .   to assist any such school which is not maintained by them. 2 Primary and secondary schools maintained by a local education authority, not being nursery schools or special schools, shall, if established by a local education authority or by a former authority, be known as county schools and, if established otherwise than by such an authority, be known as voluntary schools: Provided that any school which by virtue of any enactment repealed by this Act was to be deemed to be, or was to be treated as, a school provided by a former authority shall, notwithstanding that it was not in fact established by such an authority as aforesaid, be a county school. 3 Subject to the provisions hereinafter contained as to the discontinuance of voluntary schools, every school which immediately before the commencement of this Part of this Act was, within the meaning of the enactments repealed by this Act, a public elementary school provided otherwise than by a former authority shall, if it was then maintained by a former authority, be maintained as a voluntary school by the local education authority for the area in which the school is situated. 4 Primary schools which are used mainly for the purpose of providing education for children who have attained the age of two years but have not attained the age of five years shall be known as nursery schools. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The powers conferred by subsection (1) of this section on local education authorities shall be construed as including power to establish maintain and assist schools outside as well as inside their areas. 7 The powers conferred by subsection (1) of this section shall not extend to establishing a school to provide— a part-time education suitable to the requirements of persons of any age over compulsory school age; or b full-time education suitable to the requirements of persons who have attained the age of nineteen years"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "10", "section_title": " Requirements as to school premises.", "section_text": "10 1 The  Secretary of State for Education and Science  shall make regulations prescribing the standards to which the premises of schools maintained by local education authorities  and of grant-maintained schools  are to conform, and such regulations may prescribe different standards for such descriptions of schools as may be specified in the regulations. 2 Subject as hereinafter provided, it shall be the duty of a local education authority to secure that the premises of every school maintained by them  or, in the case of a grant-maintained school, the duty of the governing body of the school to secure that the premises of the school  conform to the standards prescribed for schools of the description to which the school belongs: Provided that, if the  Secretary of State for Education and Science  is satisfied with respect to any school— a that having regard to the nature of the existing site or to any existing buildings thereon or to other special circumstances affecting the school premises it would be unreasonable to require conformity with a requirement of the regulations as to any matter, or b where the school is to have an additional or new site that, having regard to shortage of suitable sites it would be unreasonable to require conformity with a requirement of the regulations relating to sites, or c where the school is to have additional buildings or is to be transferred to a new site, and existing buildings not theretofore part of the school premises, or temporary buildings, are to be used for that purpose, that  having regard to the need to control public expenditure in the interests of the national economy  it would be unreasonable to require conformity with a requirement of the regulations relating to buildings, he may give a direction that, notwithstanding that that requirement is not satisfied, the school premises shall, whilst the direction remains in force, be deemed to conform to the prescribed standards as respects matters with which the direction deals if such conditions, if any, as may be specified in the direction as respects those matters are observed."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "1112.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "14", "section_title": " Restrictions on discontinuance of voluntary schools by managers and governors. ", "section_text": "14 1 Subject to the provisions of this section, the . . .   governors of a voluntary school shall not discontinue the school except after serving on the  Secretary of State for Education and Science  and on the local education authority by whom the school is maintained not less than two years’ notice of their intention to do so: [ Provided that, except by leave of the  Secretary of State for Education and Science , no such notice as aforesaid shall be served by the . . .   governors of any voluntary school in respect of the premises of which expenditure has been incurred otherwise than in connection with repairs by the  Secretary of State for Education and Science  or by any local education authority or former authority. If the  Secretary of State for Education and Science  grants such leave, he may impose such requirements as he thinks just— a in regard to the repayment of the whole or any part of the amount of the expenditure so incurred by the  Secretary of State for Education and Science ; b where the  Secretary of State for Education and Science  is satisfied that the local education authority will require for any purpose connected with education, any premises which are for the time being used for the purposes of the school in regard to the conveyance of those premises to the authority; c in regard to the payment by the local education authority of such part of the value of any premises so conveyed as is just having regard to the extent to which those premises were provided otherwise than at the expense of the authority of a former authority; d where any premises for the time being used for the purposes of the school are not to be so conveyed in regard to the payment to the authority by the . . .   governors of the school of such part of the value of those premises as is just having regard to the extent to which they were provided at the expense of the authority or a former authority.] 2 No such notice as aforesaid shall be withdrawn except with the consent of the local education authority. 3 If, while any such notice as aforesaid is in force with respect to a voluntary school, the . . .   governors of the school inform the local education authority that they are unable or unwilling to carry on the school until the expiration of the notice, the authority may conduct the school during the whole or any part of the unexpired period of the notice as if it were a county school, and shall be entitled to the use of the school premises, free of charge, for that purpose. 4 While any school is being conducted by a local education authority as a county school under the last foregoing subsection, the authority shall keep the school premises in good repair, and, for all purposes relating to the condition of the school premises, the occupation and use thereof, and the making of alterations thereto, any interest in the said premises which is held for the purposes of the school shall be deemed to be vested in the authority: Provided that the . . .   governors of the school shall be entitled to the use of the school premises or any part thereof when not required for the purposes of the school to the like extent as if they had continued to carry on the school during the unexpired period of the notice. 5 Where any school is discontinued in accordance with the provisions of this section, the duty of the local education authority to maintain the school as a voluntary school shall be extinguished."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "15", "section_title": " Classification of voluntary schools as controlled schools, aided schools, or special agreement schools.", "section_text": "15 1 Voluntary schools shall be of three categories, that is to say, controlled schools, aided schools, and special agreement schools, and in schools of those several categories the management of the school, the secular instruction and religious education, and the appointment and dismissal of teachers, shall be regulated in accordance with the provisions hereinafter contained relating to those matters in controlled schools aided schools and special agreement schools respectively. 2 Upon application being duly made to him with respect to any voluntary school, the  Secretary of State for Education and Science  may by order direct that the school shall be a controlled school an aided school or a special agreement school, and where he is satisfied that the . . .   or governors of the school will be able and willing, with the assistance of  grants under section 281 of the Education Act 1993 , to defray the expenses which would fall to be borne by them under paragraph (a) of the next following subsection, the order shall direct that the school shall be an aided school, or, in the case of a school with respect to which a special agreement has been made under the Third Schedule to this Act, a special agreement school: Provided that, subject to the provisions of this section, any application  under this section  for an order directing that a school shall be an aided school or a special agreement school must be made, in the case of a school which became a voluntary school by virtue of subsection (3) of section nine of this Act not later than six months after the date on which the . . .   governors of the school received notice of the approval of the development plan for the area, and in any other case not later than the submission to the  Secretary of State for Education and Science  of the proposals that the school should be maintained by the local education authority as a voluntary school; and, subject to the transitional provisions of this Act as to the management and maintenance of voluntary schools, a voluntary school with respect to which no order is in force under this section  or section 54 of the Education (No.2) Act 1986  directing that it shall be an aided school or a special agreement school shall be a controlled school. 3 The . . .   governors of a controlled school shall not be responsible for any of the expenses of maintaining the school, but the following provisions shall have effect with respect to the maintenance of aided schools and special agreement schools: a the following expenses shall be payable by the . . .   governors of the school, that is to say, the expenses of discharging any liability incurred by them or on their behalf or by or on behalf of any former . . .   governors of the school or any trustees thereof  in connection with the provision of premises or equipment for the purposes of the school ; any expenses incurred in effecting such alterations to the school buildings as may be required by the local education authority for the purpose of securing that the school premises should conform to the prescribed standards, and any expenses incurred in effecting repairs to the  school buildings  not being repairs which are excluded from their responsibility by the following paragraph: b the . . .   governors of the school shall not be responsible for repairs to the interior of the school buildings, or for repairs to those buildings necessary in consequence of the use of the school premises, in pursuance of any direction or requirement of the authority, for purposes other than those of the school. 4 If at any time the . . .   governors of an aided school or a special agreement school are unable or unwilling to carry out their obligations under paragraph (a) of the last foregoing subsection, it shall be their duty to apply to the  Secretary of State for Education and Science  for an order revoking the order by virtue of which the school is an aided school or a special agreement school, and upon such an application being made to him the  Secretrary of State for Education and Science  shall revoke the order. 4A For the purposes of subsection (4) of this section, the governors of an aided school or a special agreement school shall not be regarded as unable to carry out their obligations under subsection (3)(a) of this section if they are able to carry them out with the benefit of assistance under section 282(1) of the Education Act 1993 (power of local education authority to give assistance). 5 If at any time the  Secretary of State for Education and Science  is satisfied that the grant made in respect of a special agreement school in pursuance of the special agreement made with respect to the school under this Act has been repaid to the local education authority by which the school is maintained, the  Secretary of State for Education and Science  shall, upon application being made to him for that purpose by the . . .   governors of the school, by order revoke the order by virtue of which the school is a special agreement school and, if satisfied that the . . .   governors of the school will be able and willing, with the assistance of  grants under section 281 of the Education Act 1993 , to defray the expenses which would fall to be borne by them under paragraph (a) of subsection (3) of this section, shall by order direct that the school shall be an aided school. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "16", "section_title": " Transfer of county and voluntary schools to new sites, and substitution of new voluntary schools for old ones.", "section_text": "16 1 Where the  Secretary of State for Education and Science  is satisfied that it is expedient that  . . . any voluntary school should be transferred to a new site either because it is not reasonably practicable to make to the existing premises of the school the alterations necessary for securing that they should conform to the prescribed standards, or in consequence of any movement of population or of any action taken or proposed to be taken under the enactments relating to housing or to town and country planning, the  Secretary of State for Education and Science  may by order authorise the transfer of the school to the new site;and a voluntary school shall not be transferred to a new site  . . .. 2 Where in connection with any proposals submitted to the  Secretary of State for Education and Science  under  section 13 of the Education Act 1980  it is claimed that any school or schools thereby proposed to be established should be maintained by the local education authority as a voluntary school in substitution for another school at the time being maintained by a local education authority as a voluntary school or for two or more such schools which is or are to be discontinued, then, if the  Secretary of State for Education and Science  is satisfied that the school or schools proposed to be established will be so maintained, he may, if he approves the proposals with or without modifications, by order direct that the school or schools proposed to be established shall be established in substitution for the school or schools to be discontinued, and where such an order is made, the provisions of this Act relating to the discontinuance of voluntary schools shall not apply with respect to the discontinuance of the school or schools to be discontinued. 3 Before making any order under this section, the  Secretary of State for Education and Science  shall consult any local education authority which will, in his opinion, be affected by the making of the order, and the . . . governors of any voluntary school which in his opinion will be so affected; and any such order may impose such conditions on any such local education authority or . . . governors and may contain such incidental and consequential provisions as the  Secretary of State for Education and Science  thinks fit."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "1721.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "22", "section_title": " Powers of local education authority as to use and care of premises of voluntary schools.", "section_text": "22 1 The governing body  of a controlled school shall be entitled to determine the use to which the school premises or any part thereof shall be put on Saturdays, except when required to be used on Saturdays for the purposes of the school or for any purpose connected with education or with the welfare of the young for which the local education authority desire to provide accommodation on the premises or on that part thereof, and the   . . . foundation governors shall be entitled to determine the use to which the school premises or any part thereof shall be put on Sundays, but save as aforesaid the local education authority may give such directions as to the occupation and use of the school premises of a controlled school as they think fit. 2 If the local education authority desire to provide accommodation for any purpose connected with education or with the welfare of the young and are satisfied that there is no suitable alternative accommodation in their area for that purpose, they may direct  the governing body  of any aided school or special agreement school to provide free of charge accommodation for that purpose on the school premises or any part thereof on any week-day when not required for the purposes of the school, so, however, that  the governing body  shall not be directed to provide such accommodation on more than three days in any week. 3 Subject to any directions given by a local education authority under the foregoing provisions of this section and to the requirements of any enactment other than this Act or the regulations made thereunder, the occupation and use of the school premises of any voluntary school shall be under the control of  the governing body  thereof  except to the extent provided by any transfer of control agreement into which they may enter under subsection (3A) of this section. . 3A Subject to subsection (3B) below the governing body of any voluntary school shall have power to enter into a transfer of control agreement with any body or person if their purpose, or one of their purposes, in doing so is to promote community use of the whole or any part of the school premises; and— a they may do so notwithstanding that the trust deed for the school would, apart from this subsection, expressly or impliedly preclude them from entering into such an agreement with that body or person or from conferring control on the controlling body in question; but b they shall not enter into a transfer of control agreement unless the use to which the premises may be put under the agreement is in all other respects in conformity with any such requirements, prohibitions or restrictions imposed by the trust deed as would obtain if control were being exercised by the governing body. 3B The governing body shall not enter into any transfer of control agreement which makes or includes provision for the use of the whole or any part of the school premises during school hours unless they have first obtained the local education authority’s consent to the agreement in so far as it makes such provision. 3C A transfer of control agreement shall be taken to include the following terms, namely— a that the governing body shall notify the controlling body of— i any directions given to the governing body by virtue of subsection (1) or (2) of this section; and ii any determination made by the foundation governors under subsection (1) of this section; b that the controlling body, in exercising control of the use of any premises subject to the agreement— i shall do so in accordance with any directions or determinations from time to time notified to that body in pursuance of paragraph (a) of this subsection; and ii shall have regard to the desirability of the premises being made available for community use; and c that, if reasonable notice is given in writing by the governing body to the controlling body that such of the premises subject to the agreement as may be specified in the notice are reasonably required for use by or in connection with the school at such times as may be so specified, then— i the use of the specified premises at those times shall be under the control of the governing body; and ii accordingly, those premises may be used at those times by or in connection with the school for such purposes as may be specified in the notice, notwithstanding that their use at those times would, apart from this paragraph, be under the control of the controlling body. 3D Where a transfer of control agreement makes express provision for the use of any school premises which are subject to the agreement to be occasionally under the control of the governing body, instead of the controlling body, in such circumstances, at such times or for such purposes as may be provided by or under the agreement, paragraph (c) of subsection (3C) above shall not have effect in relation to that agreement if, at the time of entering into it, the governing body were of the opinion that the express provision would be more favourable to the interests of the school than the term that would otherwise be included by virtue of that paragraph. 3E Where the governing body enter into a transfer of control agreement, they shall so far as reasonably practicable secure that the controlling body exercises control in accordance with any such directions or determinations as are notified to that body in pursuance of subsection (3C)(a) of this section. 4 The local education authority may give directions to  the governing body  of any aided school as to the number and conditions of service of persons employed at the school for the purposes of the care and maintenance of the school premises. 5 Where the trust deed for a voluntary school provides for any person other than the governing body to be entitled to control the occupation and use of the school premises to any extent, then, if and to the extent that, disregarding any transfer of control agreement, the use of those premises is or would be under the control of such a person, this section shall have effect in relation to the school with the substitution for references to the governing body of references to that person. 6 In this section—  “ community use ” means the use of school premises (when not required by or in connection with the school) by members of the local community;  “ the controlling body ” means the body or person (other than the governing body) which has control of the use of the whole or any part of the school premises under the transfer of control agreement in question;  “ school hours ” means any time during a school session or during a break between sessions on the same day;  “ school session ”, in relation to any school, means a school session beginning and ending at such times as may from time to time be determined for that school in accordance with section 21 of the Education ( No.  2) Act 1986; and  “ transfer of control agreement ” means an agreement which, subject to subsection (3C) of this section, provides for the use of so much of the school premises as may be specified in the agreement to be under the control, at such times as may be so specified, of such body or person as may be so specified."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "23", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "24", "section_title": " Appointment and dismissal of teachers in county schools and in voluntary schools. ", "section_text": "24 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In every aided school the respective functions of the local education authority and of the . . .   governors of the school with respect to the appointment of teachers, and, subject to the provisions hereinafter contained as to religious education, with respect to the dismissal of teachers, shall be regulated by the . . .   or articles of government for the school: Provided that the . . .   articles of government for every aided school— a shall make provision for the appointment of the teachers by the . . .   governors of the school, for enabling the local education authority to determine the number of teachers to be employed, and for enabling the authority, except for reasons for which the . . .   governors are expressly empowered by this Act to dismiss teachers without such consent, to prohibit the dismissal of teachers without the consent of the authority and to require the dismissal of any teacher; and b may make such provision as may be agreed between the local education authority and the . . .   governors of the school, or in default of such agreement as may be determined by the  Secretary of State for Education and Science , for enabling the authority to prohibit the appointment, without the consent of the authority, of teachers to be employed for giving secular instruction, and for enabling the authority to give directions as to the educational qualifications of the teachers to be so employed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "25", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "26", "section_title": " Special provisions as to religious education in county schools.", "section_text": "26 1 In the case of a county school the provision for religious education for pupils at the school which is required by section 2(1)(a) of the Education Reform Act 1988 to be included in the school’s basic curriculum shall be provision for religious education in accordance with an agreed syllabus adopted for the school or for those pupils. 2 No such syllabus shall provide for religious education to be given to pupils at such a school by means of any catechism or formularly which is distinctive of any particular religous denomination; but this provision is not to be taken as prohibiting provision in such a syllabus for the study of such catechisms or formularies. 3 Subsection (4) below applies where a county secondary school is so situated that arrangements cannot conveniently be made for the withdrawal of pupils from the school in accordance with section 9 of that Act to receive religious education elsewhere. 4 If in any such case the local education authority are satisfied— a that the parents of pupils in attendance at the school desire them to receive religious education in the school in accordance with the tenets of a particular  religion or  religious denomination; and b that satisfactory arrangements have been made for the provision of such education to those pupils in the school, and for securing that the cost of providing such education to those pupils in the school will not fall upon the authority; the authority shall, unless they are satisfied that owing to any special circumstances it would be unreasonable to do so, provide facilities for the carrying out of those arrangements."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "27", "section_title": " Special provisions as to religious education in controlled schools.", "section_text": "27 1 Where the parents of any pupils in attendance at a controlled school request that they may receive religious  education  in accordance with the provisions of the trust deed relating to the school, or where provision for that purpose is not made by such a deed in accordance with the practice observed in the school before it became a controlled school, the foundation . . .   foundation governors shall, unless they are satisfied that owing to special circumstances it would be unreasonable so to do, make arrangements for securing that such religious  education  is given to those pupils at the school during not more than two periods in each week. 2 Without prejudice to the duty to make such arrangements as aforesaid whatever the number of the teaching staff of the school, where the number of the teaching staff of a controlled school exceeds two the teaching staff shall include persons (hereinafter referred to as  “ reserved teachers ”) selected for their fitness and competence to give such religious  education  as is required to be given under such arrangements and specifically appointed to do so: Provided that the number of reserved teachers in any controlled school shall not exceed one-fifth of the number of the teaching staff of the school including the head teacher, so, however, that where the number of the teaching staff is not a multiple of five it shall be treated for the purposes of this subsection as if it were the next higher multiple thereof. 3 The head teacher of a controlled school shall not, while holding that position, be a reserved teacher . . .  . 4 Where the local education authority propose to appoint any person to be a reserved teacher in a controlled school, the authority shall consult the foundation . . .   foundation governors of the school, and, unless the said . . .   governors are satisfied as to that person’s fitness and competence to give such religious  education  as is required in pursuance of such arrangements as aforesaid the authority shall not appoint that person to be a reserved teacher. 5 If the . . .   foundation governors of a controlled school are of opinion that any reserved teacher has failed to give such religious  education  as aforesaid efficiently and suitably, they may require the authority to dismiss him from employment as a reserved teacher in the school. 6 In the case of a controlled school the provision for religious education for pupils at the school which is required by section 2(1)(a) of the Education Reform Act 1988 to be included in the school’s basic curriculum shall be provision for religious education- a in accordance with any arrangements made under subsection (1) of this section; or b subject to any such arrangements, in accordance with an agreed syllabus adopted for the school or for those pupils."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "28", "section_title": " Special provisions as to religious education in aided schools and in special agreement schools.", "section_text": "28   1 In the case of an aided or special agreement school the provision for religious education for pupils at the school which is required by section 2(1)(a) of the Education Reform Act 1988 to be included in the school’s basic curriculum shall be provision for religious education- a in accordance with any provision of the trust deed relating to the school or, where provision for that purpose is not made by such a deed, in accordance with the practice observed in the school before it became a voluntary school; or b in accordance with any arrangements under this section. 1A Subject to subsection (1C) of this section, the religious education given to pupils at such a school shall be under the control of the governors of the school. 1B Where the parents of pupils in attendance at such a school— a desire them to receive religious education in accordance with any agreed syllabus adopted by the local education authority; and b cannot with reasonable convenience cause those pupils to attend any school at which that syllabus is in use; then, unless the authority are satisfied that owing to any special circumstances it would be unreasonable to do so, arrangements shall be made for religious education in accordance with that syllabus to be given to those pupils in the school during the times set apart for the giving of religious education in the school in accordance with the provision for that purpose included in the school’s basic curriculum by virtue of section 2(1)(a) of that Act. 1C Those arrangements shall be made by the governors of the school, unless the local education authority are satisfied that the governors are unwilling to make the arrangements, in which case they shall be made by the authority. 2 If a teacher appointed to give in an aided school religious  education , other than  education  in accordance with an agreed syllabus, fails to give such  education  efficiently and suitably, he may be dismissed on that ground by the . . .   governors of the school without the consent of the local education authority. 3 Where the special agreement made with respect to any special agreement school provides for the employment of reserved teachers, the local education authority shall, when they propose to appoint any person to be such a teacher in the school, consult the . . .   foundation governors of the school, and unless the said . . .   governors are satisfied as to that person’s fitness and competence to give such religious  education  as aforesaid, the authority shall not appoint that person to be such a teacher. 4 If the . . .   foundation governors of a special agreement school are of opinion that any such reserved teacher as aforesaid has failed to give, efficiently and suitably, such religious  education  as he was appointed to give, they may require the authority to dismiss him from employment as a reserved teacher in the school."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "29", "section_title": " Provisions as to religious instruction in accordance with agreed syllabus.", "section_text": "29 1 The provisions of the Fifth Schedule to this Act shall have effect with respect to the preparation, adoption, and reconsideration, of an agreed syllabus of religious  education . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "30", "section_title": " Saving as to position of teachers. ", "section_text": "30 Subject as hereinafter provided, no person shall be disqualified by reason of his religious opinions, or of his attending or omitting to attend religious worship, from being a teacher in a county school or in any voluntary school, or from being otherwise employed for the purposes of such a school; and no teacher in any such school shall be required to give religious  education  or receive any less emolument or be deprived of, or disqualified for, any promotion or other advantage by reason of the fact that he does or does not give religious  education  or by reason of his religious opinions or of his attending or omitting to attend religious worship: Provided that, save in so far as they require that a teacher shall not receive any less emolument or be deprived of, or disqualified for, any promotion or other advantage by reason of the fact that he gives religious  education  or by reason of his religious opinions or of his attending religious worship, the provisions of this section shall not apply with respect to a teacher in an aided school or with respect to a reserved teacher in any controlled school or special agreement school."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "31", "section_title": " Transitional provisions as to the separation of primary and secondary schools.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Save as may be otherwise directed by the  Secretary of State for Education and Science , every county school and voluntary school which immediately before the commencement of this Part of this Act was used for providing primary education shall be managed and conducted as a primary school, every such school which was used for providing secondary education shall be managed and conducted as a secondary school, and every such school which was used for providing primary and secondary education indiscriminately shall be managed and conducted as if it were a primary school. 3 If it appears to the  Secretary of State for Education and Science  to be expedient that any county school or voluntary school should be managed and conducted otherwise than in accordance with the provisions of the last foregoing subsection, he may direct that the school be managed and conducted as a primary school or as a secondary school as the case may be: Provided that no such direction shall be given except after consultation with the local education authority and, in the case of a voluntary school, with the . . .   governors of the school. 4 Where it appears to a local education authority that the process of securing that primary and secondary education shall be provided in separate schools can be accelerated by the giving of a direction under this section, it shall be the duty of the authority to apply to the  Secretary of State for Education and Science  for such a direction."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "32", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "3334.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "35", "section_title": " Compulsory school age. ", "section_text": "35 In this Act the expression  “ compulsory school age ” means any age between five years and  sixteen  years, and accordingly a person shall be deemed to be of compulsory school age if he has attained the age of five years and has not attained the age of  sixteen  years and a person shall be deemed to be over compulsory school age as soon as he has attained the age of  sixteen  years:  Provided that, as soon as the Minister is satisfied that it has become practicable to raise to sixteen the upper limit of the compulsory school age, he shall lay before Parliament the draft of an Order in Council directing that the foregoing provisions of this section shall have effect as if for references therein to the age of fifteen years there were substituted references to the age of sixteen years; and unless either house of Parliament, within the period of forty days beginning with the the day on which any such draft as aforesaid is laid before it, resolves that the draft be not presented to His Majesty, His Majesty may by Order in Council direct accordingly.In reckoning any such period of forty days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "36", "section_title": " Duty of parents to secure the education of their children. ", "section_text": "36 It shall be the duty of the parent of every child of compulsory school age to cause him to receive efficient full-time education suitable to his age, ability, and aptitude  and to any special educational needs he may have , either by regular attendance at school or otherwise."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "38", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "40A", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40A"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "41", "section_title": "Functions of local education authorities in respect of further education.", "section_text": "41 1 It shall be the duty of every local education authority to secure the provision for their area of adequate facilities for further education. 2 Subsection (1) above does not apply to education to which section 2(1) or 3(1) of the Further and Higher Education Act 1992 applies, but in respect of education to which section 3(1) of that Act applies a local education authority may— a secure the provision for their area of such facilities as appear to them to be appropriate for meeting the needs of the population of their area; and b do anything which appears to them to be necessary or expedient for the purposes of or in connection with such provision. 3 Subject to subsection (4) below and section 14(1) to (4) of the Further and Higher Education Act 1992, in this Act \t\t\t\t\t\t“ further education ” means— a full-time and part-time education suitable to the requirements of persons over compulsory school age (including vocational, social, physical and recreational training); and b organized leisure-time occupation provided in connection with the provision of such education. 4 In this Act \t\t\t\t\t\t“ further education ” does not include higher education or secondary education. 5 In subsection (3)(b) above \t\t\t\t\t\t“ organized leisure time occupation ” means leisure-time occupation, in such organized cultural training and recreative activities as are suited to their requirements, for any persons over compulsory school age who are able and willing to profit by facilities provided for that purpose. 6 A local education authority may secure the provision of further education for persons from other areas. 7 In exercising their functions under this section a local education authority shall have regard to any educational facilities provided by institutions within the higher education sector or the further education sector, and other bodies, which are provided for, or available for use by persons in, their area. 8 In exercising their functions under this section a local education authority shall also have regard to the requirements of persons over compulsory school age who have learning difficulties. 9 Subject to subsection (10) below, for the purposes of subsection (8) above a person has a \t\t\t\t\t\t“ learning difficulty ” if— a he has a significantly greater difficulty in learning than the majority of persons of his age; or b he has a disability which either prevents or hinders him from making use of facilities of a kind generally provided in pursuance of the duty under subsection (1) above for persons of his age. 10 A person is not to be taken as having a learning difficulty solely because the language (or form of the language) in which he is, or will be, taught is different from a language (or form of a language) which has at any time been spoken in his home. 11 A local education authority may do anything which appears to them to be necessary or expedient for the purposes of or in connection with the exercise of their functions under this section."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "42", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "4346.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "47", "section_title": " Interim provisions as to further education. ", "section_text": "47 Until the date upon which a scheme of further education is first approved by the Minister for the area of a local education authority under the foregoing provisions of this Part of this Act, the authority shall, unless the Minister otherwise directs, continue to maintain or assist any school or other educational institution which, immediately before the date of the commencement of this Part of this Act was maintained or assisted by them or by the council of any county district within their area, under the powers conferred by section seventy of the  Education Act 1921, not being a school or institution which under this Act is maintained or assisted as a secondary school, and may, in accordance with arrangements approved by the Minister, provide such additional facilities for further education, other than education at county colleges, as appear to the authority to be expedient for meeting the needs of their area."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "48", "section_title": " Medical inspection and treatment of pupils.", "section_text": "48 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 It shall be the duty of every local education authority  or, in the case of pupils at a grant-maintained school, the duty of the governing body of the school  to make arrangements for encouraging and assisting pupils to take advantage of  the provision for medical and dental inspection and treatment made for them in pursuance of  section 5(1) of the  National Health Service Act 1977 or paragraph 1(a)(i) of Schedule 1 to that Act : Provided that if the parent of any pupil gives to the authority  or, as the case may be, to the governing body  notice that he objects to the pupil availing himself of any  of the provision so made , the pupil shall not be encouraged or assisted so to do. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "49", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "50", "section_title": " Provision of board and lodging otherwise than at boarding schools or colleges.", "section_text": "50 1 Where the local education authority are satisfied with respect to any  pupil  that primary or secondary education suitable to his age ability and aptitude  and to any special educational needs he may have  can best be provided  . . . for him at any particular county school, voluntary school  , grant-maintained school , or special school, . . .   but that such education cannot be so provided unless boarding accommodation is provided for him otherwise than at the school . . .  ,  and where a local education authority are satisfied, with respect to a pupil  having special educational needs , that provision for him of board and lodging is necessary for enabling him to receive the required special educational  provision ,  the authority may provide such board and lodging for him under such arrangements as they think fit. 2 In making any arrangements under this section for any  pupil  . . .  , a local education authority shall, so far as practicable, give effect to the wishes of the parent of the  pupil  . . .  , with respect to the  religion or religious denomination of the person with whom he will reside."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "51", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "52", "section_title": "†Recovery of cost of boarding accommodation and of clothing.", "section_text": "52 1 Where a local education authority have, under the powers conferred by the foregoing provisions of this Act, provided a pupil with board and lodging otherwise than at a boarding school . . .   . . .   the authority shall require the parent to pay to the authority in respect thereof such sums, if any, as in the opinion of the authority he is able without financial hardship to pay: Provided that— a where the board and lodging provided for the pupil were so provided under arrangements made by the local education authority on the ground that in their opinion education suitable to his age ability and aptitude  or special educational needs  could not otherwise be provided  . . . no sum shall be recoverable in respect thereof under this section . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The sums recoverable under this section shall not exceed the cost to the local education authority of providing the board and lodging . . .  3 Any sums payable by virtue of this section may be recovered summarily as a civil debt."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "53", "section_title": " Provision of facilities for recreation and social and physical training.", "section_text": "53 1 It shall be the duty of every local education authority to secure that the facilities for primary secondary and further education provided for their area include adequate facilities for recreation and social and physical training, and for that purpose a local education authority . . .   may establish maintain and manage, or assist the establishment, maintenance, and management of camps, holiday classes, playing fields, play centres, and other places (including playgrounds, gymnasiums, and swimming baths not appropriated to any school  or other educational institution , at which facilities for recreation and for such training as aforesaid are  available for persons receiving primary secondary or further education , and may organise games, expeditions and other activities for such persons, and may defray or contribute towards the expenses thereof. 2 A local education authority, in making arrangements for the provision of facilities or the organisation of activities under the powers conferred on them by the last foregoing subsection shall, in particular, have regard to the expediency of co-operating with any voluntary societies or bodies whose objects include the provision of facilities or the organisation of activities of a similar character. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "54", "section_title": " Power to ensure cleanliness.", "section_text": "54 1 A local education authority may, by directions in writing issued with respect to all schools maintained by them  and grant-maintained schools within their area or with respect to any of such schools named in the directions, authorise a medical officer of the authority to cause examinations of the persons and clothing of pupils in attendance at such school to be made whenever in his opinion such examinations are necessary in the interests of cleanliness . . .  . 2 Any such examination as aforesaid shall be made by a person authorised by the local education authority to make such examinations, and if the person or clothing of any pupil is found upon such an examination to be infested with vermin or in a foul condition, any officer of the authority may serve upon the parent of the pupil . . .   a notice requiring him to cause the person and clothing of the pupil to be cleansed. 3 A notice served under the last foregoing subsection shall inform the person upon whom it is served that unless within the period limited by the notice, not being less than twenty-four hours after the service thereof, the person and clothing of the pupil to whom the notice relates are cleansed to the satisfaction of such person as may be specified in the notice the cleansing thereof will be carried out under arrangements made by the local education authority; and if, upon a report being made to him by that person at the expiration of that period, a medical officer of the authority is not satisfied that the person and clothing of the pupil have been properly cleansed, the medical officer may issue an order directing that the person and clothing of the pupil be cleansed under such arrangements. 4 It shall be the duty of the local education authority to make arrangements for securing that any person or clothing required under this section to be cleansed may be cleansed (whether at the request of a parent . . .   or in pursuance of an order issued under this section) at suitable premises by suitable persons and with suitable appliances; and where  the council of any . . .   district in the area of the authority the council of any inner London borough or the Common Council of the City of London  are entitled to the use of any premises or appliances for cleansing the person or clothing of persons infested with vermin, the authority may require the council to permit the authority to use those premises or appliances for such purposes upon such terms as may be determined by agreement between the authority and the council or, in default of such agreement, by the  Secretary of State for Social Services . 5 Where an order has been issued by a medical officer under this section directing that the person and clothing of a pupil be cleansed under arrangements made by a local education authority, the order shall be sufficient to authorise any officer of the authority to cause the person and clothing of the pupil in the order to be cleansed in accordance with arrangements made under the last foregoing subsection, and for that purpose to convey him to, and detain him at, any premises provided in accordance with such arrangements. 6 If, after the cleansing of the person or clothing of any pupil has been carried out under this section, his person or clothing is again found to be infested with vermin or in a foul condition at any time while he is in attendance at a school maintained by a local education authority  or at a grant-maintained school  . . .  , and it is proved that the condition of his person or clothing is due to neglect on the part of his parent . . .  , the parent . . .   shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale. 7 Where a medical officer of a local education authority suspects that the person or clothing of any pupil in attendance at a school maintained by the authority  or at a grant-maintained school within the area of the authority  . . .   is infested with vermin or in a foul condition, but action for the examination or cleansing thereof cannot immediately be taken, he may, if he considers it necessary so to do either in the interest of the pupil or of other pupils in attendance at the school . . .  , direct that the pupil be excluded from the school . . .   until such action has been taken; and such a direction shall be a defence to any proceedings under  Part IV of the Education Act 1993  in respect of the failure of the pupil to attend school . . .   on any day on which he is excluded in pursuance of the direction, unless it is proved that the issue of the direction was necessitated by the wilful default of the pupil or his parent. 8 No girl shall be examined or cleansed under the powers conferred by this section except by a duly qualified medical practitioner or by a woman authorised for that purpose by a local education authority. 9 Subsection (4) above has effect in relation to Wales as if the words from  “and where” to the end were omitted."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "55", "section_title": " Provision of transport and other facilities. ", "section_text": "55 1 A local education authority shall make such arrangements for the provision of transport and otherwise as they consider necessary or as the Secretary of State may direct for the purpose of facilitating the attendance of persons receiving education— a at schools, b at any institution maintained or assisted by them which provides higher education or further education (or both), c at any institution within the further education sector, or d at any institution outside the further education sector and higher education sector, where a further education funding council has secured provision for those persons at the institution under section 4(3) or (5) of the Further and Higher Education Act 1992; and any transport provided in pursuance of such arrangements shall be provided free of charge. 2 A local education authority  may pay the whole or any part, as the authority think fit, of the reasonable travelling expenses  of any  person receiving education  at any school  or any such institution as is mentioned in subsection (1) above  for whose transport no arrangements are made under this section. 3 In considering whether or not they are required by subsection (1) above to make arrangements in relation to a particular  person , the local education authority shall have regard (amongst other things) to the age of the  person  and the nature of the route, or alternative routes, which he could reasonably be expected to take and to any wish of his parent for him to be provided with education at a school or institution in which the religious education provided is that of the religion or denomination to which his parent adheres 4 Arrangements made by a local education authority under subsection (1) above shall make provision— a for pupils at grant-maintained schools which is no less favourable than the provision made in pursuance of the arrangements for pupils at schools maintained by a local education authority, b for persons receiving full-time education at any institution within the further education sector which is no less favourable than the provision made in pursuance of the arrangements for pupils of the same age at schools maintained by a local education authority, and c for persons receiving full-time education at institutions mentioned in subsection (1)(d) above which is no less favourable than the provision made in pursuance of the arrangements— i for persons of the same age with learning difficulties (within the meaning of section 41(9) of this Act) at schools maintained by a local education authority, or ii where there are no such arrangements, for such persons for whom the authority secures the provision of education at any other institution. 5 Regulations under section 8(5) of the Education Act 1980 may require publication, within the meaning of that section, by every local education authority of such information as may be required by the regulations with respect to the authority’s policy and arrangements for provision under this section for persons attending institutions mentioned in subsection (1)(c) or (d) above who are over compulsory school age and who have not attained the age of nineteen years."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "5757B.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "58", "section_title": " Adaptation of enactments relating to the employment of children or young persons.", "section_text": "58 For the purposes of any enactment relating to the prohibition or regulation of the employment of children or young persons, any person who is not for the purposes of this Act over compulsory school age shall be deemed to be a child within the meaning of that enactment."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "59", "section_title": " Power of local education authorities to prohibit or restrict employment of children.", "section_text": "59 1 If it appears to a local education authority that any child who is a registered pupil at a county school, voluntary school, or special school, is being employed in such manner as to be prejudicial to his health or otherwise to render him unfit to obtain the full benefit of the education provided for him, the authority may, by notice in writing served upon the employer, prohibit him from employing the child, or impose such restrictions upon his employment of the child as appear to them to be expedient in the interests of the child. 2 A local education authority may, by notice in writing served upon the parent or employer of any child who is a registered pupil at a county school, voluntary school, or special school, require the parent or employer to provide the authority, within such period as may be specified in the notice, with such information as appears to the authority to be necessary for the purpose of enabling them to ascertain whether the child is being employed in such a manner as to render him unfit to obtain the full benefit of the education provided for him. 3 Any person who employs a child in contravention of any prohibition or restriction imposed under subsection (1) of this section, or who fails to comply with the requirements of a notice served under subsection (2) of this section, shall be guilty of an offence against this section and liable on summary conviction, in the case of a first offence to a fine not exceeding  level 1 on the standard scale , in the case of a second offence to a fine not exceeding  level 1 on the standard scale , and in the case of a third or subsequent offence to a fine not exceeding  level 1 on the standard scale  or to imprisonment for a term not exceeding one month or to both such fine and such imprisonment. 4 Subsection (1) and subsection (3) of section twenty-eight of the  Children and Young Persons Act 1933 (which relate to powers of entry for the enforcement of the provisions of Part II of that Act with respect to the employment of children) shall apply with respect to the provisions of any notice served under this section as they apply with respect to the provisions of the said Part II."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "6061.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "62", "section_title": "†Duties of Minister and of local education authorities as to the training of teachers.", "section_text": "62 1 In execution of the duties imposed on him by this Act, the  Secretary of State for Education and Science  shall, in particular, make such arrangement as he considers expedient for securing that there shall be available sufficient facilities for the training of teachers for  service in schools maintained by local education authorities, grant-maintained schools  institutions within the further education sector  and institutions which are maintained by such authorities and provide higher education or further education (or both) . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "63", "section_title": " Exemption from building byelaws of buildings approved by the Minister.", "section_text": "63 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where plans for  or particulars in respect of  any building required for the purposes of any school or other educational establishment are approved by the  Secretary of State for Education and Science , he may by order direct that any provision of any local Act or of any byelaw made under such an Act shall not apply in relation to the building or shall apply in relation thereto with such modifications as may be specified in the order."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "64", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "65", "section_title": " Endowments for maintenance of voluntary schools.", "section_text": "65 Where any sums which accrue after the date of the commencement of this Part of this Act in respect of the income of any endowment are required by virtue of the provisions of any trust deed to be applied towards the maintenance of a school which a local education authority are required to maintain as a voluntary school, the said sums shall not be payable to the local education authority, but shall be applied by the . . .   governors of the school towards the discharge of their obligations, if any, with respect to the maintenance of the school, or in such other manner, if any, as may be determined by a scheme for the administration of the endowment made after the date of the commencement of this Part of this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "66", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "67", "section_title": " Determination of disputes and questions.", "section_text": "67 1 Save as otherwise expressly provided by this Act, any dispute between a local education authority and the . . .   governors of any school with respect to the exercise of any power conferred or the performance of any duty imposed by or under this Act, may, notwithstanding any enactment rendering the exercise of the power or the performance of the duty contingent upon the opinion of the authority or of the . . .   governors, be referred to the  Secretary of State for Education and Science ; and any such dispute so referred shall be determined by him. 2 Any dispute between two or more local education authorities as to which of them is responsible for the provision of education for any pupil . . .   shall be determined by the  Secretary of State for Education and Science. 3 Where any trust deed relating to a voluntary  or grant-maintained  school makes provision whereby a bishop or any other ecclesiastical or denominational authority has power to decide whether the religious  education  given in the school which purports to be in accordance with the provisions of the trust deed does or does not accord with those provisions, that question shall be determined in accordance with the provisions of the trust deed. 4 If in the case of a county  voluntary or grant-maintained  school a question arises whether a change in the character of the school or enlargement of the school premises would be a significant change or enlargement, that question shall be determined by the Secretary of State. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "68", "section_title": "†Power of Minister to prevent unreasonable exercise of functions. ", "section_text": "68 If the  Secretary of State for Education and Science  is satisfied, either on complaint by any person or otherwise, that any local education authority or the . . .   governors of any county or voluntary school have acted or are proposing to act unreasonably with respect to the exercise of any power conferred or the performance of any duty imposed by or under this Act, he may, notwithstanding any enactment rendering the exercise of the power or the performance of the duty contingent upon the opinion of the authority or of the . . .   governors, give such directions as to the exercise of the power or the performance of the duty as appear to him to be expedient. In this section, references to a local education authority shall be construed as including references to any body of persons authorised, in accordance with the First Schedule to this Act, . . .  , to exercise functions of such an authority."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "69", "section_title": "†Powers of Minister as to medical examinations and inspections.", "section_text": "69 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where any question is referred to the  Secretary of State for Education and Science  under this Part of this Act, then, if in the opinion of the  Secretary of State for Educationnand and Science  the examination of any pupil by a duly qualified medical practitioner appointed for the purpose by him would assist the determination of the question referred to him, the  Secretary of State for Education and Science  may by notice in writing served on the parent of that pupil . . .   require the parent to submit him . . .   for examination by such a practitioner; and if any person on whom such a notice is served fails without reasonable excuse to comply with the requirements thereof, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "70", "section_title": " Registration of independent schools. ", "section_text": "70 1 The  Secretary of State for Education and Science  shall appoint one of his officers to be Registrar of Independent Schools; and it shall be the duty of the Registrar of Independent Schools to keep a register of all independent schools, which shall be open to public inspection at all reasonable times, and, subject as hereinafter provided, to register therein any independent school of which the proprietor makes application for the purpose in the prescribed manner and furnishes the prescribed particulars: Provided that— a no independent school shall be registered if, by virtue of an order made under the provisions hereinafter contained, the proprietor is disqualified from being the proprietor of an independent school or the school premises are disqualified from being used as a school, or if the school premises are used or proposed to be used for any purpose for which they are disqualified by virtue of any such order; and b the registration of any school shall be provisional only until the  Secretary of State for Education and Science , after the school has been inspected on his behalf under the provisions of Part IV of this Act, gives notice to the proprietor that the registration is final. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If after the expiration of six months from the date of the commencement of this Part of this Act any person— a conducts an independent school (whether established before or after the commencement of that Part) which is not a registered school or a provisionally registered school; or b being the proprietor of an independent school does any act calculated to lead to the belief that the school is a registered school while it is a provisionally registered school; he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or in the case of a second or subsequent conviction to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine. 3A A person shall not be guilty of an offence under subsection (3)( a ) above by reason of conducting a school at any time within the period of one month from the date on which it was first conducted (whether by that person or another) if an application for the registration of the school has been duly made within that period. 4 The Secretary of State may by regulations make provision for requiring the proprietor of a registered or provisionally registered school to furnish the Registrar from time to time with such particulars relating to the school as may be prescribed and for enabling the Secretary of State to order the deletion from the register of the name of any school in respect of which any requirement imposed by or under the regulations is not complied with. 4A Regulations made under subsection (4) above may in particular require the proprietor of a school to furnish the Registrar with such information as is required by the local authority for the purpose of determining whether the school is a children’s home (within the meaning of the Children Act 1989). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "71", "section_title": " Complaints.", "section_text": "71 1 If at any time the  Secretary of State for Education and Science  is satisfied that any registered or provisionally registered school is objectionable upon all or any of the following grounds— a that the school premises or any parts thereof are unsuitable for a school; b that the accommodation provided at the school premises is inadequate or unsuitable having regard to the number, ages, and sex of the pupils attending the school; c that efficient and suitable instruction is not being provided at the school having regard to the ages and sex of the pupils attending thereat; d that the proprietor of the school or any teacher employed therein is not a proper person to be the proprietor of an independent school or to be a teacher  or other employee  in any school, as the case may be; e there has been a failure, in relation to a child provided with accommodation by the school, to comply with the duty imposed by section 87 of the Children Act 1989 (welfare of children accommodated in independent schools); the  Secretary of State  shall serve upon the proprietor of the school a notice of complaint stating the grounds of complaint together with full particulars of the matters complained of, and, unless any of such matters are stated in the notice to be in the opinion of the  Secretary of State for Education and Science  irremediable, the notice shall specify the measures necessary in the opinion of the  Secretary of State for Education and Science  to remedy the matters complained of, and shall specify the time, not being less than six months after the service of the notice, within which such measures are thereby required to be taken. 2 If it is alleged by any notice of complaint served under this section that any person employed as a teacher  or other employee at the school is not a proper person to be a teacher  or other employee  in any school, that person shall be named in the notice and the particulars contained in the notice shall specify the grounds of the allegation, and a copy of the notice shall be served upon him. 3 Every notice of complaint served under this section and every copy of such a notice so served shall limit the time, not being less than one month after the service of the notice or copy, within which the complaint may be referred to an Independent Schools Tribunal under the provisions hereinafter contained. 4 If at any time the Secretary of State is satisfied that a person whose employment is prohibited or restricted by virtue of regulations under section 218(6) of the Education Reform Act 1988— a is employed in a registered or provisionally registered school in contravention of those regulations, or b is the proprietor of such a school, he may order that the school be struck off the register or, as the case may be, that the Registrar is not to register the school. 5 In this section, and in sections 72 and 73 of this Act,  “ employee ” means a person employed in work which brings him regularly into contact with persons who have not attained the age of nineteen years."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "72", "section_title": " Determination of complaints.", "section_text": "72 1 Any person upon whom a notice of complaint or a copy of such a notice is served under the last foregoing section may, within the time limited by the notice, appeal therefrom by referring the complaint, in such manner as may be provided by rules made under this Part of this Act, to an Independent Schools Tribunal constituted in accordance with the provisions of the Sixth Schedule to this Act. 2 Upon a complaint being referred to an Independent Schools Tribunal, the tribunal shall, after affording to all parties concerned an opportunity of being heard, and after considering such evidence as may be tendered by them or on their behalf, have power— a to order that the complaint be annulled: b to order that the school in respect of which the notice of complaint was served be struck off the register: c to order that the school be so struck off unless the requirements of the notice, subject to such modifications, if any, as may be specified in the order are complied with to the satisfaction of the  Secretary of State for Education and Science  before the expiration of such time as may be specified in the order: d if satisfied that the premises alleged by the notice of complaint to be unsuitable for use as a school or any part of such premises are in fact unsuitable for such use, by order to disqualify the premises or part from being so used, or, if satisfied that the accommodation provided at the school premises is inadequate or unsuitable having regard to the number, ages and sex of the pupils attending the school, by order to disqualify the premises from being used as a school for pupils exceeding such number or of such age or sex as may be specified in the order: e if satisfied that any person alleged by the notice of complaint to be a person who is not proper to be the proprietor of an independent school or to be a teacher  or other employee  in any school is in fact such a person, by order to disqualify that person from being the proprietor of any independent school or from being a teacher  or other employee  in any school, as the case may be. 3 Where a notice of complaint has been served under this Act on the proprietor of any school and the complaint is not referred by him to an Independent School Tribunal within the time limited in that behalf by the notice, the  Secretary of State for Education and Science  shall have power to make any order which such a tribunal would have had power to make if the complaint had been so referred: Provided that, if it was alleged by the notice of complaint that any person employed as a teacher  or other employee  at the school is not a proper person to be a teacher  or other employee  in any school and that person has, within the time limited in that behalf by the copy of the notice served upon him, referred the complaint to an Independent Schools Tribunal, the  Secretary of State for Education and Science  shall not have power to make an order requiring his dismissal or disqualifying him from being a teacher  or other employee  in any school. 4 Where by virtue of an order made by an Independent Schools Tribunal or by the  Secretary of State for Education and Science  any person is disqualified either from being the proprietor of an independent school or from being a teacher  or other employee  in any school, then, unless the order otherwise directs, that person shall, by virtue of the order, be disqualified both from being the proprietor of an independent school and from being a teacher  or other employee  in any school."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "73", "section_title": " Enforcement.", "section_text": "73 1 Where an order is made by the  Secretary of State for Education and Science  or by an Independent Schools Tribunal directing that any school be struck off the register, the Registrar of Independent Schools shall as from the date on which the direction takes effect strike the school off the register. 2 If any person uses any premises for purposes for which they are disqualified by virtue of any order made under this Part of this Act, that person shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or in the case of a second or subsequent conviction (whether in respect of the same or other premises) to a fine not exceeding  level 4 on the standard scale , or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine. 3 If any person acts as the proprietor of an independent school, or accepts or endeavours to obtain employment as a teacher  or other employee  in any school, while he is disqualified from so acting or from being so employed by virtue of any such order as aforesaid, he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or in the case of a second or subsequent conviction to a fine not exceeding  level 4 on the standard scale , or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine. 4 No proceedings shall be instituted for an offence against this Part of this Act except by or on behalf of the  Secretary of State for Education and Science. 5 For the purposes of the foregoing provisions of this Part of this Act, a person who is disqualified by an order made under Part IV of the  Education (Scotland) Act 1945 from being the proprietor of an independent school or from being a teacher in any school shall be deemed to be so disqualified by virtue of an order made under this Part of this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "74", "section_title": " Removal of disqualifications. ", "section_text": "74 1 If on the application of any person the  Secretary of State for Education and Science  is satisfied that any disqualification imposed by an order made under this Part of this Act is, by reason of any change of circumstances, no longer necessary, the  Secretary of State for Education and Science  may by order remove the disqualification. 2 Any person who is aggrieved by the refusal of the  Secretary of State for Education and Science  to remove a disqualification so imposed may, within such time after the refusal has been communicated to him as may be limited by rules made under this Part of this Act, appeal to an Independent Schools Tribunal."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "75", "section_title": " Proceedings before Independent Schools Tribunals and matters relating thereto.", "section_text": "75 1 The Lord Chancellor may, with the concurrence of the Lord President of the Council, make rules as to the practice and procedure to be followed with respect to the constitution of Independent Schools Tribunals, as to the manner of making appeals to such tribunals, and as to proceedings before such tribunals and matters incidental to or consequential on such proceedings, and, in particular, such rules may make provision requiring any such tribunal to sit at such places as may be directed in accordance with the rules, and may make provision as to appearance before such tribunals by counsel or solicitor . . .  2 The provisions of the  Arbitration Act 1950 , shall not apply to any proceedings before an Independent Schools Tribunal except so far as any provisions thereof may be applied thereto with or without modifications by rules made under this section. 3 Every order of an Independent Schools Tribunal shall be registered by the Registrar of Independent Schools and shall be open to public inspection at all reasonable times."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "76", "section_title": " Pupils to be educated in accordance with the wishes of their parents. ", "section_text": "76 In the exercise and performance of all powers and duties conferred and imposed on them by  the Education Acts 1944 to  1996  the  Secretary of State for Education and Science the funding authorities and local education authorities shall have regard to the general principle that, so far as is compatible with the provision of efficient instruction and training and the avoidance of unreasonable public expenditure, pupils are to be educated in accordance with the wishes of their parents."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "77", "section_title": " Inspection of educational establishments.", "section_text": "77 1 In this section the expression  “ educational establishment ” means  . . .,  an institution within the  PCFC  funding sector or an institution which is maintained or assisted by a local education authority and provides higher education or further education (or both) ; and if the persons responsible for the management of any institution which is not an educational establishment within the foregoing definition request the  Secretary of State  or any local education authority to cause an inspection of that institution to be made under the powers conferred by this section, the institution shall, for the purposes of that inspection, be deemed to be also included within that definition. 2 It shall be the duty of the  Secretary of State for Education and Science  to cause inspections to be made of every educational establishment at such intervals as appear to him to be appropriate, and to cause a special inspection of any such establishment to be made whenever he considers such an inspection to be desirable; and for the purpose of enabling such inspections to be made on behalf of the  Secretary of State for Education and Science , inspectors may be appointed by His Majesty on the recommendation of the  Secretary of State for Education and Science , and persons may be authorised by the  Secretary of State for Education and Science  to assist such inspectors and to act as additional inspectors: Provided that the  Secretary of State for Education and Science  shall not be required by virtue of this subsection to cause inspections to be made of any educational establishment during any period during which he is satisfied that suitable arrangements are in force for the inspection of that establishment otherwise than in accordance with this subsection. 3 Any local education authority may cause an inspection to be made of any educational establishment maintained by the authority, and such inspections shall be made by officers appointed by the local education authority. 4 If any person obstructs any person authorised to make an inspection in pursuance of the provisions of this section in the execution of his duty, he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale , or, in the case of a second or subsequent conviction, to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding three months or to both such imprisonment and such fine. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "78", "section_title": " Provision of certain ancillary services for pupils not in attendance at schools maintained by local education authorities.", "section_text": "78 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A local education authority may, with the consent of the proprietor of any school in their area which is not a school maintained by the authority, and upon such financial and other terms, if any, as may be determined by agreement between the authority and the proprietor of the school, make arrangements for securing— a the provision of milk, meals and other refreshment for pupils in attendance at the school; . . .  Provided that any arrangements made under this subsection shall be such as to secure, so far as is practicable, that the expense incurred by the authority in connection with the provision under the arrangements of any service or article shall not exceed the expense which would have been incurred by them in the provision thereof if the pupil had been a pupil at a school maintained by them."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "79", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "80", "section_title": " Registration of pupils at schools. ", "section_text": "80 1 The proprietor of every school (that is to say in the case of a county school or voluntary school the . . .   governors thereof  and in the case of a grant-maintained school the governing body of the school ) shall cause to be kept in accordance with regulations made by the  Secretary of State for Education and Science  a register containing the prescribed particulars with respect to all persons . . .   who are pupils at the school, and such regulations may make provision for enabling such registers to be inspected, for enabling extracts therefrom to be taken for the purposes of this Act by persons duly authorised in that behalf under the regulations, and for requiring the persons by whom any such register is required to be kept to make to the  Secretary of State  to the funding authorities  for Education and Science , and to local education authorities, such periodical or other returns as to the contents thereof as may be prescribed. 1A Without prejudice to the generality of subsection (1) of this section, the prescribed particulars shall include particulars of the name and address of every person known to the proprietor of the school to be a parent of a pupil at the school. 2 If any person contravenes or fails to comply with any requirement imposed on him by regulations made under this section, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "81", "section_title": " Power of local education authorities to give assistance by means of scholarships and otherwise.", "section_text": "81 Regulations shall be made by the  Secretary of State for Education and Science  empowering local education authorities, for the purpose of enabling  persons  to take advantage without hardship to themselves or their parents of any educational facilities available to them— a to defray such expenses of children attending county schools, voluntary schools,  grant-maintained schools , or special schools, as may be necessary to enable them to take part in any school activities: b to pay the whole or any part of the fees and expenses payable in respect of children attending schools at which fees are payable: c to grant scholarships, exhibitions, bursaries, and other allowances in respect of  persons  over compulsory school age  . . . d to grant allowances in respect of any child in respect of whom any scholarship exhibition bursary or other allowance has been granted by a former authority before the date of the commencement of Part II of this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "82", "section_title": " Powers of local education authorities as to educational research.", "section_text": "82 A local education authority may, . . .   make such provision for conducting or assisting the conduct of research as appears to the authority to be desirable for the purpose of improving the educational facilities provided for their area."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "83", "section_title": " Powers of local education authorities as to educational conferences.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   A local education authority may organise, or participate in the organisation of, conferences for the discussion of questions relating to education, and may expend such sums as may be reasonable in paying or contributing towards any expenditure incurred in connection with conferences for the discussion of such questions, including the expenses of any person authorised by them to attend any such conference."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "84", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "85", "section_title": " Power of local education authorities to accept gifts for educational purposes.", "section_text": "85 1 Subject to the provisions of this section, a local education authority shall have power, and any such authority or any former authority shall be deemed always to have had power, to accept hold and administer any property upon trust for purposes connected with education. 2 Any intention on the part of a local education authority that a school  . . . (other than a nursery school or a special school) should be vested in the authority as trustees shall be treated for the purposes of subsection (1) of section 12 of the Education Act 1980 as an intention on the part of the authority to maintain the school as a county school; and accordingly proposals for that purpose shall be published and submitted as required by that section, and the other provisions of that section and of sections 14 and 16 of that Act shall apply as in a case where a local education authority intend to maintain a school as a county school. 3 Any school  . . . which in accordance with subsection (2) above is vested in a local education authority as trustees shall be a county school."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "86", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "87", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "88", "section_title": " Appointment of chief education officers of local education authorities. ", "section_text": "88 The duties of a local education authority with respect to the appointment of officers under the provisions of the  Local Government Act, 1972 , shall, without prejudice to the generality of those provisions, include the duty of appointing a fit person to be the chief education officer of the authority, . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "89", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "90", "section_title": " Compulsory purchase of land and other dealings in land by local education authorities.", "section_text": "90 1 A local education authority may be authorised  by the  Secretary of State for Education and Science  to purchase compulsorily any land, whether situate within or without the area of the authority, which is required for the purposes of any school or  institution  which is, or is to be, maintained by them  or which they have the power to assist , or otherwise for the purposes of their functions under this Act; . . .  Provided that the  Secretary of State for Education and Science  shall not  authorise  the purchase of any land required for the purposes of a voluntary school unless he is satisfied that the arrangements made as to the vesting of the land to be purchased, and as to the appropriation thereof for those purposes, are such as to secure that the expenditure ultimately borne by the local education authority will not include any expenditure which, if the land had been purchased by the . . .   governors of the school, would have fallen to be borne by the . . .   governors. 1A The proviso in subsection (1) of this section shall not apply where the local education authority propose that expenditure to be incurred in connection with the purchase should ultimately be borne by them under section 282(1) of the Education Act 1993 (power of local education authority to give assistance). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "91", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "92", "section_title": " Reports and returns.", "section_text": "92 Every local education authority shall make to the  Secretary of State for Education and science  such reports and returns and give to him such information as he may require for the purpose of the exercise of his functions under this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "93", "section_title": " Power of Minister to direct local inquiries.", "section_text": "93 The  Secretary of State for Education and Science  may cause a local inquiry to be held for the purpose of the exercise of any of his functions under this Act; and the provisions of subsections (2) (3) (4) and (5) of section  two hundred and fifty of the  Local Government Act 1972  shall have effect with respect to any such inquiry . . . "}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "94", "section_title": " Certificates of birth and registrars’ returns. ", "section_text": "94 1 Where the age of any person is required to be proved for the purposes of this Act or of any enactment relating to the employment of children or young persons, the registrar having the custody of the register of births and deaths containing the entry relating to the birth of that person shall, upon being presented by any person with a written requisition in such form and containing such particulars as may be determined by regulations made by the  the Chancellor of the Exchequer , and upon payment of a fee of  £2.00 , supply that person with a copy of the entry certified under his hand. Every registrar shall, upon being requested so to do, supply free of charge a form of requisition for the purposes of this subsection. 2 Every registrar shall supply to a local education authority such particulars of the entries contained in any register of births and deaths in his custody, and in such form, as, subject to any regulations made by the  the Chancellor of the Exchequer , the authority may from time to time require; . . .  3 In this section, the expression  “ register of births and deaths ” means a register of births and deaths kept in pursuance of the  Births and Deaths Registration Act 1953 and the Registration Service Act 1953 , and the expression  “ registrar ” includes a registrar of births and deaths and a superintendent registrar."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "95", "section_title": " Provisions as to evidence.", "section_text": "95 1 Where in any proceedings under this Act the person by whom the proceedings are brought alleges that any person whose age is material to the proceedings is under, of, or over, any age, and satisfies the court that having used all reasonable diligence to obtain evidence as to the age of that person he has been unable to do so, then, unless the contrary is proved, the court may presume that person to be under, of, or over, the age alleged. 2 In any legal proceedings any document purporting to be— a a document issued by a local education authority, and to be signed by the clerk of that authority or by the chief education officer of that authority or by any other officer of the authority authorised to sign it; b an extract from the minutes of the proceedings of the . . .   governors of any county school or voluntary school, and to be signed by the chairman of the . . .   governors or by their clerk; c a certificate giving particulars of the attendance of a child or young person at a school or at a county college, and to be signed by the head teacher of the school or college; or d a certificate issued by a medical officer of a local education authority and to be signed by such an officer; shall be received in evidence and shall, unless the contrary is proved, be deemed to be the document which it purports to be, and to have been signed by the person by whom it purports to have been signed, without proof of his identity, signature, or official capacity, and any such extract or certificate as is mentioned in paragraph (b) (c) or (d) of this subsection shall be evidence of the matters therein stated."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "96", "section_title": " Provisions consequential on cessation of functions of former authorities. ", "section_text": "96 1 If upon the application of a former authority the Minister is satisfied with respect to any property which was immediately before the date of the commencement of Part II of this Act held by that authority for the purposes of functions exercisable by them under the Education Acts 1921 to 1939, that, although the property was so held, it was held upon trust for purposes of such a nature that the transfer thereof to a local education authority would be inexpedient, the Minister may by order direct that the property shall be deemed not to have been transferred by virtue of section six of this Act to the local education authority for the county in which the area of the former authority is situated. 2 Where any question arises as to whether any officers, property, rights, or liabilities, have been transferred by virtue of this Act from a former authority to a local education authority, that question shall be determined by the Minister. 3 Where any officers, property, rights, or liabilities, have been transferred by virtue of this Act from a former authority to a local education authority, the local education authority and the former authority may by agreement provide for the making of such adjustments in relation to their respective property, rights, and liabilities, as appear to the authorities to be desirable having regard to the transfer, and any such agreements may, in particular, provide for the making of payments by either party thereto. 4 Where it appears to the Minister that having regard to any such transfer it is desirable that any such adjustment as aforesaid (including any payment by either of the authorities concerned) should be made, he may, subject to any agreement made under the last foregoing subsection, by directions make provision for that adjustment. 5 Where at the commencement of Part II of this Act any former authority were parties to any proceedings pending with respect to any property, rights, or liabilities, which by virtue of this Act are transferred from the former authority to a local education authority, the proceedings may be carried on thereafter with the substitution of the local education authority for the former authority as parties thereto."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "97", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "98", "section_title": " Compensation of persons prejudicially affected by this Act. ", "section_text": "98 1 If in consequence of the extinguishment or transfer by this Act of any functions exercisable by the council of any county district, or the transfer by this Act of any officers employed by any such council, any person who, immediately before the date of the commencement of Part II of this Act, was an officer employed by that council or by the council of the county in which the county district is situated suffers direct pecuniary loss by reason of the determination of his appointment or the diminution of his emoluments, he shall, unless provision for his compensation for that loss is made by or under any other enactment for the time being in force, be entitled to receive compensation under this subsection from the local education authority for the area in which the county district is situated; and, for the purposes of any claim for compensation under this subsection, the provisions of subsections (2) and (3) of section one hundred and fifty of the  Local Government Act 1933, shall have effect as if:— a the extinguishment or transfer had been effected by virtue of an order made by the Minister of Health under Part VI of the said Act of 1933 and coming into operation upon the date of the commencement of Part II of this Act; and b the expression  “existing officer,” in those subsections, meant any person who, immediately before the said date, was an officer employed by the council of a county or county district in connection with any functions exercisable by that council under any enactment repealed or amended by this Act. 2 If, in consequence of any school becoming a special agreement school or a controlled school, or in consequence of the discontinuance within six years after the passing of this Act of any school maintained by a local education authority, any person who was a teacher in the school immediately before it became a special agreement school or a controlled school, or before the school was discontinued, as the case may be, suffers direct pecuniary loss by reason of his dismissal or the diminution of his emoluments, he shall, unless provision for his compensation for that loss is made by or under any other enactment for the time being in force, be entitled to receive compensation from the authority under this section. 3 For the purposes of the determination and payment of compensation under this section, the provisions of the Fourth Schedule to the  Local Government Act 1933 shall have effect subject to the following modifications, that is to say:— a references therein to the Minister shall be construed as references to the Minister of Education, and sub-paragraph (1) of paragraph 1 thereof shall have effect as if after the word  “prescribed” there were inserted the words  “by the Minister of Education”; b references therein to a scheme or order shall be construed as references to this Act; and c any period during which a person has been engaged in war service within the meaning of the  Local Government Staffs (War Service) Act 1939, shall be reckoned for the purposes of the said Schedule as a period of service in his office, and where any such period is so reckoned, his emoluments during that period shall, for the purposes of sub-paragraph (2) of paragraph 4 of the said Schedule, be deemed to be such as he would have received if he had not been engaged in war service."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "99", "section_title": " Powers of Minister in default of local education authorities or . . .   governors. ", "section_text": "99 1 If the  Secretary of State for Education and Science  is satisfied, either upon complaint by any person interested or otherwise, that any local education authority, or the . . .   governors of any county school or voluntary school, have failed to discharge any duty imposed upon them by or for the purposes of this Act, the  Secretary of State for Education and Science  may make an order declaring the authority, or the . . .   governors, as the case may be, to be in default in respect of that duty, and giving such directions for the purpose of enforcing the execution thereof as appear to the  Secretary of State for Education and Science  to be expedient; and any such directions shall be enforceable, on an application made on behalf of the  Secretary of State for Education and Science , by mandamus. 2 Where it appears to the  Secretary of State for Education and Science  that by reason of the default of any person there is no properly constituted body of . . .   governors of any county school or voluntary school, the  Secretary of State for Education and Science  may make such appointments and give such directions as he thinks desirable for the purpose of securing that there is a properly constituted body of . . .   governors thereof, and may give directions rendering valid any acts or proceedings which in his opinion are invalid or otherwise defective by reason of the default. 3 Where it appears to the  Secretary of State for Education and Science  that a local education authority have made default in the discharge of their duties relating to the maintenance of a voluntary school, the  Secretary of State for Education and Science  may direct that any act done by or on behalf of the . . .   governors of the school for the purpose of securing the proper maintenance thereof shall be deemed to have been done by or on behalf of the authority, and may reimburse to the . . .   governors any sums which in his opinion they have properly expended for that purpose; and the amount of any sum so reimbursed shall be a debt due to the Crown from the authority, and, without prejudice to any other method of recovery, the whole or any part of such a sum may be deducted from any sums payable to the authority by the  Secretary of State for Education and Science  in pursuance of any regulations relating to the payment of grants."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "100", "section_title": " Grants in aid of educational services.", "section_text": "100 1 The  Secretary of State for Education and Science  shall by regulations make provision:— a for the payment by him to local education authorities of annual grants in respect of the expenditure incurred by such authorities;  i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  iii in the removal of works constructed for the purposes of air-raid precautions or of temporary works constructed for defence purposes by or on behalf of the Secretary of State, the Admiralty or the Minister of Home Security in pursuance of Regulation fifty or fifty-one of the Defence (General) Regulations, 1939, or by agreement, and in the reinstatement of premises so far as it is rendered necessary by any such removal; b for the payment by him to persons other than local education authorities of grants in respect of expenditure incurred or to be incurred  by them for the purposes of, or in connection with, the provision (or proposed provision) of educational services  or for the purposes of educational research; and c for the payment by him, for the purpose of enabling pupils to take advantage without hardship to themselves or their parents of any educational facilities available to them, of the whole or any part of the fees and expenses payable in respect of children attending schools at which fees are payable, . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any regulations made by the  Secretary of State for Education and Science  . . .   under this section may make provision whereby the making of payments by him in pursuance thereof is dependent upon the fulfilment of such conditions as may be determined by or in accordance with the regulations, and may also make provision for requiring local education authorities and other persons to whom payments have been made in pursuance thereof to comply with such requirements as may be so determined. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Nothing in this section shall affect any grants in aid of university education payable out of moneys provided by Parliment otherwise than in accordance with the provisions of this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "101", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "103", "section_title": " .", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "104", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "104"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "105", "section_title": "†Power of the Minister to make loans to aided schools and special agreement schools in respect of initial expenditure. ", "section_text": "105 1 If upon the application of the . . .   governors of any aided school or special agreement school the  Secretary of State for Education and Science  is satisfied after consultation with persons representing them that their share of any initial expenses required in connection with the school premises will involve capital expenditure which, in his opinion having regard to all the circumstances of the case, ought properly to be met by borrowing, he may make to the . . .   governors of the school for the purpose of helping them to meet that expenditure, a loan of such amount at such rate of interest and otherwise on such terms and conditions as may be specified in an agreement made between him and them with the consent of the Treasury. 2 For the purposes of this section, the expression  “ initial expenses ” means in relation to any school premises— a expenses to be incurred in defraying the cost of any alterations required by the development plan approved by the  Secretary of State for Education and Science  for the area; b expenses to be incurred in pursuance of any special agreement; c (i) expenses to be incurred in providing a site or school buildings on a significant enlargement of the school premises  or on a transfer of the school to a new site , being expenses in respect of which  grants under section 281 of the Education Act 1993  may be paid; ii expenses to be incurred in providing school buildings on a site to which the school is to be transferred under the authority of an order under section 16(1) of this Act; iii expenses to be incurred in providing a site or school buildings for a new school  which by virtue of an order under section 16(2) of this Act is deemed to be in substitution for a discontinued school or schools ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and the . . .   governors’ share of any such initial expenses shall be taken to be so much thereof as remains to be borne by them after taking into account the amount of any  . . . grant under a special agreement, or grant under  section 281 of the Education Act 1993 , as may be paid or payable in respect of those expenses. 3 If upon an application being made to him under subsection (2) of section fifteen of this Act for an order directing that a school shall be an aided school or a special agreement school it appears to the  Secretary of State for Education and Science  that the area served by the school will not be also served by any county school or controlled school, then, unless he is satisfied that the . . .   governors of the school will be able to defray the expenses which would fall to be borne by them under paragraph (a) of subsection (3) of that section without the assistance of a loan under this section, the  Secretary of State for Education and Science  shall consult such persons or bodies of persons as appear to him to be representative of any  religion or  religious denomination which, in his opinion having regard to the circumstances of the area, is likely to be concerned; and, unless after such consultation he is satisfied that the holding of a local inquiry is unnecessary, shall cause such inquiry to be held before determining the application."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "106", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "107", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "107"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "108110.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "111", "section_title": " Revocation and variation of orders and directions.", "section_text": "111 Any order made or directions given by the  Secretary of State for Education and Science , the  Secretary of State for Social Services , or a local education authority under the provisions of this Act may be varied or revoked by a further order or further directions made or given by the  Secretary of State for Education and Science , the  Secretary of State for Social Services , or that authority, as the case may be: Provided that where the power to make or give any such order or directions is exercisable only upon the application or with the consent of any person or body of persons, or after consultation with any person or body of persons, or otherwise subject to any conditions, no order or directions made or given thereunder shall be varied or revoked except upon the like application, with the like consent, after the like consultation, or subject to the like conditions, as the case may be."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "111A", "section_title": " Regulations: different provision for Wales.", "section_text": "111A 1 Regulations under this Act may make in relation to Wales provision different from that made in relation to England. 2 Subsection (1) above is without prejudice to any express or implied power to make different provision for different cases or circumstances."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "112", "section_title": " Regulations to be laid before Parliament.", "section_text": "112 All regulations made under this Act shall be laid before Parliament as soon as may be after they are made, and if either House of Parliament, within the period of forty days beginning with the day on which any such regulations are laid before it, resolves that the regulations be annulled, the regulations shall cease to have effect, but without prejudice to anything previously done thereunder or to the making of any new regulations. In reckoning any such period of forty days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "113", "section_title": " Notices.", "section_text": "113 Any  order, notice or other document  required or authorised by this Act to be served upon any person may be served by delivering it to that person, or by leaving it at his usual or last known place of residence, or by sending it in a pre-paid letter addressed to him at that place."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "114", "section_title": " Interpretation.", "section_text": "114 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:—  “ Agreed syllabus ” means, subject to the provisions of subsection (4) of this section, an agreed syllabus of religious  education  prepared in accordance with the provisions of the Fifth Schedule to this Act and adopted or deemed to be adopted thereunder;  “ alterations ”, in relation to any school premises, includes improvements, extensions and additions, but does not include any significant enlargement of the school premises;  “ Assist ”, in relation to any school . . .   or institution, has the meaning assigned to it by  subsections (2) and (2A)  of this section;  “ Child ” means a person who is not over compulsory school age;  “ Clothing ” includes boots and other footwear;  “ Compulsory school age ” has,  . . ., the meaning assigned to it by section thirty-five of this Act;  “ County ” means  a county within the meaning of the  Local Government Act 1972 ;  “ enlargement ”, in relation to any school premises, includes any modification of the existing premises which has the effect of increasing the number of pupils for whom accommodation can be provided, and  “ enlarge ” shall be construed accordingly;  “ Former authority ” means any authority which was a local education authority within the meaning of any enactment repealed by this Act or any previous Act;                    “ foundation governors ” means, in relation to any voluntary school, governors appointed  otherwise than by a local education authority or a minor authority for the purpose of securing, so far as is practicable, that the character of the school as a voluntary school is preserved and developed, and, in particular, that the school is conducted in accordance with the provisions of any trust deed relating thereto; and, unless the context otherwise requires, references in this Act to . . .   “governors” shall, in relation to any function thereby conferred or imposed exclusively on . . .   foundation governors, be construed as references to such . . .   governors;  “ Further education ” has the meaning assigned to it by section forty-one of this Act  as read with section 14 of the Further and Higher Education Act 1992 ;  “ Higher education ” has the meaning assigned to it by section 120(1) of the Education Reform Act 1988;  “ Independent school ” means any school at which full–time education is provided for five or more pupils of compulsory school age (whether or not such education is also provided for pupils under or over that age), not being a school maintained by a local education authority  a grant-maintained school  or  a special school not maintained by a local education authority ;  “ Junior pupil ” means a child who has not attained the age of twelve years;                    “ Local education authority ” means, in relation to any area for which a joint education board is constituted as the local education authority under the provisions of Part I of the First Schedule to this Act, the board so constituted, and, save as aforesaid, means,  in relation to a non-metropolitan county, the council of the county,  in relation to a county borough, the council of the county borough,  and in relation to a metropolitan district, the council of the district ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ Local government elector ” has the meaning assigned to it by  section 270(1) of the  Local Government Act 1972 ; and in relation to the area of any joint education board constituted under Part I of the First Schedule to this Act a local government elector for the area of any council by whom members are appointed to the board shall be deemed to be a local government elector for the area of the authority;  “ Maintain ” in relation to any school . . .   has the meaning assigned to it by subsection (2) of this section;  “ Maintenance contribution ”, in relation to any voluntary school, means a contribution payable under section one hundred and two of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ Medical officer ” means, in relation to any local education authority, a duly qualified medical practitioner employed or engaged, whether regularly or for the purposes of any particular case, by that authority  or whose services are made available to that authority by the Secretary of State ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                     “ Minor authority ” means, in relation to a school maintained by a local education authority,— where the area which appears to the local education authority to be served by the school is a parish or community, the parish or community council or, in the case of a parish which has no council, the parish meeting; where the said area  . . . is an area in England which is not within a parish and is not situated in a  a county for which there is no council or county in which there are no district councils , the council of the district for the area concerned; where the said area comprises two or more of the following, a parish, a community or an area in England which is not within a parish and is not situated in a  a county for which there is no council or a county in which there are no district councils — the parish or community council or councils, if any; in the case of a parish which has no council, the parish meeting; in the case of an area  . . . which is in England and is not within a parish, the council of the district concerned; acting jointly ;  . . . . . . . . .  “ Premises ”, in relation to any school, includes any detached playing fields, but, except where otherwise expressly provided, does not include a teacher’s dwelling-house;  “Prescribed”, means prescribed by regulations made by the  Secretary of State for Education and Science ;  “ Primary education ” has the meaning assigned to it by section eight of this Act;                      “ Primary school ” means, subject to regulations under section 1 of the Education Act 1964, a school for providing primary education, whether or not it also provides  part-time education suitable to the requirements of junior pupils or  further education  “ Proprietor ”, in relation to any school, means the person or body of persons responsible for the management of the school, and for the purposes of the provisions of this Act relating to applications for the registration of independent schools, includes any person or body of persons proposing to be so responsible;  “ Provisionally registered school ” means an independent school registered in the register of independent schools, whereof the registration is provisional only;                      “ Pupil ” has the meaning assigned to it by section 14(6) of the Further and Higher Education Act 1992  “ Registered pupil ” means, in relation to any school, a  person registered as a pupil  in the register kept in accordance with the requirements of this Act . . .   “ Registered school ” means an independent school registered in the register of independent schools, whereof the registration is final;                      “ School ” has the meaning assigned to it by section 14(5) of the Further and Higher Education Act 1992  “ Secondary education ” has the meaning assigned to it by section  14 of the Further and Higher Education Act 1992 ;                      “ Secondary school ” means, subject to regulations under section 1 of the Education Act 1964, a school for providing secondary education, whether or not it also provides  . . . further education  “ Senior pupil ” means a person who has attained the age of twelve years but has not attained the age of nineteen years;                    “ Sex education ” includes education about— Acquired Immune Deficiency Syndrome and Human Immunodeficiency Virus, and any other sexually transmitted disease  “ Significant ”, in relation to a change in the character of a school or an enlargement of school premises, implies that there is a substantial change in the function or size of the school ;  “ Special agreement ” means an agreement made under the provisions of the Third Schedule to this Act;  “ Special educational needs ” and  “ Special educational provision ” have the meanings given to them by section  156 of the Education Act 1993 ;  “ Trust deed ”, in relation to any voluntary school, includes any instrument (not being an . . .   instrument of government, . . .   or articles of government, made under this Act) regulating the maintenance management or conduct of the school or the constitution of the body of . . .   governors thereof;  “ Young person ” means a person over compulsory school age who has not attained the age of eighteen years. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D In this Act, unless the context otherwise requires, ’parent’, in relation to a child or young person, includes any person- a who is not a parent of his but who has parental responsibility for him, or b who has care of him, except for the purposes of the enactments mentioned in subsection (1E) of this section, where it only includes such a person if he is an individual. 1E The enactments are— a sections 5(4), 15(2) and (6), 31 and 65(1) of, and paragraph 7(6) of Schedule 2 to, the Education (No. 2) Act 1986; and b sections 25 to 27, 29, 37, 60, 63 and 65 of the Education Act 1993, paragraph 9 of Schedule 6 to that Act and Schedule 7 to that Act 1F For the purposes of subsection (1D) of this section— a  “ parental responsibility ” has the same meaning as in the Children Act 1989; and b in determining whether an individual has care of a child or young person any absence of the child or young person at a hospital or boarding school and any other temporary absence shall be disregarded. 2 Subject to subsection (2A) of this section  for the purposes of this Act:— a the duty of a local education authority to maintain a school . . .   shall include the duty of defraying all the expenses of maintaining the school . . .   except, in the case of an aided school or a special agreement school, any expenses that by virtue of any provision of this Act or of any special agreement made thereunder are payable by the . . .   governors of the school, and the expression  “ maintain ” shall be construed accordingly; and b where a local education authority make to the proprietor of any school which is not maintained by the authority, or to the persons responsible for the maintenance of any  institution other than a school , any grant in respect of the school . . .   or institution or any payment in consideration of the provision of educational facilities thereat, the school . . .   or institution shall be deemed to be assisted by the authority. 2A Neither a university nor any institution  within the further education sector or  within the  higher education sector other than a university  shall be deemed under subsection (2)(b) of this section to be assisted by a local education authority by virtue of the making by that authority to the persons responsible for the maintenance of that university or institution of any such grant or payment as is there mentioned. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Where at any time before the date of the commencement of Part II of this Act the premises of any school which was for the time being a public elementary school within the meaning of the enactments repealed by this Act have ceased by reason of war damage, or by reason of any action taken in contemplation or in consequence of war, to be used for the purposes of a school, then, for the purposes of this Act, the school, unless it has been closed in accordance with those enactments, shall be deemed to have been a public elementary school within the meaning of those enactments immediately before that date and, if it was maintained by a former authority immediately before the premises ceased to be used for the purposes of a school, to have been maintained by such an authority immediately before that date. 8 In this Act, unless the context otherwise requires, references to any enactment or any provision of any enactment shall be construed as references to that enactment or provision as amended by any subsequent enactment, including this Act."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "115", "section_title": " Saving as to persons in the service of the Crown.", "section_text": "115 No power or duty conferred or imposed by this Act on the  Secretary of State for Education and Science , on local education authorities, or on parents, shall be construed as relating to any person who is employed by or under the Crown in any service or capacity with respect to which the  Secretary of State for Education and Science  certifies that, by reason of the arrangements made for the education of children and young persons employed therein, the exercise and performance of those powers and duties with respect to such children and young persons is unnecessary."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "116", "section_title": " Saving as to persons of unsound mind and persons detained by order of a court.", "section_text": "116 No power or duty conferred or imposed by this Act  or by or under the Education Act 1993 on the  Secretary of State for Education and Science , on local education authorities, or on parents, shall be construed as relating . . .   to any person who is detained in pursuance of an order made by any court  or of an order of recall made by the Prison Commissioners, but a local education authority shall have power to make arrangements for a person who is detained in pursuance of an order made by a court, or of such an order of recall, to receive the benefit of educational facilities provided by the authority. Where a child or young person is being educated as a boarder at a school, the fact that he is required to be at the school by virtue of an order made by a court under the  Children and Young Persons Act 1969  or by virtue of anything done under such an order, or by virtue of a requirement of a probation order or by virtue of anything done under such a requirement, shall not render him a person detained in pursuance of an order made by a court within the meaning of those words in this section."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "117", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "118", "section_title": " Application to Isles of Scilly.", "section_text": "118 The Minister shall by order provide for the application of this Act to the Isles of Scilly as if those isles were  a separate non-metropolitan county , and any such order may provide for the application of this Act to those isles subject to such modifications as may be specified in the order."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "119", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "119"}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "120", "section_title": " Amendment of enactments.", "section_text": "120 1 On and after the date of the commencement of Part II of this Act any enactment passed before that date shall, unless the context otherwise requires, be construed as if:— a for references therein to an elementary school or to a public elementary school (whether or not any reference is made therein to the payment of parliamentary grants in respect of the school) there were substituted references to a county school or voluntary school as the context may require; b for references therein to a school certified by the Board of Education, in accordance with the provisions of Part V of the  Education Act 1921, as suitable for providing education for blind deaf defective or epileptic children, there were substituted references to a special school; c for references therein to the managers of a school there were substituted, in relation to a county . . .   school or a voluntary . . .   school, references to the governors of the school; d for references therein to elementary education or to higher education there were substituted references to such education as may be provided by a local education authority in the exercise of their functions under Part II of this Act; e for references therein to a local education authority, to a local education authority for elementary education, or to a local education authority for higher education, there were substituted references to a local education authority within the meaning of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The enactments mentioned in the first column of the Eighth Schedule to this Act shall, except in so far as any them extend to Scotland, have effect subject to the amendments specified in the secon column of that Schedule : Provided that Part I of the said Schedule shall come into operation on the date of the commencement of Part II of this Act, and Part II of the said Schedule shall come into operation on the date on which section forty-four of this Act comes into operation. 4 Where by virtue of this Act any functions cease to be exercisable by the council of a county district under the  Children and Young Persons Acts, 1933   and 1938, the following provisions of this Act, that is to say:— a subsections (3) and (4) of section six; and b section ninety-seven; shall have effect as if those functions had been exercisable under the Education Acts, 1921 and 1939; and, in relation to any such functions, the provisions of section ninety-six and of subsection (3) of section ninety-eight of this Act shall have effect as if for the references therein to the Minister of Education there were substituted references to the Secretary of State. 5 For the purposes of any byelaws under Part II of the  Children and Young Persons Act 1933, the expression  “child” shall have the same meaning as it has for the purposes of the said Part II; and any byelaws made by the council of a county district under the said Part II which are in force immediately before the date of the commencement of Part II of this Act shall, in relation to the area to which they extend, continue in operation on and after that date as if they had been made by the local education authority for the area in which the county district is situated, and may be varied or revoked accordingly."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "121", "section_title": " Repeal of enactments. ", "section_text": "121 Section eighty-three of the  Elementary Education Act, 1870, the Board of Education Act, 1899, and sections one and two of the Education act, 1921, are hereby repealed as from the date declared by His Majesty in Council to be the date on which the first appointment under this Act of a Minister of Education took effect ; the enactments mentioned in the first column of Part I of the Ninth Schedule to this Act are, to the extent mentioned in the third column of that Part, hereby repealed, except in so far as any of them extend to Scotland, as from the date of the commencement of Part II of this Act ; and the enactments mentioned in the first column of Part II of that Schedule are to the extent mentioned in the third column of that Part hereby repealed, except in so far as they extend to Scotland, as from the date on which section forty-four of this Act comes into operation : Provided that— a any regulation Order in Council order or other instrument in force under any enactment hereby repealed shall continue in operation and have effect as if made under this Act and may be varied or revoked accordingly ; and b the provisions of the Education Act, 1921, relating to continuation schools shall, in any area in which sections seventy-six, seventy seven and ninety-three of that Act were in operation immediately before the commencement of Part II of this Act, continue in force until the date on which section forty-four of this Act comes in to operation."}, {"act": "Education Act 1944 (repealed 1.11.1996)", "year": 1944, "section": "122", "section_title": " Short title and extent.", "section_text": "122 1 This Act may be cited as the Education Act 1944. 2 This Act shall not extend to Scotland or to Northern Ireland."}]