[{"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "1", "section_title": "Listing of automated vehicles by the Secretary of State", "section_text": "1 1 The Secretary of State must prepare, and keep up to date, a list of all motor vehicles that— a are in the Secretary of State's opinion designed or adapted to be capable, in at least some circumstances or situations, of safely driving themselves, and b may lawfully be used when driving themselves, in at least some circumstances or situations, on roads or other public places in Great Britain. 2 The list may identify vehicles— a by type, b by reference to information recorded in a registration document issued under regulations made under section 22 of the Vehicle Excise and Registration Act 1994, or c in some other way. 3 The Secretary of State must publish the list when it is first prepared and each time it is revised. 4 In this Part  “ automated vehicle ” means a vehicle listed under this section."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "2", "section_title": "Liability of insurers etc where accident caused by automated vehicle", "section_text": "2 1 Where— a an accident is caused by an automated vehicle when driving itself on a road or other public place in Great Britain, b the vehicle is insured at the time of the accident, and c an insured person or any other person suffers damage as a result of the accident, the insurer is liable for that damage. 2 Where— a an accident is caused by an automated vehicle when driving itself on a road or other public place in Great Britain, b the vehicle is not insured at the time of the accident, c section 143 of the Road Traffic Act 1988 (users of motor vehicles to be insured or secured against third-party risks) does not apply to the vehicle at that time— i because of section 144(2) of that Act (exemption for public bodies etc), or ii because the vehicle is in the public service of the Crown, and d a person suffers damage as a result of the accident, the owner of the vehicle is liable for that damage. 3 In this Part  “ damage ” means death or personal injury, and any damage to property other than— a the automated vehicle, b goods carried for hire or reward in or on that vehicle or in or on any trailer (whether or not coupled) drawn by it, or c property in the custody, or under the control, of— i the insured person (where subsection (1) applies), or ii the person in charge of the automated vehicle at the time of the accident (where subsection (2) applies). 4 In respect of damage to property caused by, or arising out of, any one accident involving an automated vehicle, the amount of the liability under this section of the insurer or owner of the vehicle is limited to the amount for the time being specified in section 145(4)(b) of the Road Traffic Act 1988 (limit on compulsory insurance for property damage). 5 This section has effect subject to section 3. 6 Except as provided by section 4, liability under this section may not be limited or excluded by a term of an insurance policy or in any other way. 7 The imposition by this section of liability on the insurer or vehicle owner does not affect any other person's liability in respect of the accident."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "3", "section_title": "Contributory negligence etc", "section_text": "3 1 Where— a an insurer or vehicle owner is liable under section 2 to a person (“the injured party”) in respect of an accident, and b the accident, or the damage resulting from it, was to any extent caused by the injured party, the amount of the liability is subject to whatever reduction under the Law Reform (Contributory Negligence) Act 1945 would apply to a claim in respect of the accident brought by the injured party against a person other than the insurer or vehicle owner. 2 The insurer or owner of an automated vehicle is not liable under section 2 to the person in charge of the vehicle where the accident that it caused was wholly due to the person's negligence in allowing the vehicle to begin driving itself when it was not appropriate to do so."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "4", "section_title": "Accident resulting from unauthorised software alterations or failure to update software", "section_text": "4 1 An insurance policy in respect of an automated vehicle may exclude or limit the insurer's liability under section 2(1) for damage suffered by an insured person arising from an accident occurring as a direct result of— a software alterations made by the insured person, or with the insured person's knowledge, that are prohibited under the policy, or b a failure to install safety-critical software updates that the insured person knows, or ought reasonably to know, are safety-critical. 2 But as regards liability for damage suffered by an insured person who is not the holder of the policy, subsection (1)(a) applies only in relation to software alterations which, at the time of the accident, the person knows are prohibited under the policy. 3 Subsection (4) applies where an amount is paid by an insurer under section 2(1) in respect of damage suffered, as a result of an accident, by someone who is not insured under the policy in question. 4 If the accident occurred as a direct result of— a software alterations made by an insured person, or with an insured person's knowledge, that were prohibited under the policy, or b a failure to install safety-critical software updates that an insured person knew, or ought reasonably to have known, were safety-critical, the amount paid by the insurer is recoverable from that person to the extent provided for by the policy. 5 But as regards recovery from an insured person who is not the holder of the policy, subsection (4)(a) applies only in relation to software alterations which, at the time of the accident, the person knew were prohibited under the policy. 6 For the purposes of this section— a “software alterations” and  “ software updates ”, in relation to an automated vehicle, mean (respectively) alterations and updates to the vehicle's software; b software updates are  “safety-critical” if it would be unsafe to use the vehicle in question without the updates being installed."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "5", "section_title": "Right of insurer etc to claim against person responsible for accident", "section_text": "5 1 Where— a section 2 imposes on an insurer, or the owner of a vehicle, liability to a person who has suffered damage as a result of an accident (“the injured party”), and b the amount of the insurer's or vehicle owner's liability to the injured party in respect of the accident (including any liability not imposed by section 2) is settled, any other person liable to the injured party in respect of the accident is under the same liability to the insurer or vehicle owner. 2 For the purposes of this section, the amount of the insurer's or vehicle owner's liability is settled when it is established— a by a judgment or decree, b by an award in arbitral proceedings or by an arbitration, or c by an enforceable agreement. 3 If the amount recovered under this section by the insurer or vehicle owner exceeds the amount which that person has agreed or been ordered to pay to the injured party (ignoring so much of either amount as represents interest), the insurer or vehicle owner is liable to the injured party for the difference. 4 Nothing in this section allows the insurer or vehicle owner and the injured party, between them, to recover from any person more than the amount of that person's liability to the injured party. 5 For the purposes of— a section 10A of the Limitation Act 1980 (special time limit for actions by insurers etc in respect of automated vehicles), or b section 18ZC of the Prescription and Limitation (Scotland) Act 1973 (actions under this section), the right of action that an insurer or vehicle owner has by virtue of this section accrues at the time of the settlement referred to in subsection (1)(b)."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "6", "section_title": "Application of enactments", "section_text": "6 1 Any damage for which a person is liable under section 2 is treated as if it had been caused— a for the purposes of the Fatal Accidents Act 1976, by that person's wrongful act, neglect or default; b for the purposes of sections 3 to 6 of the Damages (Scotland) Act 2011 (asp 7) (rights of relatives of a deceased), by that person's act or omission; c for the purposes of Part 2 of the Administration of Justice Act 1982 (damages for personal injuries, etc Scotland), by an act or omission giving rise to liability in that person to pay damages. 2 Section 1 of the Congenital Disabilities (Civil Liability) Act 1976 (“ the 1976 Act ”) has effect for the purposes of section 2 of this Act— a as if a person were answerable to a child in respect of an accident caused by an automated vehicle when driving itself if the person— i is or has been liable under section 2 in respect of any effect of the accident on a parent of the child, or ii would be so liable if the accident caused a parent of the child to suffer damage; b as if the provisions of this Part relating to liability under section 2 applied in relation to liability by virtue of paragraph (a) above under section 1 of the 1976 Act; c as if subsection (6) of section 1 of the 1976 Act (exclusion of liability) were omitted. 3 For the purposes of section 3(1), the Law Reform (Contributory Negligence) Act 1945 and section 5 of the Fatal Accidents Act 1976 (contributory negligence) have effect as if the behaviour of the automated vehicle were the fault of the person made liable for the damage by section 2 of this Act. 4 Liability under section 2 is treated as liability in tort or, in Scotland, delict for the purposes of any enactment conferring jurisdiction on a court with respect to any matter. 5 An insurer or vehicle owner who has a right of action against a person by virtue of section 5 does not have a right to recover contribution from that person under the Civil Liability (Contribution) Act 1978 or under section 3 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1940."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "7", "section_title": "Report by Secretary of State on operation of this Part", "section_text": "7 1 The Secretary of State must prepare a report assessing— a the impact and effectiveness of section 1; b the extent to which the provisions of this Part ensure that appropriate insurance or other arrangements are made in respect of vehicles that are capable of safely driving themselves. 2 The report must be laid before Parliament no later than two years after the first publication of the list under section 1."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "8", "section_title": "Interpretation", "section_text": "8 1 For the purposes of this Part— a a vehicle is  “driving itself” if it is operating in a mode in which it is not being controlled, and does not need to be monitored, by an individual; b a vehicle is  “insured” if there is in force in relation to the use of the vehicle on a road or other public place in Great Britain a policy of insurance that satisfies the conditions in section 145 of the Road Traffic Act 1988. 2 In this Part— “ automated vehicle ” has the meaning given by section 1(4); “ damage ” has the meaning given by section 2(3); “ insured person ”, in relation to an insured vehicle, means any person whose use of the vehicle is covered by the policy in question; “ insurer ”, in relation to an insured vehicle, means the insurer under that policy; “ road ” has the same meaning as in the Road Traffic Act 1988 (see section 192(1) of that Act). 3 In this Part— a a reference to an accident includes a reference to two or more causally related accidents; b a reference to an accident caused by an automated vehicle includes a reference to an accident that is partly caused by an automated vehicle."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "9", "section_title": "Definitions", "section_text": "9 1 For the purposes of this Part— a “ charge point ” means a device intended for charging a vehicle that is capable of being propelled by electrical power derived from a storage battery (or for discharging electricity stored in such a vehicle); b “ hydrogen refuelling point ” means a device intended for refuelling a vehicle that is capable of being propelled by electrical power derived from hydrogen; c a charge point or a hydrogen refuelling point is a  “public charging or refuelling point” if it is provided for use by members of the general public. 2 In this Part— “ operator ”, in relation to a public charging or refuelling point, has the meaning given by regulations; “ prescribed ” means prescribed by regulations; “ vehicle ” means a vehicle that is intended or adapted for use on roads."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "10", "section_title": "Public charging or refuelling points: access, standards and connection", "section_text": "10 1 Regulations may impose requirements on operators of public charging or refuelling points in connection with— a the method of payment or other way by which access to the use of public charging or refuelling points may be obtained; b performance, maintenance and availability of public charging or refuelling points; c the components of public charging or refuelling points that provide the means by which vehicles connect to such points (“connecting components”). 2 Regulations under subsection (1)(a) may require operators— a to provide a prescribed method of payment or verification for obtaining access to the use of public charging or refuelling points; b to co-operate with each other for the purposes of a requirement imposed by the regulations (for example, by sharing facilities or information); c to take prescribed steps for the purposes of such a requirement (for example, to provide information to a prescribed person). 3 Regulations under subsection (1)(b) may, for example, require the operator of a public charging or refuelling point to ensure that the point complies with prescribed requirements (which may include technical specifications). 4 Regulations under subsection (1)(c) may, for example, require the operator of a public charging or refuelling point to ensure that its connecting components comply with prescribed requirements (which may include technical specifications for connecting components or any related equipment)."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "11", "section_title": "Large fuel retailers etc: provision of public charging or refuelling points", "section_text": "11 1 Regulations may impose requirements on— a large fuel retailers falling within a prescribed description, or b service area operators falling within a prescribed description, in connection with the provision on their premises of public charging or refuelling points. 2 Regulations under subsection (1) may, for example— a require large fuel retailers or service area operators to provide public charging or refuelling points; b require public charging or refuelling points to be available for use at prescribed times; c require services or facilities prescribed by the regulations to be provided in connection with public charging or refuelling points. 3 In this section  “large fuel retailer” and  “service area operator” have the meaning given by regulations."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "12", "section_title": "Duty to consider making regulations under section 11(1)(a) on request by elected mayor", "section_text": "12 1 The Secretary of State must consider making section 11(1)(a) regulations in relation to the whole or part of a relevant area if— a the mayor for the relevant area makes a request for such regulations to be made, b conditions 1 to 3 are met, and c the Secretary of State considers that the mayor has complied with any prescribed requirements before making the request. 2 “ Section 11(1)(a) regulations ” means regulations under section 11(1) that impose requirements on large fuel retailers within section 11(1)(a). 3 Condition 1 is that the Secretary of State is satisfied that, before making the request, the mayor— a published proposals for section 11(1)(a) regulations to be made in relation to the whole or part of the relevant area, and b consulted— i each local authority any part of whose area falls within the relevant area or, if the request relates to part of the relevant area, within that part, ii persons who would be likely to be subject to requirements under the regulations (if made), and iii such other persons as the mayor considers appropriate, in relation to the published proposals. 4 Condition 2 is that the mayor has given the Secretary of State a summary of the responses to the consultation referred to in subsection (3)(b). 5 Condition 3 is that regulations have been made under section 11(3) in relation to the meaning of  “large fuel retailer”. 6 If the Secretary of State decides not to make section 11(1)(a) regulations in response to the mayor's request, the Secretary of State must notify the mayor of the decision and the reasons for it. 7 For the purposes of this section— a “ relevant area ” means the area of a combined authority or Greater London; b the mayor for a relevant area is— i in the case of the area of a combined authority, the mayor for the area elected in accordance with section 107A(2) of the 2009 Act; ii in the case of Greater London, the Mayor of London. 8 In this section— “ the 2009 Act ” means the Local Democracy, Economic Development and Construction Act 2009; “ combined authority ” means a combined authority established under section 103(1) of the 2009 Act; “ large fuel retailer ” has the same meaning as in section 11; “ local authority ” means— a district council, a county council, or a London borough council."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "13", "section_title": "Information for users of public charging or refuelling points", "section_text": "13 1 Regulations may require operators of public charging or refuelling points to make available prescribed information relating to such points. 2 The information that may be prescribed under subsection (1) in relation to a public charging or refuelling point is such information as the Secretary of State considers likely to be useful to users or potential users of the point, for example information about— a the location of the point and its operating hours, b available charging or refuelling options, c the cost of obtaining access to the use of the point, d the method of payment or other way by which access to the use of the point may be obtained, e means of connection to the point, f whether the point is in working order, and g whether the point is in use. 3 The regulations may make provision— a about when, how, to whom and in what form the information is to be made available; b for the information to be made available without restrictions on its use and disclosure. 4 The regulations may be made so as to have effect for a prescribed period."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "14", "section_title": "Transmission of data relating to charge points", "section_text": "14 1 Regulations may make provision for the purpose of ensuring the ongoing transmission of charge point data to a prescribed person or to persons of a prescribed description. 2 “ Charge point data ” means prescribed information relating to a charge point (which may include information about energy consumption and geographical information). 3 Regulations under subsection (1) may impose requirements— a on operators of charge points that are provided for use by members of the general public, and b in relation to charge points that are not provided as mentioned in paragraph (a), on prescribed persons or persons of a prescribed description (subject to subsection (4)). 4 Regulations under subsection (1) may not impose requirements on owners or occupiers of domestic premises. 5 Regulations under subsection (1) may make provision about when, how and in what form charge point data is to be transmitted."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "15", "section_title": "Smart charge points", "section_text": "15 1 Regulations may provide that a person must not sell or install a charge point unless it complies with prescribed requirements. 2 The requirements that may be imposed under subsection (1) include requirements relating to the technical specifications for a charge point, including for example the ability of a charge point— a to receive and process information provided by a prescribed person, b to react to information of a kind mentioned in paragraph (a) (for example, by adjusting the rate of charging or discharging), c to transmit information (including geographical information) to a prescribed person, d to monitor and record energy consumption, e to comply with requirements relating to security, f to achieve energy efficiency, and g to be accessed remotely. 3 Regulations under subsection (1) may also prescribe requirements to be met in relation to the sale or installation of a charge point. 4 In this section— a “ sell ” includes let on hire, lend or give; b references to a prescribed person include references to— i a person of a prescribed description, and ii a device operated by one or more prescribed persons."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "16", "section_title": "Enforcement", "section_text": "16 1 Regulations under this Part may make provision for enforcement in connection with a contravention of a requirement or prohibition imposed by the regulations. 2 Regulations made by virtue of subsection (1) may, for example— a contain provision for determining whether there has been a failure to comply with a requirement or prohibition; b provide for the imposition of a financial penalty (and for the payment of such a penalty into the Consolidated Fund); c set out the procedure to be followed in imposing a penalty; d make provision about the amount of a penalty; e make provision about the enforcement of a penalty; f provide for a right of appeal against the imposition of a penalty; g provide for a determination for the purposes of the regulations to be made by the Secretary of State or a prescribed person. 3 The provision referred to in subsection (2)(a) includes— a provision authorising a prescribed person to enter any land in accordance with the regulations; b provision for the inspection or testing of any thing by a prescribed person, which may for example include provision about— i the production of documents or other things, ii the provision of information, iii the making of photographs or copies, and iv the removal of any thing for the purpose of inspection or testing and its retention for that purpose for a reasonable period."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "17", "section_title": "Exceptions", "section_text": "17 1 Regulations under this Part may create exceptions from any requirement or prohibition imposed by the regulations. 2 An exception may be created in relation to a prescribed description of persons or devices. 3 The Secretary of State may determine that a requirement or prohibition imposed by regulations under this Part does not apply in relation to a person or device specified in the determination. 4 The Secretary of State must publish a determination made under subsection (3)."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "18", "section_title": "Regulations", "section_text": "18 1 Regulations under this Part— a may make different provision for different purposes or different areas; b may make supplemental, incidental, transitional or consequential provision. 2 A power to make regulations under this Part is exercisable by the Secretary of State by statutory instrument. 3 Before making regulations under this Part, the Secretary of State must consult such persons as the Secretary of State considers appropriate. 4 Subject to subsection (7), where— a a statutory instrument contains regulations under this Part, and b any of those regulations are the first regulations under a provision of this Part, the instrument may not be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 5 Where— a a statutory instrument contains regulations under section 11 (large fuel retailers etc), and b the regulations amend the definition of  “large fuel retailer” or  “service area operator”, the instrument containing the regulations may not be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 6 A statutory instrument containing regulations under this Part none of which are— a the first regulations under a provision of this Part, or b regulations to which subsection (5) applies, is subject to annulment in pursuance of a resolution of either House of Parliament. 7 Where regulations contain only provision made by virtue of— a section 10(3) or (4) (prescribed requirements for public charging or refuelling points or for connecting components), or b section 15 (prescribed requirements for charge points), the instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 8 If a draft of a statutory instrument containing relevant section 11(1)(a) regulations would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument. 9 In subsection (8)  “ relevant section 11(1)(a) regulations ” means regulations under section 11(1)(a) that are made pursuant to section 12 (duty to consider making regulations under section 11(1)(a) on request by elected mayor)."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "19", "section_title": "Report by Secretary of State on operation of this Part", "section_text": "19 1 The Secretary of State must, in respect of each reporting period, prepare a report assessing— a the impact and effectiveness of regulations made under this Part; b the need for regulations to be made under this Part during subsequent reporting periods. 2 Each report must be laid before Parliament after the end of the reporting period to which it relates. 3 The first reporting period is the period of two years beginning with the day on which this Act is passed. 4 Each subsequent period of 12 months after the first reporting period is a reporting period."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "20", "section_title": "Minor and consequential amendments", "section_text": "20 1 The Schedule (minor and consequential amendments) has effect. 2 The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. 3 The power to make regulations under this section is exercisable by statutory instrument. 4 Regulations under this section may amend any enactment passed or made before this Act or in the same Session. 5 A statutory instrument containing regulations under this section any of which amend primary legislation may not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House. 6 A statutory instrument containing regulations under this section none of which amends primary legislation is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ amend ” includes repeal or revoke; “ primary legislation ” means— an Act of Parliament; an Act of the Scottish Parliament; an Act or Measure of the National Assembly for Wales; Northern Ireland legislation."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "21", "section_title": "Commencement", "section_text": "21 1 This Act comes into force on whatever day or days the Secretary of State appoints by regulations. 2 Subsection (1) does not apply to the following provisions of this Act (which come into force on the day on which this Act is passed)— a section 20(2) to (7); b this section; c sections 22 and 23. 3 The power to make regulations under this section is exercisable by statutory instrument. 4 Regulations under this section— a may appoint different days for different purposes or different areas; b may make transitional, transitory or saving provision."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "22", "section_title": "Extent", "section_text": "22 1 Part 1 extends to England and Wales and Scotland. 2 Part 2 extends to England and Wales, Scotland and Northern Ireland. 3 An amendment made by the Schedule has the same extent as the provision to which it relates."}, {"act": "Automated and Electric Vehicles Act 2018", "year": 2018, "section": "23", "section_title": "Short title", "section_text": "23 This Act may be cited as the Automated and Electric Vehicles Act 2018."}]