[{"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "1", "section_title": "Repeal of the European Communities Act 1972", "section_text": "1 The European Communities Act 1972 is repealed on exit day."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "1A", "section_title": "Saving for ECA for implementation period", "section_text": "1A 1 Subsections (2) to (4) have effect despite the repeal of the European Communities Act 1972 on exit day by section 1. 2 The European Communities Act 1972, as it has effect in domestic law or the law of a relevant territory immediately before exit day, continues to have effect in domestic law or the law of the relevant territory on and after exit day so far as provided by subsections (3) to (5). 3 The Act of 1972 has effect on and after exit day as if — a the definitions of  “the Treaties” and  “the EU Treaties” given by section 1(2) to (4) (interpretation)— i included Part 4 of the withdrawal agreement (implementation period), other than that Part so far as it relates to, or could be applied in relation to, the Common Foreign and Security Policy, but ii were otherwise limited to anything which falls within those definitions as at immediately before exit day so far as it is not excluded by regulations made on or after exit day by a Minister of the Crown under this sub-paragraph, b the reference in section 2(2) to the objects of the EU were a reference to those objects so far as they are applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, c section 2(3) (payment of EU costs etc.) were omitted, d in section 3 (decisions on, and proof of, EU Treaties and EU instruments etc.)— i the references to the Treaties in subsections (1) and (2) included the withdrawal agreement, and ii the words in brackets in subsection (1) only applied so far as they are in accordance with Part 4 of the withdrawal agreement, e references in sections 5 and 6 (customs duties and common agricultural policy) to the common customs tariff of the EU, directly applicable EU provision, the exclusion of customs duties, EU arrangements and agricultural levies of the EU were to such things so far as they are applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and f in Part 2 of Schedule 1 (general definitions in relation to the EU)— i in the definition of  “EU customs duty”, the reference to directly applicable EU provision were to such provision so far as it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and ii in the definition of  “Member” in the expression  “member State”, after  “EU” there were inserted  “                                    and for the purposes of this expression the United Kingdom is to be treated as if it were a member of the EU during the implementation period (within the meaning given by section 1A(6) of the European Union (Withdrawal) Act 2018)                                  ” . 4 In this section  “ relevant territory ” means the Isle of Man, any of the Channel Islands or Gibraltar. 5 Subsections (1) to (4) are repealed on IP completion day. 6 In this Act— “ the implementation period ” means the transition or implementation period provided for by Part 4 of the withdrawal agreement and beginning with exit day and ending on IP completion day; “IP completion day” (and related expressions) have the same meaning as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) to (5) of that Act); “ withdrawal agreement ” has the same meaning as in that Act (see section 39(1) and (6) of that Act). 7 In this Act— a references to the European Communities Act 1972 are to be read, so far as the context permits or requires, as being or (as the case may be) including references to that Act as it continues to have effect by virtue of subsections (2) to (4) above, and b references to any Part of the withdrawal agreement or the EEA EFTA separation agreement include references to any other provisions of that agreement so far as applying to that Part."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "1B", "section_title": "Saving for EU-derived domestic legislation for implementation period", "section_text": "1B 1 Subsections (2) to (5) have effect despite the repeal of the European Communities Act 1972 on exit day by section 1. 2 EU-derived domestic legislation, as it has effect in domestic law immediately before exit day, continues to have effect in domestic law on and after exit day, subject as follows. 3 Any enactment which continues to have effect by virtue of subsection (2) is to be read, on and after exit day and so far as the context permits or requires, as if— a any reference to an expression which is to be read in accordance with Schedule 1 to the Interpretation Act 1978 and is an expression defined by section 1 of, or Part 2 of Schedule 1 to, the European Communities Act 1972 were a reference to that expression as defined by that section or that Part of that Schedule as it continues to have effect by virtue of section 1A(2) to (4) of this Act, b any reference (however expressed and subject to paragraph (a) above) to— i EU law, ii any particular EU Treaty or any part of it, iii any EU instrument, or other document of an EU entity or of the EU, or any part of any such instrument or document, iv any part of EU law not falling within sub-paragraph (ii) or (iii), v any tax, duty, levy or interests of the EU, or vi any arrangement involving, or otherwise relating to, the EU of a kind not falling within sub-paragraph (i), (ii), (iii), (iv) or (v), were a reference to any such thing so far as it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, c any reference (however expressed and subject to paragraph (a) above) to the European Communities Act 1972 were or (as the case may be) included a reference to the Act of 1972 as it continues to have effect by virtue of section 1A(2) to (4) of this Act, d any reference (however expressed) to the area of the EU or of the EEA included the United Kingdom, e any reference (however expressed) to a citizen of the EU or a national of the EEA included a United Kingdom national (within the meaning given by Article 2(d) of the withdrawal agreement), and f such other modifications were made as— i are provided for by regulations under section 8A or Part 1A of Schedule 2, or ii so far as not so provided, are necessary for any purpose of Part 4 of the withdrawal agreement and are capable of being ascertained from any such purpose or otherwise from that Part of that agreement. 4 Any EU-derived domestic legislation which is an enactment passed or made on or after exit day and before IP completion day is, unless the contrary intention appears, to be read in accordance with subsection (3) (and anything done or omitted to be done in connection with any such enactment is to be understood, and has effect, accordingly). 5 Subsections (2) to (4) are subject to any regulations made under section 8A or 23 or Part 1A of Schedule 2 or otherwise under this Act or under the European Union (Withdrawal Agreement) Act 2020. 6 Subsections (1) to (5) are repealed on IP completion day. 7 In this Act  “ EU-derived domestic legislation ” means any enactment so far as— a made under section 2(2) of, or paragraph 1A of Schedule 2 to, the European Communities Act 1972, b passed or made, or operating, for a purpose mentioned in section 2(2)(a) or (b) of that Act, c relating to— i anything which falls within paragraph (a) or (b), or ii any rights, powers, liabilities, obligations, restrictions, remedies or procedures which are recognised and available in domestic law by virtue of section 2(1) of the European Communities Act 1972, or d relating otherwise to the EU or the EEA, but does not include any enactment contained in the European Communities Act 1972 or any enactment contained in this Act or the European Union (Withdrawal Agreement) Act 2020 or in regulations made under this Act or the Act of 2020."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "2", "section_title": "Saving for EU-derived domestic legislation", "section_text": "2 1 EU-derived domestic legislation, as it has effect in domestic law immediately before   IP completion day , continues to have effect in domestic law on and after  IP completion day . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This section is subject to section 5 and Schedule 1 (exceptions to savings and incorporation)   and section 5A (savings and incorporation: supplementary) ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "3", "section_title": "Incorporation of direct  EU  legislation", "section_text": "3 1 Direct EU legislation, so far as operative immediately before   IP completion day , forms part of domestic law on and after  IP completion day . 2 In this Act  “ direct EU legislation ” means— a any EU regulation, EU decision or EU tertiary legislation, as it has effect in EU law immediately before   IP completion day   and so far as— ai it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, bi it neither has effect nor is to have effect by virtue of section 7A or 7B, i it is not an exempt EU instrument (for which see section 20(1) and Schedule 6),  and   ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii its effect is not reproduced in an enactment to which section 2(1) applies, b any Annex to the  EEA  agreement, as it has effect in EU law immediately before   IP completion day   and so far as— ai it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, bi it neither has effect nor is to have effect by virtue of section 7A or 7B, i it refers to, or contains adaptations of, anything falling within paragraph (a), and ii its effect is not reproduced in an enactment to which section 2(1) applies, or c Protocol 1 to the EEA agreement (which contains horizontal adaptations that apply in relation to EU instruments referred to in the Annexes to that agreement), as it has effect in EU law immediately before   IP completion day and so far as— i it is applicable to and in the United Kingdom by virtue of Part 4 of the withdrawal agreement, and ii it neither has effect nor is to have effect by virtue of section 7A or 7B . 3 For the purposes of this Act, any direct EU legislation is operative immediately before   IP completion day   if— a in the case of anything which comes into force at a particular time and is stated to apply from a later time, it is in force and applies immediately before  IP completion day , b in the case of a decision which specifies to whom it is addressed, it has been notified to that person before  IP completion day , and c in any other case, it is in force immediately before  IP completion day . 4 This section— a brings into domestic law any direct EU legislation only in the form of the English language version of that legislation, and b does not apply to any such legislation for which there is no such version, but paragraph (a) does not affect the use of the other language versions of that legislation for the purposes of interpreting it. 5 This section is subject to section 5 and Schedule 1 (exceptions to savings and incorporation)  and section 5A (savings and incorporation: supplementary) ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "4", "section_title": "Saving for rights  etc.  under section 2(1) of the ECA", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "5", "section_title": "Exceptions to savings and incorporation", "section_text": "5 A1 The principle of the supremacy of EU law is not part of domestic law. This applies after the end of 2023, in relation to any enactment or rule of law (whenever passed or made). A2 Any provision of   assimilated direct   legislation— a must, so far as possible, be read and given effect in a way which is compatible with all domestic enactments, and b is subject to all domestic enactments, so far as it is incompatible with them. A3                       Subsection (A2) is subject to— a section 186 of the Data Protection Act 2018 (data subject’s rights and other prohibitions and restrictions); b regulations under section 7(1) of the Retained EU Law (Revocation and Reform) Act 2023. A4 No general principle of EU law is part of domestic law after the end of 2023. 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Charter of Fundamental Rights is not part of domestic law on or after  IP completion day . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 1 (which makes further provision about exceptions to savings and incorporation) has effect. 7 Subsections   (A1)   to (6) and Schedule 1 are subject to relevant separation agreement law (for which see section 7C). 8 In this section “ domestic enactment ” means an enactment other than one consisting of   assimilated direct   legislation."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "5A", "section_title": "Savings and incorporation: supplementary", "section_text": "5A The fact that anything which continues to be, or forms part of, domestic law on or after IP completion day by virtue of section 2  or 3   has an effect immediately before IP completion day which is time-limited by reference to the implementation period does not prevent it from having an indefinite effect on and after IP completion day by virtue of section 2  or 3 ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "6", "section_title": "Interpretation of   assimilated   law", "section_text": "6 1 A court or tribunal— a is not bound by any principles laid down, or any decisions made, on or after   IP completion day   by the European Court, and b cannot refer any matter to the European Court on or after  IP completion day . 2 Subject to this and subsections (3) to (6), a court or tribunal may have regard to anything done on or after  IP completion day  by the European Court, another EU entity or the EU so far as it is relevant to any matter before the court or tribunal. 3 Any question as to the validity, meaning or effect of any   assimilated   law is to be decided, so far as that law is unmodified on or after  IP completion day  and so far as they are relevant to it— a in accordance with any   assimilated   case law  ..., and b having regard (among other things) to the limits, immediately before  IP completion day , of EU competences. 4 But— a the Supreme Court is not bound by any   assimilated   EU case law, b the High Court of Justiciary is not bound by any   assimilated   EU case law when— i sitting as a court of appeal otherwise than in relation to a compatibility issue (within the meaning given by section 288ZA(2) of the Criminal Procedure (Scotland) Act 1995) or a devolution issue (within the meaning given by paragraph 1 of Schedule 6 to the Scotland Act 1998), or ii sitting on a reference under section 123(1) of the Criminal Procedure (Scotland) Act 1995, ba a relevant court or relevant tribunal is not bound by any   assimilated   EU case law so far as is provided for by regulations under subsection (5A),  and c no court or tribunal is bound by any   assimilated   domestic case law that it would not otherwise be bound by. 5 In deciding whether to depart from any   assimilated   EU case law  by virtue of subsection (4)(a) or (b) , the Supreme Court or the High Court of Justiciary must apply the same test as it would apply in deciding whether to depart from its own case law. 5A A Minister of the Crown may by regulations provide for— a a court or tribunal to be a relevant court or (as the case may be) a relevant tribunal for the purposes of this section, b the extent to which, or circumstances in which, a relevant court or relevant tribunal is not to be bound by  retained  EU case law, c the test which a relevant court or relevant tribunal must apply in deciding whether to depart from any  retained  EU case law, or d considerations which are to be relevant to— i the Supreme Court or the High Court of Justiciary in applying the test mentioned in subsection (5), or ii a relevant court or relevant tribunal in applying any test provided for by virtue of paragraph (c) above. 5B Regulations under subsection (5A) may (among other things) provide for— a the High Court of Justiciary to be a relevant court when sitting otherwise than as mentioned in subsection (4)(b)(i) and (ii), b the extent to which, or circumstances in which, a relevant court or relevant tribunal not being bound by  retained  EU case law includes (or does not include) that court or tribunal not being bound by  retained  domestic case law which relates to  retained  EU case law, c other matters arising in relation to  retained  domestic case law which relates to  retained  EU case law (including by making provision of a kind which could be made in relation to  retained  EU case law), or d the test mentioned in paragraph (c) of subsection (5A) or the considerations mentioned in paragraph (d) of that subsection to be determined (whether with or without the consent of a Minister of the Crown) by a person mentioned in subsection (5C)(a) to (e) or by more than one of those persons acting jointly. 5C Before making regulations under subsection (5A), a Minister of the Crown must consult— a the President of the Supreme Court, b the Lord Chief Justice of England and Wales, c the Lord President of the Court of Session, d the Lord Chief Justice of Northern Ireland, e the Senior President of Tribunals, and f such other persons as the Minister of the Crown considers appropriate. 5D No regulations may be made under subsection (5A) after IP completion day. 6 Subsection (3) does not prevent the validity, meaning or effect of any    assimilated    law which has been modified on or after  IP completion day  from being decided as provided for in that subsection if doing so is consistent with the intention of the modifications. 6A Subsections (1) to (6) are subject to relevant separation agreement law (for which see section 7C). 7 In this Act—   “ assimilated case law ” means— assimilated domestic case law, and assimilated EU case law;     “ assimilated domestic case law ” means any principles laid down by, and any decisions of, a court or tribunal in the United Kingdom, as they have effect immediately before IP completion day and so far as they— relate to anything to which section 2 or 3 applies, and are not excluded by section 5 or Schedule 1, (as those principles and decisions are modified by or under this Act or by other domestic law from time to time);     “ assimilated EU case law ” means any principles laid down by, and any decisions of, the European Court, as they have effect in EU law immediately before IP completion day and so far as they— relate to anything to which section 2 or 3 applies, and are not excluded by section 5 or Schedule 1, (as those principles and decisions are modified by or under this Act or by other domestic law from time to time);     “ assimilated law ” means anything which, on or after IP completion day, continues to be, or forms part of, domestic law by virtue of section 2 or 3 or subsection (3) or (6) above (as that body of law is added to or otherwise modified by or under this Act or by other domestic law from time to time);   ... ... ... ... ..."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "6D", "section_title": "Incompatibility orders", "section_text": "6D 1 This section applies if a court or tribunal decides, in the course of any proceedings— a that a provision of  assimilated direct  legislation is incompatible with, and by virtue of section 5(A2)(b) subject to, any domestic enactment, or b that a domestic enactment is incompatible with, and by virtue of section 7(1) of the Retained EU Law (Revocation and Reform) Act 2023 subject to, a provision of  assimilated direct  legislation. 2 The court or tribunal must make an order (an “incompatibility order”) to that effect (in addition to any exercise of other powers that it may have in relation to the proceedings). 3 An incompatibility order may (among other things)— a set out the effect of the relevant provision in its operation in relation to that particular case; b delay the coming into force of the order; c remove or limit any effect of the operation of the relevant provision before the coming into force of the order. 4 Provision included in an incompatibility order may be made subject to conditions. 5 In this section— “ domestic enactment ” has the same meaning as in section 5 of this Act; “ the relevant provision ” means section 5(A2)(b) of this Act or section 7(1) of the Retained EU Law (Revocation and Reform) Act 2023 (as the case may be)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "7", "section_title": "Status of   assimilated   law", "section_text": "7 1 Anything which— a was, immediately before exit day, primary legislation of a particular kind, subordinate legislation of a particular kind or another enactment of a particular kind, and b continues to be domestic law on and after exit day by virtue of   section 1A(2) or 1B(2) , continues to be domestic law as an enactment of the same kind. 1A Anything which— a was, immediately before IP completion day, primary legislation of a particular kind, subordinate legislation of a particular kind or another enactment of a particular kind, and b continues to be domestic law on and after IP completion day by virtue of section 2, continues to be domestic law as an enactment of the same kind. 4A   Assimilated direct   legislation  ...  may only be modified by— a primary legislation, or b subordinate legislation so far as it is made under a power which permits such a modification by virtue of— i paragraph 3, 8(3),  11A ,  11B  or 12(3) of Schedule 8, ii any other provision made by or under this Act, iii any provision made by or under an Act of Parliament passed before, and in the same Session as, this Act, or iv any provision made on or after the passing of this Act by or under primary legislation. 5 For other provisions about the status of   assimilated   law, see— a section 5  (A1) to (A3)   and (7)  (status of   assimilated   law in relation to other enactments or rules of law), b section 6 (status of   assimilated   case law  ...), ba section 7C (status of case law of European Court etc. in relation to   assimilated   law which is relevant separation agreement law), c section 15(2) and Part 2 of Schedule 5 (status of   assimilated   law for the purposes of the rules of evidence), d paragraph 16 of Schedule 8 (information about Scottish instruments which amend or revoke subordinate legislation under section 2(2) of the European Communities Act 1972), e paragraphs 19 and 20 of that Schedule (status of certain   assimilated direct   legislation for the purposes of the Interpretation Act 1978), and f paragraph 30 of that Schedule (status of   assimilated direct   legislation for the purposes of the Human Rights Act 1998). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "7A", "section_title": "General implementation of remainder of withdrawal agreement", "section_text": "7A 1 Subsection (2) applies to— a all such rights, powers, liabilities, obligations and restrictions from time to time created or arising by or under the withdrawal agreement, and b all such remedies and procedures from time to time provided for by or under the withdrawal agreement, as in accordance with the withdrawal agreement are without further enactment to be given legal effect or used in the United Kingdom. 2 The rights, powers, liabilities, obligations, restrictions, remedies and procedures concerned are to be— a recognised and available in domestic law, and b enforced, allowed and followed accordingly. 3 Every enactment (including an enactment contained in this Act) is to be read and has effect subject to subsection (2). 3A The following provide for the application in Northern Ireland of EU law relating to the trade in goods necessary for the functioning of the Windsor Framework in the withdrawal agreement to be subject to democratic consent and scrutiny— a Articles 13 and 18 of that Framework, and b Part 5A  of the Northern Ireland Act 1998. 4 This section does not apply in relation to Part 4 of the withdrawal agreement so far as section 2(1) of the European Communities Act 1972 applies in relation to that Part. 5 See also (among other things)— a Part 3 of the European Union (Withdrawal Agreement) Act 2020 (further provision about citizens' rights), b section 20 of that Act (financial provision), c section 7C of this Act (interpretation of law relating to withdrawal agreement etc.), d section 8B of this Act (power in connection with certain other separation issues), e section 8C of this Act (power in connection with the Protocol on Ireland/Northern Ireland in withdrawal agreement), and f Parts 1B and 1C of Schedule 2 to this Act (powers involving devolved authorities in connection with certain other separation issues and the Ireland/Northern Ireland Protocol)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "7B", "section_title": "General implementation of EEA EFTA and Swiss agreements", "section_text": "7B 1 Subsection (2) applies to all such rights, powers, liabilities, obligations, restrictions, remedies and procedures as— a would from time to time be created or arise, or (in the case of remedies or procedures) be provided for, by or under the EEA EFTA separation agreement or the Swiss citizens' rights agreement, and b would, in accordance with Article 4(1) of the withdrawal agreement, be required to be given legal effect or used in the United Kingdom without further enactment, if that Article were to apply in relation to the EEA EFTA separation agreement and the Swiss citizens' rights agreement, those agreements were part of EU law and the relevant EEA states and Switzerland were member States. 2 The rights, powers, liabilities, obligations, restrictions, remedies and procedures concerned are to be— a recognised and available in domestic law, and b enforced, allowed and followed accordingly. 3 Every enactment (other than section 7A but otherwise including an enactment contained in this Act) is to be read and has effect subject to subsection (2). 4 See also (among other things)— a Part 3 of the European Union (Withdrawal Agreement) Act 2020 (further provision about citizens' rights), b section 7C of this Act (interpretation of law relating to the EEA EFTA separation agreement and the Swiss citizens' rights agreement etc.), c section 8B of this Act (power in connection with certain other separation issues), and d Part 1B of Schedule 2 to this Act (powers involving devolved authorities in connection with certain other separation issues). 5 In this section  “ the relevant EEA states ” means Norway, Iceland and Liechtenstein. 6 In this Act  “EEA EFTA separation agreement” and “Swiss citizens' rights agreement” have the same meanings as in the European Union (Withdrawal Agreement) Act 2020 (see section 39(1) of that Act)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "7C", "section_title": "Interpretation of relevant separation agreement law", "section_text": "7C 1 Any question as to the validity, meaning or effect of any relevant separation agreement law is to be decided, so far as they are applicable— a in accordance with the withdrawal agreement, the EEA EFTA separation agreement and the Swiss citizens' rights agreement, and b having regard (among other things) to the desirability of ensuring that, where one of those agreements makes provision which corresponds to provision made by another of those agreements, the effect of relevant separation agreement law in relation to the matters dealt with by the corresponding provision in each agreement is consistent. 2 See (among other things)— a Article 4 of the withdrawal agreement (methods and principles relating to the effect, the implementation and the application of the agreement), b Articles 158 and 160 of the withdrawal agreement (jurisdiction of the European Court in relation to Part 2 and certain provisions of Part 5 of the agreement), c Articles 12 and 13 of the Protocol on Ireland/Northern Ireland in the withdrawal agreement (implementation, application, supervision and enforcement of the Protocol and common provisions), d Article 4 of the EEA EFTA separation agreement (methods and principles relating to the effect, the implementation and the application of the agreement), and e Article 4 of the Swiss citizens' rights agreement (methods and principles relating to the effect, the implementation and the application of the agreement). 3 In this Act  “ relevant separation agreement law ” means— a any of the following provisions or anything which is domestic law by virtue of any of them— i section 7A, 7B, 8B or 8C or Part 1B or 1C of Schedule 2 or this section, or ii Part 3, or section 20, of the European Union (Withdrawal Agreement) Act 2020 (citizens' rights and financial provision), or b anything not falling within paragraph (a) so far as it is domestic law for the purposes of, or otherwise within the scope of— i the withdrawal agreement (other than Part 4 of that agreement), ii the EEA EFTA separation agreement, or iii the Swiss citizens' rights agreement, as that body of law is added to or otherwise modified by or under this Act or by other domestic law from time to time."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "8", "section_title": "Dealing with deficiencies arising from withdrawal", "section_text": "8 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate to prevent, remedy or mitigate— a any failure of retained EU law to operate effectively, or b any other deficiency in retained EU law, arising from the withdrawal of the United Kingdom from the EU. 2 Deficiencies in retained EU law are where the Minister considers that retained EU law— a contains anything which has no practical application in relation to the United Kingdom or any part of it or is otherwise redundant or substantially redundant, b confers functions on, or in relation to, EU entities which no longer have functions in that respect under EU law in relation to the United Kingdom or any part of it, c makes provision for, or in connection with, reciprocal arrangements between— i the United Kingdom or any part of it or a public authority in the United Kingdom, and ii the EU, an EU entity, a member State or a public authority in a member State, which no longer exist or are no longer appropriate, d makes provision for, or in connection with, other arrangements which— i involve the EU, an EU entity, a member State or a public authority in a member State, or ii are otherwise dependent upon the United Kingdom's membership of the EU  or Part 4 of the withdrawal agreement , and which no longer exist or are no longer appropriate, e makes provision for, or in connection with, any reciprocal or other arrangements not falling within paragraph (c) or (d) which no longer exist, or are no longer appropriate, as a result of the United Kingdom ceasing to be a party to any of the EU Treaties  or as a result of either the end of the implementation period or any other effect of the withdrawal agreement , ea is not clear in its effect as a result of the operation of any provision of sections 2 to 6 or Schedule 1, f does not contain any functions or restrictions which— i were in an EU directive and in force immediately before   IP completion day   (including any power to make EU tertiary legislation), and ii it is appropriate to retain, or g contains EU references which are no longer appropriate. 3 There is also a deficiency in retained EU law where the Minister considers that there is— a anything in retained EU law which is of a similar kind to any deficiency which falls within subsection (2), or b a deficiency in retained EU law of a kind described, or provided for, in regulations made by a Minister of the Crown. 4 But retained EU law is not deficient merely because it does not contain any modification of EU law which is adopted or notified, comes into force or only applies on or after   IP completion day . 5 Regulations under subsection (1) may make any provision that could be made by an Act of Parliament. 6 Regulations under subsection (1) may (among other things) provide for functions of EU entities or public authorities in member States (including making an instrument of a legislative character or providing funding) to be— a exercisable instead by a public authority (whether or not established for the purpose) in the United Kingdom, or b replaced, abolished or otherwise modified. 7 But regulations under subsection (1) may not— a impose or increase taxation or fees, b make retrospective provision, c create a relevant criminal offence, d establish a public authority, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or g amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 21(b) of Schedule 7 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 8 No regulations may be made under this section after the end of the period of two years beginning with   IP completion day . 9 The reference in subsection (1) to a failure or other deficiency arising from the withdrawal of the United Kingdom from the EU includes a reference to any failure or other deficiency arising from  —                          a any aspect of that withdrawal, including (among other things)— i the end of the implementation period, or ii any other effect of the withdrawal agreement, or b that withdrawal, or any such aspect of it, taken together  with the operation of any provision, or the interaction between any provisions, made by or under this Act  or the European Union (Withdrawal Agreement) Act 2020 ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "8A", "section_title": "Supplementary power in connection with implementation period", "section_text": "8A 1 A Minister of the Crown may by regulations— a provide for other modifications for the purposes of section 1B(3)(f)(i) (whether applying in all cases or particular cases or descriptions of case), b provide for subsection (3) or (4) of section 1B not to apply to any extent in particular cases or descriptions of case, c make different provision in particular cases or descriptions of case to that made by subsection (3) or (4) of that section, d modify any enactment contained in this Act in consequence of any repeal made by section 1A(5) or 1B(6), or e make such provision not falling within paragraph  (a) ,  (b) ,  (c)  or  (d)  as the Minister considers appropriate for any purpose of, or otherwise in connection with, Part 4 of the withdrawal agreement. 2 The power to make regulations under subsection  (1)  may (among other things) be exercised by modifying any provision made by or under an enactment. 3 In subsection  (2)  “enactment” does not include primary legislation passed or made after IP completion day. 4 No regulations may be made under subsection  (1)  after the end of the period of two years beginning with IP completion day."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "8B", "section_title": "Power in connection with certain other separation issues", "section_text": "8B 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement Part 3 of the withdrawal agreement (separation provisions), b to supplement the effect of section 7A in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7A and that Part). 2 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement Part 3 of the EEA EFTA separation agreement (separation provisions), b to supplement the effect of section 7B in relation to that Part, or c otherwise for the purposes of dealing with matters arising out of, or related to, that Part (including matters arising by virtue of section 7B and that Part). 3 Regulations under this section may make any provision that could be made by an Act of Parliament. 4 Regulations under this section may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of— a section 7A above and Part 3 of the withdrawal agreement, or b section 7B above and Part 3 of the EEA EFTA separation agreement. 5 But regulations under this section may not— a impose or increase taxation or fees, b make retrospective provision, c create a relevant criminal offence, d establish a public authority, e amend, repeal or revoke the Human Rights Act 1998 or any subordinate legislation made under it, or f amend or repeal the Scotland Act 1998, the Government of Wales Act 2006 or the Northern Ireland Act 1998 (unless the regulations are made by virtue of paragraph 21(b) of Schedule 7 to this Act or are amending or repealing any provision of those Acts which modifies another enactment). 6 In this section references to Part 3 of the withdrawal agreement or of the EEA EFTA separation agreement include references to any provision of EU law which is applied by, or referred to in, that Part (to the extent of the application or reference)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "8C", "section_title": "Power in connection with Ireland/Northern Ireland Protocol in withdrawal agreement", "section_text": "8C 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate— a to implement the Protocol on Ireland/Northern Ireland in the withdrawal agreement, b to supplement the effect of section 7A in relation to the Protocol, or c otherwise for the purposes of dealing with matters arising out of, or related to, the Protocol (including matters arising by virtue of section 7A and the Protocol). 2 Regulations under subsection (1) may make any provision that could be made by an Act of Parliament (including modifying this Act). 3 Regulations under subsection (1) may (among other things) make provision facilitating the access to the market within Great Britain of qualifying Northern Ireland goods. 4 Such provision may (among other things) include provision about the recognition within Great Britain of technical regulations, assessments, registrations, certificates, approvals and authorisations issued by— a the authorities of a member State, or b bodies established in a member State, in respect of qualifying Northern Ireland goods. 5 Regulations under subsection (1) may (among other things) restate, for the purposes of making the law clearer or more accessible, anything that forms part of domestic law by virtue of section 7A and the Protocol. 5A Regulations under subsection (1) may not amend, repeal or otherwise modify the operation of section 47 of the United Kingdom Internal Market Act 2020 (“ the 2020 Act ”), except by making— a provision of the sort that is contemplated by section 47(2) of the 2020 Act (permitted checks); b provision under subsection (6); c provision of the sort described in paragraph 21(b) of Schedule 7 (supplementary and transitional provision etc) in connection with— i provision within either of the preceding paragraphs; ii Articles 5 to 10 of the Northern Ireland Protocol ceasing to apply (and the resulting operation of section 55(1) of the 2020 Act). 6 A Minister of the Crown may by regulations define  “ qualifying Northern Ireland goods ” for the purposes of this Act. 7 In this section any reference to the Protocol on Ireland/Northern Ireland includes a reference to— a any other provision of the withdrawal agreement so far as applying to the Protocol, and b any provision of EU law which is applied by, or referred to in, the Protocol (to the extent of the application or reference), but does not include the second sentence of Article 11(1) of the Protocol (which provides that the United Kingdom and the Republic of Ireland may continue to make new arrangements that build on the provisions of the Belfast Agreement in other areas of North-South cooperation on the island of Ireland)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "9", "section_title": "Implementing the withdrawal agreement", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "10", "section_title": "  Protection for   North-South co-operation and  ... prevention of new border arrangements", "section_text": "10 1 In exercising any of the powers under this Act, a Minister of the Crown or devolved authority must— a act in a way that is compatible with the terms of the Northern Ireland Act 1998, and b have due regard to the joint report from the negotiators of the EU and the United Kingdom Government on progress during phase 1 of negotiations under Article 50 of the Treaty on European Union. 2 Nothing in section 8  ... or 23(1) or (6) of this Act authorises regulations which— a diminish any form of North-South cooperation provided for by the Belfast Agreement  ..., or b create or facilitate border arrangements between Northern Ireland and the Republic of Ireland after exit day which feature physical infrastructure, including border posts, or checks and controls, that did not exist before exit day and are not in accordance with an agreement between the United Kingdom and the EU. 3 A Minister of the Crown may not agree to the making of a recommendation by the Joint Committee under Article 11(2) of the Protocol on Ireland/Northern Ireland in the withdrawal agreement (recommendations as to North-South cooperation) to— a alter the arrangements for North-South co-operation as provided for by the Belfast Agreement, b establish a new implementation body, or c alter the functions of an existing implementation body. 4 In this section— “ the Belfast Agreement ” has the meaning given by section 98 of the Northern Ireland Act 1998; “ implementation body ” has the meaning given by section 55(3) of that Act."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "11", "section_title": "Powers involving devolved authorities corresponding to sections 8   to 8C  ", "section_text": "11 Schedule 2 (which confers powers to make regulations involving devolved authorities which correspond to the powers conferred by sections 8   to 8C ) has effect."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "12", "section_title": "Retaining EU restrictions in devolution legislation etc.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Part 1 of Schedule 3 (which makes corresponding provision in relation to executive competence to that made by subsections (1) to (6) in relation to legislative competence) has effect. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 A Minister of the Crown may by regulations— a repeal any of the following provisions— i section 30A or 57(4) to (15) of the Scotland Act 1998, ii section 80(8) to (8L) or 109A of the Government of Wales Act 2006, or iii section 6A or 24(3) to (15) of the Northern Ireland Act 1998, or b modify any enactment in consequence of any such repeal. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 Part 3 of Schedule 3 (which contains amendments of devolution legislation not dealt with elsewhere) has effect. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "13", "section_title": "Parliamentary approval of the outcome of negotiations with the EU", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "13A", "section_title": "Review of EU legislation during implementation period", "section_text": "13A 1 Subsection (2) applies where the European Scrutiny Select Committee of the House of Commons (“the ESC”) publishes a report in respect of any EU legislation made, or which may be made, during the implementation period and the report— a states that, in the opinion of the ESC, the EU legislation raises a matter of vital national interest to the United Kingdom, b confirms that the ESC has taken such evidence as it considers appropriate as to the effect of the EU legislation and has consulted any Departmental Select Committee of the House of Commons which the ESC considers also has an interest in the EU legislation, and c sets out the wording of a motion to be moved in the House of Commons in accordance with subsection  (2) . 2 A Minister of the Crown must, within the period of 14 Commons sitting days beginning with the day on which the report is published, make arrangements for the motion mentioned in subsection  (1)(c)  to be debated and voted on by the House of Commons. 3 Subsection  (4)  applies where the EU Select Committee of the House of Lords (“the EUC”) publishes a report in respect of any EU legislation made, or which may be made, during the implementation period and the report— a states that, in the opinion of the EUC, the EU legislation raises a matter of vital national interest to the United Kingdom, b confirms that the EUC has taken such evidence as it considers appropriate as to the effect of the EU legislation, and c sets out the wording of a motion to be moved in the House of Lords in accordance with subsection  (4) . 4 A Minister of the Crown must, within the period of 14 Lords sitting days beginning with the day on which the report is published, make arrangements for the motion mentioned in subsection  (3)(c)  to be debated and voted on by the House of Lords. 5 In this section— “EU legislation” means— any amendment to the Treaty on European Union, the Treaty on the Functioning of the European Union, the Euratom Treaty or the EEA agreement, any EU directive, or any EU regulation or EU decision which is not EU tertiary legislation; “the European Scrutiny Select Committee of the House of Commons” means the Select Committee of the House of Commons known as the European Scrutiny Select Committee or any successor of that committee; “the EU Select Committee of the House of Lords” means the Select Committee of the House of Lords known as the EU Select Committee or any successor of that committee."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "13B", "section_title": "Certain dispute procedures under withdrawal agreement", "section_text": "13B 1 Subsection (2) applies if a request has been made under Article 170 of the withdrawal agreement to the other party in a dispute (request to establish an arbitration panel in relation to a dispute between the EU and the United Kingdom). 2 A Minister of the Crown must, within the 14 day period beginning with the day on which the request is made, make a statement in writing to each House of Parliament that the request has been made and setting out the details of it. 3 Subsection (4) applies if the European Court has given a ruling in response to a request by an arbitration panel under Article 174(1) of the withdrawal agreement (request for ruling by European Court on certain questions arising in a dispute submitted to arbitration). 4 A Minister of the Crown must, within the 14 day period beginning with the publication in the Official Journal of the European Union of the ruling of the European Court, make a statement in writing to each House of Parliament that the ruling has been made and setting out the details of it contained in the Official Journal. 5 After the end of each reporting period, a Minister of the Crown must lay before each House of Parliament a report setting out the number of times within the reporting period that the Joint Committee has been provided with notice under Article 169(1) of the withdrawal agreement (notice concerning the commencement of consultations in the Joint Committee to resolve a dispute between the EU and the United Kingdom about the interpretation and application of the withdrawal agreement). 6 In this section— “ reporting period ” means— the period of one year beginning with the day on which IP completion day falls, and each subsequent year; “ the 14 day period ” means— in relation to the House of Commons, the period of 14 Commons sitting days, and in relation to the House of Lords, the period of 14 Lords sitting days."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "13C", "section_title": "Bills affecting trade between Northern Ireland and other parts of the United Kingdom", "section_text": "13C 1 This section applies where a Minister of the Crown in charge of a Bill in either House of Parliament is of the view that the Bill as introduced into that House contains provision which, if enacted, would affect trade between Northern Ireland and other parts of the United Kingdom. 2 The Minister in charge of the Bill must, before Second Reading of the Bill in the House in question, make— a a statement to the effect that in the Minister’s view the Bill does not contain provision which, if enacted, would have a significant adverse effect on trade between Northern Ireland and the rest of the United Kingdom, or b a statement to the effect that the Minister is unable to make such a statement but His Majesty’s Government nevertheless wishes the House to proceed with the Bill. 3 A statement under this section must be in writing and be published in such manner as the Minister considers appropriate."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "14", "section_title": "Financial provision", "section_text": "14 1 Schedule 4 (which contains powers in connection with fees and charges) has effect. 2 A Minister of the Crown, government department or devolved authority may incur expenditure, for the purpose of, or in connection with, preparing for anything about which provision may be made under a power to make subordinate legislation conferred or modified by or under this Act, before any such provision is made. 3 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown, government department or other public authority by virtue of this Act, and b any increase attributable to this Act in the sums payable by virtue of any other Act out of money so provided. 4 Subsection (3) is subject to any other provision made by or under this Act or any other enactment."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "15", "section_title": "Publication and rules of evidence", "section_text": "15 1 Part 1 of Schedule 5 (which makes provision for the publication by the Queen's Printer of copies of retained direct EU legislation and related information) has effect. 2 Part 2 of Schedule 5 (which makes provision about rules of evidence) has effect."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "15A", "section_title": "Prohibition on extending implementation period", "section_text": "15A A Minister of the Crown may not agree in the Joint Committee to an extension of the implementation period."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "15B", "section_title": "Ministerial co-chairs of the Joint Committee", "section_text": "15B The functions of the United Kingdom’s co-chair of the Joint Committee, under Annex VIII of the withdrawal agreement (rules of procedure of the Joint Committee and specialised committees), are to be exercised personally by a Minister of the Crown (and, accordingly, only a Minister of the Crown may be designated as a replacement under Rule 1(3))."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "15C", "section_title": "No use of written procedure in the Joint Committee", "section_text": "15C 1 The United Kingdom’s co-chair of the Joint Committee may not consent to the Joint Committee using the written procedure provided for in Rule 9(1) of Annex VIII of the withdrawal agreement. 2 In subsection  (1)  the reference to the United Kingdom’s co-chair of the Joint Committee includes a reference to any designee of the co-chair designated under Rule 1(3) of Annex VIII of the withdrawal agreement."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "16", "section_title": "Maintenance of environmental principles etc.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "17", "section_title": "Family unity for those seeking asylum or other protection in Europe", "section_text": "17 1 A Minister of the Crown must, within the period of two months beginning with the day on which the European Union (Withdrawal Agreement) Act 2020 is passed, lay before Parliament a statement of policy in relation to any future arrangements between the United Kingdom and the EU about— a unaccompanied children, who make an application for international protection to a member State, coming to the United Kingdom where it is in their best interests to join a relative who— i is a lawful resident of the United Kingdom, or ii has made a protection claim which has not been decided, and b unaccompanied children in the United Kingdom, who make a protection claim, going to a member State to join a relative there in equivalent circumstances. 2 For the purposes of subsection (1)(a)(i) a person is not a lawful resident of the United Kingdom if the person requires leave to enter or remain in the United Kingdom but does not have it. 3 For the purposes of subsection (1)(a)(ii), a protection claim is decided— a when the Secretary of State notifies the claimant of the Secretary of State's decision on the claim, unless the claimant appeals against the decision, or b if the claimant appeals against the Secretary of State's decision on the claim, when the appeal is disposed of. 4 In this section— “ application for international protection ” has the meaning given by Article 2(h) of  Directive 2011/95/EU  of the European Parliament and of the Council on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted; “ protection claim ” has the same meaning as in Part 5 of the Nationality, Immigration and Asylum Act 2002 (see section 82(2) of that Act); “ relative ”, in relation to an unaccompanied child, means— a spouse or civil partner of the child or any person with whom the child has a durable relationship that is similar to marriage or civil partnership, or a parent, grandparent, uncle, aunt, brother or sister of the child; “ unaccompanied child ” means a person under the age of 18 (“the child”) who is not in the care of a person who— is aged 18 or over, and by law or custom of the country or territory in which the child is present, has responsibility for caring for the child."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "18", "section_title": "Customs arrangement as part of the framework for the future relationship", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "19", "section_title": "Future interaction with the law and agencies of the EU", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "20", "section_title": "Interpretation", "section_text": "20 1 In this Act—   “ assimilated direct legislation ” means any direct EU legislation which forms part of domestic law by virtue of section 3 (as modified by or under this Act or by other domestic law from time to time, and including any instruments made under it on or after IP completion day);     “ assimilated direct minor legislation ” means any assimilated direct legislation which is not assimilated direct principal legislation;     “ assimilated direct principal legislation ” means— any EU regulation so far as it— forms part of domestic law on and after IP completion day by virtue of section 3, and was not EU tertiary legislation immediately before IP completion day, or any Annex to the EEA agreement so far as it— forms part of domestic law on and after IP completion day by virtue of section 3, and refers to, or contains adaptations of, any EU regulation so far as it falls within paragraph (a), (as modified by or under this Act or by other domestic law from time to time);   “ Charter of Fundamental Rights ” means the Charter of Fundamental Rights of the European Union of 7 December 2000, as adapted at Strasbourg on 12 December 2007;   “Commons sitting day” means a day on which the House of Commons is sitting (and a day is only a day on which the House of Commons is sitting if the House begins to sit on that day);   “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ domestic law ” means— in   sections 3, 7A and 7B , the law of England and Wales, Scotland and Northern Ireland, and in any other case, the law of England and Wales, Scotland or Northern Ireland; “ the EEA ” means the European Economic Area; “ enactment ” means an enactment whenever passed or made and includes— an enactment contained in any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under an Act, an enactment contained in any Order in Council made in exercise of Her Majesty's Prerogative, an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, an enactment contained in, or in an instrument made under, Northern Ireland legislation, an enactment contained in any instrument made by a member of the Scottish Government, the Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Government, a Northern Ireland Minister, the First Minister in Northern Ireland, the deputy First Minister in Northern Ireland or a Northern Ireland department in exercise of prerogative or other executive functions of Her Majesty which are exercisable by such a person on behalf of Her Majesty, an enactment contained in, or in an instrument made under, a Measure of the Church Assembly or of the General Synod of the Church of England, and except in sections   1B   and 7 or where there is otherwise a contrary intention, any   assimilated direct   legislation; “ EU decision ” means— a decision within the meaning of Article 288 of the Treaty on the Functioning of the European Union, or a decision under former Article 34(2)(c) of the Treaty on European Union; “ EU directive ” means a directive within the meaning of Article 288 of the Treaty on the Functioning of the European Union; “ EU entity ” means an EU institution or any office, body or agency of the EU; “ EU reference ” means— any reference to the EU, an EU entity or a member State, any reference to an EU directive or any other EU law, or any other reference which relates to the EU; “ EU regulation ” means a regulation within the meaning of Article 288 of the Treaty on the Functioning of the European Union; “ EU tertiary legislation ” means— any provision made under— an EU regulation, a decision within the meaning of Article 288 of the Treaty on the Functioning of the European Union, or an EU directive, by virtue of Article 290 or 291(2) of the Treaty on the Functioning of the European Union or former Article 202 of the Treaty establishing the European Community, or any measure adopted in accordance with former Article 34(2)(c) of the Treaty on European Union to implement decisions under former Article 34(2)(c), but does not include any such provision or measure which is an EU directive; “ exempt EU instrument ” means anything which is an exempt EU instrument by virtue of Schedule 6; “ exit day ”  means  31 January 2020  at 11.00 p.m. (and  see subsections (2) to (5));   “ future relationship agreement ” has the same meaning as in the European Union (Future Relationship) Act 2020 (see section 37 of that Act);     “Joint Committee” means the Joint Committee established by Article 164(1) of the withdrawal agreement; “Lords sitting day” means a day on which the House of Lords is sitting (and a day is only a day on which the House of Lords is sitting if the House begins to sit on that day);   “member State”\t\t\t\t\t\t\t(except in the definitions of  “direct EU legislation” and  “EU reference”) does not include the United Kingdom; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for Her Majesty's Revenue and Customs; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ Northern Ireland devolved authority ” means the First Minister and deputy First Minister in Northern Ireland acting jointly, a Northern Ireland Minister or a Northern Ireland department; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation; “ public authority ” means a public authority within the meaning of section 6 of the Human Rights Act 1998;   “ratify”, whether in relation to the withdrawal agreement or otherwise, has the same meaning as it does for the purposes of Part 2 of the Constitutional Reform and Governance Act 2010 in relation to a treaty (see section 25 of that Act);   “ relevant criminal offence ” means an offence for which an individual who has reached the age of 18 (or, in relation to Scotland or Northern Ireland, 21) is capable of being sentenced to imprisonment for a term of more than 2 years (ignoring any enactment prohibiting or restricting the imprisonment of individuals who have no previous convictions); ... “ retrospective provision ”, in relation to provision made by regulations, means provision taking effect from a date earlier than the date on which the regulations are made; “ subordinate legislation ” means— any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made under any Act, or any instrument made under an Act of the Scottish Parliament, Northern Ireland legislation or a Measure or Act of the National Assembly for Wales, and (except in section 7 or Schedule 2 or where there is a contrary intention) includes any Order in Council, order, rules, regulations, scheme, warrant, byelaw or other instrument made on or after   IP completion day   under any   assimilated direct   legislation; “ tribunal ” means any tribunal in which legal proceedings may be brought; “ Wales ” and  “ Welsh zone ” have the same meaning as in the Government of Wales Act 2006 (see section 158 of that Act); ... 2 In this  Act references to before, after or on exit day, or to beginning with exit day, are to be read as references to before, after or at 11.00 p.m. on  31 January 2020  or (as the case may be) to beginning with 11.00 p.m. on that day. 3 Subsection (4) applies if the day or time on or at which the Treaties are to cease to apply to the United Kingdom in accordance with Article 50(3) of the Treaty on European Union is different from that specified in the definition of  “exit day” in subsection (1). 4 A Minister of the Crown   must   by regulations— a amend the definition of  “exit day” in subsection (1) to ensure that the day and time specified in the definition are the day and time that the Treaties are to cease to apply to the United Kingdom, and b amend subsection (2) in consequence of any such amendment. 5 In subsections (3) and (4)\t\t\t\t\t “ the Treaties ” means the Treaty on European Union and the Treaty on the Functioning of the European Union. 5A In this Act references to anything which continues to be domestic law by virtue of section 1B(2) include— a references to anything to which section 1B(2) applies which continues to be domestic law on or after exit day (whether or not it would have done so irrespective of that provision), and b references to anything which continues to be domestic law on or after exit day by virtue of section 1B(2) (as that body of law is added to or otherwise modified by or under this Act or by other domestic law from time to time). 6 In this Act references to anything which continues to be domestic law by virtue of section 2 include references to anything to which subsection (1) of that section applies which continues to be domestic law on or after   IP completion day   (whether or not it would have done so irrespective of that section). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 References in this Act (however expressed) to a public authority in the United Kingdom include references to a public authority in any part of the United Kingdom. 9 References in this Act to former Article 34(2)(c) of the Treaty on European Union are references to that Article as it had effect at any time before the coming into force of the Treaty of Lisbon. 10 Any other reference in this Act to— a an Article of the Treaty on European Union or the Treaty on the Functioning of the European Union, or b Article 10 of Title  VII  of Protocol 36 to those treaties, includes a reference to that Article as applied by Article 106a of the Euratom Treaty."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "21", "section_title": "Index of defined expressions", "section_text": "21 1 In this Act, the expressions listed in the left-hand column have the meaning given by, or are to be interpreted in accordance with, the provisions listed in the right-hand column. Expression Provision   Anything which continues to be domestic law by virtue of section 1B(2)  Section 20(5A) Anything which continues to be domestic law by virtue of section 2 Section 20(6) . . . . . . Article (in relation to the Treaty on European Union or the Treaty on the Functioning of the European Union) Section 20(10)   Assimilated case law  Section 6(7)  Assimilated direct legislation  Section 20(1)  Assimilated direct minor legislation  Section 20(1)  Assimilated direct principal legislation  Section 20(1)  Assimilated domestic case law  Section 6(7)  Assimilated EU case law  Section 6(7)  Assimilated law  Section 6(7) Charter of Fundamental Rights Section 20(1)   Commons sitting day  Section 20(1) Devolved authority Section 20(1) Direct EU legislation Section 3(2) Domestic law Section 20(1) The EEA Section 20(1) EEA agreement Schedule 1 to the Interpretation Act 1978   EEA EFTA separation agreement  Section 7B(6) Enactment Section 20(1) The EU Schedule 1 to the Interpretation Act 1978 EU decision Section 20(1)   EU-derived domestic legislation  Section 1B(7) EU directive Section 20(1) EU entity Section 20(1) EU institution Schedule 1 to the Interpretation Act 1978 EU instrument Schedule 1 to the Interpretation Act 1978 Euratom Treaty Schedule 1 to the Interpretation Act 1978 EU reference Section 20(1) EU regulation Section 20(1)   European Communities Act 1972  Section 1A(7)(a) European Court Schedule 1 to the Interpretation Act 1978 EU tertiary legislation Section 20(1) EU Treaties Schedule 1 to the Interpretation Act 1978 Exempt EU instrument Section 20(1) Exit day (and related expressions) Section 20(1) to (5) Former Article 34(2)(c) of Treaty on European Union Section 20(9)   Future relationship agreement  Section 20(1)   Implementation period  Section 1A(6) IP completion day (and related expressions) Section 1A(6) Joint Committee Section 20(1) Lords sitting day Section 20(1) Member State Section 20(1) and Schedule 1 to the Interpretation Act 1978 Minister of the Crown Section 20(1) Modify (and related expressions) Section 20(1) Northern Ireland devolved authority Section 20(1) Operative (in relation to direct EU legislation) Section 3(3)   Part (of withdrawal agreement or EEA EFTA separation agreement)  Section 1A(7)(b) Primary legislation Section 20(1) Public authority Section 20(1) Public authority in the United Kingdom (however expressed) Section 20(8)   Qualifying Northern Ireland goods  Section 8C(6) Ratify Section 20(1) Relevant criminal offence Section 20(1) (and paragraph 44 of Schedule 8)   Relevant separation agreement law  Section 7C(3) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Retrospective provision Section 20(1) Subordinate legislation Section 20(1)   Swiss citizens' rights agreement  Section 7B(6) Tribunal Section 20(1) Wales Section 20(1) Welsh zone Section 20(1) Withdrawal agreement   Section 1A(6)   2 See paragraph 22 of Schedule 8 for amendments made by this Act to Schedule 1 to the Interpretation Act 1978."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "22", "section_title": "Regulations", "section_text": "22 Schedule 7 (which makes provision about the scrutiny by Parliament and the devolved legislatures of regulations under this Act and contains other general provision about such regulations) has effect."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "23", "section_title": "Consequential and transitional provision", "section_text": "23 1 A Minister of the Crown may by regulations make such provision as the Minister considers appropriate in consequence of this Act. 2 The power to make regulations under subsection (1) may (among other things) be exercised by modifying any provision made by or under an enactment. 3 In subsection (2)\t\t\t\t\t “ enactment ” does not include primary legislation passed or made after   IP completion day . 4 No regulations may be made under subsection (1) after the end of the period of 10 years beginning with   IP completion day . 5 Parts 1 and 2 of Schedule 8 (which contain consequential provision) have effect. 6 A Minister of the Crown may by regulations make such transitional, transitory or saving provision as the Minister considers appropriate in connection with the coming into force of any provision of this Act (including its operation in connection with exit day  or IP completion day ). 7 Parts 3 and 4 of Schedule 8 (which contain transitional, transitory and saving provision) have effect. 8 The enactments mentioned in Schedule 9 (which contains repeals not made elsewhere in this Act) are repealed to the extent specified."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "24", "section_title": "Extent", "section_text": "24 1 Subject to subsections (2) and (3), this Act extends to England and Wales, Scotland and Northern Ireland. 2 Any provision of this Act which amends or repeals an enactment has the same extent as the enactment amended or repealed. 3 Regulations under section 8(1) or 23 may make provision which extends to Gibraltar— a modifying any enactment which— i extends to Gibraltar and relates to European Parliamentary elections, or ii extends to Gibraltar for any purpose which is connected with Gibraltar forming part of an electoral region, under the European Parliamentary Elections Act 2002, for the purposes of such elections, or b which is supplementary, incidental, consequential, transitional, transitory or saving provision in connection with a modification within paragraph (a)."}, {"act": "European Union (Withdrawal) Act 2018", "year": 2018, "section": "25", "section_title": "Commencement and short title", "section_text": "25 1 The following provisions— a sections 8 to 11 (including Schedule 2), b paragraphs 4, 5, 21(2)(b), 48(b), 51(2)(c) and (d) and (4) of Schedule 3 (and section 12(8) and (12) so far as relating to those paragraphs), c sections 13 and 14 (including Schedule 4), d sections 16 to 18, e sections 20 to 22 (including Schedules 6 and 7), f section 23(1) to (4) and (6), g paragraph 41(10), 43 and 44 of Schedule 8 (and section 23(7) so far as relating to those paragraphs), h section 24, and i this section, come into force on the day on which this Act is passed. 2 In section 12— a subsection (2) comes into force on the day on which this Act is passed for the purposes of making regulations under section 30A of the Scotland Act 1998, b subsection (4) comes into force on that day for the purposes of making regulations under section 109A of the Government of Wales Act 2006, and c subsection (6) comes into force on that day for the purposes of making regulations under section 6A of the Northern Ireland Act 1998. 3 In Schedule 3— a paragraph 1(b) comes into force on the day on which this Act is passed for the purposes of making regulations under section 57(4) of the Scotland Act 1998, b paragraph 2 comes into force on that day for the purposes of making regulations under section 80(8) of the Government of Wales Act 2006, c paragraph 3(b) comes into force on that day for the purposes of making regulations under section 24(3) of the Northern Ireland Act 1998, d paragraph 24(2) comes into force on that day for the purposes of making regulations under section 30A of the Scotland Act 1998, e paragraph 24(3) comes into force on that day for the purposes of making regulations under section 57(4) of the Scotland Act 1998, f paragraph 25 comes into force on that day for the purposes of making regulations under section 30A or 57(4) of the Scotland Act 1998, g paragraph 43 comes into force on that day for the purposes of making regulations under section 80(8) or 109A of the Government of Wales Act 2006, and h paragraphs 57 and 58 come into force on that day for the purposes of making regulations under section 6A or 24(3) of the Northern Ireland Act 1998; and section 12(7) and (12), so far as relating to each of those paragraphs, comes into force on that day for the purposes of making the regulations mentioned above in relation to that paragraph. 4 The provisions of this Act, so far as they are not brought into force by subsections (1) to (3), come into force on such day as a Minister of the Crown may by regulations appoint; and different days may be appointed for different purposes. 5 This Act may be cited as the European Union (Withdrawal) Act 2018."}]