[{"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "1", "section_title": "The single financial guidance body", "section_text": "1 1 A body corporate with functions relating to financial guidance is established (the  “single financial guidance body”). 2 Schedule 1 makes further provision about the single financial guidance body. 3 The name of the new body is to be determined by regulations made by the Secretary of State. 4 The regulations may— a amend any provision of this Part, or of any Act amended by this Part, so as to replace the words  “single financial guidance body” with the name of the body; b make incidental, supplementary and consequential provision. 5 The power to make regulations under subsection (3) is exercisable by statutory instrument; and an instrument containing such regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 6 The consumer financial education body is dissolved. 7 Schedule 2 makes provision about schemes for the transfer of staff, property, rights and liabilities— a from the Secretary of State and the Pensions Advisory Service Limited to the single financial guidance body; b from the consumer financial education body to the single financial guidance body and the devolved authorities."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "2", "section_title": "Objectives", "section_text": "2 1 The objectives of the single financial guidance body are— a to improve the ability of members of the public to make informed financial decisions, b to support the provision of information, guidance and advice in areas where it is lacking, c to secure that information, guidance and advice is provided to members of the public in the clearest and most cost-effective way (including having regard to information provided by other organisations), d to ensure that information, guidance and advice is available to those most in need of it (and to allocate its resources accordingly), bearing in mind in particular the needs of people in vulnerable circumstances, and e to work closely with the devolved authorities as regards the provision of information, guidance and advice to members of the public in Scotland, Wales and Northern Ireland. 2 The single financial guidance body must have regard to its objectives when it exercises its functions. 3 In this section  “ information, guidance and advice ” means— a information and guidance on matters relating to occupational and personal pensions, b information and advice on debt, and c information and guidance designed to enhance people's understanding and knowledge of financial matters and their ability to manage their own financial affairs."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "3", "section_title": "Functions", "section_text": "3 1 The single financial guidance body has the following functions— a the pensions guidance function; b the debt advice function; c the money guidance function; d the consumer protection function; e the strategic function. 2 The single financial guidance body also has the function of providing— a advice and assistance to the Secretary of State on matters relating to the functions listed in subsection (1), and b advice to the Secretary of State on the establishment of a debt respite scheme (see section 6). 3 The single financial guidance body may do anything that is incidental or conducive to the exercise of its functions. 4 The pensions guidance function is to provide, to members of the public, free and impartial information and guidance on matters relating to occupational and personal pensions. 5 The debt advice function is to provide, to members of the public in England, free and impartial information and advice on debt. 6 The money guidance function is to provide, to members of the public, free and impartial information and guidance designed to enhance people's understanding and knowledge of financial matters and their ability to manage their own financial affairs. 7 The consumer protection function is— a to notify the FCA where, in the exercise of its other functions, the single financial guidance body becomes aware of practices carried out by FCA-regulated persons (within the meaning of section 139A of the Financial Services and Markets Act 2000) which it considers to be detrimental to consumers, and b to consider the effect of unsolicited direct marketing on consumers of financial products and services, and, in particular— i from time to time publish an assessment of whether unsolicited direct marketing is, or may be, having a detrimental effect on consumers, and ii advise the Secretary of State whether to make regulations under section 22 (unsolicited direct marketing: other consumer financial products etc). 8 Where the single financial guidance body provides information, guidance or advice to a person in pursuance of one of the functions mentioned in subsection (1)(a) to (c), it must consider whether the person would benefit from receiving information, guidance or advice in pursuance of any other of those functions (and it must ensure that SFGB delivery partners are under a similar duty). 9 The strategic function is to develop and co-ordinate a national strategy to improve— a the financial capability of members of the public, b the ability of members of the public to manage debt, and c the provision of financial education to children and young people. 10 In developing and co-ordinating the national strategy, the single financial guidance body must work with others, such as those in the financial services industry, the devolved authorities and the public and voluntary sectors."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "4", "section_title": "Specific requirements as to the pensions guidance function", "section_text": "4 1 As part of its pensions guidance function, the single financial guidance body must provide information and guidance for the purposes of helping a member of a pension scheme, or a survivor of a member of a pension scheme, to make decisions about what to do with the flexible benefits that may be provided to the member or survivor. 2 In subsection (1)— a references to a member, or a survivor of a member, of a pension scheme include a member, or a survivor of a member, of a pension scheme for which the  PPF  has assumed responsibility under Part 2 of the Pensions Act 2004 or Part 3 of the Pensions (Northern Ireland) Order 2005 ( S.I.  2005/255 (N.I. 1)), but b in relation to such a member or survivor, the reference to the flexible benefits that may be provided is to be read as a reference to the money purchase benefits that may be provided by the PPF by virtue of sections 161 and 170 of that Act or Articles 145 and 154 of that Order. 3 In this section— “ flexible benefit ” has the meaning given by section 74 of the Pension Schemes Act 2015; “money purchase benefits”— in relation to England and Wales and Scotland, has the meaning given by section 181(1) of the Pension Schemes Act 1993, and in relation to Northern Ireland, has the meaning given by section 176(1) of the Pension Schemes (Northern Ireland) Act 1993; “ pension scheme ” has the meaning given by section 1(5) of the Pension Schemes Act 1993; “ PPF ” means the Board of the Pension Protection Fund; “ survivor ” has the meaning given by section 76(1) of the Pension Schemes Act 2015."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "4A", "section_title": "Specific functions included in the pensions guidance function", "section_text": "4A 1 The single financial guidance body must provide a pensions dashboard service by means of which— a information that the trustees or managers of a relevant occupational pension scheme are required to provide by— i regulations under section 238D(1)(a)(ii) of the Pensions Act 2004, or ii regulations under Article 215D(1)(a)(ii) of the Pensions (Northern Ireland) Order 2005 (S.I. 2005/255 (N.I. 1)), and b information that specified authorised persons are required to provide by general rules under section 137FAA(1)(a)(ii) of the Financial Services and Markets Act 2000, may be requested by, and provided to, an individual or a person authorised by the individual. 2 The single financial guidance body may, by means of its pensions dashboard service, provide information about— a state pensions, b basic and additional retirement pensions, and c state pension information relating to an individual. 3 The single financial guidance body may carry out other functions relating to pensions dashboard services, including functions for which provision is made by— a regulations under section 238A of the Pensions Act 2004 or Article 215A of the Pensions (Northern Ireland) Order 2005 (qualifying pensions dashboard services), b regulations under section 238D of the Pensions Act 2004 or Article 215D of the Pensions (Northern Ireland) Order 2005 (information from occupational pension schemes), or c general rules under section 137FAA of the Financial Services and Markets Act 2000 (information from personal or stakeholder pension schemes). 4 The functions of the single financial guidance body referred to in subsections (1) to (3) are part of its pensions guidance function. 5 Subsections (1) to (4) are without prejudice to sections 3(4) and (8) and 4. 6 In this section— “ pensions dashboard service ” means— a pensions dashboard service within the meaning of section 238A of the Pensions Act 2004, or a pensions dashboard service within the meaning of Article 215A of the Pensions (Northern Ireland) Order 2005 (S.I. 2005/255 (N.I. 1)); “ relevant occupational pension scheme ” has the meaning given by— section 238F of the Pensions Act 2004, in relation to England and Wales and Scotland, and Article 215F of the Pensions (Northern Ireland) Order 2005, in relation to Northern Ireland; “ specified authorised person ” has the meaning given by section 137FAC of the Financial Services and Markets Act 2000; “state pension”,  “basic retirement pension”,  “additional retirement pension” and  “state pension information” have the meaning given by section 238C of the Pensions Act 2004."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "5", "section_title": "Delegation of functions to delivery partner organisations", "section_text": "5 1 The single financial guidance body may arrange for another person (a  “primary SFGB delivery partner”) to carry out any of the following functions on its behalf— a the pensions guidance function; b the debt advice function; c the money guidance function. 2 A primary SFGB delivery partner may arrange for another person (a  “secondary SFGB delivery partner”) to carry out any of the functions it is carrying out on behalf of the single financial guidance body. 3 A secondary SFGB delivery partner may arrange for another person to carry out any of the functions it is carrying out on behalf of the single financial guidance body, but only with the consent of the single financial guidance body. 4 Arrangements under this section may include provision as to payment to the SFGB delivery partner. 5 Arrangements under this section must include provision requiring an SFGB delivery partner to disclose information to the single financial guidance body or the FCA when requested to do so to enable the single financial guidance body or the FCA to exercise the functions set out in section 10 (monitoring and enforcement of standards)."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "6", "section_title": "Debt respite scheme: advice to the Secretary of State", "section_text": "6 1 The Secretary of State must, within three months of the establishment of the single financial guidance body, seek advice from the body on the establishment of a debt respite scheme. 2 A debt respite scheme is a scheme designed to do one or more of the following— a protect individuals in debt from the accrual of further interest or charges on their debts during the period specified by the scheme, b protect individuals in debt from enforcement action from their creditors during that period, and c help individuals in debt  and their creditors  to devise a realistic plan for the repayment of some or all of the debts. 3 The matters on which the Secretary of State may seek advice include (but are not limited to)— a the appropriate person to administer the scheme (and the single financial guidance body may recommend the creation of a new body for this purpose); b whether the scheme should apply in England only, or whether it should also apply in Wales or Northern Ireland (or both); c the scope and design of the scheme, for example— i the types of debtors and the types of debts it should cover; ii the types of protections it should give; iii the time period for which the protections should apply; iv what the obligations on debtors and creditors should be during any period for which protections apply, including any period of a repayment plan; v the consequences of a failure by a debtor or a creditor to comply with a repayment plan; d how the scheme should work, for example— i how an application should be made for the protections given by the scheme; ii suitable arrangements to keep creditors informed; iii whether there should be a central register of persons admitted to the scheme; e how the scheme should be implemented. 4 The single financial guidance body must provide the advice sought within 12 months of its establishment. 5 The Secretary of State must publish the advice."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "7", "section_title": "Debt respite scheme: regulations", "section_text": "7 1 As soon as reasonably practicable after receiving advice from the single financial guidance body under section 6, the Secretary of State must consider whether to make regulations under this section. 2 After receiving advice from the single financial guidance body under section 6, the Secretary of State may make regulations establishing a debt respite scheme. 3 The regulations must take the advice into account. 4 The regulations may provide for the scheme to apply— a in England only, b in England and Wales, c in England and Northern Ireland, or d in England, Wales and Northern Ireland. 4A The regulations may include the following as part of the scheme so far as it applies in England and Wales— a provision about the involvement of creditors in the process of devising a plan for the repayment of some or all of an individual's debts; b provision to protect an individual, during the period of a repayment plan, from being required to repay a debt to which the plan applies otherwise than in accordance with the plan; c provision for an amount payable in respect of a debt in accordance with a repayment plan— i to be payable instead towards the costs of operating the repayment plan, other repayment plans or the debt respite scheme, and ii to be treated, so far as paid towards those costs, as permanently reducing a debt to which the plan applies. 5 Regulations under this section may— a make different provision for different purposes, b make different provision for different areas, ba make provision binding the Crown, c make incidental, supplemental, consequential, transitional or saving provision, and d apply to obligations entered into, or debts due to be repaid, before the regulations come into force. 6 Provision under subsection (5)(c) may amend any provision made by or under— a an Act of Parliament, b in the case where the regulations provide for the scheme to apply in Wales, a Measure or Act of the National Assembly for Wales, and c in the case where the regulations provide for the scheme to apply in Northern Ireland, Northern Ireland legislation. 7 Regulations under this section are to be made by statutory instrument. 8 An instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of — a each House of Parliament, b in the case where the regulations provide for the scheme to apply in Wales, the National Assembly for Wales, and c in the case where the regulations provide for the scheme to apply in Northern Ireland, the Northern Ireland Assembly."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "8", "section_title": "Guidance and directions from the Secretary of State", "section_text": "8 1 The Secretary of State may issue guidance and give directions to the single financial guidance body about the exercise of its functions. 2 The Secretary of State must publish any directions that are given to the single financial guidance body. 3 The single financial guidance body must have regard to guidance, and comply with directions, given to it by the Secretary of State."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "9", "section_title": "Setting standards", "section_text": "9 1 The single financial guidance body must from time to time set standards to be complied with by— a persons providing information or guidance in pursuance of the body's pensions guidance function, b persons providing information or advice in pursuance of the body's debt advice function, and c persons providing information or guidance in pursuance of the body's money guidance function. 2 Before finalising the standards, the single financial guidance body must obtain the approval of the FCA. 3 In determining whether to approve the standards, the FCA must have regard to the needs of people who are receiving, or who may seek to receive, the information, guidance or advice to which the standards will apply. 4 The single financial guidance body must publish the standards."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "10", "section_title": "Monitoring and enforcement of standards", "section_text": "10 1 The single financial guidance body must monitor its own and SFGB delivery partners' compliance with the standards. 2 The FCA must, at least once in every three years, carry out a review of— a whether the standards continue to be appropriate, and b how the single financial guidance body is monitoring and enforcing the standards. 3 As soon as practicable after the FCA has completed its review, it must provide a report on the review to— a the single financial guidance body, and b the Secretary of State. 4 The report may contain recommendations to the single financial guidance body."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "11", "section_title": "Financial assistance from the Secretary of State", "section_text": "11 1 The Secretary of State may pay grants or make loans, or give any other form of financial assistance, to meet expenditure in connection with the establishment of the single financial guidance body (including expenditure incurred or expected to be incurred before the commencement of section 1). 2 The Secretary of State may pay grants or make loans, or give any other form of financial assistance, to the single financial guidance body for the purpose of enabling it to carry out its functions. 3 Financial assistance may be given under subsection (1) or (2) subject to any conditions the Secretary of State thinks appropriate (including conditions as to repayment)."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "12", "section_title": "Levies under Pension Schemes Act 1993 and Pension Schemes ( NI ) Act 1993", "section_text": "12 1 In section 175(1) of the Pension Schemes Act 1993 (power to make regulations imposing levies to meet certain expenditure)— a omit the  “or” at the end of paragraph (c), and b after paragraph (d) insert or                         e under section 11 of the Financial Guidance and Claims Act 2018 (financial assistance from Secretary of State) relating to the single financial guidance body's pensions guidance function (see section 3 of that Act), . 2 In section 170(1) of the Pension Schemes (Northern Ireland) Act 1993 (power to make regulations imposing levies to meet certain expenditure)— a omit the  “or” at the end of paragraph (c), and b after paragraph (d) insert or                         e under section 11 of the Financial Guidance and Claims Act 2018 (financial assistance from Secretary of State) relating to the single financial guidance body's pensions guidance function (see section 3 of that Act), . 3 References in regulations made under section 175(1) of the Pension Schemes Act 1993 (including regulations in force before the commencement of this section) to  “expenditure referred to in section 175(1) of the 1993 Act” are to be read as references to expenditure referred to in section 175(1) of the Pension Schemes Act 1993 as amended by this section. 4 References in regulations made under section 170(1) of the Pension Schemes (Northern Ireland) Act 1993 (including regulations in force before the commencement of this section) to  “expenditure referred to in section 170(1) of the Act” are to be read as references to expenditure referred to in section 170(1) of the Pension Schemes (Northern Ireland) Act 1993 as amended by this section."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "13", "section_title": "Levy under FSMA 2000 for expenses of single financial guidance body", "section_text": "13 1 In the Financial Services and Markets Act 2000, after section 137S, insert— Rules to recover expenses relating to the single financial guidance body 137SA 1 The Secretary of State may, from time to time, notify the FCA of the amount of— a the expenses incurred, or expected to be incurred, by the Secretary of State under section 11 of the Financial Guidance and Claims Act 2018 (financial assistance from Secretary of State to single financial guidance body), and b any other expenses incurred, or expected to be incurred, by the Secretary of State in connection with the operation of the single financial guidance body, that the Secretary of State considers should be recovered under this section. 2 Where the Secretary of State has notified the FCA of an amount of expenses under subsection (1), the FCA must make rules for imposing levies with a view to recovering— a the amount notified, and b expenses incurred by the FCA in connection with its functions under this section. 3 The rules must require the payment to the FCA of specified sums, or sums calculated in a specified way, by— a authorised persons, electronic money issuers or payment service providers, or b any specified class of authorised person, electronic money issuer or payment service provider. 4 Before the FCA publishes a draft of rules to be made under this section it must consult the Secretary of State. 5 The rules may be made only with the consent of the Secretary of State. 6 The Secretary of State may notify the FCA of matters that will be taken into account when deciding whether or not to give consent under subsection (5). 7 The FCA must have regard to any matters notified under subsection (6) before publishing a draft of rules to be made under this section. 8 The FCA must pay the Secretary of State the sums it receives under rules made under this section, apart from those paid to recover the expenses mentioned in subsection (2)(b) (which the FCA may keep). 9 Subsection (10) applies where— a the Secretary of State has notified the FCA under subsection (1) of an amount which included expenses expected to be incurred, b the FCA has made rules to recover the amount, and paid sums received under the rules to the Secretary of State, but c the expenses expected to be incurred were not in fact incurred. 10 The Secretary of State need not arrange for the sums received under the rules to be paid back, but must, when next notifying an amount to the FCA under subsection (1), take into account the fact that the sums received included an amount representing expenses that were not in fact incurred. 11 In this section— “ electronic money issuer ” means a person who is an electronic money issuer for the purposes of the Electronic Money Regulations 2011 (S.I. 2011/99) as a result of falling within any of paragraphs (a) to (e) and (h) to (j) of the definition in regulation 2(1); “ payment service provider ” means a person who is a payment service provider for the purposes of the Payment Services Regulations 2017 (S.I. 2017/752) as a result of falling within any of paragraphs (a) to (h) of the definition in regulation 2(1). 2 The requirements for the FCA to consult, before making rules under section 137SA of the Financial Services and Markets Act 2000, contained in— a section 137SA(4) of that Act, and b section 138I(1) of that Act, may be satisfied by things done before the day on which this Act is passed. 3 Rules under section 137SA of the Financial Services and Markets Act 2000 may impose levies with a view to recovering expenses incurred by the FCA before the day on which this Act is passed."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "14", "section_title": "Levy under FSMA 2000 for debt advice expenses of devolved authorities", "section_text": "14 1 In the Financial Services and Markets Act 2000, after section 137SA (inserted by section 13), insert— Rules to recover debt advice expenses incurred by the devolved authorities 137SB 1 The Treasury may, from time to time, notify the FCA of the amount of the expenses incurred, or expected to be incurred, by the devolved authorities in connection with the provision of information and advice on debt to members of the public in Scotland, Wales and Northern Ireland. 2 Where the Treasury have notified the FCA of an amount of expenses under subsection (1), the FCA must make rules for imposing levies with a view to recovering— a the amount notified, and b expenses incurred by the FCA in connection with its functions under this section. 3 The rules must require the payment to the FCA of specified sums, or sums calculated in a specified way, by— a authorised persons, electronic money issuers or payment service providers, or b any specified class of authorised person, electronic money issuer or payment service provider. 4 Before the FCA publishes a draft of rules to be made under this section it must consult the Treasury. 5 The rules may be made only with the consent of the Treasury. 6 The Treasury may notify the FCA of matters that will be taken into account when deciding whether or not to give consent under subsection (5). 7 The FCA must have regard to any matters notified under subsection (6) before publishing a draft of rules to be made under this section. 8 The FCA must pay the Treasury the sums it receives under rules made under this section, apart from those paid to recover the expenses mentioned in subsection (2)(b) (which the FCA may keep). 9 Subsection (10) applies where— a the Treasury have notified the FCA under subsection (1) of an amount which included expenses expected to be incurred, b the FCA has made rules to recover the amount, and paid sums received under the rules to the Treasury, but c the expenses expected to be incurred were not in fact incurred. 10 The Treasury need not arrange for the sums received under the rules to be paid back, but must, when next notifying an amount to the FCA under subsection (1), take into account the fact that the sums received included an amount representing expenses that were not in fact incurred. 11 In this section— the  “ devolved authorities ” means— the Scottish Ministers, the Welsh Ministers, and the Department for Communities in Northern Ireland; “ electronic money issuer ” and  “ payment service provider ” have the same meanings as in section 137SA. 2 The requirements for the FCA to consult, before making rules under section 137SB of the Financial Services and Markets Act 2000, contained in— a section 137SB(4) of that Act, and b section 138I(1) of that Act, may be satisfied by things done before the day on which this section comes into force. 3 Rules under section 137SB of the Financial Services and Markets Act 2000 may impose levies with a view to recovering expenses incurred by the FCA before the day on which this section comes into force."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "15", "section_title": "False claims about provision of information etc", "section_text": "15 1 It is an offence for a person to hold himself or herself out (or where the person is a body, to hold itself out) as providing information, guidance or advice on behalf of the single financial guidance body when that is not in fact the case. 2 It is a defence for a person charged with an offence under this section to prove that the person took all reasonable precautions and exercised all due diligence to avoid committing the offence. 3 A person guilty of an offence under this section is liable on summary conviction— a in England and Wales, to imprisonment for a term not exceeding 51 weeks or a fine, or both; b in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding level 5 on the standard scale, or both; c in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding level 5 on the standard scale, or both. 4 In relation to an offence committed before the commencement of section 281(5) of the Criminal Justice Act 2003, the reference in subsection (3)(a) to 51 weeks is to be read as a reference to 6 months. 5 Proceedings for an offence under this section may be instituted in England and Wales only by or with the consent of the Director of Public Prosecutions. 6 Proceedings for an offence under this section may be instituted in Northern Ireland only by or with the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "16", "section_title": "Offences under section 15 committed by bodies corporate etc", "section_text": "16 1 If an offence under section 15 committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer of the body, or b to be attributable to any neglect on the part of such an officer, the officer, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 2 In subsection (1)  “ officer ”, in relation to a body corporate, means— a a director, member of the committee of management, chief executive, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity; b an individual who is a controller of the body. 3 If the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with the member's functions of management as if the member were a director of the body corporate. 4 If an offence under section 15 committed by a partnership is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of the partner, the partner, as well as the partnership, is guilty of the offence and liable to be proceeded against and punished accordingly. 5 In subsection (4)  “ partner ” includes a person purporting to act as a partner. 6 If an offence under section 15 committed by an unincorporated association other than a partnership is proved— a to have been committed with the consent or connivance of an officer of the association or a member of its governing body, or b to be attributable to any neglect on the part of such an officer or member, the officer or member, as well as the association, is guilty of the offence and liable to be proceeded against and punished accordingly. 7 Proceedings for an offence under section 15 must be brought— a where the offence is alleged to have been committed by a partnership, against the partnership in the firm name; b where the offence is alleged to have been committed by any other type of unincorporated association, against the association in its own name. 8 Rules of court relating to the service of documents have effect in relation to such proceedings as if the partnership or unincorporated association were a body corporate."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "17", "section_title": "Disclosure of information", "section_text": "17 1 The single financial guidance body may disclose information to the Secretary of State, and the Secretary of State may disclose information to the single financial guidance body, provided that the disclosure (in either case) is for the purpose of enabling or facilitating the exercise of— a a function of the single financial guidance body, or b a function of the Secretary of State that— i relates directly to the single financial guidance body, or ii is the same as, or in a similar area to, a function of the single financial guidance body. 2 The single financial guidance body may disclose information to a devolved authority, and a devolved authority may disclose information to the single financial guidance body, provided that the disclosure (in either case) is for the purpose of enabling or facilitating— a the exercise of a function of the single financial guidance body, or b the provision of information and advice on debt to members of the public in Scotland, Wales or Northern Ireland. 3 The single financial guidance body may disclose information to the FCA, and the FCA may disclose information to the single financial guidance body, provided that the disclosure (in either case) is for the purpose of enabling or facilitating the exercise of— a a function of the single financial guidance body, or b a function of the FCA that— i relates directly to the single financial guidance body, or ii is in a similar area to a function of the single financial guidance body. 4 A devolved authority may disclose information to the FCA, and the FCA may disclose information to a devolved authority, provided that the disclosure (in either case) is for the purpose of enabling or facilitating— a the provision of information and advice on debt to members of the public in Scotland, Wales or Northern Ireland, or b the exercise of a function of the FCA that relates to the provision of information or advice on debt. 5 The single financial guidance body may disclose information to an SFGB delivery partner, and an SFGB delivery partner may disclose information to the single financial guidance body, provided that the disclosure (in either case) is for the purpose of enabling or facilitating the exercise of a function that the SFGB delivery partner is carrying out on behalf of the single financial guidance body. 6 The single financial guidance body must disclose information— a to the Secretary of State, where requested to do so by the Secretary of State; b to the FCA, where— i the disclosure is for the purpose of enabling or facilitating the exercise of the consumer protection function, or ii the FCA requests information for the purposes of a review under section 10 (monitoring and enforcement of standards). 7 A disclosure of information which is authorised or required by this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of the information (however imposed). 8 But nothing in this section authorises the making of a disclosure which— a contravenes the data protection legislation, or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "18", "section_title": "Personal pension schemes: requirements to refer members to guidance etc", "section_text": "18 1 Section 137FB of the Financial Services and Markets Act 2000 (FCA general rules: disclosure of information about the availability of pensions guidance) is amended as follows. 2 After subsection (1), insert— 1A The FCA must also make general rules requiring the trustees or managers of a relevant pension scheme to take the steps mentioned in subsections (1B) and (1C) in relation to an application from a member or survivor— a to transfer any rights accrued under the scheme, or b to start receiving benefits provided by the scheme. 1B As part of the application process, the trustees or managers must ensure that— a the member or survivor is referred to appropriate pensions guidance, and b the member or survivor is provided with an explanation of the nature and purpose of such guidance. 1C Before proceeding with the application, the trustees or managers must ensure that the member or survivor has either received appropriate pensions guidance or has opted out of receiving such guidance. 1D The rules may— a specify what constitutes appropriate pensions guidance; b make further provision about how the trustees or managers must comply with the duties in subsections (1B) and (1C) (such as provision about methods of communication and time limits); c make further provision about how, and to whom, a member or survivor may indicate that they have received or opted out of receiving appropriate pensions guidance for the purposes of subsection (1C); d specify what the duties of the trustees or managers are in the situation where a member or survivor does not respond to a communication that is made for the purposes of complying with the duty in subsection (1C); e provide for exceptions to the duties in subsections (1B) and (1C) in specified cases. 3 In subsection (2), for  “this section” substitute  “                    subsection (1)                  ” . 4 After subsection (2) insert— 2A Before the FCA publishes a draft of any rules to be made by virtue of subsection (1A), it must consult— a the Secretary of State, and b the   Money and Pensions Service . 5 In subsection (3), for  “the rules” substitute  “                    rules to be made by virtue of subsection (1)                  ” . 6 After subsection (3) insert— 3A In determining what provision to include in rules to be made by virtue of subsection (1A), the FCA must have regard to any regulations that are for the time being in force under section 113B of the Pension Schemes Act 1993 (occupational pension schemes: requirements to refer members to guidance etc). 7 In subsection (4), for the definition of  “pensions guidance” substitute— “ pensions guidance ” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes); ."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "19", "section_title": "Occupational pension schemes: requirements to refer members to guidance etc", "section_text": "19 1 The Pension Schemes Act 1993 is amended as set out in subsections (2) to (5). 2 After section 113A insert— Occupational pension schemes: requirements to refer members to guidance etc 113B 1 The Secretary of State must make regulations requiring the trustees or managers of an occupational pension scheme to take the steps mentioned in subsections (2) and (3) in relation to an application from a relevant beneficiary— a to transfer any rights accrued under the scheme, or b to start receiving benefits provided by the scheme. 2 As part of the application process, the trustees or managers must ensure that— a the beneficiary is referred to appropriate pensions guidance, and b the beneficiary is provided with an explanation of the nature and purpose of such guidance. 3 Before proceeding with the application, the trustees or managers must ensure that the beneficiary has either received appropriate pensions guidance or has opted out of receiving such guidance. 4 The regulations may— a specify what constitutes appropriate pensions guidance; b make further provision about how the trustees or managers must comply with the duties in subsections (2) and (3) (such as provision about methods of communication and time limits); c make further provision about how, and to whom, a beneficiary may indicate that they have received or opted out of receiving appropriate pensions guidance for the purposes of subsection (3); d specify what the duties of the trustees or managers are in the situation where a beneficiary does not respond to a communication that is made for the purposes of complying with the duty in subsection (3); e provide for exceptions to the duties in subsections (2) and (3) in specified cases; f provide for the Secretary of State or another prescribed person to issue guidance for the purposes of this section, to which trustees or managers must have regard in complying with their duties under the regulations. 5 In determining what provision to include in the regulations, the Secretary of State must have regard to any rules that are for the time being in force under section 137FB(1A) of the Financial Services and Markets Act 2000. 6 In this section— “ relevant beneficiary ”, in relation to a pension scheme, means— a member of the scheme, or another person of a prescribed description, who has a right or entitlement to flexible benefits under the scheme; “ flexible benefits ” has the meaning given by section 74 of the Pension Schemes Act 2015; “ pensions guidance ” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes). 3 In section 115 (powers as respects failure to comply with information requirements), in subsection (1), after  “113” insert  “                    , 113B                  ” . 4 In section 182(5) (power of Treasury to direct that regulation-making powers are exercisable only in conjunction with them), after  “except” insert  “                    regulations under section 113B or                  ” . 5 In section 185(2) (consultations about other regulations: exceptions), after paragraph (c) insert— ca regulations under section 113B; or . 6 The Pension Schemes (Northern Ireland) Act 1993 is amended as set out in subsections (7) to (9). 7 After section 109A insert— Occupational pension schemes: requirements to refer members to guidance etc 109B 1 The Department must make regulations requiring the trustees or managers of an occupational pension scheme to take the steps mentioned in subsections (2) and (3) in relation to an application from a relevant beneficiary— a to transfer any rights accrued under the scheme, or b to start receiving benefits provided by the scheme. 2 As part of the application process, the trustees or managers must ensure that— a the beneficiary is referred to appropriate pensions guidance, and b the beneficiary is provided with an explanation of the nature and purpose of such guidance. 3 Before proceeding with the application, the trustees or managers must ensure that the beneficiary has either received appropriate pensions guidance or has opted out of receiving such guidance. 4 The regulations may— a specify what constitutes appropriate pensions guidance; b make further provision about how the trustees or managers must comply with the duties in subsections (2) and (3) (such as provision about methods of communication and time limits); c make further provision about how, and to whom, a beneficiary may indicate that they have received or opted out of receiving appropriate pensions guidance for the purposes of subsection (3); d specify what the duties of the trustees or managers are in the situation where a beneficiary does not respond to a communication that is made for the purposes of complying with the duty in subsection (3); e provide for exceptions to the duties in subsections (2) and (3) in specified cases; f provide for the Department or another prescribed person to issue guidance for the purposes of this section, to which trustees or managers must have regard in complying with their duties under the regulations. 5 In determining what provision to include in the regulations, the Department must have regard to any rules that are for the time being in force under section 137FB(1A) of the Financial Services and Markets Act 2000. 6 In this section— “ relevant beneficiary ”, in relation to a pension scheme, means— a member of the scheme, or another person of a prescribed description, who has a right or entitlement to flexible benefits under the scheme; “ flexible benefits ” has the meaning given by section 74 of the Pension Schemes Act 2015; “ pensions guidance ” means information or guidance provided by any person in pursuance of the requirements mentioned in section 4 of the Financial Guidance and Claims Act 2018 (information etc about flexible benefits under pension schemes). 8 In section 111 (powers as respects failure to comply with information requirements), in subsection (1), after  “109” insert  “                    or 109B                  ” . 9 In section 177(6) (power of Department of Finance to direct that regulation-making powers are exercisable only in conjunction with them), after  “except” insert  “                    regulations under section 109B or                  ” ."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "20", "section_title": "FCA general rules: information about the availability of guidance", "section_text": "20 After section 137FBB of the Financial Services and Markets Act 2000 insert— FCA rules: disclosure of information about the availability of financial guidance 137FC 1 The FCA must make general rules requiring specified authorised persons to provide information about the availability of financial guidance to the descriptions of persons specified in the rules. 2 The rules may specify the circumstances in which the duty to provide the information applies. 3 Before the FCA publishes a draft of any rules to be made by virtue of this section, it must consult— a the Secretary of State, b the Treasury, and c the single financial guidance body. 4 In this section— “ financial guidance ” means information, guidance or advice provided in pursuance of the single financial guidance body's pensions guidance, debt advice or money guidance function (see section 3 of the Financial Guidance and Claims Act 2018); “ specified authorised person ” means an authorised person of a description specified in rules made by virtue of this section."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "21", "section_title": "Unsolicited direct marketing: pensions", "section_text": "21 1 The Secretary of State may make regulations prohibiting unsolicited direct marketing relating to pensions. 2 The regulations may— a make provision about when a communication is to be, or is not to be, treated as unsolicited; b make provision for exceptions to the prohibition; c confer functions on the Information Commissioner and on  OFCOM  (including conferring a discretion); d apply (with or without modifications) provisions of the data protection legislation or the Privacy and Electronic Communications ( EC  Directive) Regulations 2003 (S.I. 2003/2426)\t\t\t\t\t\t\t(including, in particular, provisions relating to enforcement). 3 The regulations may— a make different provision for different purposes; b make different provision for different areas; c make incidental, supplementary, consequential, transitional or saving provision. 4 Regulations under this section are to be made by statutory instrument. 5 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 If before the end of June in any year the Secretary of State has not made regulations under this section (whether or not in that year), the Secretary of State must— a publish a statement, by the end of July in that year, explaining why regulations have not been made and setting a timetable for making the regulations, and b lay the statement before each House of Parliament. 7 In this section,  “ OFCOM ” means the Office of Communications established by section 1 of the Office of Communications Act 2002."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "22", "section_title": "Unsolicited direct marketing: other consumer financial products etc", "section_text": "22 1 The Secretary of State must keep under review whether a prohibition on unsolicited direct marketing in relation to consumer financial products and services other than pensions would be appropriate. 2 If the Secretary of State considers that such a prohibition would be appropriate, the Secretary of State may make regulations applying regulations made under section 21 to other consumer financial products and services (with or without modifications). 3 In considering whether to make such regulations, the Secretary of State must take into account any advice received from the single financial guidance body under section 3(7)(b)(ii) (consumer protection function: advice on effect on consumers of unsolicited direct marketing). 4 The regulations may— a make different provision for different purposes; b make different provision for different areas; c make incidental, supplementary, consequential, transitional or saving provision. 5 Regulations under this section are to be made by statutory instrument. 6 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "23", "section_title": "Power to dissolve the single financial guidance body", "section_text": "23 1 The Secretary of State must keep under review the question of whether the single financial guidance body should be dissolved. 2 If the Secretary of State considers that the single financial guidance body should be dissolved, he or she must carry out a public consultation. 3 If, after the period of 12 weeks beginning with the day on which the consultation began, the Secretary of State still considers dissolution of the single financial guidance body to be appropriate, he or she must lay before Parliament— a draft regulations, and b an explanatory document. 4 The draft regulations may in particular make provision about— a the transfer of the functions of the single financial guidance body to the Secretary of State or any other person; b the transfer of property, rights or liabilities of the single financial guidance body to the Secretary of State or any other person; c the creation and extinguishment of interests, rights and liabilities, in connection with provision made under paragraph (b); d the payment by the Secretary of State or the single financial guidance body of compensation to any person who suffers loss or damage as a result of the dissolution. 5 The draft regulations— a may transfer rights and liabilities relating to employees, but b may not affect the operation of the Transfer of Undertakings (Protection of Employment) Regulations 2006 (S.I. 2006/246). 6 The draft regulations may— a amend or repeal any provision of this Part; b make incidental, supplementary, consequential, transitional or saving provision. 7 Subsection (6)(b) includes the power to amend any provision made by or under— a an Act of Parliament, b an Act of the Scottish Parliament, c a Measure or Act of the National Assembly for Wales, or d Northern Ireland legislation."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "24", "section_title": "Regulations dissolving the new single financial guidance body: procedure", "section_text": "24 1 The 40-day affirmative procedure applies to draft regulations under section 23 unless, within the period of 30 days beginning with the day on which the draft regulations were laid before Parliament— a either House of Parliament resolves that the super-affirmative procedure should apply, or b a committee of either House charged with reporting on the draft regulations recommends that the super-affirmative procedure should apply and the House to which the recommendation is made does not by resolution reject the recommendation within that 30-day period. In either of those cases the super-affirmative procedure applies. 2 Under the 40-day affirmative procedure, if after the expiry of the period of 40 days beginning with the day on which the regulations were laid before Parliament, the draft regulations are approved by a resolution of each House of Parliament, the Secretary of State may make regulations in the terms of the draft regulations. 3 Under the super-affirmative procedure, the Secretary of State must— a have regard to the matters mentioned in subsection (4), and b make the regulations in accordance with subsections (5) to (7). 4 The matters are— a any representations, b any resolution of either House of Parliament, and c any recommendation of a committee of either House of Parliament charged with reporting on the draft regulations, made in relation to the draft regulations during the period of 60 days beginning with the day on which the draft regulations were laid before Parliament. 5 If, after the expiry of that 60-day period, the draft regulations are approved by a resolution of each House of Parliament, the Secretary of State may make regulations in the terms of the draft regulations. 6 If, after the expiry of that 60-day period, the Secretary of State wishes to proceed with the draft regulations but with material changes, the Secretary of State may lay before Parliament— a revised draft regulations, and b a statement giving a summary of the changes proposed. 7 If the revised draft regulations are approved by a resolution of each House of Parliament, the Secretary of State may make regulations in the terms of the revised draft regulations. 8 Regulations are made in the terms of draft regulations (including revised draft regulations) if the regulations contain no material changes. 9 In calculating the periods of time referred to in this section, no account is to be taken of any time during which Parliament is dissolved or prorogued or during which either House is adjourned for more than four days. 10 The regulations are to be made by statutory instrument."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "25", "section_title": "Minor and consequential amendments", "section_text": "25 Schedule 3 contains amendments that relate to this Part."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "26", "section_title": "Interpretation of Part 1", "section_text": "26 1 In this Part— “ the consumer protection function ” has the meaning given in section 3(7); “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ the debt advice function ” has the meaning given in section 3(5); “ the devolved authorities ” means— the Scottish Ministers, the Welsh Ministers, and the Department for Communities in Northern Ireland; “ direct marketing ” means the communication (by whatever means) of advertising or marketing material which is directed to particular individuals; “ the FCA ” means the Financial Conduct Authority; “ the money guidance function ” has the meaning given in section 3(6); “ the pensions guidance function ” has the meaning given in section 3(4); “ SFGB delivery partner ” means a person with whom arrangements are made under section 5(1), (2) or (3). “ standards ” means standards set under section 9; “ the strategic function ” has the meaning given in section 3(9). 2 In this Part, other than in section 1(7)(a) and paragraph 1(1) of Schedule 2, references to the Secretary of State are to be read as references to the Secretary of State or the Treasury."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "27", "section_title": "Transfer to FCA of regulation of claims management services", "section_text": "27 1 The Financial Services and Markets Act 2000 is amended as follows. 2 In section 1H (interpretation provisions for FCA's objectives)— a in subsection (2), at the end of paragraph (c) insert  “                        or to engage in claims management activity                      ” , and b in subsection (8), at the appropriate place insert— “ engage in claims management activity ” has the meaning given in section 21; . 3 In section 21 (restrictions on financial promotion)— a in subsection (1)— i the words from  “to engage” to the end become paragraph (a), and ii at the end of that paragraph insert , or                             b to engage in claims management activity. , b after subsection (10) insert— 10A “ Engaging in claims management activity ” means entering into or offering to enter into an agreement the making or performance of which by either party constitutes a controlled claims management activity. 10B An activity is a  “controlled claims management activity” if— a it is an activity of a specified kind, b it is, or relates to, claims management services, and c it is carried on in Great Britain. , and c after subsection (12) insert— 12A Paragraph 25 of Schedule 2 applies for the purposes of subsection (10B) with the references to section 22 in sub-paragraph (3) of that paragraph being read as references to subsection (10B). 4 In section 22 (regulated activities)— a after subsection (1A) insert— 1B An activity is also a regulated activity for the purposes of this Act if it is an activity of a specified kind which— a is carried on by way of business in Great Britain, and b is, or relates to, claims management services. , and b in subsection (3) for  “subsection (1) or (1A)” substitute  “                        subsections (1) to (1B)                      ” . 5 In section 137R (financial promotion rules)— a in subsection (1), omit the  “or” at the end of paragraph (a) and after that paragraph insert— aa to engage in claims management activity, or , and b in subsection (6), for  “has” substitute  “                        and  “engage in claims management activity” have                      ” . 6 In section 234C (complaints to the FCA by consumer bodies)— a in subsection (1), after  “financial services” insert  “                        or of a market in Great Britain for claims management services                      ” , and b in subsection (5)— i in paragraph (a), at the end insert  “                            (and  “ market in Great Britain ” is to be construed accordingly)                          ” , and ii in paragraph (b), after  “financial services” insert  “                            , or of a market in Great Britain for claims management services,                          ” . 7 In section 234I (FCA's functions under Part 4 of the Enterprise Act 2002)— a in subsection (2)(b), after  “services” insert  “                        or to the provision of claims management services in Great Britain                      ” , and b in subsection (6)(a), after  “financial services” insert  “                        or in Great Britain of claims management services                      ” . 8 In section 234J(2)\t\t\t\t\t(FCA's functions under the Competition Act 1998), after  “financial services” insert  “                    or relate to the provision of claims management services in Great Britain                  ” . 9 In section 234M(1)\t\t\t\t\t(function of keeping market under review), after  “services” insert  “                    and the market in Great Britain for claims management services                  ” . 10 In section 417(1)\t\t\t\t\t(definitions), at the appropriate place insert— “ regulated claims management activity ” means activity of a kind specified in an order under section 22(1B)\t\t\t\t\t\t\t\t(regulated activities: claims management services); . 11 After section 419 insert— Claims management services 419A 1 In this Act  “ claims management services ” means advice or other services in relation to the making of a claim. 2 In subsection (1)\t\t\t\t\t\t\t\t\t\t “ other services ” includes— a financial services or assistance, b legal representation, c referring or introducing one person to another, and d making inquiries, but giving, or preparing to give, evidence (whether or not expert evidence) is not, by itself, a claims management service. 3 In this section  “ claim ” means a claim for compensation, restitution, repayment or any other remedy or relief in respect of loss or damage or in respect of an obligation, whether the claim is made or could be made— a by way of legal proceedings, b in accordance with a scheme of regulation (whether voluntary or compulsory), or c in pursuance of a voluntary undertaking. 4 The Treasury may by order provide that a claim for a specified benefit is to be treated as a claim for the purposes of this section. 5 The Treasury may specify a benefit under subsection (4) only if it appears to the Treasury to be a social security benefit, payable under the law of any part of the United Kingdom, designed to provide compensation for industrial injury. Carrying on claims management activity in Great Britain 419B 1 The Treasury may by order make provision as to the circumstances in which a person is, or is not, to be treated as carrying on— a a regulated claims management activity, or b an activity of a kind specified in an order under section 21(10B), in Great Britain. 2 Subsections (2) to (5) of section 419 apply in relation to an order under subsection (1) as they apply in relation to an order under subsection (1) of that section, but as if the references to regulated activities in subsection (2) of that section were references to regulated claims management activities or, as the case may be, to activities of a kind specified in an order under section 21(10B). 12 In section 429 (parliamentary control of statutory instruments)— a in subsection (1)(a)\t\t\t\t\t\t\t(orders subject to affirmative procedure), for  “or 419” substitute  “                        , 419 or 419B                      ” , b in subsection (4)— i in paragraph (e), for  “or (10)” substitute,  “, (10) or (10B)”, ii omit the  “or” at the end of paragraph (f), and iii after paragraph (g) insert ; or                             h it adds one or more activities to those that are controlled claims management activities for the purposes of section 21. , and c after subsection (7) insert— 7A An order to which, if it is made, subsection (7B) will apply is not to be made unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 7B This subsection applies to an order under section 419A(4) if— a it is the first order to be made, or to contain provisions made, under that subsection; or b it adds one or more benefits to those that are specified benefits for the purposes of section 419A. 13 In Schedule 2 (regulated activities)— a in paragraph 25 (order making power), in sub-paragraph (1)— i in the opening words for  “or (1A)” substitute  “                            to (1B)                          ” ; ii in paragraph (f) at the end insert  “                            , including provision which applies (with or without modification) provision in this Act or other primary or subordinate legislation that relates to investment activity or financial services to a regulated activity that does not relate to investment activity or financial services.                          ” , and b in paragraph 26 (parliamentary control), in sub-paragraph (1) for  “or (1A)” substitute  “                        to (1B)                      ” . 14 Schedule 4 contains provision about transfer schemes where an order is made under section 22(1B) of the Financial Services and Markets Act 2000 (inserted by subsection (4)(a)). 15 Schedule 5 contains transitional provision relating to this section."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "28", "section_title": "Power of FCA to make rules restricting charges for claims management services", "section_text": "28 1 The Financial Services and Markets Act 2000 is amended as set out in subsections (2) and (3). 2 After section 137FC (inserted by section 20) insert— FCA general rules: charges for claims management services 137FD 1 The power of the FCA to make general rules includes power to make rules prohibiting authorised persons from— a entering into a specified regulated claims management agreement that provides for the payment by a person of charges which, taken with charges payable under an agreement treated by the rules as being connected with the regulated claims management agreement (if any), are specified charges, and b imposing specified charges on a person in connection with the provision of a service which is, or which is provided in connection with, a specified regulated claims management activity. 2 The FCA must make rules by virtue of subsection (1) in relation to all regulated claims management agreements, and all regulated claims management activities, which concern claims in relation to financial products or services. 3 The rules must be made with a view to securing an appropriate degree of protection against excessive charges for the provision of a service which is, or which is provided in connection with, a regulated claims management activity. 4 The rules may specify charges by reference to charges of a specified class or description, or by reference to charges which exceed, or are capable of exceeding, a specified amount. 5 In relation to an agreement entered into, or charge imposed, in contravention of the rules, the rules may (amongst other things)— a provide for the agreement, or obligation to pay the charge, to be unenforceable or unenforceable to a specified extent; b provide for the recovery of amounts paid under the agreement or obligation; c provide for the payment of compensation for any losses incurred as a result of paying amounts under the agreement or obligation. 6 The provision that may be made under subsection (5) includes provision corresponding to that made by section 30 (enforceability of agreements resulting from unlawful communications). 7 In this section— a “ regulated claims management agreement ” means an agreement, the entering into or performing of which by either party is a regulated claims management activity, and b “ specified ” means specified in the rules, but  “ specified amount ” means an amount specified in or determined in accordance with the rules. 3 In section 138E(3) (contravention of rules which may make transaction void or unenforceable)— a omit the  “or” at the end of paragraph (b), and b at the end of paragraph (c) insert or                         d rules made by the FCA under section 137FD."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "29", "section_title": "PPI claims and charges for claims management services: general", "section_text": "29 1 This section and sections 30 to 32 make provision for a fee cap to apply in certain circumstances to charges for regulated services provided in connection with a PPI claim. 2 The following provisions explain terms used in those sections. 3 The fee cap applicable to the amount charged for regulated services provided in connection with a PPI claim is 20% of the amount recovered for the claimant in satisfaction of the claim. Accordingly, where nothing is recovered (whether or not a claim has been made or concluded) the fee cap is zero. 4 But the charging of a reasonable amount for work done for the claimant is not to be regarded as exceeding the fee cap for a PPI claim if— a the amount is charged for regulated services provided in connection with the claim, b no other amount is charged for those services, c the claimant has terminated the agreement governing the provision of such services (whether before or after the making of a claim), and d the termination was not achieved by the cancellation of the agreement during a cooling off period available to the claimant by right (whether conferred by the agreement or otherwise). 5 References to a claim are to a claim (however described) seeking compensation, restitution, repayment or any other financial remedy or relief, whether or not the claim is made or could be made by way of legal proceedings. 6 References to the amount charged for regulated services provided in connection with a PPI claim are references to a sum comprising all amounts charged for such services in connection with the claim (whether or not charged under a single agreement), exclusive of VAT. 7 References to the amount recovered for the claimant, in relation to a PPI claim, include a reference to any amount which (instead of being paid to or to the order of the claimant)— a is set off against a debt due from the claimant to the person against whom the claim is made, or b is paid to any person other than the claimant (whether a person providing regulated services in connection with the claim or any other person) with a view to discharging the whole or part of a debt due from the claimant. 8 In this section references to regulated services are— a so far as relevant for the purposes of section 30, to be read as referring to regulated claims management services, b so far as relevant for the purposes of section 31, to be read as referring to any service which is a regulated claims management activity, and c so far as relevant for the purposes of section 32, to be read as referring to any service which is a relevant claims management activity (within the meaning given by subsection (5) of that section). 9 “ PPI claim ” means a claim relating to the selling of payment protection insurance (whether it concerns amounts paid by the policyholder or otherwise). 10 “Regulated claims management services”— a does not include any reserved legal activities of the kind mentioned in section 12(1)(a) or (b) of the Legal Services Act 2007 (exercise of a right of audience or the conduct of litigation), but b otherwise, has the same meaning as in the Compensation Act 2006 (see section 14 of that Act). 11 “ Regulated claims management activity ” has the same meaning as in the Financial Services and Markets Act 2000 (see the definition inserted by this Act in section 417(1) of that Act). 12 “ Section 22(1B) specified activity provisions ” means provisions of an order made under section 22(1B) of the Financial Services and Markets Act 2000 (as inserted by this Act) which specify a kind of activity as a regulated activity within the meaning of that Act. 13 “ The FCA ” means the Financial Conduct Authority."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "30", "section_title": "PPI claims: interim restriction on charges before transfer of regulation to FCA", "section_text": "30 1 A regulated person — a must not charge a claimant, for regulated claims management services provided in connection with the claimant's PPI claim, an amount which exceeds the fee cap for the claim, and b must not enter into an agreement that provides for the payment by a claimant, for regulated claims management services provided in connection with the claimant's PPI claim, of charges which would breach, or are capable of breaching, the prohibition in paragraph (a). 2 A breach of either of those prohibitions is not actionable as a breach of statutory duty; but— a any payment in excess of the fee cap for a PPI claim is recoverable by the claimant, and b any agreement entered into in breach of subsection (1)(b) is not enforceable to the extent it provides for a payment that breaches or is capable of breaching the prohibition in subsection (1)(a). 3 In subsection (2)  “ payment ” means a payment of charges for regulated claims management services provided in connection with the claim. 4 A relevant regulator— a must ensure that it has appropriate arrangements for monitoring and enforcing the prohibitions in subsection (1) as they apply to the regulated persons for whom it is the relevant regulator; b may make rules for the purposes of doing so (which may include provision applying, in relation to breaches of a prohibition in subsection (1), functions the relevant regulator has in relation to breaches of another restriction). 5 For the purposes of this section— a “ regulated person ” means— i a person who falls within any category of regulated person specified in column 2 below, or ii any person not within sub-paragraph (i) who, by virtue of article 4 of the Compensation (Exemptions) Order 2007 (S.I. 2007/209), is not prevented by section 4(1) of the Compensation Act 2006 from providing regulated claims management services; b “ relevant regulator ” means a person listed in column 1 below; and c the regulated persons for whom a person listed in column 1 below is the relevant regulator are described in the corresponding entry or entries in column 2. Relevant regulator Regulated persons The Regulator Persons authorised to provide regulated claims management services under section 5(1)(a) of the Compensation Act 2006. The General Council of the Bar 1 Persons who, or licensable bodies which, are authorised by the General Council to carry on a reserved legal activity. 2 European lawyers registered with the General Council under the European Communities (Lawyer's Practice) Regulations 2000 (S.I. 2000/1119)  , as they have effect by virtue of regulation 6 of the Services of Lawyers and Lawyer’s Practice (Revocation etc.) (EU Exit) Regulations 2020 . The Law Society of England and Wales 1 Persons who, or licensable bodies which, are authorised by the Law Society to carry on a reserved legal activity. 2 European lawyers registered with the Law Society under the European Communities (Lawyer's Practice) Regulations 2000  , as they have effect by virtue of regulation 6 of the Services of Lawyers and Lawyer’s Practice (Revocation etc.) (EU Exit) Regulations 2020 . 3 Foreign lawyers registered with the Law Society under section 89 of the Courts and Legal Services Act 1990. The Chartered Institute of Legal Executives Persons authorised by the Institute to carry on a reserved legal activity. 6 In column 1  “ the Regulator ” means the person designated under section 5(1) of the Compensation Act 2006, or, if no person is so designated, the Secretary of State. 7 In column 2  “ reserved legal activity ” has the meaning given by section 12 of the Legal Services Act 2007. 8 This section applies as follows— a the prohibition in subsection (1)(a) applies only to charges imposed under an agreement entered into during the first interim period, and b the prohibition in subsection (1)(b) applies only to agreements entered into during that period. 9 In subsection (8)  “the first interim period” is the period— a beginning with the day on which this section comes into force, and b ending with the day before the day on which the first section 22(1B) specified activity provisions come into force for (or for purposes which include) the purposes of the general prohibition in section 19 of the Financial Services and Markets Act 2000."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "31", "section_title": "PPI claims: interim restriction on charges imposed by authorised persons after transfer of regulation to FCA", "section_text": "31 1 The rule specified in subsection (2) is to be treated for the purposes of the Financial Services and Markets Act 2000 as if— a the rule were a general rule made by the FCA under section 137A of that Act, and b this section were contained in that Act; and accordingly functions conferred on the FCA by that Act which apply in relation to general rules made under section 137A apply to that rule as they apply to other general rules made under that section. 2 The rule is that an authorised person— a must not charge a claimant, for a service which is a regulated claims management activity provided in connection with the claimant's PPI claim, an amount which exceeds the fee cap for the claim, and b must not enter into an agreement that provides for the payment by a claimant, for a service which is a regulated claims management activity provided in connection with the claimant's PPI claim, of charges which would breach, or are capable of breaching, the prohibition in paragraph (a). 3 A breach of either of those prohibitions is not actionable as a breach of statutory duty (despite section 138D(2) of the Financial Services and Markets Act 2000); but— a any payment in excess of the fee cap for a PPI claim is recoverable by the claimant, and b any agreement entered into in breach of the prohibition in subsection (2)(b) is not enforceable to the extent it provides for a payment that breaches or is capable of breaching the prohibition in subsection (2)(a). 4 In subsection (3)  “ payment ” means a payment of charges for a service which is a regulated claims management activity provided in connection with the claim. 5 The rule in subsection (2) applies as follows— a the prohibition in paragraph (a) applies only to charges imposed under an agreement which is entered into during the second interim period, and b the prohibition in paragraph (b) applies only to agreements entered into during that period. 6 In subsection (5)  “the second interim period” is the period— a beginning with the day on which the first section 22(1B) specified activity provisions come into force for (or for purposes which include) the purposes of the general prohibition in section 19 of the Financial Services and Markets Act 2000, and b ending with the day before the coming into force of the first relevant general rule made by the FCA (whether for all purposes or for any specific purpose). 7 In subsection (6)(b)  “ relevant general rule ” means a general rule that— a is made under subsection (1) of section 137FD of the Financial Services and Markets Act 2000 (as inserted by this Act), and b applies to, or to any description of, PPI claims (whether or not it also applies to anything else). 8 In this section  “ authorised person ” has the same meaning as in the Financial Services and Markets Act 2000 (see section 31(2) of that Act)."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "32", "section_title": "PPI claims: interim restriction on charges imposed by legal practitioners after transfer of regulation to FCA", "section_text": "32 1 A legal practitioner— a must not charge a claimant, for a service which is a relevant claims management activity provided in connection with the claimant's PPI claim, an amount which exceeds the fee cap for the claim, and b must not enter into an agreement that provides for the payment by a claimant, for a service which is a relevant claims management activity provided in connection with the claimant's PPI claim, of charges which would breach, or are capable of breaching, the prohibition in paragraph (a). 2 Subsections (2) to (5) and (7) of section 30 apply for the purposes of the prohibitions in subsection (1) as they apply for the purposes of the prohibitions in section 30(1) but as if— a references in those subsections to  “regulated claims management services” were references to  “relevant claims management activity” and references to  “regulated persons” were references to  “legal practitioners”, and b the first entry in columns 1 and 2 of the table in subsection (5) were omitted. 3 Subsection (1) applies as follows— a the prohibition in subsection (1)(a) applies only to charges imposed by a legal practitioner under an agreement entered into during the period— i beginning with the first day of the second interim period (within the meaning given by section 31(6)), and ii ending with the end date for that practitioner, and b the prohibition in subsection (1)(b) applies only to agreements entered into by a legal practitioner during that period. 4 For the purposes of subsection (3), the end date is— a for a legal practitioner for whom the relevant regulator is the Law Society of England and Wales, the day before the coming into force of the first rule made by the Law Society of England and Wales under section 33 that applies to, or to any description of, PPI claims, and b for any other legal practitioner, 29 April 2020. 5 In this section  “relevant claims management activity”— a does not include any reserved legal activities of the kind mentioned in section 12(1)(a) or (b) of the Legal Services Act 2007 (exercise of a right of audience or the conduct of litigation), but b otherwise, means activity of a kind specified in an order under section 22(1B) of the Financial Services and Markets Act 2000 (regulated activities: claims management services), disregarding any exemption in that order for activities carried on by, through, or at the direction of, a legal practitioner."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "33", "section_title": "Legal services regulators' rules: charges for claims management services", "section_text": "33 1 The Law Society of England and Wales, the General Council of the Bar and the Chartered Institute of Legal Executives may make rules prohibiting regulated persons from— a entering into a specified relevant claims management agreement that provides for the payment by a person of specified charges, and b imposing specified charges on a person in connection with the provision of a service which is, or which is provided in connection with, a specified relevant claims management activity. 2 The Law Society of England and Wales must exercise that power to make rules in relation to all relevant claims management agreements, and all relevant claims management activities, which concern claims in relation to financial products or services. 3 The Law Society of Scotland may make rules prohibiting regulated persons from— a entering into a relevant claims management agreement concerning a claim in relation to a financial product or service that provides for the payment by a person of specified charges, and b imposing specified charges on a person in connection with the provision of a service which is, or which is provided in connection with, a relevant claims management activity concerning a claim in relation to a financial product or service. 4 Rules under this section may make provision securing that for the purposes of the prohibition referred to in subsection (1)(a) or (3)(a) charges payable under a relevant claims management agreement are to be treated as including charges payable under an agreement treated by the rules as being connected with the relevant claims management agreement. 5 In this section  “ regulated persons ” means— a in relation to the Law Society of England and Wales— i persons who, or licensable bodies which, are authorised by the Law Society to carry on a reserved legal activity, ii European lawyers registered with the Law Society under the European Communities (Lawyer's Practice) Regulations 2000 (S.I. 2000/1119)  , as they have effect by virtue of regulation 6 of the Services of Lawyers and Lawyer’s Practice (Revocation etc.) (EU Exit) Regulations 2020 , and iii foreign lawyers registered with the Law Society under section 89 of the Courts and Legal Services Act 1990; b in relation to the Law Society of Scotland, Scottish legal practitioners; c in relation to the General Council of the Bar— i persons who, or licensable bodies which, are authorised by the General Council to carry on a reserved legal activity, and ii European lawyers registered with the General Council under the European Communities (Lawyer's Practice) Regulations 2000  , as they have effect by virtue of regulation 6 of the Services of Lawyers and Lawyer’s Practice (Revocation etc.) (EU Exit) Regulations 2020 ; d in relation to the Chartered Institute of Legal Executives, persons authorised by the Institute to carry on a reserved legal activity. 6 The rules must be made with a view to securing an appropriate degree of protection against excessive charges for the provision of a service which is, or which is provided in connection with, a relevant claims management activity. 7 The rules may specify charges by reference to charges of a specified class or description, or by reference to charges which exceed, or are capable of exceeding, a specified amount. 8 The rules may not specify— a charges for a reserved legal activity within the meaning of the Legal Services Act 2007 (see section 12 of that Act); b charges imposed in respect of— i the exercise of a right of audience by a Scottish legal practitioner; ii the conduct of litigation by a Scottish legal practitioner. 9 In subsection (8)(b)— “ conduct of litigation ” means— the bringing of proceedings before any court in Scotland; the commencement, prosecution and defence of such proceedings; the performance of any ancillary functions in relation to such proceedings; “ right of audience ” means the right to appear before and address a court in Scotland, including the right to call and examine witnesses. 10 In relation to an agreement entered into, or charge imposed, in contravention of the rules, the rules may (amongst other things)— a provide for the agreement, or obligation to pay the charge, to be unenforceable or unenforceable to a specified extent; b provide for the recovery of amounts paid under the agreement or obligation; c provide for the payment of compensation for any losses incurred as a result of paying amounts under the agreement or obligation. 11 For the purposes of this section— “ relevant claims management activity ” means activity of a kind specified in an order under section 22(1B) of the Financial Services and Markets Act 2000 (regulated activities: claims management services), disregarding any exemption in that order for activities carried on by, through, or at the direction of, a legal practitioner; “ relevant claims management agreement ” means an agreement, the entering into or performance of which by either party is a relevant claims management activity; “ Scottish legal practitioner ” means— a person qualified to practise as a solicitor in accordance with section 4 of the Solicitors (Scotland) Act 1980; European lawyers registered with the Law Society of Scotland under the European Communities (Lawyer's Practice) (Scotland) Regulations 2000 ( S.S.I.  2000/121); foreign lawyers registered with the Law Society of Scotland under section 60A of the Solicitors (Scotland) Act 1980; an incorporated practice within the meaning given by section 34(1A)(c) of the Solicitors (Scotland) Act 1980; a licensed legal services provider within the meaning of Part 2 of the Legal Services (Scotland) Act 2010 (see section 47 of that Act) that provides, or offers to provide, legal services under a licence issued by the Law Society of Scotland; “ specified ” means specified in the rules, but  “ specified amount ” means an amount specified in or determined in accordance with the rules. 12 This section does not limit any power of the Law Society of England and Wales, the Law Society of Scotland, the General Council of the Bar or the Chartered Institute of Legal Executives existing apart from this section to make rules."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "34", "section_title": "Extension of power of the Law Society of Scotland to make rules", "section_text": "34 1 The Treasury may by regulations amend section 33 for the purpose of extending the power in subsection (3) of that section so as to apply to— a all relevant claims management agreements; b all relevant claims management activity; c any description of relevant claims management agreement; d any description of relevant claims management activity. 2 The Treasury must obtain the consent of the Scottish Ministers before making regulations under subsection (1). 3 Regulations under this section— a are to be made by statutory instrument; b may make incidental, supplemental or consequential provision. 4 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "35", "section_title": "Cold calling about claims management services", "section_text": "35 1 The Privacy and Electronic Communications (EC Directive) Regulations 2003 (S.I. 2003/2426) are amended as follows. 2 In regulation 21 (calls for direct marketing purposes), after paragraph (5) insert— 6 Paragraph (1) does not apply to a case falling within regulation 21A. 3 After regulation 21 insert— Calls for direct marketing of claims management services 21A 1 A person must not use, or instigate the use of, a public electronic communications service to make unsolicited calls for the purposes of direct marketing in relation to claims management services except in the circumstances referred to in paragraph (2). 2 Those circumstances are where the called line is that of a subscriber who has previously notified the caller that for the time being the subscriber consents to such calls being made by, or at the instigation of, the caller on that line. 3 A subscriber must not permit the subscriber's line to be used in contravention of paragraph (1). 4 In this regulation,  “ claims management services ” means the following services in relation to the making of a claim— a advice; b financial services or assistance; c acting on behalf of, or representing, a person; d the referral or introduction of one person to another; e the making of inquiries. 5 In paragraph (4),  “ claim ” means a claim for compensation, restitution, repayment or any other remedy or relief in respect of loss or damage or in respect of an obligation, whether the claim is made or could be made— a by way of legal proceedings, b in accordance with a scheme of regulation (whether voluntary or compulsory), or c in pursuance of a voluntary undertaking. 4 In regulation 24 (information to be provided for the purposes of regulations 19 to 21)— a in the heading, for  “, 20 and 21” substitute  “                        to 21A                      ” ; b in paragraph (1)(b), after  “21” insert  “                        or 21A                      ” ."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "36", "section_title": "Extent", "section_text": "36 1 Part 1, other than the provisions mentioned in subsections (2) to (5), extends to England and Wales, Scotland and Northern Ireland. 2 Sections 6 and 7 extend to England and Wales and Northern Ireland. 3 In section 12— a subsections (1) and (3) extend to England and Wales and Scotland; b subsections (2) and (4) extend to Northern Ireland. 4 In section 19— a subsections (1) to (5) extend to England and Wales and Scotland; b subsections (6) to (9) extend to Northern Ireland. 5 Paragraph 24 of Schedule 3 extends to England and Wales and Scotland. 6 Part 2, other than the provisions mentioned in subsections (7) and (8), extends to England and Wales and Scotland. 7 The following provisions extend to England and Wales— a section 27(14) and Schedule 4; b section 30; c section 32. 8 Section 35 extends to England and Wales, Scotland and Northern Ireland. 9 This Part extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "37", "section_title": "Commencement", "section_text": "37 1 The following provisions come into force on the day this Act is passed— a section 11(1) and (3); b section 12; c section 13; d section 21; e the following paragraphs of Schedule 3 (and section 25 so far as it relates to those paragraphs)— i paragraph 5, ii paragraph 13(a), iii paragraph 14(1), (2)(a) and (3)(a), and iv paragraph 21(1), (5)(a)(i) and (5)(b)(iii); f section 27(15) and Schedule 5; g this Part. 2 Subsections (6) to (9) of section 19 come into force on a day appointed by order made by the Department for Communities in Northern Ireland. 3 An order under subsection (2) may make— a transitional, transitory and saving provision in connection with the coming into force of any provision in section 19(6) to (9); b incidental and supplementary provision, and c different provision for different purposes, and the power to make such an order is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 4 Sections 22 and 29 to 32 come into force at the end of the period of two months beginning with the day on which this Act is passed. 5 The other provisions of this Act come into force on a day appointed by regulations. 6 Regulations under subsection (5) must provide for sections 6 and 7 to come into force on the same day as section 1(1). 7 Regulations may make transitional, transitory and saving provision in connection with the coming into force of any provision of Part 1 or 2 except section 19(6) to (9). 8 Regulations under subsection (5) or (7) may make— a incidental and supplementary provision, b different provision for different purposes, and c different provision for different areas. 9 Regulations under subsection (5) or (7) are to be made by statutory instrument by— a the Secretary of State, in relation to— i any provision of Part 1, other than section 14 and section 20, and ii section 35; b the Treasury, in relation to— i sections 14 and 20, and ii any provision of Part 2, other than section 35. 10 The Treasury must obtain the consent of the Lord Chancellor before making regulations under subsection (5) or (7) in relation to section 33."}, {"act": "Financial Guidance and Claims Act 2018", "year": 2018, "section": "38", "section_title": "Short title", "section_text": "38 This Act may be cited as the Financial Guidance and Claims Act 2018."}]