[{"act": "Finance Act 2018", "year": 2018, "section": "1", "section_title": "Income tax charge for tax year 2018-19", "section_text": "1 Income tax is charged for the tax year 2018-19."}, {"act": "Finance Act 2018", "year": 2018, "section": "2", "section_title": "Corporation tax charge for financial year 2019", "section_text": "2 Corporation tax is charged for the financial year 2019."}, {"act": "Finance Act 2018", "year": 2018, "section": "3", "section_title": "Main rates of income tax for tax year 2018-19", "section_text": "3 For the tax year 2018-19 the main rates of income tax are as follows— a the basic rate is 20%; b the higher rate is 40%; c the additional rate is 45%."}, {"act": "Finance Act 2018", "year": 2018, "section": "4", "section_title": "Default and savings rates of income tax for tax year 2018-19", "section_text": "4 1 For the tax year 2018-19 the default rates of income tax are as follows— a the default basic rate is 20%; b the default higher rate is 40%; c the default additional rate is 45%. 2 For the tax year 2018-19 the savings rates of income tax are as follows— a the savings basic rate is 20%; b the savings higher rate is 40%; c the savings additional rate is 45%."}, {"act": "Finance Act 2018", "year": 2018, "section": "5", "section_title": "Starting rate limit for savings for tax year 2018-19", "section_text": "5 Section 21 of ITA 2007 (indexation) does not apply in relation to the starting rate limit for savings for the tax year 2018-19 (so that, under section 12(3) of ITA 2007 as amended by section 4 of FA 2017, that limit remains at £5000 for that tax year)."}, {"act": "Finance Act 2018", "year": 2018, "section": "6", "section_title": "Transfer of tax allowance after death of spouse or civil partner", "section_text": "6 1 Chapter 3A of Part 3 of ITA 2007 (transferable tax allowance) is amended as follows. 2 Section 55B (tax reduction: entitlement) is amended in accordance with subsections (3) to (5). 3 In subsection (2)\t\t\t\t\t(conditions for entitlement to tax reduction)— a for paragraph (a)\t\t\t\t\t\t\t(individual is spouse or civil partner of maker of election in force under section 55C) substitute— a the individual is the gaining party (see section 55C(1)(a)) in the case of an election under section 55C which is in force for the tax year, , and b in paragraph (d), for “individual's” substitute  “                        relinquishing                      ” . 4 After subsection (5) insert— 5A In this section  “ the relinquishing spouse or civil partner ”, in relation to an election under section 55C, means the individual mentioned in section 55C(1)(a) by whom, or by whose personal representatives, the election is made. 5 In subsection (6)\t\t\t\t\t(reduced personal allowance for transferor)— a after  “under subsection (1)” insert  “                        by reference to an election under section 55C                      ” , and b for “individual's” substitute  “                        relinquishing                      ” . 6 Section 55C (elections to reduce personal allowance) is amended in accordance with subsections (7) and (8). 7 In subsection (1)(a)\t\t\t\t\t(individual may make election if married or in civil partnership)— a after  “the same person” insert  “                        (“the gaining party”)                      ” , and b in sub-paragraph (ii), after  “when the election is made” insert  “                        or, where the election is made after the death of one or each of them, when they were last both living                      ” . 8 After subsection (4) insert— 5 The personal representatives of an individual may make any election for the purposes of section 55B that the individual (if living) might make in relation to— a the tax year in which the individual dies, or b an earlier tax year. 9 Section 55D (procedure for elections under section 55C) is amended in accordance with subsections (10) and (11). 10 In subsection (3)\t\t\t\t\t(elections which are not automatically continued in force for subsequent years), after  “is made after the end of the tax year to which it relates” insert  “                    or is made after the death of either of the spouses or civil partners                  ” . 11 In subsection (4)\t\t\t\t\t(election may be withdrawn only by individual who made it), after  “by whom the election was made” insert  “                    ; an election made by an individual's personal representatives may not be withdrawn                  ” . 12 The amendments made by this section— a are to be treated as having come into force on 29 November 2017, b have effect in relation to elections made on or after that day, and c so have effect even where a relevant death occurred on or before that day."}, {"act": "Finance Act 2018", "year": 2018, "section": "7", "section_title": "Deductions from seafarers' earnings", "section_text": "7 In section 384 of  ITEPA  2003 (which provides that Crown employees cannot be seafarers for the purposes of Chapter 6 of Part 5), in subsection (2)\t\t\t(meaning of Crown employment), before the  “and” at the end of paragraph (a) insert— aa which is not employment in the Royal Fleet Auxiliary Service, ."}, {"act": "Finance Act 2018", "year": 2018, "section": "8", "section_title": "Exemption for armed forces' accommodation allowances", "section_text": "8 1 In Chapter 8 of Part 4 of ITEPA 2003 (exemptions: special kinds of employees), after section 297C insert— Armed forces: accommodation allowances 297D 1 No liability to income tax arises in respect of payments of accommodation allowances to, or in respect of, a member of the armed forces of the Crown. 2 An  “accommodation allowance” is an allowance— a payable out of the public revenue, b for, or towards, costs of accommodation, and c in respect of which any conditions specified in regulations made by the Treasury are met. 3 The provision that may be made by regulations under subsection (2)(c) includes provision framed by reference to a scheme (by whatever name called), or document, as it has effect from time to time. 4 Regulations under this section may make— a different provision for different cases, and b different provision for different areas. 5 Regulations under this section that do not increase any person's liability to income tax may have effect in relation to times before they are made. 2 The amendment made by subsection (1) has effect in relation to payments on or after such date as may be specified in regulations made by the Treasury."}, {"act": "Finance Act 2018", "year": 2018, "section": "9", "section_title": "Benefits in kind: diesel cars", "section_text": "9 1 Section 141 of ITEPA 2003 (benefits in kind: appropriate percentage for diesel cars) is amended as follows. 2 For subsection (1) substitute— 1 This section applies to a diesel car first registered on or after 1 January 1998 but before 1 September 2017. 1A This section applies to a diesel car first registered on or after 1 September 2017 if it does not meet the Euro 6d emissions standard. 3 In subsection (2)— a in the words before step 1, for  “such a” substitute  “                        the                      ” ; b in paragraph (a) of step 3, for  “3 percentage points” substitute  “                        4 percentage points                      ” . 4 After subsection (2) insert— 2A A vehicle meets the Euro 6d emissions standard only if it is first registered on the basis of an  EC  certificate of conformity which indicates that the exhaust emission level is Euro 6d (and it does not meet that standard if it is first registered on the basis of an EC certificate of conformity which indicates that that level is Euro 6d-TEMP). 5 In sections 139(7)(a) and 140(5)(a) of ITEPA 2003 (appropriate percentage), before  “diesel” insert  “                    certain                  ” . 6 The amendments made by this section have effect in relation to the tax year 2018-19 and subsequent tax years."}, {"act": "Finance Act 2018", "year": 2018, "section": "10", "section_title": "Termination payments: foreign service", "section_text": "10 1 Chapter 3 of Part 6 of ITEPA 2003 (payments, and other benefits, on termination of employment  etc ) is amended as follows. 2 In section 413 (exception from charge on termination etc payment where employee's work history includes sufficient foreign service), before subsection (1) insert— A1 This section applies to a payment or other benefit if— a the payment or other benefit is within section 401(1)(a), and the employee or former employee is non-UK resident for the tax year in which the employment terminates, or b the payment or other benefit is within section 401(1)(b) or (c). 3 In section 414(1) (reduction of termination etc payment where foreign service insufficient for section 413 exception)— a before paragraph (a) insert— za either— i the payment or other benefit is within section 401(1)(a), and the employee or former employee is non-UK resident for the tax year in which the employment terminates, or ii the payment or other benefit is within section 401(1)(b) or (c), , and b for paragraph (b) substitute— b section 413(1) does not except the payment or other benefit from the application of this Chapter. 4 After section 414A insert— Exception in certain cases of foreign service as seafarer 414B 1 This section applies to a payment or other benefit if— a the payment or other benefit is within section 401(1)(a), and b the employee or former employee is  UK  resident for the tax year in which the employment terminates. 2 This Chapter does not apply if the service of the employee or former employee in the employment in respect of which the payment or other benefit is received included foreign seafaring service comprising— a three-quarters or more of the whole period of service ending with the date of the termination in question, or b if the period of service ending with that date exceeded 10 years, the whole of the last 10 years, or c if the period of service ending with that date exceeded 20 years, one-half or more of that period, including any 10 of the last 20 years. 3 In subsection (2)  “ foreign seafaring service ” means service to which subsection (4), (5) or (7) applies. 4 This subsection applies to service in or after the tax year 2003-04 such that a deduction equal to the whole amount of the earnings from the employment was or would have been allowable under Chapter 6 of Part 5 (deductions from seafarers' earnings). 5 This subsection applies to service before the tax year 2003-04 and after the tax year 1973-74 such that a deduction equal to the whole amount of the emoluments from the employment was or would have been allowable under a seafarers' earnings deduction provision. 6 In subsection (5) “seafarers' earnings deduction provision” means— a paragraph 1 of Schedule 2 to FA 1974 so far as relating to employment as a seafarer, b paragraph 1 of Schedule 7 to FA 1977 so far as relating to employment as a seafarer, c section 192A of  ICTA , or d section 193(1) of ICTA so far as relating to employment as a seafarer. 7 This subsection applies to service before the tax year 1974-75 in an employment as a seafarer such that tax was not chargeable in respect of the emoluments of the employment— a in the tax year 1956-57 or later, under Case I of Schedule E, or b in earlier tax years, under Schedule E, or it would not have been so chargeable had there been any such emoluments. 8 In this section  “ employment as a seafarer ” is to be read in accordance with section 384. Reduction in other cases of foreign service as seafarer 414C 1 This section applies if— a the payment or other benefit is within section 401(1)(a), b the employee or former employee is UK resident for the tax year in which the employment terminates, c the service of the employee or former employee in the employment in respect of which the payment or other benefit is received includes foreign service, and d section 414B(2) does not except the payment or other benefit from the application of this Chapter. 2 The taxable person may claim relief in the form of a proportionate reduction of the amount that would otherwise— a be treated as earnings by section 402B(1), or b count as employment income as a result of section 403. 3 The proportion is that which the length of the foreign seafaring service bears to the whole length of service in the employment before the date of the termination in question. 4 A person's entitlement to relief under this section is limited as mentioned in subsection (5) if the person is entitled— a to deduct, retain or satisfy income tax out of a payment which the person is liable to make, or b to charge any income tax against another person. 5 The relief must not reduce the amount of income tax for which the person is liable below the amount the person is entitled so to deduct, retain, satisfy or charge. 6 In this section  “ foreign seafaring service ” has the same meaning as in section 414B(2). 5 The amendments made by this section have effect— a where the date of the termination or change in question is, or is after, 6 April 2018, and b the payment, or other benefit, is received after 13 September 2017."}, {"act": "Finance Act 2018", "year": 2018, "section": "11", "section_title": "Employment income provided through third parties", "section_text": "11 Schedule 1 contains provision about employment income provided through third parties."}, {"act": "Finance Act 2018", "year": 2018, "section": "12", "section_title": "Trading income provided through third parties", "section_text": "12 Schedule 2 contains provision amending Schedule 12 to F(No.2)A 2017 (trading income provided through third parties: loans etc outstanding on 5 April 2019)."}, {"act": "Finance Act 2018", "year": 2018, "section": "13", "section_title": "Pension schemes", "section_text": "13 Schedule 3 contains provision about pension schemes."}, {"act": "Finance Act 2018", "year": 2018, "section": "14", "section_title": "EIS , SEIS and  VCT  reliefs: risk to capital", "section_text": "14 1 In Part 5 of ITA 2007 (enterprise investment scheme)— a in section 157 (eligibility for EIS relief), in subsection (1), before paragraph (a) insert— za the risk-to-capital condition is met (see section 157A), , and b after that section insert— Risk-to-capital condition 157A 1 The risk-to-capital condition is met if, having regard to all the circumstances existing at the time of the issue of the shares, it would be reasonable to conclude that— a the issuing company has objectives to grow and develop its trade in the long-term, and b there is a significant risk that there will be a loss of capital of an amount greater than the net investment return. 2 For the purposes of subsection (1)(b)— a the risk is to be determined by reference to a loss of capital, and the net investment return, for the investors generally, b the reference to a loss of capital is to a loss of some or all of the amounts subscribed for the shares by the investors, and c the reference to the net investment return is to the net investment return to the investors (whether by way of income or capital growth) taking into account the value of EIS relief. 3 For the purposes of subsection (1) the circumstances to which regard may be had include— a the extent to which the company's objectives include increasing the number of its employees or the turnover of its trade, b the nature of the company's sources of income, including the extent to which there is a significant risk of the company not receiving some or all of the income, c the extent to which the company has or is likely to have assets, or is or could become a party to arrangements for acquiring assets, that could be used to secure financing from any person, d the extent to which the activities of the company are sub-contracted to persons who are not connected with it, e the nature of the company's ownership structure or management structure, including the extent to which others participate in or devise the structure, f how any opportunity for investment in the company is marketed, and g the extent to which arrangements are in place under which opportunities for investments in the company are or may be marketed with, or otherwise associated with, opportunities for investments in other companies or entities. 4 If the issuing company is a parent company— a any reference in this section to the company's trade is to what would be the trade of the group if the activities of the group companies taken together were regarded as one trade, and b any reference in subsection (3)(a) to (e) to the company is to any group company. 2 In Part 5A of ITA 2007 (seed enterprise investment scheme)— a in section 257AA (eligibility for SEIS relief), before paragraph (a) insert— za the risk-to-capital condition is met (see section 257AAA), , and b after that section insert— Risk-to-capital condition 257AAA 1 The risk-to-capital condition is met if, having regard to all the circumstances existing at the time of the issue of the shares, it would be reasonable to conclude that— a the issuing company has objectives to grow and develop its trade in the long-term, and b there is a significant risk that there will be a loss of capital of an amount greater than the net investment return. 2 For the purposes of subsection (1)(b)— a the risk is to be determined by reference to a loss of capital, and the net investment return, for the investors generally, b the reference to a loss of capital is to a loss of some or all of the amounts subscribed for the shares by the investors, and c the reference to the net investment return is to the net investment return to the investors (whether by way of income or capital growth) taking into account the value of SEIS relief. 3 For the purposes of subsection (1) the circumstances to which regard may be had include— a the extent to which the company's objectives include increasing the number of its employees or the turnover of its trade, b the nature of the company's sources of income, including the extent to which there is a significant risk of the company not receiving some or all of the income, c the extent to which the company has or is likely to have assets, or is or could become a party to arrangements for acquiring assets, that could be used to secure financing from any person, d the extent to which the activities of the company are sub-contracted to persons who are not connected with it, e the nature of the company's ownership structure or management structure, including the extent to which others participate in or devise the structure, f how any opportunity for investment in the company is marketed, and g the extent to which arrangements are in place under which opportunities for investments in the company are or may be marketed with, or otherwise associated with, opportunities for investments in other companies or entities. 4 If the issuing company is a parent company— a any reference in this section to the company's trade is to what would be the trade of the group if the activities of the group companies taken together were regarded as one trade, and b any reference in subsection (3)(a) to (e) to the company is to any group company. 3 In Part 6 of ITA 2007 (venture capital trusts)— a in section 286 (qualifying holdings), in subsection (3), before paragraph (za) insert— 1za risk to capital (see section 286ZA), , and b before section 286A insert— The risk-to-capital requirement 286ZA 1 The requirement of this section is that, having regard to all the circumstances existing at the time of the issue of the relevant holding, it would be reasonable to conclude that— a the relevant company has objectives to grow and develop its trade in the long-term, and b there is a significant risk that, for the investing company, there will be a loss of capital of an amount greater than its net investment return. 2 For the purposes of subsection (1)(b)— a the reference to a loss of capital is to a loss of some or all of the amounts given in consideration for the relevant holding, and b the reference to the net investment return is to the net investment return to the investing company irrespective of whether the return takes the form of income, capital growth, fees or other payments or anything else. 3 For the purposes of subsection (1) the circumstances to which regard may be had include— a the extent to which the company's objectives include increasing the number of its employees or the turnover of its trade, b the nature of the company's sources of income, including the extent to which there is a significant risk of the company not receiving some or all of the income, c the extent to which the company has or is likely to have assets, or is or could become a party to arrangements for acquiring assets, that could be used to secure financing from any person, d the extent to which the activities of the company are sub-contracted to persons who are not connected with it, e the nature of the company's ownership structure or management structure, including the extent to which others participate in or devise the structure, f how any opportunity for investment in the company is marketed, and g the extent to which arrangements are in place under which opportunities for investments in the company are or may be marketed with, or otherwise associated with, opportunities for investments in other companies or entities. 4 If the relevant company is a parent company— a any reference in this section to the company's trade is to what would be the trade of the group if the activities of the group companies taken together were regarded as one trade, and b any reference in subsection (3)(a) to (e) to the company is to any group company. 4 The amendments made by this section come into force in accordance with provision made by the Treasury by regulations. 5 Regulations under subsection (4)— a may make different provision for different purposes; b may provide for any of those amendments to have effect in relation to shares, or shares or securities, issued on or after a day that is— i earlier than the day on which the regulations are made, but ii not earlier than the day on which this Act is passed."}, {"act": "Finance Act 2018", "year": 2018, "section": "15", "section_title": "EIS,  SI  and VCT reliefs: relevant investments", "section_text": "15 1 Nothing in the specified EIS and VCT transitional provisions (see subsection (2)) prevents any shares or other investments constituting relevant investments (within the meaning given by section 173A(3), 280B(4) or 292A(3) of ITA 2007) for the purposes of determining entitlement to— a EIS income tax relief, b income tax relief for social investments, or c VCT income tax relief, in respect of shares issued or investments made on or after 1 December 2017. 2 The specified EIS and VCT transitional provisions are— a paragraph 8 of Schedule 16 to FA 2007; b paragraph 22 of Schedule 7 to FA 2012; c paragraphs 18 and 19 of Schedule 8 to FA 2012. 3 In this section— “ EIS income tax relief ” means relief under Part 5 of ITA 2007 (enterprise investment scheme); “ income tax relief for social investments ” means relief under Part 5B of ITA 2007; “ VCT income tax relief ” means relief under Part 6 of ITA 2007 (venture capital trusts)."}, {"act": "Finance Act 2018", "year": 2018, "section": "16", "section_title": "EIS and VCT reliefs: knowledge-intensive companies", "section_text": "16 Schedule 4 contains provision about EIS and VCT reliefs in relation to knowledge-intensive companies."}, {"act": "Finance Act 2018", "year": 2018, "section": "17", "section_title": "VCTs: further amendments", "section_text": "17 Schedule 5 contains further amendments about venture capital trusts."}, {"act": "Finance Act 2018", "year": 2018, "section": "18", "section_title": "Partnerships", "section_text": "18 Schedule 6 contains provision relating to the taxation of partnerships."}, {"act": "Finance Act 2018", "year": 2018, "section": "19", "section_title": "Research and development expenditure credit", "section_text": "19 1 In section 104M of CTA 2009 (amount of R&D expenditure credit), in subsection (3), for  “11%” substitute  “                    12%                  ” . 2 The amendment made by subsection (1) has effect in relation to expenditure incurred on or after 1 January 2018."}, {"act": "Finance Act 2018", "year": 2018, "section": "20", "section_title": "Intangible fixed assets: realisation involving non-monetary receipt", "section_text": "20 1 In section 739 of CTA 2009 (meaning of  “proceeds of realisation”) after subsection (1) insert— 1A But if the realisation involved the receipt of something other than money, subsection (1) has effect as if the reference to the amount recognised for accounting purposes as the proceeds of realisation were a reference to the amount that would have been so recognised had the receipt been a receipt of a sum of money equal to the price the thing concerned might reasonably have been expected to fetch on a sale in the open market. 2 The amendment made by this section applies in relation to a realisation which takes place on or after 22 November 2017, unless it takes place pursuant to an obligation, under a contract, that was unconditional before that date. 3 For the purposes of subsection (2), an obligation is  “unconditional” if it may not be varied or extinguished by the exercise of a right (whether under the contract or otherwise)."}, {"act": "Finance Act 2018", "year": 2018, "section": "21", "section_title": "Intangible fixed assets: transactions between related parties", "section_text": "21 1 In section 844 of CTA 2009 (overview of Chapter 13 of Part 8: transactions between related parties) after subsection (2) insert— 2ZA Sections 849AB to 849AD make provision for the grant of a licence or other right by a company to a related party, or vice versa, to be treated as being at market value. 2 After section 849A of that Act insert— Grants treated as being at market value Grant of licence or other right treated as at market value 849AB 1 This section applies if— a a company which holds an intangible asset grants a licence or other right in respect of the asset to a related party, or b a company is granted a licence or other right in respect of an intangible asset by a related party that holds the asset. 2 The grant of the licence or other right is treated for all purposes of the Taxes Acts as being at market value as respects the grantor if— a the licence or other right was actually granted at less than market value, and b condition A or B is met. 3 The grant of the licence or other right is treated for all purposes of the Taxes Acts as being at market value as respects the grantee if— a the licence or other right was actually granted at more than market value, and b condition A or B is met. 4 Condition A is that the asset is a chargeable intangible asset in relation to the grantor immediately before the licence or right in respect of it is granted. 5 Condition B is that the licence or right is a chargeable intangible asset in relation to the grantee immediately after it is granted. 6 This section is subject to— a section 849AC (grants not at arm's length), and b section 849AD (grants involving other taxes). 7 References in subsection (1) to a related party in relation to a company are to be read as including references to a person in circumstances where the participation condition is met as between that person and the company. 8 References in subsection (7) to a company include a firm in a case where, for the purposes of section 1259, references in subsection (1) to a company are read as references to the firm. 9 Section 148 of TIOPA 2010 (when the participation condition is met) applies for the purposes of subsection (7) as it applies for the purposes of section 147(1)(b) of TIOPA 2010. 10 Subsection (11) applies where— a a gain on the grant by a firm of a licence or other right in respect of an intangible fixed asset is a gain to be taken into account for the purposes of section 1259, and b for those purposes, references in subsection (1) to a company are read as references to the firm. 11 Where this subsection applies, the gain referred to in subsection (10)(a) is to be treated for the purposes of this section as if it were a chargeable realisation gain for the purposes of section 741(1) (meaning of  “chargeable intangible asset”). 12 In this section— “ market value ” means the price the licence or right might reasonably be expected to fetch on a sale in the open market, and “ the Taxes Acts ” means the enactments relating to income tax, corporation tax or chargeable gains. Grants not at arm's length 849AC 1 This section applies if the consideration for the grant of a licence or other right would, but for this section, fall to be adjusted as respects one of the parties to the grant (“ the relevant party ”) under both— a section 849AB, and b Part 4 of TIOPA 2010 (provision not at arm's length). 2 The consideration for the grant is not to be adjusted as respects the relevant party under Part 4 of TIOPA 2010 if the adjustment that falls to be made under section 849AB is greater than the adjustment that would otherwise fall to be made under that Part. 3 The consideration for the grant is not to be adjusted under section 849AB if the adjustment that falls to be made as respects the relevant party under Part 4 of TIOPA 2010 is greater than or equal to the adjustment that would otherwise fall to be made under that section. Grants involving other taxes 849AD 1 This section applies if— a in a case where section 849AB applies and the licence or other right is granted by the company to a related party, the grant is at less than its market value, b in a case where that section applies and the licence or other right is granted to the company by a related party, the grant is at more than its market value, and c conditions A and B apply. 2 Condition A is that the related party— a is not a company, or b is a company in relation to which— i in a case within subsection (1)(a), the licence or other right is not a chargeable intangible asset immediately after the grant to it, or ii in a case within subsection (1)(b), the relevant asset is not a chargeable intangible asset immediately before the grant by it. 3 Condition B is that the grant of the licence or right— a gives rise to an amount to be taken into account in calculating any person's income, profits or losses for tax purposes because of a relevant provision, or b would do so apart from section 849AB(2) or (3). 4 If this section applies, section 849AB(2) and (3) does not apply in relation to the calculation referred to in subsection (3) for the purposes of any relevant provision. 5 In this section  “ relevant provision ” means— a Chapter 2 of Part 23 of CTA 2010 (matters which are distributions), except section 1000(2), and b Part 3 of ITEPA 2003 (employment income: earnings and benefits etc treated as earnings). 3 The amendments made by this section apply in relation to a grant of a licence or other right made on or after 22 November 2017, unless it is made pursuant to an obligation, under a contract, that was unconditional before that date. 4 For the purposes of subsection (3), an obligation is  “unconditional” if it may not be varied or extinguished by the exercise of a right (whether under the contract or otherwise)."}, {"act": "Finance Act 2018", "year": 2018, "section": "22", "section_title": "Oil activities: tariff receipts etc", "section_text": "22 1 Chapter 4 of Part 8 of CTA 2010 (oil activities: calculation of profits) is amended as follows. 2 In section 291 (corporation tax treatment of oil activities: tariff receipts etc), for subsection (9) substitute— 9 In this section,  “ tariff receipt ” has the meaning given by section 291A. 10 So far as it would not otherwise be the case, anything that constitutes a tariff receipt or a tax-exempt tariffing receipt for the purposes of the Oil Taxation Act 1983 is to be treated as a  “ tariff receipt ” for the purposes of this section. 3 After section 291 (but before the italic heading preceding section 292) insert— Meaning of  “tariff receipt” 291A 1 A  “tariff receipt” of a participator in an oil field is the amount or value of any consideration received or receivable by the person in respect of— a the use of a ring fence asset, or b the provision of services or other business facilities (of whatever kind) in connection with the use, otherwise than by the participator, of a ring fence asset. 2 “ Ring fence asset ” means a qualifying asset which is, or has been, used wholly or partly for the purposes of a ring fence trade. 3 “ Qualifying asset ” means an asset other than— a land or an interest in land, or b a building or structure which— i is situated on land, and ii does not fall within any of sub-paragraphs (i) to (iv) of paragraph (c) of section 3(4) of  OTA  1975 (allowable expenditure: exclusions). 4 But an amount does not constitute a tariff receipt if the amount— a is, in relation to the person giving it, expenditure in respect of interest or any other pecuniary obligation incurred in obtaining a loan or any other form of credit, b is referable to the use of a qualifying asset for, or the provision of services or facilities in connection with, deballasting, or c is referable to other use of an asset, except use wholly or partly for an oil purpose. 5 Any consideration which includes an amount within subsection (4)(a) to (c) is to be apportioned in a just and reasonable manner. 6 In subsection (4)(c), the reference to use of an asset for an oil purpose is a reference to— a use in connection with an oil field (including use giving rise to receipts which, for the purposes of this Part, are tariff receipts), and b use for any other purpose (apart from a purpose falling within section 3(1)(b) of OTA 1975 (allowable expenditure: payment in connection with a relevant licence)) of a separate trade consisting of oil-related activities. Tariff receipts: counteraction of avoidance arrangements 291B 1 Subsection (2) applies if an arrangement has been entered into, the main purpose or one of the main purposes of which is to obtain a tax advantage by reference to section 291. 2 The relevant tax advantage is to be counteracted by the making of such adjustments as are just and reasonable. 3 Any adjustments required to be made under this section (whether or not by an officer of Revenue and Customs) may be made by way of— a an assessment, b the modification of an assessment, c amendment or disallowance of a claim, or otherwise. 4 In this section— “ arrangement ” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable); “ tax advantage ” has the meaning given by section 1139. 4 In section 291— a in subsection (2), omit  “or tax-exempt tariffing receipt”, b in subsection (6), omit  “or tax exempt tariffing receipts”, and c in subsection (7), in both places, omit  “or tax exempt tariffing receipt”. 5 The amendments made by subsections (1) to (4) have effect in relation to accounting periods beginning on or after 1 January 2018. 6 In the Investment Allowance and Cluster Area Allowance Regulations (Investment Expenditure) Regulations 2017 ( S.I.  2017/292), in regulation 3 (operating expenditure)— a in paragraph (2)(e), omit  “or tax-exempt tariffing receipts”, b in paragraph (6), for the definition of  “tariff receipts” substitute— “ tariff receipts ” has the same meaning as it has for the purposes of section 291 of the Corporation Tax Act 2010 (corporation tax treatment of oil activities: tariff receipts etc); and , and c in that paragraph, omit the definition of  “tax-exempt tariffing receipts” (and the  “and” following it). 7 The amendments made by subsection (6) have effect in relation to any expenditure that is incurred on or after 1 January 2018. 8 The amendments made by subsection (6) are to be treated as having been made by the Treasury under the applicable powers to make regulations conferred by sections 332BA and 356JE of CTA 2010."}, {"act": "Finance Act 2018", "year": 2018, "section": "23", "section_title": "Hybrid and other mismatches", "section_text": "23 Schedule 7 contains provision amending Part 6A of TIOPA 2010 (hybrid and other mismatches)."}, {"act": "Finance Act 2018", "year": 2018, "section": "24", "section_title": "Corporate interest restriction", "section_text": "24 Schedule 8 contains provision relating to Part 10 of TIOPA 2010 (corporate interest restriction)."}, {"act": "Finance Act 2018", "year": 2018, "section": "25", "section_title": "Education Authority of Northern Ireland", "section_text": "25 1 In CTA 2010, after section 987A insert— Education Authority of Northern Ireland Education Authority of Northern Ireland 987B The Education Authority of Northern Ireland is not liable to corporation tax. 2 The amendment made by this section is to be treated as having come into force on 1 April 2015."}, {"act": "Finance Act 2018", "year": 2018, "section": "26", "section_title": "Freezing of indexation allowance for gains chargeable to corporation tax", "section_text": "26 1 TCGA  1992 is amended as follows. 2 In section 53 (indexation allowance), before subsection (2) insert— 1B Indexation allowance is not allowed in respect of changes shown by the retail prices indices for months after December 2017. 3 In section 54 (calculation of indexation allowance)— a in subsection (1), in the definition of  “RD”, for  “the month in which the disposal occurs” substitute  “                        December 2017                      ” ; b before subsection (2) insert— 1B The references in subsection (1) to an item of allowable expenditure do not include any item of expenditure incurred on or after 1 January 2018. 4 In section 110 (indexation for section 104 holdings for corporation tax)— a in subsection (10), in the definition of  “ RE ”, for  “the month in which the operative event occurs” substitute  “                        December 2017                      ” ; b for subsection (11) substitute— 11 The indexed rise is nil if— a RE, as defined in subsection (10), is equal to or less than RL, as so defined, or b the month referred to in the definition of RL in subsection (10) is after December 2017. 5 In section 114 (consideration for options: corporation tax)— a in subsection (2), in the definition of  “RO”, for  “the month in which falls the date on which the option is exercised” substitute  “                        December 2017                      ” ; b for subsection (3) substitute— 3 The indexed rise is nil if— a RO, as defined in subsection (2), is equal to or less than RA, as so defined, or b the month referred to in the definition of RA in subsection (2) is after December 2017. 6 Subject to subsection (7), the amendments made by this section have effect in relation to disposals on or after 1 January 2018. 7 This section does not affect the computation of the amount of so much of any gain as— a is treated for the purposes of the taxation of chargeable gains as having accrued on a disposal on or after 1 January 2018, but b is taken for those purposes to be equal to the whole or a part of a gain that— i would, but for an enactment relating to the taxation of chargeable gains, have accrued on an actual disposal made before 1 January 2018, or ii would have accrued on a disposal assumed under such an enactment to have been made before that date."}, {"act": "Finance Act 2018", "year": 2018, "section": "27", "section_title": "Assets transfer to non-resident company: reorganisations of share capital etc", "section_text": "27 1 In section 140 of TCGA 1992 (postponement of charge on transfer of assets to non-resident company), after subsection (4A) insert— 4B In determining whether a chargeable gain is deemed to accrue under subsection (4), any disapplication of section 127 by paragraph 4(3)(a) of Schedule 7AC in a case in which that section would otherwise have applied shall be disregarded. 2 The amendment made by this section has effect in relation to disposals on or after 22 November 2017."}, {"act": "Finance Act 2018", "year": 2018, "section": "28", "section_title": "Depreciatory transactions within a group of companies", "section_text": "28 1 In section 176(1) of TCGA 1992 (depreciatory transactions within a group of companies), for  “within the period of 6 years ending with the disposal” substitute  “                    on or after 31st March 1982                  ” . 2 The amendment made by this section has effect in relation to disposals of shares in, or securities of, a company— a made on or after 22 November 2017, or b treated as made at an earlier time specified in a claim under section 24 of TCGA 1992 (negligible value claims) made on or after that date."}, {"act": "Finance Act 2018", "year": 2018, "section": "29", "section_title": "First-year tax credits", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2018", "year": 2018, "section": "30", "section_title": "Reduction of relief in cases where losses relieved sideways etc", "section_text": "30 1 Part 2 of TIOPA 2010 (double taxation relief) is amended as follows. 2 After section 71 insert— Adjustment of foreign tax on profits of overseas permanent establishment Circumstances in which section 71B applies 71A 1 Section 71B has effect in relation to an accounting period of a company resident in the United Kingdom which has an overseas permanent establishment (“the PE”) if, in that or any earlier accounting period, condition A or B is met. 2 Condition A is met in relation to an accounting period if, for the purposes of any tax chargeable under the law of the PE territory— a a loss or other amount attributable to the PE is deducted from or otherwise allowed against amounts of any person other than the company, and b as a result, there is a decrease in the tax chargeable in respect of a foreign taxable period ending in the accounting period. 3 Condition B is met in relation to an accounting period if— a tax is chargeable under the law of the PE territory in respect of the aggregate profits, or aggregate profits or gains, of the PE and persons other than the company, b a loss or other amount attributable to the PE is deducted from or otherwise allowed against, or is brought into account as a deduction or other allowance in calculating, amounts other than amounts of the PE, and c as a result, there is a decrease in the tax chargeable in respect of a foreign taxable period ending in the accounting period. 4 In this section— “ foreign taxable period ” means any period in respect of which the tax in question is chargeable under the law of the PE territory, and “ the PE territory ” means the territory in which the PE is situated. Reduction of foreign tax paid on profits of overseas PE 71B 1 For the purposes of allowing credit relief under this Part, the amount of foreign tax paid in respect of the company's qualifying income from the PE in the accounting period is reduced (but not below nil) by the relevant amount for that period. 2 In calculating any amount chargeable to corporation tax, any deduction for an amount of foreign tax paid in respect of the company's qualifying income from the PE in the accounting period is reduced (but not below nil) by the relevant amount for that period. 3 In this section  “the relevant amount” for the accounting period means the total of— a the amount of the decrease in the tax chargeable in respect of a foreign taxable period ending in the accounting period (if the accounting period is one in relation to which condition A or B in section 71A is met), and b any excess tax carried forward to the accounting period. 4 For this purpose excess tax is carried forward to the accounting period so far as the relevant amount for the previous accounting period exceeds the amount of foreign tax paid in respect of the company's qualifying income from the PE in that previous period. 5 In determining the relevant amount, a deduction or allowance of the kind referred to in condition A or B in section 71A is to be ignored if it results in a deduction or other allowance that is reduced under section 259JC (counteraction where mismatch arises because of a relevant multinational and the UK is the parent jurisdiction). 6 If, for any accounting period, it becomes necessary for the relevant amount to be reduced or increased, an adjustment may be made (whether or not by an officer of Revenue and Customs)— a by way of an assessment, the modification of an assessment, amendment or disallowance of a claim, or otherwise, and b despite any time limit imposed by or under any enactment. 7 In this section  “ the company's qualifying income from the PE ” means the profits of the PE which are profits chargeable under Chapter 2 of Part 3 of CTA 2009 of a trade carried on partly, but not wholly, outside the United Kingdom. 3 In section 78(1) (meaning of  “overseas permanent establishment”)— a for  “72” substitute  “                        71A                      ” , and b after  “means” insert  “                        , in relation to a company,                      ” . 4 In section 112(4) (deduction from income for foreign tax instead of credit against UK tax), after paragraph (a) insert— aa has effect subject to section 71B(2) (reduction of foreign tax paid on profits of overseas permanent establishment), . 5 Section 71B of TIOPA 2010 has effect in relation to accounting periods beginning on or after 22 November 2017. 6 For the purposes of sections 71A and 71B of TIOPA 2010, if a company has an accounting period beginning before, and ending on or after, that date (“the straddling period”)— a so much of the straddling period as falls before that date, and so much of it as falls on or after that date, are treated as separate accounting periods, and b any amounts brought into account for the purposes of calculating the credit relief of the company for the straddling period are apportioned to the two separate accounting periods— i in accordance with section 1172 of CTA 2010 (time basis), or ii if that method would produce a result that is unjust or unreasonable, on a just and reasonable basis. 7 In determining whether or not section 71B of TIOPA has effect in relation to an accounting period of a company— a it is to be assumed that the amendments made by this section were in force in relation to all previous accounting periods of the company except those beginning before 22 November 2011, and b no account may be taken of any accounting period beginning before that date."}, {"act": "Finance Act 2018", "year": 2018, "section": "31", "section_title": "Countering effect of avoidance arrangements", "section_text": "31 1 TIOPA 2010 is amended as follows. 2 For section 81 (giving a counteraction notice) substitute— Countering effect of avoidance arrangements 81 1 This section applies if each of conditions A to D of section 82 is met in relation to a person. 2 The effects of a scheme or arrangement that are referable to the purpose referred to in condition B of that section are to be counteracted by the making of such adjustments as are necessary. 3 Any adjustments required to be made by this section (whether or not by an officer of Revenue and Customs) may be made by way of— a an assessment, b the modification of an assessment, or c amendment or disallowance of a claim, or otherwise. 3 In section 87 (section 83(2) and (4): schemes that would reduce a person‘s tax liability)— a in subsection (1), after  “person” insert  “                        (“P”)                      ” , b in subsection (3), for  “the amount of UK tax payable by the person” substitute  “                        the total amount of UK tax payable by P and such persons (if any) as are connected with P                      ” , c in subsection (4), for  “the amount of UK tax that would be payable by the person” substitute  “                        the total amount of UK tax that would be payable by P and such persons (if any) as are connected with P                      ” , and d at the end insert— 7 For the purposes of this section, whether a person is connected with P is determined in accordance with section 1122 of CTA 2010. 4 Omit sections 89 to 95 (counteraction notices). 5 In section 371SR (double taxation relief: counteraction notices)— a in subsection (1), for  “giving of counteraction notice” substitute  “                        countering effect of avoidance arrangements                      ” , and b in the heading, for  “counteraction notices” substitute  “                        countering effect of avoidance arrangements                      ” . 6 The amendments made by subsections (2), (4) and (5) have effect in relation to any return under  TMA  1970 or Schedule 18 to FA 1998 where the date by which the return is required to be made is after 31 March 2018. 7 The amendments made by subsection (3) have effect in relation to a credit for foreign tax which relates to a payment of foreign tax on or after 22 November 2017."}, {"act": "Finance Act 2018", "year": 2018, "section": "32", "section_title": "Double taxation arrangements specified by Order in Council", "section_text": "32 1 In section 2 of TIOPA 2010 (giving effect to arrangements made in relation to other territories) after subsection (1) insert— 1A For the purposes of this section, arrangements made with a view to affording relief from double taxation include any arrangements which modify the effect of arrangements so made. 2 In section 3 of that Act (arrangements may include retrospective or supplementary provision), in subsection (2)— a in paragraph (b) omit the final  “or”; b after paragraph (c) insert or                         d provision conferring (with or without other functions) functions relating to the determination of matters arising under the arrangements on a public authority in the United Kingdom or in a territory outside the United Kingdom. 3 In section 158 of  IHTA  1984 (double taxation conventions), after subsection (1) insert— 1ZA For the purposes of this section, arrangements made with a view to affording relief from double taxation include any arrangements which modify the effect of arrangements so made. 1ZB Arrangements to which effect is given under this section may include provision conferring (with or without other functions) functions relating to the determination of matters arising under the arrangements on a public authority in the United Kingdom or in a territory outside the United Kingdom. 4 The amendments made by subsections (1) to (3) are to be regarded as always having had effect. 5 The provision made by section 2(1A) and 3(2)(d) of TIOPA 2010 in relation to Orders under section 2 of that Act applies, and is to be regarded as always having applied, in relation to Orders in Council under any provision which that section replaces (directly or indirectly). 6 The provision made by section 158(1ZA) and (1ZB) of IHTA 1984 in relation to Orders under section 158 of that Act applies, and is to be regarded as always having applied, in relation to Orders in Council under any provision which that section replaces (directly or indirectly)."}, {"act": "Finance Act 2018", "year": 2018, "section": "33", "section_title": "Bank levy", "section_text": "33 Schedule 9 contains provision amending Schedule 19 to FA 2011 (the bank levy)."}, {"act": "Finance Act 2018", "year": 2018, "section": "34", "section_title": "Debt traded on a multilateral trading facility", "section_text": "34 1 In section 987 of ITA 2007 (meaning of  “quoted Eurobond”)— a the current text becomes subsection (1); b in paragraph (b) of that subsection, after  “exchange” insert  “                        or admitted to trading on a multilateral trading facility operated by an EEA-regulated recognised stock exchange                      ” ; c after that subsection insert— 2 For the purposes of this section— a a recognised stock exchange is an  “EEA-regulated recognised stock exchange” if it is regulated in the European Economic Area, and b “ multilateral trading facility ” has the same meaning as in Article 4.1.22 of  Directive 2014/65/EU  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments. 2 In each of section 151N of TCGA 1992, section 564G of ITA 2007 and section 507 of CTA 2009 (investment bond arrangements)— a in subsection (1)(h), after  “exchange” insert  “                        or admitted to trading on a multilateral trading facility operated by an EEA-regulated recognised stock exchange                      ” ; b in subsection (2)— i omit the  “and” at the end of paragraph (h); ii after paragraph (i) insert— j a recognised stock exchange is an  “EEA-regulated recognised stock exchange” if it is regulated in the European Economic Area, and k “ multilateral trading facility ” has the same meaning as in Article 4.1.22 of  Directive 2014/65/EU  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments. 3 The amendments made by subsection (1) have effect in relation to payments made on or after 1 April 2018. 4 The amendments made by subsection (2) have effect— a for corporation tax purposes, in relation to accounting periods beginning on or after 1 April 2018; b for income tax and capital gains tax purposes, for the tax year 2018-19 and subsequent tax years."}, {"act": "Finance Act 2018", "year": 2018, "section": "35", "section_title": "Settlements: anti-avoidance etc", "section_text": "35 Schedule 10 contains provision about capital gains tax and income tax in connection with settlements."}, {"act": "Finance Act 2018", "year": 2018, "section": "36", "section_title": "Fixed rate deduction for expenditure on vehicles etc", "section_text": "36 1 Section 94E of  ITTOIA  2005 (excluded vehicles) is amended in accordance with subsections (2) and (3). 2 In subsection (3)(b)— a for  “the trade” substitute  “                        any relevant trade or business                      ” ; b for  “section 25A” substitute  “                        sections 25A and 271D                      ” . 3 After subsection (3) insert— 4 In this section  “ any relevant trade or business ” means any trade or property business carried on by the person carrying on the trade mentioned in subsection (1). 4 In section 272 of that Act (application of trading income rules:  GAAP ), in subsection (2), in the table, at the appropriate place insert— In Chapter 5A (deductions allowable at a fixed rate) section 94C exclusion of provisions of Chapter 5A for firms with partner who is not an individual sections 94D to 94G expenditure on vehicles 5 In section 272ZA of that Act (application of trading income rules: cash basis), in subsection (1), in the table, at the appropriate place insert— In Chapter 5A (deductions allowable at a fixed rate) section 94C exclusion of provisions of Chapter 5A for firms with partner who is not an individual sections 94D to 94G expenditure on vehicles 6 In section 59 of  CAA  2001 (unrelieved qualifying expenditure)— a in subsection (8)— i at the end of paragraph (b), insert  “                            and                          ” ; ii omit paragraph (d) (and the  “and” before it); b after subsection (9) insert— 9A Subsection (9B) applies if— a a person carrying on a property business incurs expenditure in relation to a vehicle, b at the end of a tax year, the person has unrelieved qualifying expenditure incurred in relation to the vehicle to carry forward from the chargeable period ending with that tax year (“the relevant chargeable period”), and c in calculating the profits of a property business of a person for the following tax year, a deduction is made under section 94D of ITTOIA 2005 (as applied by section 271E of that Act) in respect of expenditure incurred in relation to the vehicle. 9B None of the unrelieved qualifying expenditure incurred in relation to the vehicle may be carried forward as unrelieved qualifying expenditure from the relevant chargeable period. 7 The amendments made by subsections (2), (3) and (6)(a) have effect for the tax year 2018-19 and subsequent tax years. 8 The amendments made by subsections (4), (5) and (6)(b) have effect for the tax year 2017-18 and subsequent tax years. 9 Section 94E of ITTOIA 2005 (meaning of  “excluded vehicles”) has effect, in its application as a result of section 271E of that Act (profits of a property business: application of trading income rules), as if after subsection (2) there were inserted— 2A But in determining whether condition A is met no account is to be taken of any claim for capital allowances made for the tax year 2013-14, the tax year 2016-17 or either of the intervening tax years."}, {"act": "Finance Act 2018", "year": 2018, "section": "37", "section_title": "Carried interest", "section_text": "37 1 In the following provisions of F(No.2)A 2015 (which relate to carried interest) omit the words from  “unless” to  “that date”— a section 43(2); b section 43(4); c section 45(3)(b). 2 The amendments made by subsection (1) have effect in relation to carried interest arising on or after 22 November 2017. 3 For the purposes of subsection (2)  “ carried interest ” and  “ arising ” have the same meaning as in the provisions amended."}, {"act": "Finance Act 2018", "year": 2018, "section": "38", "section_title": "Online marketplaces", "section_text": "38 1 VATA  1994 is amended as follows. 2 In section 69(1) (breaches of regulatory provisions) after paragraph (g) insert or—                     h section 77E (display of  VAT  registration numbers on online marketplaces), . 3 Before section 77B insert—  “                    Online marketplaces                  ” . 4 In section 77B (joint and several liability: operators of online marketplaces)— a in the heading for  “operators of online marketplaces” substitute  “                        sellers identified as non-compliant by the Commissioners                      ” ; b in subsection (1) omit  “who is not UK-established”; c omit subsection (10); d in subsection (12) omit , and                         “UK-established” . 5 After section 77B insert— Joint and several liability: non-UK sellers in breach of Schedule 1A registration requirement 77BA 1 This section applies where— a a person (“P”) who makes taxable supplies of goods through an online marketplace is in breach of a Schedule 1A registration requirement, and b the operator of the online marketplace knows, or should know, that P is in breach of a Schedule 1A registration requirement. 2 If the operator of the online marketplace does not secure the result in subsection (3), subsection (4) applies. 3 The result referred to in subsection (2) is that P does not offer goods for sale through the online marketplace in any period between— a the end of the period of 60 days beginning with the day on which the operator first knew, or should have known, that P was in breach of a Schedule 1A registration requirement, and b P ceasing to be in breach of a Schedule 1A registration requirement. 4 The operator is jointly and severally liable to the Commissioners for the amount of VAT payable by P in respect of all taxable supplies of goods made by P through the online marketplace in the relevant period. 5 The relevant period is the period— a beginning with the day on which the operator first knew, or should have known, that P was in breach of a Schedule 1A registration requirement, and b ending with P ceasing to be in breach of a Schedule 1A registration requirement. 6 But if the operator has been given a notice under section 77B in respect of P, the relevant period does not include— a any period for which the operator is jointly and severally liable for the amount mentioned in subsection (4) by virtue of section 77B, or b if the operator secures the result mentioned in section 77B(3), the period beginning with the day on which the operator is given the notice and ending with the day on which the operator secures that result. 7 P is in breach of a Schedule 1A registration requirement if P is liable to be registered under Schedule 1A to this Act, but is not so registered. 8 In this section  “online marketplace” and  “ operator ”, in relation to an online marketplace, have the same meaning as in section 77B. 6 In section 77C (assessments)— a in the heading after  “section 77B” insert  “                        or 77BA                      ” ; b in subsection (1) after  “section 77B” insert  “                        or 77BA                      ” ; c for subsection (9) substitute— 9 In this section  “online marketplace” and  “ operator ”, in relation to an online marketplace, have the same meaning as in section 77B. 7 In section 77D (interest)— a in the heading after  “section 77B” insert  “                        or 77BA                      ” ; b for subsection (8) substitute— 8 In this section  “online marketplace” and  “ operator ”, in relation to an online marketplace, have the same meaning as in section 77B. 8 After section 77D insert— Display of VAT registration numbers 77E 1 This section applies where a person (“P”) offers, or proposes to offer, goods for sale through an online marketplace. 2 The operator of the online marketplace must take reasonable steps to check that— a any number provided to the operator (by P or another person) as P's VAT registration number is valid, and b any number displayed on the online marketplace as P's VAT registration number (under subsection (3) or otherwise) is valid. 3 If a number is provided to the operator (by P or another person) as P's VAT registration number and the number is valid, the operator must secure that it is displayed on the online marketplace as P's VAT registration number no later than the time mentioned in subsection (4). 4 The time is— a the end of the period of 10 days beginning with the day on which the operator is provided with the number, or b if the number is provided before P offers goods for sale through the online marketplace, the later of— i the end of the period in paragraph (a), and ii the end of the day on which P first offers goods for sale through the online marketplace. 5 If the operator becomes aware that a number displayed on the online marketplace as P's VAT registration number (under subsection (3) or otherwise) is not valid, the operator must secure that it is removed from the online marketplace before the end of the relevant period. 6 The relevant period is the period of 10 days beginning with the day on which the operator first became aware that the number was not valid. 7 A number is provided or displayed as P's VAT registration number only if it is provided or displayed in connection with P offering, or proposing to offer, goods for sale through the online marketplace. 8 A number provided or displayed as P's VAT registration number is valid only if— a P is registered under this Act, and b the number is P's VAT registration number. 9 In this section— “online marketplace” and  “ operator ”, in relation to an online marketplace, have the same meaning as in section 77B; “ VAT registration number ” means the number allocated by the Commissioners to a person registered under this Act."}, {"act": "Finance Act 2018", "year": 2018, "section": "39", "section_title": "VAT refunds to public authorities", "section_text": "39 1 In section 33 of VATA 1994 (refunds of VAT in certain cases), subsection (3) is amended as follows. 2 In paragraph (a) after  “a local authority” insert  “                    and a combined authority established by an order made under section 103(1) of the Local Democracy, Economic Development and Construction Act 2009                  ” . 3 After paragraph (a) insert— aa a fire and rescue authority under the Fire and Rescue Services Act 2004, if the authority does not fall within paragraph (a); ab the Scottish Fire and Rescue Service; . 4 In paragraph (f), omit  “a police authority and”. 5 After paragraph (f) insert— fa the Scottish Police Authority; fb the Police Service of Northern Ireland and the Northern Ireland Policing Board; . 6 The amendments made by this section have effect in relation to supplies made, and acquisitions and importations taking place, on or after the day on which this Act is passed."}, {"act": "Finance Act 2018", "year": 2018, "section": "40", "section_title": "Higher rates for additional dwellings", "section_text": "40 Schedule 11 contains amendments to Schedule 4ZA to FA 2003 (stamp duty land tax: higher rates for additional dwellings and dwellings purchased by companies)."}, {"act": "Finance Act 2018", "year": 2018, "section": "41", "section_title": "Relief for first-time buyers", "section_text": "41 1 Part 4 of FA 2003 (stamp duty land tax) is amended as follows. 2 After section 57A insert— First-time buyers 57B 1 Schedule 6ZA provides relief for first-time buyers. 2 Any relief under that Schedule must be claimed in a land transaction return or an amendment of such a return. 3 After Schedule 6 insert— SCHEDULE 6ZA Relief for first-time buyers  PART 1  Eligibility for relief Eligibility for relief 1 1 Relief may be claimed for a chargeable transaction if the following conditions are met (but this is subject to sub-paragraph (7)). 2 The first condition is that the main subject-matter of the transaction consists of a major interest in a single dwelling (“the purchased dwelling”). 3 The second condition is that the relevant consideration for the transaction (other than any consisting of rent) is not more than £500,000. 4 The third condition is that the purchaser, or (if more than one) each of the purchasers, is a first-time buyer who intends to occupy the purchased dwelling as the purchaser's only or main residence. 5 The fourth condition is that— a the transaction is not linked to another land transaction, or b the transaction is linked only to land transactions that are within sub-paragraph (6). 6 A land transaction is within this sub-paragraph if the main subject-matter of the transaction consists of— a an interest in land that is or forms part of the garden or grounds of the purchased dwelling, or b an interest in or right over land that subsists for the benefit of— i the purchased dwelling, or ii land that is or forms part of the garden or grounds of the purchased dwelling. 7 Relief may not be claimed under this paragraph for a chargeable transaction if it is a higher rates transaction for the purposes of paragraph 1 of Schedule 4ZA. Eligibility for relief: linked transactions within paragraph 1(6) 2 1 Where a land transaction (“the main transaction”) is eligible for relief under paragraph 1 (or would be if it were a chargeable transaction), relief may also be claimed for any chargeable transaction that is linked to the main transaction. 2 But relief may not be claimed under this paragraph for a chargeable transaction if the purchaser, or (if more than one) any of the purchasers in relation to the transaction is not a purchaser in relation to the main transaction. Eligibility for relief: alternative finance arrangements 3 1 This paragraph applies in relation to a land transaction which is the first transaction under an alternative finance arrangement entered into between a person and a financial institution. 2 The person (rather than the institution) is to be treated as the purchaser in relation to the transaction for the purposes of paragraphs 1(4) and 2(2). 3 In this paragraph— “ alternative finance arrangement ” means an arrangement of a kind mentioned in section 71A(1) or 73(1), “ financial institution ” has the meaning it has in those sections (see section 73BA), and “ first transaction ”, in relation to an alternative finance arrangement, has the meaning given by section 71A(1)(a) or (as the case may be) section 73(1)(a)(i).  PART 2  The Relief The relief 4 If relief is claimed under paragraph 1 or 2 for a chargeable transaction, the amount of tax chargeable in respect of the transaction is to be determined as if in section 55(1B) (amount of tax chargeable: general) for Table A there were substituted— Table A: Residential Relevant consideration Percentage So much as does not exceed £300,000 0% Any remainder (so far as not exceeding £500,000) 5% Withdrawal of relief 5 1 This paragraph applies if— a relief is claimed under paragraph 1 or 2 for a chargeable transaction (“the first transaction”), and b the effect of another land transaction (“the later transaction”) that is linked to the first transaction is that the first transaction ceases to be a transaction for which relief may be claimed under that paragraph. 2 Tax or (as the case may be) additional tax is chargeable on the first transaction as if the claim had not been made.  PART 3  Interpretation                                 “First-time buyer”                               6 1 In this Schedule  “ first-time buyer ” means an individual who— a has not previously been a purchaser in relation to a land transaction the main subject-matter of which was a major interest in a dwelling, b has not previously acquired an equivalent interest in a dwelling situated in a country or territory outside England, Wales and Northern Ireland, c has not previously been, or been one of the persons who was,  “ the person ” for the purposes of section 71A or 73 in a case where the main subject-matter of the first transaction within the meaning of the section concerned was a major interest in a dwelling, and d would not have been such a person for those purposes in such a case if the provisions mentioned in paragraph (c) had been in force, and had had effect in the country or territory concerned at all material times (subject, where required, to appropriate modifications). 2 For the purposes of sub-paragraph (1)(b) and (d), ignore a lease which has less than 21 years to run at the beginning of the day after the date on which it is acquired.                                 “Relevant consideration”                               7 In this Schedule  “ relevant consideration ” means— a in the case of a transaction that is not one of a number of linked transactions, the chargeable consideration for the transaction, and b in the case of a transaction that is one of a number of linked transactions, the total of the chargeable consideration for all those transactions.                                 “Major interest”                               8 The main subject-matter of a transaction is not a major interest for the purposes of this Schedule if it is a term of years absolute which has less than 21 years to run at the beginning of the day after the effective date of the transaction. What counts as a dwelling 9 1 This paragraph sets out rules for determining what counts as a dwelling for the purposes of this Schedule. 2 A building or part of a building counts as a dwelling if— a it is used or suitable for use as a single dwelling, or b it is in the process of being constructed or adapted for such use. 3 Land that is, or is to be, occupied or enjoyed with a dwelling as a garden or grounds (including any building or structure on that land) is taken to be part of that dwelling. 4 Land that subsists, or is to subsist, for the benefit of a dwelling is taken to be part of that dwelling. 5 The main subject-matter of a transaction is also taken to consist of a major interest in a dwelling if— a substantial performance of a contract constitutes the effective date of that transaction by virtue of a relevant deeming provision, b the main subject-matter of the transaction consists of a major interest in a building, or a part of a building, that is to be constructed or adapted under the contract for use as a single dwelling, and c construction or adaptation of the building, or part of a building, has not begun by the time the contract is substantially performed. 6 In sub-paragraph (5)— “ contract ” includes any agreement, “ relevant deeming provision ” means any of sections 44 to 45A or paragraph 5(1) or (2) of Schedule 2A or paragraph 12 of Schedule 17A, and “ substantially performed ” has the same meaning as in section 44. 7 A building or part of a building used for a purpose specified in section 116(2) or (3) is not used as a dwelling for the purposes of sub-paragraphs (2) or (5). 8 Where a building or part of a building is used for a purpose mentioned in sub-paragraph (7), no account is to be taken for the purposes of sub-paragraph (2) of its suitability for any other use. 4 In section 110 (approval of regulations under general power) at the end insert— 7 This section does not apply to regulations containing only provision varying Schedule 6ZA or paragraph 16 of Schedule 9 which does not increase any person's liability to tax. 5 In Schedule 9 (right to buy, shared ownership leases etc), at the end insert— First-time buyers 16 1 This paragraph applies where— a a lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 2 and the conditions in sub-paragraph (2) of that paragraph are met but no election is made for tax to be charged in accordance with that paragraph, b a lease is granted as mentioned in sub-paragraph (1)(a) of paragraph 4 and the conditions in sub-paragraph (2) of that paragraph are met but no election is made for tax to be charged in accordance with that paragraph, c paragraph 4A applies in relation to the acquisition of an interest (but the acquisition is not exempt from charge by virtue of sub-paragraph (2) of that paragraph), d a shared ownership trust is declared but no election is made for tax to be charged in accordance with paragraph 9, or e an equity-acquisition payment is made under a shared ownership trust (but the equity-acquisition payment, and the consequential increase in the purchaser's beneficial interest, are not exempt from charge by virtue of paragraph 10). 2 Schedule 6ZA (relief for first-time buyers) does not apply in relation to— a the acquisition of the lease, b the acquisition of the interest, c the declaration of the shared ownership trust, or d the equity-acquisition payment and the consequential increase in the purchaser's beneficial interest. 6 The following provisions (which are spent provisions relating to first-time buyers) are repealed— a section 57AA of FA 2003, b section 73CA of that Act, c section 110(6) of that Act, d paragraph 15 of Schedule 9 to that Act, and e section 6 of FA 2010. 7 In Schedule 2 to the Wales Act 2014 (amendments relating to the disapplication of UK stamp duty land tax in relation to Wales), after paragraph 9 insert— 9A 1 Paragraph 6 of Schedule 6ZA (relief for first-time buyers: definition of  “first-time buyer”) is amended as follows. 2 In sub-paragraph (1)(b)— a after  “acquired” insert —                                   i , and b at the end insert or                                   ii an interest of a kind mentioned in section 117(2) in a dwelling situated in Wales, . 3 In sub-paragraph (2) after  “lease” insert  “                              or, in the case of a dwelling situated in Wales, a term of years absolute                            ” . 8 The amendments made by subsections (1) to (5) have effect in relation to any land transaction of which the effective date is or is after 22 November 2017."}, {"act": "Finance Act 2018", "year": 2018, "section": "42", "section_title": "Landfill tax: disposals not made at landfill sites, etc", "section_text": "42 1 Schedule 12 makes provision about landfill tax, including provision for disposals of material elsewhere than at landfill sites to be chargeable. 2 That Schedule has effect only in relation to disposals made in England or Northern Ireland."}, {"act": "Finance Act 2018", "year": 2018, "section": "43", "section_title": "Air passenger duty: rates of duty from 1 April 2019", "section_text": "43 1 Chapter 4 of Part 1 of FA 1994 (air passenger duty) is amended as follows. 2 In section 30(4A)(b) as amended by F(No.2)A 2017 (rate for long haul departures not from Northern Ireland: travel not in sole or lowest class, and higher rate does not apply), for  “£156” substitute  “                    £172                  ” . 3 In section 30(4E)(d) (higher rate for long haul departures not from Northern Ireland is six times standard-class long haul rate), for  “six” substitute  “                    6.6                  ” . 4 In section 30A(5A)(c)(ii) (higher rate for long haul departures from Northern Ireland if not set by Act of the Northern Ireland Assembly is six times standard-class rate for long haul departures from Northern Ireland), for  “six” substitute  “                    6.6                  ” . 5 The amendments made by this section have effect in relation to the carriage of passengers beginning on or after 1 April 2019."}, {"act": "Finance Act 2018", "year": 2018, "section": "44", "section_title": "VED: rates for light passenger vehicles, light goods vehicles, motorcycles etc", "section_text": "44 1 Schedule 1 to  VERA  1994 (annual rates of duty) is amended as follows. 2 In paragraph 1 (general rate)— a in sub-paragraph (2) (vehicle not covered elsewhere in Schedule with engine cylinder capacity exceeding 1,549cc), for  “£245” substitute  “                        £255                      ” , and b in sub-paragraph (2A) (vehicle not covered elsewhere in Schedule with engine cylinder capacity not exceeding 1,549cc), for  “£150” substitute  “                        £155                      ” . 3 In paragraph 1B (rates for light passenger vehicles registered before 1 April 2017)— a for the Table substitute— CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £  £  100 110 10 20 110 120 20 30 120 130 110 120 130 140 130 140 140 150 145 155 150 165 185 195 165 175 220 230 175 185 240 250 185 200 280 290 200 225 305 315 225 255 530 540 255 545 555 ; b in the sentence immediately following the Table, for paragraphs (a) and (b) substitute— a in column (3), in the last two rows,  “305” were substituted for  “530” and  “                              545                            ” , and b in column (4), in the last two rows,  “315” were substituted for  “540” and  “                              555                            ” . 4 For paragraph 1GC (rates on first licence for light passenger vehicles registered on or after 1 April 2017) substitute— 1GC 1 This paragraph applies for the purpose of determining the rate at which vehicle excise duty is to be paid on the first vehicle licence for a vehicle to which this Part of this Schedule applies. 2 If the vehicle is not a higher rate diesel vehicle, the annual rate of duty applicable to the vehicle is determined in accordance with Table 1 by reference to— a the applicable CO 2  emissions figure, and b whether the vehicle qualifies for the reduced rate of duty or is liable to the standard rate of duty. 3 If the vehicle is a higher rate diesel vehicle, the annual rate of duty applicable to the vehicle is determined in accordance with Table 2 by reference to the applicable CO 2  emissions figure. Table 1 - vehicles other than higher rate diesel vehicles CO 2  emissions figure Rate (1) (2) (3) (4) Exceeding Not exceeding Reduced rate Standard rate g/km g/km £  £  0 50 10 50 75 15 25 75 90 95 105 90 100 115 125 100 110 135 145 110 130 155 165 130 150 195 205 150 170 505 515 170 190 820 830 190 225 1230 1240 225 255 1750 1760 255 - 2060 2070 Table 2 - higher rate diesel vehicles CO 2  emissions figure Rate (1) (2) (3) Exceeding Not exceeding Rate g/km g/km £  0 50 25 50 75 105 75 90 125 90 100 145 100 110 165 110 130 205 130 150 515 150 170 830 170 190 1240 190 225 1760 225 255 2070 255 - 2070 4 For the purposes of this paragraph a vehicle is a higher rate diesel vehicle if it is constructed so as to be propelled by diesel and it does not meet the Euro 6d emissions standard. 5 A vehicle meets the Euro 6d emissions standard only if it is first registered on the basis of an  EU  certificate of conformity which indicates that the exhaust emission level is Euro 6d (and it does not meet that standard if it is first registered on the basis of an EU certificate of conformity which indicates that that level is Euro 6d-TEMP). 6 “ Diesel ” means any diesel fuel within Article 2 of Directive  98/70/EC  of the European Parliament and of the Council. 5 In paragraph 1J (rates for light goods vehicles) in paragraph (a) for  “£240” substitute  “                    £250                  ” . 6 In paragraph 2(1) (rates for motorcycles)— a in paragraph (a), for  “£18” substitute  “                        £19                      ” , b in paragraph (b), for  “£41” substitute  “                        £42                      ” , c in paragraph (c), for  “£62” substitute  “                        £64                      ” , and d in paragraph (d), for  “£85” substitute  “                        £88                      ” . 7 The amendments made by this section have effect in relation to licences taken out on or after 1 April 2018."}, {"act": "Finance Act 2018", "year": 2018, "section": "45", "section_title": "Tobacco products duty: rates", "section_text": "45 1 TPDA 1979 is amended as follows. 2 For the table in Schedule 1 substitute— TABLE 1 Cigarettes An amount equal to the higher of— 16.5% of the retail price plus £217.23 per thousand cigarettes, or £280.15 per thousand cigarettes. 2 Cigars £270.96 per kilogram 3 Hand-rolling tobacco £221.18 per kilogram 4 Other smoking tobacco and chewing tobacco £119.13 per kilogram 3 The amendment made by this section is treated as having come into force at 6pm on 22 November 2017."}, {"act": "Finance Act 2018", "year": 2018, "section": "46", "section_title": "Power to enter premises and inspect goods", "section_text": "46 1 Section 24 of FA 1994 (power to enter premises and inspect goods) is amended as follows. 2 The existing text becomes subsection (1). 3 In that subsection— a at the beginning insert  “                        This section applies                      ” ; b omit the words after paragraph (b). 4 After that subsection insert— 2 The officer may at any reasonable time enter and inspect the premises. 3 The officer may inspect, examine and take account of any goods found on the premises. 4 The officer may require a relevant person to provide any assistance that is reasonable for the purpose of exercising the power in subsection (3). 5 For example, the officer may require a relevant person to move, open or unpack goods and containers. 6 The officer may, for the purpose of exercising the power in subsection (3)— a move, open, or unpack goods and containers; b search containers and anything in them; c mark goods and containers. 7 The Commissioners are not to bear any costs incurred by a relevant person in complying with a requirement under subsection (4). 8 But the Commissioners are to bear the costs of anything done by the officer under subsection (6). 9 In this section  “ relevant person ” means— a the person to whom this Chapter applies; b the occupier of the premises; c a person who has (or appears to have) possession or control of the goods; d a person who is (or appears to be) acting on behalf of a person within any of paragraphs (a) to (c). 10 Section 159(2) of the Customs and Excise Management Act 1979 (examinations of goods to be at a place appointed by the Commissioners) does not apply to an examination under subsection (3)."}, {"act": "Finance Act 2018", "year": 2018, "section": "47", "section_title": "Power to search vehicles or vessels", "section_text": "47 In section 163 of  CEMA  1979 (power to search vehicles or vessels), after subsection (1) insert— 1A The officer, constable or member may use reasonable force if necessary for the purpose of exercising the power in subsection (1)."}, {"act": "Finance Act 2018", "year": 2018, "section": "48", "section_title": "CO 2  emissions figures etc", "section_text": "48 1 Schedule 1 to VERA 1994 (annual rates of duty) is amended in accordance with subsections (2) to (5). 2 In paragraph 1A(2) (meaning of  “light passenger vehicle”), at the end insert  “                    or, as the case may be, within Category M1 of Annex  II  to Directive  2007/46/EC  (vehicle designed and constructed primarily for the carriage of passengers and comprising no more than 8 seats in addition to the driver's seat)                  ” . 3 In paragraph 1G(1) (meaning of  “EU certificate of conformity”), for  “issued by a manufacturer under any provision of the law of a Member State implementing Article 6 of Council Directive  70/156/ EEC , as amended” substitute  “                    within the meaning of Council Directive  70/156/EEC  or Directive  2007/46/EC  of the European Parliament and of the Council of 5 September 2007                  ” . 4 In paragraph 1GA (vehicles to which Part 1AA applies etc)— a in sub-paragraph (2), for  “has the meaning given by paragraph 1A(2)” substitute  “                        means a vehicle within Category M1 of Annex II to Directive  2007/46/EC  (vehicle designed and constructed primarily for the carriage of passengers and comprising no more than 8 seats in addition to the driver's seat)                      ” , b omit sub-paragraph (3)(a), c for sub-paragraph (3)(d) substitute— d paragraph 1G(2) (meaning of  “UK approval certificate”). , and d after sub-paragraph (3) insert— 4 References in this Part of this Schedule to an  “EU certificate of conformity” are to a certificate of conformity within the meaning of Directive  2007/46/EC . 5 Sub-paragraphs (3) and (4) of paragraph 1A of this Schedule (meaning of  “the applicable CO 2  emissions figure”) apply for the purposes of this Part of this Schedule as they apply for the purposes of Part 1A of this Schedule, but— a any reference to an EU certificate of conformity in paragraph 1A(3) or (4) is to be construed in accordance with sub-paragraph (4) of this paragraph, and b for the purpose of determining the applicable CO 2  emissions figure, ignore any WLTP (worldwide harmonised light-duty vehicles test procedures) values specified in an EU certificate of conformity. 5 In paragraph 1H(2) (meaning of  “light goods vehicle”), at the end insert  “                    or, as the case may be, within Category N1 of Annex II to Directive  2007/46/EC  (vehicle designed and constructed primarily for the carriage of goods and having a maximum mass not exceeding 3.5 tonnes)                  ” . 6 In Schedule 2 to VERA 1994 (exempt vehicles), in paragraph 25(4)(b), for  “Schedule)” substitute  “                    Schedule as read with paragraph 1GA(5) of that Schedule)                  ” . 7 The amendments made by subsections (2) to (6) have effect in relation to licences taken out on or after 29 November 2017. 8 ITEPA 2003 is amended in accordance with subsections (9) to (11). 9 In section 136 (car with a CO 2  emissions figure: post-September 1999 registration)— a after subsection (2) insert— 2A For the purpose of determining the car's CO 2  emissions figure, ignore any WLTP (worldwide harmonised light-duty vehicles test procedures) values specified in an EC certificate of conformity. , and b in subsection (3), for  “This” substitute  “                        Subsection (2)                      ” . 10 In section 137 (car with a CO 2  emissions figure: bi-fuel cars)— a after subsection (2) insert— 2A For the purpose of determining the car's CO 2  emissions figure, ignore any WLTP (worldwide harmonised light-duty vehicles test procedures) values specified in an EC certificate of conformity. , and b in subsection (3), for  “This” substitute  “                        Subsection (2)                      ” . 11 In section 171(1) (minor definitions: general)— a in the definition of  “EC certificate of conformity”, for  “issued by a manufacturer under any provision of the law of a Member State implementing Article 6 of Council Directive  70/156/EEC , as amended” substitute  “                        within the meaning of Council Directive  70/156/EEC  or Directive  2007/46/EC  of the European Parliament and of the Council of 5 September 2007                      ” , and b in the definition of  “EC type-approval certificate”, for  “Council Directive  70/156/EEC , as amended” substitute  “                        Council Directive  70/156/EEC  or an EC type-approval certificate within the meaning of Council Directive  2007/46/EC                       ” . 12 The amendments made by subsections (9) to (11) have effect for the tax year 2017-18 and subsequent tax years."}, {"act": "Finance Act 2018", "year": 2018, "section": "49", "section_title": "Interpretation", "section_text": "49 In this Act the following abbreviations are references to the following Acts. CAA 2001 Capital Allowances Act 2001 CEMA 1979 Customs and Excise Management Act 1979 CTA 2009 Corporation Tax Act 2009 CTA 2010 Corporation Tax Act 2010 FA, followed by a year Finance Act of that year F(No.2)A, followed by a year Finance (No.2) Act of that year F(No.3)A, followed by a year Finance (No.3) Act of that year IHTA 1984 Inheritance Tax Act 1984 ITA 2007 Income Tax Act 2007 ITEPA 2003 Income Tax (Earnings and Pensions) Act 2003 ITTOIA 2005 Income Tax (Trading and Other Income) Act 2005 TCGA 1992 Taxation of Chargeable Gains Act 1992 TIOPA 2010 Taxation (International and Other Provisions) Act 2010 TMA 1970 Taxes Management Act 1970 TPDA 1979 Tobacco Products Duty Act 1979 VATA 1994 Value Added Tax Act 1994 VERA 1994 Vehicle Excise and Registration Act 1994"}, {"act": "Finance Act 2018", "year": 2018, "section": "50", "section_title": "Short title", "section_text": "50 This Act may be cited as the Finance Act 2018."}]