[{"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "1", "section_title": "Nuclear safeguards", "section_text": "1 1 For section 72 of the Energy Act 2013 substitute— Nuclear safeguards purposes 72 In this Part, the  “ nuclear safeguards purposes ” means the purposes of— a ensuring compliance with nuclear safeguards regulations (see section 76A), b ensuring compliance by the United Kingdom or, as the case may be, enabling or facilitating compliance by a Minister of the Crown, with a relevant international agreement, and c the development of any future obligations relating to nuclear safeguards. 2 After section 76 of that Act insert— CHAPTER 2A Nuclear safeguards Nuclear safeguards regulations 76A 1 The Secretary of State may by regulations (“ nuclear safeguards regulations ”) make provision for the purpose of— a ensuring that qualifying nuclear material, facilities or equipment are only available for use for civil activities (whether in the United Kingdom or elsewhere), or b giving effect to provisions of a relevant international agreement. 2 The regulations may, for example, make provision relating to— a record-keeping or accounting; b the provision or publication of information; c inspection or monitoring; d imports or exports; e the design of qualifying nuclear facilities or equipment; f the production, processing, use, handling, storage or disposal of qualifying nuclear material or equipment. 3 The following apply in relation to nuclear safeguards regulations as they apply in relation to nuclear regulations— section 74(3) to (5) (nuclear regulations), section 75 (offences), section 76 (civil liability), and paragraphs 2 to 16 of Schedule 6 (examples of provision that may be made by nuclear regulations). 4 Nothing in nuclear safeguards regulations applies in relation to anything done for defence purposes (within the meaning of section 70). 5 The provision that may be made by nuclear safeguards regulations by virtue of section 113(7) includes provision modifying retained EU law (within the meaning of the European Union (Withdrawal) Act 2018). 6 In this section— “ civil activities ” means— production, processing or storage activities which are carried on for peaceful purposes; electricity generation carried on for peaceful purposes; decommissioning; research and development carried on for peaceful purposes; any other activity carried on for peaceful purposes; “ equipment ” has the meaning given by section 70(3); “ qualifying nuclear equipment ” means equipment designed or adapted for use in connection with qualifying nuclear material or a qualifying nuclear facility; “ qualifying nuclear facility ” means a facility (including associated buildings) in which qualifying nuclear material is produced, processed, used, handled, stored or disposed of; “ qualifying nuclear material ” means— fissionable material specified in regulations under subsection (7), source material in the form of— uranium metal, alloy or compound, or thorium metal, alloy or compound, or ore containing a substance from which a source material falling within paragraph (b) is capable of being derived. 7 The Secretary of State may by regulations specify fissionable material for the purposes of the definition of  “qualifying nuclear material”. 8 Before making any regulations under this section, the Secretary of State must consult— a the ONR, and b such other persons (if any) as the Secretary of State considers it appropriate to consult. 9 Subsection (8)(a) does not apply if the regulations give effect, without modification, to proposals submitted by the ONR under section 81(1)(a)(ia). Payments in respect of compliance costs 76B 1 The Secretary of State may by regulations authorise or require the ONR to make payments towards compliance costs. 2 “ Compliance costs ” means costs of complying with nuclear safeguards regulations or with specified provisions of nuclear safeguards regulations. 3 Regulations under subsection (1) may provide that payments are authorised or required to be made only in specified circumstances. 4 The ONR is responsible for determining the amounts of payments in accordance with any provision made by regulations under subsection (1). 5 In this section,  “ specified ” means specified in regulations under subsection (1). 3 In section 112 of that Act (interpretation)— a in subsection (1), at the appropriate places insert— “ nuclear safeguards regulations ” means regulations under section 76A(1); ; “ relevant international agreement ” has the meaning given by subsection (1A); ; b after subsection (1) insert— 1A Relevant international agreement” means an agreement (whether or not ratified) to which the United Kingdom is a party and which— a relates to nuclear safeguards, and b is specified in regulations under subsection (1B), and a reference in this Part to a relevant international agreement is to the agreement as it has effect for the time being. 1B The Secretary of State may by regulations specify agreements for the purposes of subsection (1A)(b). 1C References in subsection (1A) to an agreement to which the United Kingdom is a party include an undertaking given by the United Kingdom which— a relates to guidance or any other document issued by the International Atomic Energy Agency, and b is notified to the Agency by the United Kingdom, (and the reference in subsection (1B) to an agreement is to be read accordingly). 1D Before making regulations under subsection (1B), the Secretary of State must consult— a the ONR, and b such other persons (if any) as the Secretary of State considers it appropriate to consult. 1E Subsection (1D)(a) does not apply if the regulations give effect, without modification, to proposals submitted by the ONR under section 81(1)(a)(iiia). 4 A consultation requirement imposed by an amendment made by this section may be satisfied by consultation carried out before this Act was passed. 5 The Schedule contains minor and consequential amendments."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "2", "section_title": "Power to amend legislation relating to nuclear safeguards", "section_text": "2 1 The Secretary of State may by regulations amend any of the following in consequence of a relevant safeguards agreement— a the Nuclear Safeguards and Electricity (Finance) Act 1978, b the Nuclear Safeguards Act 2000, and c the Nuclear Safeguards (Notification) Regulations 2004 (S.I. 2004/1255). 2 In subsection (1)  “ relevant safeguards agreement ” means an agreement (whether or not ratified) relating to nuclear safeguards to which the United Kingdom and the International Atomic Energy Agency are parties. 3 Regulations under this section may include— a consequential, supplementary or incidental provision; b transitional, transitory or saving provision. 4 The power to make regulations under this section is exercisable by statutory instrument. 5 An instrument containing (whether alone or with other provision) regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 6 No regulations may be made under this section after the end of the period of 5 years beginning with the day on which this section comes into force."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "3", "section_title": "Report on nuclear safeguards", "section_text": "3 1 The Secretary of State must, in respect of each reporting period, prepare a report containing information about nuclear safeguards. 2 Information about nuclear safeguards includes information about— a international arrangements relating to nuclear safeguards to which the United Kingdom is (or is proposed to be) a party, and b the establishment in the United Kingdom of arrangements relating to nuclear safeguards. 3 A report under this section may include other information on future arrangements with Euratom, which may include information relating to nuclear research and development and the import and export of qualifying nuclear material. 4 A report under this section must be laid before Parliament after the end of the reporting period to which it relates. 5 There are four successive reporting periods, each of which is a period of 3 months. 6 The first reporting period is the period of 3 months beginning with the day on which this Act is passed."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "4", "section_title": "Request for continuation of existing arrangements", "section_text": "4 1 The Secretary of State must make a relevant request to the European Council if neither of conditions 1 and 2 is met at the beginning of the period of 28 days ending with exit day. 2 Condition 1 is that all of the principal international agreements have been signed. 3 Condition 2 is that— a one or more of the principal international agreements have not been signed, but b in respect of each agreement that has not been signed, arrangements for the corresponding Euratom arrangements to have effect in relation to the United Kingdom after exit day— i have been made, or ii will, in the Secretary of State's opinion, have been made before exit day. 4 A  “relevant request” is a request, in relation to each principal international agreement that has not been signed and in respect of which subsection (3)(b) does not apply, for the corresponding Euratom arrangements to continue to have effect in relation to the United Kingdom after exit day until— a the principal international agreement comes into force, or b arrangements have been made for the corresponding Euratom arrangements to have effect in relation to the United Kingdom until further notice. 5 The  “principal international agreements” are— a agreements relating to nuclear safeguards to which only the United Kingdom and the International Atomic Energy Agency are parties; b agreements relating to nuclear safeguards to which the United Kingdom is a party with, respectively, the governments of Australia, Canada, Japan and the United States of America (and for this purpose  “ agreement ” includes an agreement or other arrangement that modifies or supplements an existing agreement). 6 A reference in this section to  “the corresponding Euratom arrangements” is a reference— a in the case of an agreement referred to in subsection (5)(a), to whichever of the Safeguards Agreement and the Additional Protocol corresponds to the agreement; b in the case of an agreement referred to in subsection (5)(b), to whichever of the agreements to which Euratom is a party with the government of Australia, Canada, Japan or the United States of America corresponds to the agreement (and for this purpose the reference to an agreement to which Euratom is a party includes any agreement or other arrangement that modifies or supplements the agreement). 7 In this section— “ exit day ” has the same meaning as in the European Union (Withdrawal) Act 2018 (and references to before or after exit day are to be read accordingly); “ the Safeguards Agreement ” and  “ the Additional Protocol ” have the same meaning as in the Nuclear Safeguards Act 2000; “ signed ”, in relation to a principal international agreement, means signed by both parties to the agreement."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "5", "section_title": "Extent", "section_text": "5 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject to the rest of this section. 2 An amendment made by this Act has the same extent within the United Kingdom as the provision amended. 3 Where regulations under section 2 amend or repeal any provision of— a the Nuclear Safeguards Act 2000, or b the Nuclear Safeguards and Electricity (Finance) Act 1978, the power under section 12(4) of the Nuclear Safeguards Act 2000 may be exercised so as to extend the amendment or repeal (with or without modifications) to any of the Channel Islands or the Isle of Man or any British overseas territory."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "6", "section_title": "Commencement", "section_text": "6 1 Sections 3 and 5, this section and section 7 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 3 Regulations under subsection (2) may— a appoint different days for different purposes; b include transitional, transitory or saving provision. 4 The power of the Secretary of State under subsection (2) to appoint a day includes a power to appoint a time on that day if the Secretary of State considers it appropriate to do so."}, {"act": "Nuclear Safeguards Act 2018", "year": 2018, "section": "7", "section_title": "Short title", "section_text": "7 This Act may be cited as the Nuclear Safeguards Act 2018."}]