[{"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "1", "section_title": "Power to make sanctions regulations", "section_text": "1 1 An appropriate Minister may make sanctions regulations where that Minister considers that it is appropriate to make the regulations— a for the purposes of compliance with a  UN  obligation, b for the purposes of compliance with any other international obligation, or c for a purpose within subsection (2). 2 A purpose is within this subsection if the appropriate Minister making the regulations considers that carrying out that purpose would— a further the prevention of terrorism, in the United Kingdom or elsewhere, b be in the interests of national security, c be in the interests of international peace and security, d further a foreign policy objective of the government of the United Kingdom, e promote the resolution of armed conflicts or the protection of civilians in conflict zones, f provide accountability for or be a deterrent to gross violations of human rights, or otherwise promote— i compliance with international human rights law, or ii respect for human rights, g promote compliance with international humanitarian law, h contribute to multilateral efforts to prevent the spread and use of weapons and materials of mass destruction, or i promote respect for democracy, the rule of law and good governance. 3 Regulations under this section must state the purpose (or purposes) of the regulations, and any purpose stated must be— a compliance with a UN obligation, or other international obligation, specified in the regulations, or b a particular purpose that is within subsection (2). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section  “ sanctions regulations ” means regulations which do one or more of the following— a impose financial sanctions (see section 3); aa impose director disqualification sanctions (see section  3A ); b impose immigration sanctions (see section 4); c impose trade sanctions (see section 5 and Schedule 1); d impose aircraft sanctions (see section 6); e impose shipping sanctions (see section 7); f impose sanctions within section 8 (other sanctions for purposes of UN obligations); g make supplemental provision in connection with any provision of the regulations or other regulations made under this section. 6 In this section  “ supplemental provision ” includes any provision authorised by any other provision of this Act to be made by regulations under this section (see in particular sections 9 to 17, 19 to 21 and 54). 7 In this Act any reference to a gross violation of human rights is to conduct which— a constitutes, or b is connected with, the commission of a gross human rights abuse or violation; and whether conduct constitutes or is connected with the commission of such an abuse or violation is to be determined in accordance with section 241A of the Proceeds of Crime Act 2002. 8 In this Act— “ UN obligation ” means an obligation that the United Kingdom has by virtue of a UN Security Council Resolution; “ UN Security Council Resolution ” means a resolution adopted by the Security Council of the United Nations; “ international obligation ” means an obligation of the United Kingdom created or arising by or under any international agreement. 9 For the purposes of any provision of this Act which refers to an  “appropriate Minister”, the following are appropriate Ministers— a the Secretary of State; b the Treasury. 10 None of paragraphs (a) to (i) of subsection (2) is to be taken to limit the meaning of any other of those paragraphs."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "2", "section_title": "Additional requirements for regulations for a purpose within section 1(2)", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "3", "section_title": "Financial sanctions", "section_text": "3 1 For the purposes of section 1(5)(a) regulations  “impose financial sanctions” if they impose prohibitions or requirements for one or more of the following purposes— a freezing funds or economic resources owned, held or controlled by designated persons (see section 9); b preventing financial services from being provided to, or for the benefit of— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country; c preventing financial services from being procured from, or for the benefit of— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country; d preventing funds or economic resources from being made available to, or for the benefit of— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country; e preventing funds or economic resources from being received from— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country; f preventing financial services from being provided, where the services relate to financial products, or financial products of a prescribed description, issued by designated persons; g preventing persons from owning, controlling or having a prescribed interest in persons (other than individuals) which are— i designated persons, ii connected with a prescribed country, or iii of a prescribed description and connected with a prescribed country. 2 For the purposes of section 1(5)(a) regulations also  “impose financial sanctions” if they impose prohibitions or requirements for the purpose of preventing persons from entering into, or continuing to be a party to, arrangements for commercial purposes, or for prescribed commercial purposes, with— a designated persons, b persons connected with a prescribed country, or c a prescribed description of persons connected with a prescribed country. 3 In subsection (1) any reference to funds, economic resources or financial services being made available, received, procured or provided is to their being made available, received, procured or provided (as the case may be) directly or indirectly. 4 In subsection (2)  “ arrangements ” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable). 5 Sections 60 and 61 contain definitions for the purposes of this Act of— “economic resources”, “financial products”, “financial services”, “freeze”, and “funds”. 6 Section 62 makes provision about the meaning of — a funds or economic resources being  “owned, held or controlled” or  “made available” (see subsection (4) of that section), b a person  “owning” or  “controlling” another person (see subsection (5) of that section), and c a person being  “connected with” a country (see subsection (6) of that section)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "3A", "section_title": "Director disqualification sanctions", "section_text": "3A 1 For the purposes of section 1(5) (aa)  regulations “impose director disqualification sanctions” if they provide for designated persons (see section 9) to be persons subject to director disqualification sanctions for the purposes of— a section 11A of the Company Directors Disqualification Act 1986, and b Article 15A of the Company Directors Disqualification (Northern Ireland) Order 2002. 2 As to the effect of such provision, see— a section 11A of the Company Directors Disqualification Act 1986, and b Article 15A of the Company Directors Disqualification (Northern Ireland) Order 2002."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "4", "section_title": "Immigration sanctions", "section_text": "4 1 For the purposes of section 1(5)(b) regulations  “impose immigration sanctions” if they provide for designated persons (see section 9) to be excluded persons for the purposes of section 8B of the Immigration Act 1971. 2 As to the effect of such provision, see section 8B of the Immigration Act 1971 (as amended by paragraph 1 of Schedule 3 to this Act)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "5", "section_title": "Trade sanctions", "section_text": "5 1 For the purposes of section 1(5)(c) regulations  “impose trade sanctions” if they impose prohibitions or requirements for one or more of the purposes mentioned in Part 1 of Schedule 1. 2 Part 2 of that Schedule makes further provision in connection with regulations which impose trade sanctions."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "6", "section_title": "Aircraft sanctions", "section_text": "6 1 For the purposes of section 1(5)(d) regulations  “impose aircraft sanctions” if they impose prohibitions or requirements for one or more of the following purposes— a detaining disqualified aircraft (see subsection (6)) within the United Kingdom, or controlling the movement of disqualified aircraft within the United Kingdom and the airspace over the United Kingdom; b ensuring that disqualified aircraft— i do not overfly the United Kingdom, or ii leave the airspace over the United Kingdom; c preventing persons from owning, chartering or operating aircraft registered in a prescribed country; d preventing aircraft from being registered in a prescribed country; e preventing the registration of— i aircraft in which a designated person (see section 9) holds a prescribed interest (or designated persons, taken together, hold a prescribed interest), or ii aircraft chartered by demise to designated persons. 2 For the purposes of section 1(5)(d) regulations also  “impose aircraft sanctions” if they authorise directions within subsection (3), (4) or (5). 3 Directions are within this subsection if they are given for a purpose mentioned in subsection (1)(a) or (b) and either— a they are given by the Secretary of State to— i the  CAA , ii a person who holds a licence under Chapter 1 of Part 1 of the Transport Act 2000 (air traffic services), or iii an airport operator, or b they are given to the operator or pilot in command of a disqualified aircraft by— i the Secretary of State, or ii a person mentioned in paragraph (a)(i), (ii) or (iii). 4 Directions are within this subsection if they are given by the Secretary of State to the CAA for the purpose of terminating the registration of any aircraft mentioned in subsection (1)(e). 5 Directions are within this subsection if they are given by the Secretary of State to the operator or pilot in command of a British-controlled aircraft for the purpose of preventing the aircraft from— a overflying a prescribed country, or b landing in a prescribed country. 6 In this section  “ disqualified aircraft ” means aircraft— a owned, chartered or operated by— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country, b registered in a prescribed country, or c originating from a prescribed country. 7 Provision authorising directions by virtue of subsection (2) may include provision— a as to the effect of any such directions so far as they are inconsistent with requirements or permissions under any other enactment; b requiring a person not to disclose any such directions if the Secretary of State notifies the person to that effect. 8 For the purposes of this section any reference to the United Kingdom includes a reference to the territorial sea. 9 In this section  “aircraft”— a subject to paragraph (b), includes— i unmanned aircraft, and ii aircraft capable of spaceflight activities; b does not include the naval, military or air-force aircraft of any country. 10 In this section— “ airport ” means the aggregate of the land, buildings and works comprised in an aerodrome within the meaning of the Civil Aviation Act 1982 (see section 105(1) of that Act); “ airport operator ”, in relation to an airport, means the person by whom the airport is managed; “ British-controlled aircraft ” has the same meaning as in section 92 of the Civil Aviation Act 1982; “ the CAA ” means the Civil Aviation Authority; “ enactment ” includes an enactment mentioned in any of paragraphs (a) to (d) of section 54(6); “ operator ”, in relation to an aircraft, means the person having the management of the aircraft, and cognate expressions are to be construed accordingly; “ pilot in command ”, in relation to an aircraft, means the pilot designated by the operator as being in command and charged with the safe conduct of its flight, without being under the direction of any other pilot in the aircraft; “ registration ” means registration in the register of aircraft kept by the CAA."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "7", "section_title": "Shipping sanctions", "section_text": "7 1 For the purposes of section 1(5)(e) regulations  “impose shipping sanctions” if they impose prohibitions or requirements for one or more of the following purposes— a detaining within the United Kingdom, or controlling the movement within the United Kingdom of— i disqualified ships (see subsection (8)), or ii specified ships (see section 14); b ensuring that disqualified ships or specified ships— i do not enter the United Kingdom, or ii leave the United Kingdom; c preventing persons from owning, controlling, chartering or operating— i ships registered in a prescribed country, ii ships flying the flag of a prescribed country, or iii specified ships; d preventing ships from— i being registered in a prescribed country, or ii flying the flag of a prescribed country; e preventing the registration of— i ships in which a designated person (see section 9) holds a prescribed interest (or designated persons, taken together, hold a prescribed interest), ii ships in which persons connected with a prescribed country hold a prescribed interest, or iii specified ships. 2 For the purposes of section 1(5)(e) regulations also  “impose shipping sanctions” if they authorise directions within subsection (3), (4) or (5). 3 Directions are within this subsection if they are given for a purpose mentioned in subsection (1)(a) or (b) and either— a they are given to a harbour authority by the Secretary of State, or b they are given to the master or pilot of a disqualified ship or a specified ship by— i the Secretary of State, or ii a harbour authority. 4 Directions are within this subsection if they are given by the Secretary of State to the Registrar for the purpose of terminating the registration of any ship mentioned in subsection (1)(e). 5 Directions are within this subsection if they are given by the Secretary of State to the master or pilot of a British ship (see subsections (12) and (13)) for the purpose of preventing the ship from travelling to— a the sea or other waters within the seaward limits of the territorial sea adjacent to a prescribed country, or a particular place in that sea or those waters, or b harbours in a prescribed country. 6 For the purposes of section 1(5)(e) regulations also  “impose shipping sanctions” if, for the purpose of the implementation of so much of a UN Security Council Resolution as provides for the taking of measures in relation to ships designated for purposes of that resolution, they make provision— a relating to such ships and corresponding to provision that may be made by virtue of subsection (1)(a), (b), (c) or (e), b authorising directions corresponding to directions within subsection (3) to be given in relation to, or to the master or pilot of, such a ship, or c authorising directions corresponding to directions within subsection (4) to be given in relation to such a ship. 7 Provision made by virtue of subsection (6) may describe the ships to which it relates by reference to the instrument in which the ships are designated, including by reference to that instrument as varied or supplemented from time to time. 8 In this section  “ disqualified ships ” means ships— a owned, controlled, chartered, operated or crewed by— i designated persons, ii persons connected with a prescribed country, or iii a prescribed description of persons connected with a prescribed country, b registered in a prescribed country, c flying the flag of a prescribed country, or d originating from a prescribed country. 9 Provision authorising directions by virtue of this section may include provision as to the effect of any such directions so far as they are inconsistent with requirements under any other enactment. 10 Provision made by virtue of this section may include provision as to the meaning of any reference in the provision to a ship being  “crewed” by persons. 11 In subsection (1) any reference to the United Kingdom includes a reference to the territorial sea. 12 In this section  “ British ship ” means a ship which— a is registered under Part 2 of the Merchant Shipping Act 1995, b is a Government ship within the meaning of that Act, c is registered under the law of a relevant British possession, d is not registered under the law of a country outside the United Kingdom but is wholly owned by persons each of whom has a United Kingdom connection, or e is registered under an Order in Council under section 1 of the Hovercraft Act 1968. 13 For the purposes of subsection (12)(d), a person has a  “United Kingdom connection” if the person is— a a British citizen, a British overseas territories citizen or a British Overseas citizen, b an individual who is habitually resident in the United Kingdom, or c a body corporate which is established under the law of a part of the United Kingdom and has its principal place of business in the United Kingdom. 14 In this section— “ enactment ” includes an enactment mentioned in any of paragraphs (a) to (d) of section 54(6); “ harbour authority ” has the same meaning as in the Merchant Shipping Act 1995 (see section 313(1) of that Act); “ master ” includes every person (except a pilot) having command or charge of a ship and, in relation to a fishing vessel, means the skipper; “ pilot ”, in relation to a ship, means any person not belonging to the ship who has the conduct of the ship; “ the Registrar ” means the Registrar General of Shipping and Seamen or, where functions of that person are being discharged by another person, that other person; “ registration ” means registration in the register of British ships maintained by the Registrar; “ relevant British possession ” means— any of the Channel Islands, the Isle of Man, or any British overseas territory; “ ship ” includes every description of vessel (including a hovercraft) used in navigation, except the naval, military or air-force ships of any country."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "8", "section_title": "Other sanctions for purposes of UN obligations", "section_text": "8 1 For the purposes of section 1(5)(f), regulations impose sanctions within this section if they impose prohibitions or requirements, not otherwise authorised by this Part, which the appropriate Minister making the regulations considers that it is appropriate to impose for the purposes of compliance with a UN obligation. 2 The reference in subsection (1) to prohibitions or requirements includes prohibitions or requirements imposed on or otherwise relating to designated persons (see section 9)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "9", "section_title": "“Designated persons”", "section_text": "9 1 Subsection (2) applies for the purposes of sections   3 and 4   3 to 4 , Schedule 1 and sections 6 to 8. 2 In each of those provisions,  “ designated persons ” means— a persons designated under any power contained in the regulations that authorises an appropriate Minister to designate persons for the purposes of the regulations or of any provisions of the regulations, or b persons who are designated persons under any provision included in the regulations by virtue of section 13 (persons named by or under UN Security Council Resolutions). 3 In subsection (2)  “ the regulations ” means the regulations mentioned in section 3,  3A ,   4, 5(1), 6, 7 or 8 (as the case may be). 4 As regards designation of persons by virtue of subsection (2)(a), see sections 10 to 12. 5 In this Act  “ person ” includes (in addition to an individual and a body of persons corporate or unincorporate) any organisation and any association or combination of persons."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "10", "section_title": "Designation powers: general", "section_text": "10 1 In this Act a  “ designation power ”, in relation to regulations under section 1, means a power (contained in the regulations by virtue of section 9(2)(a)) for an appropriate Minister to designate persons for the purposes of the regulations or of any provisions of the regulations. 2 Regulations under section 1 which contain a designation power may make provision about the way in which the power must or may be exercised, including provision authorising the appropriate Minister to whom the power is granted— a to designate a person by name; b to provide that persons of a description specified by that Minister are designated persons; c to designate different persons for the purposes of different provisions of the regulations. 3 Regulations under section 1 which contain a designation power must provide that where an appropriate Minister— a has made a designation under the power, or b has varied or revoked a designation made under the power (see section 22), that Minister must without delay take such steps as are reasonably practicable to inform the designated person of the designation, variation or revocation. 4 The regulations may include provision, additional to that required by subsection (3), as to steps to be taken as regards notification or publicity where a designation has been made under the designation power or a designation made under the power has been varied or revoked. 5 The regulations need not require a person to be notified of an intention to designate the person. 6 Sections 11 and 12 contain provision about criteria for designation under a designation power."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "11", "section_title": "Designation of a person by name under a designation power", "section_text": "11 1 This section applies to regulations under section 1 which authorise an appropriate Minister (“ the Minister ”) to designate persons by name. 1A The regulations must contain provision for the Minister to be able to choose whether to designate a person under— a the standard procedure, or b the urgent procedure. 2 The regulations must provide that under the standard procedure the Minister is prohibited from designating a person by name except where condition A is met. 2A Condition A is that the Minister has reasonable grounds to suspect that that person is an involved person (see subsection (3)). 2B The regulations must provide that under the urgent procedure— a the Minister may designate a person by name where condition A is not met, but conditions B and C are met, and b the designation ceases to have effect at the end of the period of 56 days beginning with the day following the designation unless, within that period, the Minister certifies that— i condition A is met, or ii conditions B and C continue to be met. 2C The regulations must provide that, under the urgent procedure, in a case where the Minister makes a certification under subsection  (2B)(b)(ii) , the designation ceases to have effect at the end of the period of 56 days beginning with the day immediately following the period mentioned in subsection  (2B)(b) , unless within that period the Minister certifies that condition A is met. 2D Condition B is that relevant provision (whenever made) applies to, or in relation to, the person under the law of— a the United States of America; b the European Union; c Australia; d Canada; e any other country specified for the purposes of this paragraph in regulations made by an appropriate Minister. 2E Condition C is that the Minister considers that it is in the public interest to make designations under the urgent procedure. 2F For the purposes of condition B, relevant provision is provision that the Minister considers— a corresponds, or is similar, to the type of sanction or sanctions in the regulations under section 1, or b is made for purposes corresponding, or similar, to any purpose of any type of sanction or sanctions in the regulations under section 1. 3 The regulations must provide that  “ an involved person ” means a person who— a is or has been involved in an activity specified in the regulations, b is owned or controlled directly or indirectly by a person who is or has been so involved, c is acting on behalf of or at the direction of a person who is or has been so involved, or d is a member of, or associated with, a person who is or has been so involved. 4 An activity may not be specified in the regulations by virtue of subsection (3) unless the Minister considers that specifying the activity is appropriate having regard to the purpose of the regulations as stated under section 1(3). 5 The regulations may, in the case of any activity specified in the regulations, make provision as to the meaning for the purposes of the regulations of a person's being involved in that activity. 6 The regulations may make provision, for the purposes of the regulations, as to the meaning of a person's— a being  “owned or controlled directly or indirectly by” another person, and b being  “associated with” another person. 7 The regulations must, in relation to any case where the Minister designates a person by name  under the standard procedure , require the information given under the provision made under section 10(3) to include a statement of reasons. 7A The regulations must, in relation to any case where the Minister designates a person by name under the urgent procedure, require the information given under the provision made under section 10(3) to include a statement— a that the designation is made under the urgent procedure, b identifying the relevant provision by reference to which the Minister considers that condition B is met in relation to the person, and c setting out why the Minister considers that condition C is met. 7B The regulations must also provide that, in relation to any case where the Minister designates a person by name under the urgent procedure, the Minister must, after the end of the period mentioned in subsection  (2B)(b) , or if the Minister has made a certification under subsection  (2B)(b)(ii)  the period mentioned in subsection  (2C) , but otherwise without delay— a in a case where the designation ceases to have effect, take such steps as are reasonably practicable to inform the person that the designation has ceased to have effect, or b in any other case, take such steps as are reasonably practicable to give the designated person a statement of reasons. 8 In   subsections (7) and (7A)   a  “ statement of reasons ” means a brief statement of the matters that the Minister knows, or has reasonable grounds to suspect, in relation to that person  — a in the case of a designation under the standard procedure, which have led the Minister to make the designation, and b in the case of a designation under the urgent procedure, as a result of which the designation does not cease to have effect at the end of the period mentioned in subsection  (2B)(b)  or  (2C)  (as the case may be). 9 The regulations may authorise matters to be excluded from that statement where the Minister considers that they should be excluded— a in the interests of national security or international relations, b for reasons connected with the prevention or detection of serious crime in the United Kingdom or elsewhere, or c in the interests of justice, (but the regulations may not authorise the Minister to provide no statement of reasons)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "12", "section_title": "Designation of persons by description under a designation power", "section_text": "12 1 This section applies to regulations under section 1 which grant a power for an appropriate Minister (“ the Minister ”) to provide that persons of a specified description are designated persons. 1A The regulations must contain provision for the Minister to be able to choose whether to provide that persons of a specified description are designated persons under either— a the standard procedure, or b the urgent procedure. 2 The regulations must contain provision which prohibits the exercise of that power under the standard procedure except where conditions A and C are met. 3 Condition A is that the description of persons specified is such that a reasonable person would know whether that person fell within it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Condition C is that the Minister— a has reasonable grounds to suspect— i in a case where the specified description is members of a particular organisation, that that organisation is an involved person, or ii in the case of any other specified description, that any person falling within that description would necessarily be an involved person.  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A The regulations must provide that under the urgent procedure— a the Minister may provide that persons of a specified description are designated persons where condition C is not met, but conditions A, D and E are met, and b the persons cease to be designated persons at the end of the period of 56 days beginning with the day following the day on which the persons became designated persons unless, within that period, the Minister certifies that— i conditions A and C are met, or ii conditions A, D and E continue to be met. 5B The regulations must also provide that, under the urgent procedure, in a case where the Minister makes a certification under subsection  (5A)(b)(ii) , the designation ceases to have effect at the end of the period of 56 days beginning with the day immediately following the period mentioned in subsection  (5A)(b) , unless within that period the Minister certifies that conditions A and C are met. 5C Condition D is that the description of persons specified is of persons (or some persons) to which, or in relation to which, relevant provision (whenever made) applies under the law of— a the United States of America; b the European Union; c Australia; d Canada; e any other country specified for the purposes of this paragraph in regulations made by an appropriate Minister. 5D Condition E is that the Minister considers that it is in the public interest to provide that persons of a specified description are designated persons under the urgent procedure. 5E For the purposes of condition D, relevant provision is provision that the Minister considers— a corresponds, or is similar, to the type of sanction or sanctions in the regulations under section 1, or b is made for purposes corresponding, or similar, to any purpose of any type of sanction or sanctions in the regulations under section 1. 6 Subsections (3) to (6) of section 11 apply to regulations which contain provision mentioned in subsection (2) above. 7 The regulations must, in relation to any case where the Minister provides that persons of a specified description are designated persons  under the standard procedure , require the information given under the provision made under section 10(3) to include a statement of reasons. 7A The regulations must, in relation to any case where the Minister provides that persons of a specified description are designated persons under the urgent procedure, require the information given under the provision made under section 10(3) to include a statement— a that the provision is made under the urgent procedure, b identifying the relevant provision by reference to which the Minister considers that condition D is met in relation to persons of the specified description, and c setting out why the Minister considers that condition E is met. 7B The regulations must provide that, in relation to any case where the Minister provides that persons of a specified description are designated persons under the urgent procedure, the Minister must, after the end of the period mentioned in subsection  (5A)(b) , or if the Minister has made a certification under subsection  (5A)(b)(ii)  the period mentioned in subsection  (5B) , but otherwise without delay— a in a case where the persons cease to be designated persons, take such steps as are reasonably practicable to inform the persons that they have ceased to be designated persons, or b in any other case, take such steps as are reasonably practicable to give each designated person a statement of reasons. 8 In   subsections (7) and (7A)   a  “ statement of reasons ” means a brief statement of the matters that the Minister knows, or has reasonable grounds to suspect, in relation to persons of the specified description  — a in the case of a designation under the standard procedure, which have led the Minister to make the provision designating persons of that description, and b in the case of a designation under the urgent procedure, as a result of which the persons do not cease to be designated persons at the end of the period mentioned in subsection  (5A)(b)  or  (5B)  (as the case may be). 9 The regulations may authorise matters to be excluded from that statement where the Minister considers that they should be excluded— a in the interests of national security or international relations, b for reasons connected with the prevention or detection of serious crime in the United Kingdom or elsewhere, or c in the interests of justice, (but the regulations may not authorise the Minister to provide no statement of reasons). 10 In this section  “ organisation ” includes any body, association or combination of persons."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "13", "section_title": "Persons named by or under UN Security Council Resolutions", "section_text": "13 1 This section applies where— a the purpose, or a purpose, of a provision of regulations under section 1 is compliance with an obligation to take particular measures in relation to UN-named persons that the United Kingdom has by virtue of a UN Security Council Resolution (“the Resolution”), and b for that provision of the regulations to achieve its purpose as regards that obligation, the relevant UN-named persons need to be designated persons for the purposes of that provision. 2 The regulations must provide for those persons to be designated persons for the purposes of that provision. 3 Provision under subsection (2) may be expressed in any way and may in particular refer to the Resolution, or any other instrument, as varied or supplemented from time to time. 4 In this section— a  “ UN-named person ” means a person for the time being named (by the Security Council or a subsidiary organ of the Security Council) for the purposes of the Resolution so far as it provides for the taking of the measures in question, and “ the relevant UN-named persons ” means each such person."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "14", "section_title": "“Specified ships”", "section_text": "14 1 In each of section 7 and Schedule 1  “ specified ships ” means ships (within the meaning of that provision) specified under any power contained in the regulations that authorises an appropriate Minister to specify ships for the purposes of the regulations or of any provisions of the regulations. In this subsection  “ the regulations ” means the regulations mentioned in section 7 or section 5(1) (as the case may be). 2 Subsections (3) to (8) apply to regulations under section 1 which authorise an appropriate Minister (“ the Minister ”) to specify ships. 3 The regulations may make provision about the way in which the power must or may be exercised, including provision authorising the Minister to specify ships by their International Maritime Organisation number. 4 The regulations may make provision as to the steps to be taken as regards notification and publicity where the power is exercised. 5 The regulations need not require a person to be notified of an intention to specify a ship. 6 The regulations must contain provision which prohibits the Minister from specifying a ship except where the Minister— a has reasonable grounds to suspect that the ship is, has been, or is likely to be, involved in an activity specified in the regulations.  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 An activity may not be specified in the regulations by virtue of subsection (6)(a) unless the Minister considers that specifying the activity is appropriate having regard to the purpose of the regulations as stated under section 1(3). 8 The regulations may, in the case of any activity specified in the regulations, make provision as to the meaning for the purposes of the regulations of a ship's being involved in that activity."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "15", "section_title": "Exceptions and licences", "section_text": "15 1 In this section  “ regulations ” means regulations under section 1. 2 Regulations may— a create exceptions to any prohibition or requirement imposed by the regulations; b provide for a prohibition imposed by the regulations not to apply to anything done under the authority of a licence issued by an appropriate Minister specified in the regulations; c provide for a requirement imposed by the regulations to be subject to such exceptions as an appropriate Minister specified in the regulations may direct. 3 Regulations may, as respects any licences or directions provided for under subsection (2)(b) or (c)— a provide that a licence or direction may be general or issued to a category of persons or a particular person; b provide that a licence or direction must specify what is authorised by the licence or excepted by the direction; c make provision as to what may, or may not, be authorised by a licence or excepted by a direction; d provide that a licence or direction may contain conditions; e provide that a licence or direction may not be issued unless criteria specified by the regulations are met; f make provision as to the duration of licences or directions, which may enable them to be of indefinite duration or a defined duration; g make provision enabling licences or directions to be varied, revoked or suspended; h make provision as to notifications or publicity to be given in connection with licences or directions. 3A Where regulations provide for designated persons to be persons subject to director disqualification sanctions for the purposes of section 11A of the Company Directors Disqualification Act 1986 and Article 15A of the Company Directors Disqualification (Northern Ireland) Order 2002, the regulations may— a create exceptions from subsection (1) of that section or paragraph (1) of that Article; b confer power on an appropriate Minister to issue a licence to authorise a designated person to do anything that would otherwise be prohibited by subsection (1) of that section or paragraph (1) of that Article. 3B Regulations may, as respects any licences provided for under subsection  (3A) , make any provision mentioned (in relation to licences) in subsection (3). 4 Where regulations provide for designated persons to be excluded persons for the purposes of section 8B of the Immigration Act 1971, the regulations may— a create exceptions from subsections (1) to (3) of that section in relation to any person who under the regulations is an excluded person (a  “relevant person”); b authorise an appropriate Minister specified in the regulations to direct that, in relation to any relevant person specified, or of a description specified, in the direction, subsections (1) to (3) of that section have effect subject to exceptions specified in the direction. 5 Regulations may, as respects any directions provided for under subsection (4)(b), make any provision mentioned (in relation to directions) in subsection (3)(d) to (h). 6 The exceptions that may be created under subsection (2)(a) include exceptions in relation to acts done for the purposes of— a national security; b the prevention or detection of serious crime in the United Kingdom or elsewhere. In this subsection  “ act ” includes an omission. 7 Nothing in subsection (6) is to be taken to limit subsection (2)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "16", "section_title": "Information", "section_text": "16 1 Regulations under section 1 may make provision— a requiring  or authorising   persons of a prescribed description— i to inform an appropriate authority of prescribed matters; ii to create and retain registers or records; b authorising an appropriate authority to require persons of a prescribed description to provide information, or produce documents, of a prescribed description; c conferring powers to inspect and copy prescribed documents or information; d conferring powers of entry in relation to powers conferred by virtue of paragraph (b) or (c), and about the exercise of any such powers of entry; e authorising or restricting the disclosure of information, including provision— i about the purposes for which information held in connection with anything done under or by virtue of the regulations may be used; ii about the persons to whom any such information may be disclosed. 2 Without prejudice to anything in subsection (1), regulations under section 1 may include provision authorising or requiring prescribed information about a person designated by or under the regulations to be notified to prescribed persons or to be publicised. 3 In subsection (1)  “ appropriate authority ” means— a an appropriate Minister, or b such other person as may be prescribed."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "17", "section_title": "Enforcement", "section_text": "17 1 In this section  “ regulations ” means regulations under section 1. 2 Regulations may make provision— a for the enforcement of any prohibitions or requirements imposed by regulations; b for the enforcement of any prohibitions or requirements imposed under regulations, including, in particular, prohibitions or requirements imposed by— i conditions of a licence or direction issued by virtue of section 15, or ii directions given by virtue of sections 6 and 7; c for preventing any prohibitions or requirements mentioned in paragraph (a) or (b) from being circumvented. 3 The provision that may be made by virtue of subsection (2) includes provision as to the powers and duties of any person who is to enforce the regulations. 4 Regulations— a may create criminal offences for the purposes of the enforcement of prohibitions or requirements mentioned in subsection (2)(a) or (b) or for the purposes of preventing such prohibitions or requirements from being circumvented, and b may include provision dealing with matters relating to any offences created for such purposes by regulations (including provision that creates defences). 5 Regulations may not provide for an offence under regulations to be punishable with imprisonment for a period exceeding— a in the case of conviction on indictment, 10 years; b in the case of summary conviction— i in relation to England and Wales,   the general limit in a magistrates’ court   or, in relation to offences committed before    2 May 2022 , 6 months; ii in relation to Scotland, 12 months; iii in relation to Northern Ireland, 6 months. 6 Regulations may include provision applying, for the purpose of the enforcement of any relevant prohibition or requirement, any provision of the Customs and Excise Management Act 1979 specified in the regulations, with or without modifications. 7 In subsection (6) a  “ relevant prohibition or requirement ” means— a a prohibition or requirement imposed by regulations for a purpose mentioned in— i section 3(1)(b) to (g) or (2), or ii Part 1 of Schedule 1, or b a prohibition or requirement imposed by a condition of a licence or direction issued by virtue of section 15 in relation to a prohibition or requirement mentioned in paragraph (a). 8 Regulations may provide that a particular offence which is— a created by virtue of this section, and b specified by the regulations, is an offence to which Chapter 1 of Part 2 of the Serious Organised Crime and Police Act 2005 (investigatory powers) applies. 9 Regulations may provide that a particular provision of the regulations which— a contains a prohibition or requirement imposed for a purpose mentioned in section 3(1) or (2)  or makes supplemental provision in connection with any such prohibition or requirement , and b is specified by the regulations, is to be regarded as not being financial sanctions legislation for the purposes of Part 8 of the Policing and Crime Act 2017 (financial sanctions: monetary penalties)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "17A", "section_title": "Enforcement: monetary penalties", "section_text": "17A 1 The provision that may be made by virtue of section 17(2) (enforcement of prohibitions or requirements) includes provision authorising a prescribed person to impose a monetary penalty on another person if satisfied, to the prescribed standard of proof, that the other person has breached a prohibition, or failed to comply with a requirement, that is imposed by or under regulations. 2 Regulations authorising the Treasury to impose a monetary penalty in respect of a breach or failure for which the Treasury could impose a monetary penalty under Part 8 of the Policing and Crime Act 2017 may not be made unless the regulations also make provision of the kind mentioned in section 17(9) to disapply Part 8 of that Act in respect of that breach or failure. 3 Regulations authorising the imposition of a monetary penalty may make provision that, in determining for the purposes of the regulations whether a person has breached a prohibition, or failed to comply with a requirement, any requirement relating to the person’s knowledge or intention is to be ignored. 4 Regulations authorising the imposition of a monetary penalty must provide that— a a person is not liable to such a penalty in respect of conduct amounting to an offence if— i proceedings have been brought against the person for that offence in respect of that conduct and the proceedings are ongoing, or ii the person has been convicted of that offence in respect of that conduct, and b no proceedings may be brought against a person in respect of conduct amounting to an offence if the person has been given such a penalty under the regulations in respect of that conduct. 5 Where regulations authorising the imposition of a monetary penalty authorise a prescribed person to determine the amount of the penalty, the regulations must provide for a maximum penalty. 6 The maximum penalty may be a prescribed sum of any amount or may be calculated in accordance with the regulations. 7 In this section— “ conduct ” means an act or omission; “regulations” mean regulations under section 1."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "18", "section_title": "Report in respect of offences in regulations", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "19", "section_title": "Enforcement: goods  etc  on ships", "section_text": "19 1 The provision that may be made by virtue of section 17(2) (enforcement of prohibitions or requirements) includes provision as to the powers and duties of prescribed persons in relation to— a British ships in foreign waters or international waters, b ships without nationality in international waters, and c foreign ships in international waters. 2 Regulations may make provision by virtue of this section only for the purpose of enforcing relevant prohibitions or requirements. 3 A prohibition or requirement is a  “ relevant prohibition or requirement ” for the purposes of this section if it is— a a prohibition or requirement specified by the regulations which is imposed by regulations for a purpose mentioned in any of paragraphs 2 to 7, 15(a), (b) or (c) or 16(a) of Schedule 1, or b a prohibition or requirement imposed by a condition of a licence or direction issued by virtue of section 15 in relation to a prohibition or requirement mentioned in paragraph (a). 4 The powers that may be conferred by virtue of this section include powers to— a stop a ship; b board a ship; c require any person found on a ship boarded by virtue of this section to provide information or produce documents; d inspect and copy such documents or information; e stop any person found on such a ship and search that person for— i prohibited goods, or ii any thing that might be used to cause physical injury or damage to property or to endanger the safety of any ship; f search a ship boarded by virtue of this section, or any thing found on such a ship (including cargo), for prohibited goods; g seize goods found on a ship, in any thing found on a ship, or on any person found on a ship (but see subsection (8)); h for the purpose of exercising a power mentioned in paragraph (e), (f) or (g), require a ship to be taken to, and remain in, a port or anchorage in the United Kingdom or any other country willing to receive it. 5 Regulations that confer a power mentioned in subsection (4)(a) to (f) or (h) must provide that a person may not exercise the power in relation to a ship unless the person has reasonable grounds to suspect that the ship is carrying prohibited goods (and the regulations need not require the person to have reasonable grounds to suspect that an offence is being or has been committed). 6 Regulations that confer a power mentioned in subsection (4)(e)(i) or (f) must provide that the power may be exercised only to the extent reasonably required for the purpose of discovering prohibited goods. 7 Regulations that confer a power mentioned in subsection (4)(e)(ii) on a person (“ the officer ”) may permit the search of a person only where the officer has reasonable grounds to believe that that person might use a thing in a way mentioned in subsection (4)(e)(ii). 8 Regulations that confer a power mentioned in subsection (4)(g) on a person— a must provide for the power to be exercisable on a ship only where that person is lawfully on the ship (whether in exercise of powers conferred by virtue of this section or otherwise), and b may permit the seizure only of— i goods which that person has reasonable grounds to suspect are prohibited goods, or ii things within subsection (4)(e)(ii). 9 Regulations that confer a power on a person by virtue of this section may authorise that person to use reasonable force, if necessary, in the exercise of the power. 10 Regulations that confer a power by virtue of this section must provide that— a the power may be exercised in relation to a British ship in foreign waters only with the authority of the Secretary of State, and b in relation to foreign waters other than the sea and other waters within the seaward limits of the territorial sea adjacent to any relevant British possession, the Secretary of State may give authority only if the State in whose waters the power would be exercised consents to the exercise of the power. 11 Regulations that confer a power by virtue of this section must provide that— a the power may be exercised in relation to a foreign ship only with the authority of the Secretary of State, and b the Secretary of State may give authority only if— i the home state has requested the assistance of the United Kingdom for the purpose of enforcing relevant prohibitions or requirements, ii the home state has authorised the United Kingdom to act for that purpose, or iii the United Nations Convention on the Law of the Sea 1982 (Cmnd 8941) or a UN Security Council Resolution otherwise permits the exercise of the powers in relation to the ship. 12 The reference in subsection (11) to the United Nations Convention on the Law of the Sea includes a reference to any modifications of that Convention agreed after the passing of this Act that have entered into force in relation to the United Kingdom. 13 In this section— “ arrangements ” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable); “ British ship ” means a ship falling within paragraph (a), (c), (d) or (e) of section 7(12); “ foreign ship ” means a ship which— is registered in a State other than the United Kingdom, or is not so registered but is entitled to fly the flag of a State other than the United Kingdom; “ foreign waters ” means the sea and other waters within the seaward limits of the territorial sea adjacent to any relevant British possession or State other than the United Kingdom; “ goods ” includes technology within the meaning of Schedule 1 (see paragraph 37 of that Schedule); “ home state ”, in relation to a foreign ship, means— the State in which the ship is registered, or the State whose flag the ship is otherwise entitled to fly; “ international waters ” means waters beyond the territorial sea of the United Kingdom or of any other State or relevant British possession; “ prohibited goods ” means goods which have been, or are being, dealt with in contravention of a relevant prohibition or requirement (see subsection (3)); “ regulations ” means regulations under section 1; “ relevant British possession ” has the same meaning as in section 7 (see subsection (14) of that section); “ ship ” has the same meaning as in section 7 (see subsection (14) of that section); “ ship without nationality ” means a ship which— is not registered in, or otherwise entitled to fly the flag of, any State or relevant British possession, or sails under the flags of two or more States or relevant British possessions, or under the flags of a State and relevant British possession, using them according to convenience. 14 In the definition of  “prohibited goods” in subsection (13), the reference to goods dealt with in contravention of a relevant prohibition or requirement includes a reference to a case where— a arrangements relating to goods have been entered into that have not been fully implemented, and b if those arrangements were to be fully implemented, the goods would be dealt with in contravention of that prohibition or requirement."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "20", "section_title": "Goods etc on ships: non-UK conduct", "section_text": "20 1 Regulations may make provision conferring on prescribed persons powers exercisable— a in relation to— i British ships in foreign waters or international waters, ii ships without nationality in international waters, and iii foreign ships in international waters, b for the purpose of— i investigating the suspected carriage of relevant goods on such ships, or ii preventing the continued carriage on such ships of goods suspected to be relevant goods. 2 The powers that may be conferred by virtue of this section include powers to— a stop a ship; b board a ship; c require any person found on a ship boarded by virtue of this section to provide information or produce documents; d inspect and copy such documents or information; e stop any person found on such a ship and search that person for— i relevant goods, or ii any thing that might be used to cause physical injury or damage to property or to endanger the safety of any ship; f search a ship boarded by virtue of this section, or any thing found on such a ship (including cargo), for relevant goods; g seize goods found on a ship, in any thing found on a ship, or on any person found on a ship (but see subsection (6)); h for the purpose of exercising a power mentioned in paragraph (e), (f) or (g), require a ship to be taken to, and remain in, a port or anchorage in the United Kingdom or any other country willing to receive it. 3 Regulations that confer a power mentioned in subsection (2)(a) to (f) or (h) must provide that a person may not exercise the power in relation to a ship unless the person has reasonable grounds to suspect that the ship is carrying relevant goods. 4 Regulations that confer a power mentioned in subsection (2)(e)(i) or (f) must provide that the power may be exercised only to the extent reasonably required for the purpose of discovering relevant goods. 5 Regulations that confer a power mentioned in subsection (2)(e)(ii) on a person (“ the officer ”) may permit the search of a person only where the officer has reasonable grounds to believe that that person might use a thing in a way mentioned in subsection (2)(e)(ii). 6 Regulations that confer a power mentioned in subsection (2)(g) on a person— a must provide for the power to be exercisable on a ship only where that person is lawfully on the ship (whether in exercise of powers conferred by virtue of this section or otherwise), and b may permit the seizure only of— i goods which that person has reasonable grounds to suspect are relevant goods, or ii things within subsection (2)(e)(ii). 7 Regulations that confer a power on a person by virtue of this section may authorise that person to use reasonable force, if necessary, in the exercise of the power. 8 Regulations that confer a power by virtue of this section must provide that— a the power may be exercised in relation to a British ship in foreign waters only with the authority of the Secretary of State, and b in relation to foreign waters other than the sea and other waters within the seaward limits of the territorial sea adjacent to any relevant British possession, the Secretary of State may give authority only if the State in whose waters the power would be exercised consents to the exercise of the power. 9 Regulations that confer a power by virtue of this section must provide that— a the power may be exercised in relation to a foreign ship only with the authority of the Secretary of State, and b the Secretary of State may give authority only if— i the home state has requested the assistance of the United Kingdom for a purpose mentioned in subsection (1)(b), ii the home state has authorised the United Kingdom to act for such a purpose, or iii the United Nations Convention on the Law of the Sea 1982 (Cmnd 8941) or a UN Security Council Resolution otherwise permits the exercise of the powers in relation to the ship. 10 The reference in subsection (9) to the United Nations Convention on the Law of the Sea includes a reference to any modifications of that Convention agreed after the passing of this Act that have entered into force in relation to the United Kingdom. 11 In this section— “ regulations ” means regulations under section 1; “ relevant goods ” means goods in relation to which relevant non-UK conduct is occurring or has occurred; “ relevant non-UK conduct ” means conduct outside the United Kingdom by a person other than a United Kingdom person that would constitute a contravention of a relevant prohibition or requirement if the conduct had been— in the United Kingdom, or by a United Kingdom person; “ relevant prohibition or requirement ” has the same meaning as in section 19 (see subsection (3) of that section); “ United Kingdom person ” has the same meaning as in section 21 (see subsection (2) of that section). 12 In the definition of  “relevant non-UK conduct” in subsection (11), the reference to conduct that would constitute a contravention of a relevant prohibition or requirement if the conduct had been in the United Kingdom or by a United Kingdom person includes a reference to a case where— a arrangements relating to goods have been entered into that have not been fully implemented, and b if those arrangements were to be fully implemented (and if the conduct had been in the United Kingdom or by a United Kingdom person) the goods would be dealt with in contravention of that prohibition or requirement. 13 In this section, the following expressions have the same meaning as in section 19— “arrangements”, “British ship”, “foreign ship”, “foreign waters”, “goods”, “home state”, “international waters”, “relevant British possession”, “ship”, and “ship without nationality”."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "21", "section_title": "Extra-territorial application", "section_text": "21 1 Prohibitions or requirements may be imposed by or under regulations under section 1 in relation to— a conduct in the United Kingdom or in the territorial sea by any person; b conduct elsewhere, but only if the conduct is by a United Kingdom person. 2 In subsection (1)  “ United Kingdom person ” means— a a United Kingdom national, or b a body incorporated or constituted under the law of any part of the United Kingdom. 3 For this purpose a United Kingdom national is an individual who is— a a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, b a person who under the British Nationality Act 1981 is a British subject, or c a British protected person within the meaning of that Act. 4 Her Majesty may by Order in Council provide for this section to have effect as if the list of persons in subsection (2) included a body incorporated or constituted under the law of any of the following named in the Order— a any of the Channel Islands; b the Isle of Man; c any of the British overseas territories. 5 In this section  “ conduct ” includes acts and omissions. 6 Nothing in this section limits the provision that may be made in regulations under section 1 by virtue of section 19 or 20."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "22", "section_title": "Power to vary or revoke designation made under regulations", "section_text": "22 1 In this section and section 23— “ a relevant designation ” means a designation made under a designation power contained in regulations under section 1; “ the Minister ”, in relation to a relevant designation, means the appropriate Minister who made that designation. 2 A relevant designation may at any time be varied or revoked by the Minister. 3 If at any time the Minister considers that the required conditions are not met in respect of a relevant designation, the Minister must revoke the designation. 4 In subsection (3)  “ the required conditions ” means— a if the designation is of a named person, the conditions of the provision included in the regulations under section   11   ..., b if the designation is of persons of a specified description, the conditions of the provision included in the regulations under section   12   ...."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "23", "section_title": "Right to request variation or revocation of designation", "section_text": "23 1 At any time while a relevant designation has effect, the designated person may— a request the Minister to vary the designation, or b request the Minister to revoke the designation. 2 But where a request under this section has been made in respect of a designation, no further request may be made under this section in respect of that designation unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered by the Minister. 3 On a request under this section the Minister must decide whether to vary or revoke the designation or to take no action with respect to it (but see section 22(3)). 4 In this section — “ the designated person ” means the person named by the designation or, where the designation is of persons of a specified description, any person of that description; “ the Minister ” has the meaning given by section 22(1); “ relevant designation ” has the meaning given by section 22(1)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "24", "section_title": "Periodic review of certain designations", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "25", "section_title": "Right of UN-named person to request review", "section_text": "25 1 This section applies where— a the purpose, or a purpose, of a provision of regulations under section 1 is compliance with an obligation to take particular measures that the United Kingdom has by virtue of a UN Security Council Resolution (“the Resolution”), b a person is a designated person for the purposes of that provision, and c the person is such a designated person under provision included in the regulations by virtue of section 13 (persons named by or under UN Security Council Resolutions). 2 The person may request the Secretary of State to use the Secretary of State's best endeavours to secure that the person's name is removed from the relevant UN list. 3 But where a person has made a request under this section in respect of a designation, that person may make no further request under this section in respect of that designation unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered by the Secretary of State. 4 On a request under this section the Secretary of State must decide whether or not to comply with the request. 5 For the purposes of this section a person's name is  “removed from the relevant UN list” if the person ceases to be named (by the Security Council or a subsidiary organ of the Security Council) for the purposes of the Resolution so far as it provides for the taking of the measures in question."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "26", "section_title": "Power to revoke specification of ship made under regulations", "section_text": "26 1 In this section and section 27— “ a ship specification ” means a specification of a ship made under a power contained in regulations under section 1 by virtue of section 14; “ the Minister ”, in relation to a ship specification, means the appropriate Minister who made that specification. 2 A ship specification may at any time be revoked by the Minister. 3 If at any time the Minister considers that the required conditions are not met in respect of a ship specification, the Minister must revoke the specification. 4 In subsection (3)  “ the required conditions ” means the conditions of the provision included in the regulations under section 14(6)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "27", "section_title": "Right to request revocation of specification of ship", "section_text": "27 1 At any time while a ship specification has effect, any person affected by it may request the Minister to revoke the specification. 2 But where a person has made a request under this section in respect of a specification, no further request may be made under this section by that person or any other person in respect of that specification unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered by the Minister. 3 On a request under this section the Minister must decide whether to revoke the specification or to take no action with respect to it (but see section 26(3)). 4 In this section— “the Minister”, and “ship specification”, have the meaning given by section 26(1)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "28", "section_title": "Periodic review where ships are specified", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "29", "section_title": "UN-designated ship: right to request review", "section_text": "29 1 This section applies where a provision of regulations under section 1 is made by virtue of section 7(6) or paragraph 15 of Schedule 1 in relation to ships designated by the Security Council or a subsidiary organ of the Security Council for any purposes of a UN Security Council Resolution (“the Resolution”). 2 Any person affected by that provision may request the Secretary of State to use the Secretary of State's best endeavours to secure that a ship so designated ceases to be designated for any purposes of the Resolution. 3 But where a person has made a request under this section in respect of the designation of a ship, no further request may be made under this section by that person or any other person in respect of that designation unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered by the Secretary of State. 4 On a request under this section the Secretary of State must decide whether or not to comply with the request."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "30", "section_title": "Review by appropriate Minister of regulations under section 1", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "31", "section_title": "Independent review of regulations with counter-terrorism purpose", "section_text": "31 1 The Secretary of State must appoint a person to review the operation of such asset-freeze provisions of relevant regulations made by the Secretary of State as the Secretary of State may from time to time refer to that person. 2 The Treasury must appoint a person to review the operation of such asset-freeze provisions of relevant regulations made by the Treasury as the Treasury may from time to time refer to that person. 3 The persons appointed under subsections (1) and (2) may be the same person. 4 In each calendar year, by 31 January— a the person appointed under subsection (1) must notify the Secretary of State of what (if any) reviews under that subsection that person intends to carry out in that year, and b the person appointed under subsection (2) must notify the Treasury of what (if any) reviews under that subsection that person intends to carry out in that year. 5 Reviews of which notice is given under subsection (4) in a particular year— a may not relate to any provisions that have not been referred before the giving of the notice, and b must be completed during that year or as soon as reasonably practicable after the end of it. 6 The person who conducts a review under this section must as soon as reasonably practicable after completing the review send a report on its outcome to— a the Secretary of State, if the review is under subsection (1), or b the Treasury, if the review is under subsection (2). 7 On receiving a report under this section the Secretary of State or (as the case may be) the Treasury must lay a copy of it before Parliament. 8 The Secretary of State may pay the expenses of a person who conducts a review under subsection (1) and also such allowances as the Secretary of State may determine. 9 The Treasury may pay the expenses of a person who conducts a review under subsection (2) and also such allowances as the Treasury may determine. 10 For the purposes of this section, regulations are  “relevant regulations” if— a they are regulations under section 1, and b they state under section 1(3) at least one purpose which— i is not compliance with a UN obligation or other international obligation, and ii relates to counter-terrorism. 11 A purpose  “relates to counter-terrorism” if the report under section 2 in respect of the regulations indicated that, in the opinion of the appropriate Minister making them, the carrying out of that purpose would further the prevention of terrorism in the United Kingdom or elsewhere. 12 For the purposes of this section a provision of relevant regulations is an  “asset-freeze provision” if and to the extent that it— a imposes a prohibition or requirement for a purpose mentioned in section 3(1)(a), (b) or (d), or b makes provision in connection with such a prohibition or requirement. 13 If a provision is referred under this section which contains a designation power, any review under this section of the operation of that provision may not include a review of any decisions to designate under that power."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "32", "section_title": "Periodic reports on exercise of power to make regulations under section 1", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "33", "section_title": "Procedure for requests to  ... appropriate Minister", "section_text": "33 1 An appropriate Minister may by regulations make provision about the procedure to be followed in connection with a request under section 23, 25, 27 or 29  .... 2 Regulations made under this section in relation to a request under section 23, 25, 27 or 29 must require— a the decision on any such request to be made as soon as reasonably practicable after the receipt by the appropriate Minister dealing with the request of the information needed for making the decision, and b the person who made the request to be informed of the decision and the reasons for it as soon as reasonably practicable after the decision is made. 3 The regulations may authorise matters to be excluded from the reasons given for the decision where the appropriate Minister who made the decision considers that those matters should be excluded— a in the interests of national security or international relations, b for reasons connected with the prevention or detection of serious crime in the United Kingdom or elsewhere, or c in the interests of justice, (but the regulations may not authorise that Minister to provide no reasons)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "34", "section_title": "Temporary powers in relation to EU sanctions lists", "section_text": "34 1 This section applies where— a a provision of retained EU sanctions law relates to persons named in any Annex, instrument or other document, or b a provision of an instrument made by the Council of the European Union (however expressed) requires or recommends that persons named, or of a description specified, in that instrument or any other document must not or should not be admitted to the United Kingdom (see section 8B of the Immigration Act 1971). 2 An Annex, instrument or other document mentioned in subsection (1)(a) or (b) is an  “ EU sanctions list ” for the purposes of this section. 3 An appropriate Minister may, in respect of any EU sanctions list— a direct that a person's name is to be treated as added to the list with effect from a date specified in the direction, or b direct that a person's name is to be treated as removed from the list with effect from a date specified in the direction. 4 The giving of a direction under paragraph (a) or (b) of subsection (3) does not prevent the giving of any subsequent direction under either of those paragraphs in respect of the same person. 5 The power to give a direction under this section is not exercisable after two years beginning with the day on which this section comes into force. 6 In this section  “ a provision of retained EU sanctions law ” means a provision of retained EU law which corresponds to any provision that by virtue of any of sections 3 and 5 to 7 could be made by regulations under section 1 in relation to designated persons. 7 Section 35 makes further provision about directions under this section."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "35", "section_title": "Directions under section 34: further provision", "section_text": "35 1 An appropriate Minister may not under section 34 direct that a person's name is to be treated as added to an EU sanctions list except where that Minister— a has reasonable grounds to suspect that the person is an involved person (see subsections (2) and (3) below), and b considers that it is appropriate to give the direction, having regard to— i the purpose of the EU provision which relates to persons in that list (see subsections (4) and (5) below), and ii the likely significant effects of the direction on the person to whom it relates (as they appear to that Minister to be on the basis of the information that the Minister has). 2 In subsection (1)(a)  “ an involved person ” means a person who— a is or has been involved in an activity which is specified, by regulations made by an appropriate Minister, in relation to the list in question, b is owned or controlled directly or indirectly by a person who is or has been so involved, c is acting on behalf of or at the direction of a person who is or has been so involved, or d is a member of, or associated with, a person who is or has been so involved. 3 An activity may not be specified by regulations under subsection (2)(a) unless the appropriate Minister making the regulations considers that specifying the activity is appropriate having regard to the purpose of the EU provision which relates to persons in the list in question. 4 In subsections (1) and (3) any reference to the  “ purpose ” of any EU provision is to such purpose, or purposes, as may be prescribed in relation to that provision by regulations made by an appropriate Minister. 5 Any purpose prescribed under subsection (4) must be a purpose that it is reasonable to assume was the purpose (or one of the purposes) of the provision in question. 6 Regulations under subsection (2)(a) which specify an activity may also make provision as to the meaning, for the purposes of subsection (2) as it applies in relation to the list in question, of a person's— a being involved in the specified activity; b being  “owned or controlled directly or indirectly by” another person; c being  “associated with” another person. 7 Regulations made by an appropriate Minister may make provision as to the steps to be taken as regards notification and publicity where a direction is given under section 34. 8 Regulations made under subsection (7) must, in relation to any case where a direction under section 34 has been given, require the appropriate Minister who gave the direction (“ the Minister ”) to take without delay such steps as are reasonably practicable— a to inform the person to whom it relates that the direction has been given, and b where the direction is under section 34(3)(a), to include with that information a brief statement of the matters that the Minister knows, or has reasonable grounds to suspect, in relation to that person which have led the Minister to give the direction. 9 The regulations may authorise the statement required by virtue of subsection (8)(b) to exclude matters where the Minister considers that they should be excluded— a in the interests of national security or international relations, b for reasons connected with the prevention or detection of serious crime in the United Kingdom or elsewhere, or c in the interests of justice, (but the regulations may not authorise the Minister to provide no such statement). 10 The regulations need not require a person to be notified of an intention to make a direction under section 34. 11 In this section— “ EU sanctions list ” has the same meaning as in section 34; “ EU provision ” means— a provision of retained EU sanctions law (within the meaning of section 34), or a provision of an instrument made by the Council of the European Union."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "36", "section_title": "Rights of person on EU sanctions list", "section_text": "36 1 A person whose name is included, or treated as included, in an EU sanctions list may make a request for a direction under section 34(3)(b) that the person's name be treated as removed from the list. This is subject to section 37 (UN-named persons). 2 Any request under this section must be made— a if the person is treated as included in the list by virtue of a direction under section 34(3)(a), to the appropriate Minister who gave that direction; b in any other case, to an appropriate Minister. 3 Where a request under this section has been made for a direction in respect of a person and a list, no further request may be made under this section in respect of that person and that list unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered. 4 On a request under this section the appropriate Minister to whom the request is made must decide whether or not to comply with the request. 5 An appropriate Minister may by regulations make provision about the procedure to be followed in connection with a request under this section or section 37. 6 Regulations made under subsection (5) in relation to a request under this section or section 37 must require— a the decision on any such request to be made as soon as reasonably practicable after the receipt by the appropriate Minister dealing with the request of the information needed for making the decision, and b the person who made the request to be informed of the decision and the reasons for it as soon as reasonably practicable after the decision is made. 7 The regulations may authorise matters to be excluded from the reasons given for the decision where the appropriate Minister who made the decision considers that those matters should be excluded— a in the interests of national security or international relations, b for reasons connected with the prevention or detection of serious crime in the United Kingdom or elsewhere, or c in the interests of justice, (but the regulations may not authorise that Minister to provide no reasons). 8 In this section  “ EU sanctions list ” has the same meaning as in section 34."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "37", "section_title": "Rights of UN-named person on EU sanctions list", "section_text": "37 1 This section applies where— a a person whose name is included or treated as included in an EU sanctions list is a person in relation to whom, by virtue of a UN Security Council Resolution (“the Resolution”), the United Kingdom has an obligation to take particular measures, and b that obligation is met by— i provision mentioned in section 34(1)(a) which relates to that EU sanctions list, or ii the application to the person, by virtue of that EU sanctions list, of any provision of section 8B of the Immigration Act 1971. 2 The person— a may not make a request under section 36 in respect of the EU sanctions list concerned, but b may at any relevant time make a request under this section for the Secretary of State to use the Secretary of State's best endeavours to secure that the person's name is removed from the relevant UN list. 3 Where a person has made a request under this section by virtue of being on an EU sanctions list, the person may make no further request under this section by virtue of being on that list unless the grounds on which the further request is made are or include that there is a significant matter which has not previously been considered by the Secretary of State. 4 On a request under this section the Secretary of State must decide whether or not to comply with the request. 5 For the purposes of this section a person's name is  “removed from the relevant UN list” if the person ceases to be named (by the Security Council or a subsidiary organ of the Security Council) for the purposes of the Resolution so far as it provides for the taking of the measures in question. 6 In subsection (2) a  “ relevant time ” means a time when no provision of regulations under section 1 has been made the purpose (or a purpose) of which is compliance with the United Kingdom's obligation to take the measures in question. 7 For the purposes of subsection (3) a person is  “on” an EU sanctions list if the person's name is included or treated as included in that list. 8 In this section  “ EU sanctions list ” has the same meaning as in section 34."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "38", "section_title": "Court review of decisions", "section_text": "38 1 This section applies to— a any decision under section 23(3) or 24(2) (decision, following a request to or review by an appropriate Minister, on whether a designation of a person made under a designation power should be varied or revoked); b any decision under section 27(3) or 28(2) (decision, following a request to or review by an appropriate Minister, on whether a ship specification should be revoked); c any decision under section 25(4), 29(4), 36(4) or 37(4) not to comply with a request; d any other decision of an appropriate Minister in connection with functions of that Minister under this Part or regulations under this Part, other than— i a decision to make or vary, or not to revoke or vary, a designation under a designation power where the designated person has a right to make a request under section 23 or would have but for section 23(2), ii a decision to make a ship specification, or not to revoke a ship specification, where a person has a right to make a request in respect of that specification under section 27 or would have but for section 27(2), or iii a decision to give a direction under section 34(3)(a) where the person has a right to make a request under section 36 or would have but for section 36(3) or 37. 2 The appropriate person may apply to the High Court or, in Scotland, the Court of Session, for the decision to be set aside. 3 “ The appropriate person ” means— a in relation to a decision within subsection (1)(a), the person named by the designation or, where the designation is of persons of a specified description, any person of that description; b in relation to a decision within subsection (1)(b) or (d), any person affected by the decision; c in relation to a decision within subsection (1)(c), the person who made the request. 4 In determining whether the decision should be set aside, the court must apply the principles applicable on an application for judicial review. 5 If the court decides that a decision should be set aside it may make any such order, or give any such relief, as could in the absence of this section be made or given in proceedings for judicial review of the decision; but this is subject to section 39(1) to (4). 6 In this section and section 39  “ a ship specification ” means a specification of a ship made under a power contained in regulations under section 1 by virtue of section 14."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "39", "section_title": "Court reviews: further provision", "section_text": "39 1 Subsection (2) applies to the court in any of the following proceedings— a any proceedings on an application under section 38 in respect of a decision mentioned in section 38(1)(a), (b) or (c) (“a relevant application”); b any proceedings on a claim arising from any matter to which a relevant application relates; c if— i a designation made under a designation power contained in regulations under section 1 is revoked without an application under section 38 being made, ii a ship specification (within the meaning of section 38) is revoked without such an application being made, or iii a corrective direction is given under section 34(3)(b) without such an application being made, any proceedings on a relevant claim. 2 If the court would, in the absence of this subsection, have power to award damages, the court may not award damages unless— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the court is satisfied that the decision concerned was made in bad faith. 2A Damages permitted by subsection (2) must not exceed such amount as may be specified in, or calculated in accordance with, regulations made by an appropriate Minister for the purposes of this subsection. 3 In subsection (1)(c)— a  “ corrective direction ” means a direction given in respect of a person and a list following the giving of a direction under section 34(3)(a) in respect of that person and list; a  “ relevant claim ” means a claim made by (as the case may be)— a person designated by the designation, a person affected by the ship specification, or the person in respect of whom the direction under section 34(3)(a) was given, which arises from any matter relating to the designation, ship specification or direction. 4 In subsection (2)  “ the decision concerned ” means— a in relation to proceedings within subsection (1)(a) or (b) where the relevant application was in respect of a decision mentioned in section 38(1)(a), the decision in respect of which the relevant application was made or the designation to which that decision related; b in relation to any other proceedings within subsection (1)(a) or (b), the decision in respect of which the relevant application was made; c in relation to proceedings within subsection (1)(c), the designation or ship specification or the decision to give the direction under section 34(3)(a). 5 A decision mentioned in sub-paragraph (i), (ii) or (iii) of section 38(1)(d) may not be questioned by way of proceedings for judicial review (and nor may a decision to which section 38 applies)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "40", "section_title": "Rules of court", "section_text": "40 1 Sections 66 to 68 of the Counter-Terrorism Act 2008 (supplementary provisions relating to rules of court and special advocates) apply in relation to proceedings— a on an application under section 38 (court review of decisions), or b on a claim arising from any matter to which such an application relates, as they apply in relation to financial restrictions proceedings within the meaning of section 65 of that Act, but with the following modification. 2 That modification is that any reference in those sections to the Treasury is to be read, in relation to proceedings on an application under section 38 of this Act in respect of a decision of the Secretary of State or a claim arising from any matter to which such an application relates, as a reference to the Secretary of State. 3 The first time after the passing of this Act that rules of court are made in exercise of the powers conferred by subsection (1) in relation to proceedings in England and Wales— a on an application under section 38, or b on a claim arising from any matter to which such an application relates, those rules (together with any related rules of court) may be made by the Lord Chancellor instead of by the person who would otherwise make them. 4 The first time after the passing of this Act that rules of court are made in exercise of the powers conferred by subsection (1) in relation to proceedings in Northern Ireland— a on an application under section 38, or b on a claim arising from any matter to which such an application relates, those rules (together with any related rules of court) may be made by the Lord Chancellor instead of by the person who would otherwise make them. 5 Before making rules of court under this section, the Lord Chancellor must consult— a in relation to rules applicable to proceedings in England and Wales, the Lord Chief Justice of England and Wales; b in relation to rules applicable to proceedings in Northern Ireland, the Lord Chief Justice of Northern Ireland. 6 The Lord Chancellor is not required to undertake any other consultation before making the rules. 7 The requirements of subsection (5)(a) and (b) may be satisfied by consultation that took place wholly or partly before the passing of this Act. 8 Rules of court made by the Lord Chancellor under this section— a must be laid before Parliament, and b if not approved by a resolution of each House before the end of 28 days beginning with the day on which they were made, cease to have effect at the end of that period. 9 In calculating a period of 28 days for the purposes of subsection (8), no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days. 10 If rules cease to have effect in accordance with subsection (8)(b)— a that does not affect anything done under the rules, and b subsection (3) or (as the case may be) (4) applies as if the rules had not been made. 11 The following provisions do not apply to rules of court made by the Lord Chancellor under this section— a section 3(6) of the Civil Procedure Act 1997 (Parliamentary procedure for civil procedure rules); b section 56(1), (2) and (4) of the Judicature (Northern Ireland) Act 1978 (statutory rules procedure). 12 Section 4(1) of the Statutory Instruments Act 1946 (statutory instruments which are required to be laid before Parliament) applies to any such rules applicable to proceedings in Northern Ireland as it applies to a statutory instrument which is required to be laid before Parliament after being made. 13 Until section 85 of the Courts Act 2003 (process for making civil procedure rules) comes into force, in subsection (11)(a) above  “section 3(6)” is to be read as  “section 3(2)”. 14 In this section— “ related rules of court ” means rules of court that— are contained in the same instrument as the rules mentioned in subsection (3) or (as the case may be) (4), and relate specifically to the same kind of proceedings as those rules, “ rules of court ” means rules for regulating the practice and procedure to be followed in the High Court or the Court of Appeal."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "41", "section_title": "Procedure for dealing with goods etc seized from ships", "section_text": "41 1 The Secretary of State may by regulations make provision about the procedure to be followed in connection with goods seized under a power conferred by regulations under section 1 by virtue of section 19 or 20. 2 Regulations under this section relating to goods seized on suspicion of being prohibited goods or relevant goods may include provision— a requiring prescribed persons to be notified of the seizure of the goods; b requiring the Secretary of State to determine whether the seized goods were, at the time of their seizure, prohibited goods (where the goods were seized under a power conferred by virtue of section 19) or relevant goods (where the goods were seized under a power conferred by virtue of section 20); c enabling the making of a claim by prescribed persons in relation to the seized goods; d about the determination by a prescribed court of any such claim; e about the publicity to be given to any such determination by a court; f for and about the return of seized goods to prescribed persons before or after any such determination of a claim by a court; g about the treatment of seized goods not so returned (including, in prescribed circumstances, their destruction or sale); h for and about the payment of compensation by the Secretary of State following a determination by a court that the goods were not, at the time of their seizure, prohibited goods (where the goods were seized under a power conferred by virtue of section 19) or relevant goods (where the goods were seized under a power conferred by virtue of section 20). 3 In this section— “ goods ” has the same meaning as in sections 19 and 20 (see subsections (13) of those sections); “ prohibited goods ” has the same meaning as in section 19 (see subsection (13) of that section); “ relevant goods ” has the same meaning as in section 20 (see subsection (11) of that section)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "42", "section_title": "Suspension of prohibitions and requirements", "section_text": "42 1 An appropriate Minister may make regulations (“ suspending regulations ”) providing that— a while the suspending regulations have effect, or b for a specified period, a specified prohibition or requirement of regulations under section 1 is not to have effect. 2 In this section  “ specified ” means specified in the suspending regulations. 3 A period specified under subsection (1)(b) may be expressed in any way, including, for example, being expressed in a way such that— a the period begins, or ends, when a specified condition is met, or b the period begins when a specified condition is met and lasts for so long as the suspending regulations or a specified provision of those regulations has effect."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "43", "section_title": "Guidance about regulations under section 1", "section_text": "43 1 Where regulations are made under section 1, the appropriate Minister who made the regulations must issue guidance about any prohibitions and requirements imposed by the regulations. 2 The guidance may include guidance about— a best practice for complying with the prohibitions and requirements; b the enforcement of the prohibitions and requirements; c circumstances where the prohibitions and requirements do not apply."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "44", "section_title": "Protection for acts done for purposes of compliance", "section_text": "44 1 This section applies to an act done in the reasonable belief that the act is in compliance with— a regulations under section 1, or b directions given by virtue of section 6 or 7. 2 A person is not liable to any civil proceedings to which that person would, in the absence of this section, have been liable in respect of the act. 3 In this section  “ act ” includes an omission."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "45", "section_title": "Revocation and amendment of regulations under section 1", "section_text": "45 1 Section 1 includes a power, by further regulations under that section (“ new regulations ”)— a to revoke any regulations under that section, or b to amend any regulations under that section where the condition in subsection (2) below is met. 2 The condition referred to in subsection (1)(b) is that the appropriate Minister making the new regulations— a considers that the regulations being amended will, as amended, be sanctions regulations within the meaning given by section 1(5) that are appropriate for the purpose stated in them under section 1(3).  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The requirements of section 1(1) and (3) ...  ... do not apply in relation to regulations made by virtue of this section. 7 In relation to section 1, this section has effect in place of section 14 of the Interpretation Act 1978 (implied power to revoke and amend)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "46", "section_title": "Report where regulations for a purpose within section 1(2) are amended", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "47", "section_title": "Power to amend Part 1 so as to authorise additional sanctions", "section_text": "47 1 An appropriate Minister may by regulations amend this Part so as to authorise regulations under section 1 to impose prohibitions or requirements of kinds— a which are not for the time being authorised by Chapter 1 (ignoring section 8), but b which are kinds of prohibition or requirement that the United Kingdom— i has any UN obligation or other international obligation to impose, or ii has at any time had any UN obligation or other international obligation to impose. 2 Without prejudice to the generality of subsection (1) or section 54(2), regulations under this section— a may amend the definition of  “sanctions regulations” in section 1(5), and b where they make any such amendment, may amend this Part in connection with that amendment. 3 For the avoidance of doubt, regulations under this section may not add to or amend the purposes mentioned in section 1(1) or amend section 1(2)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "48", "section_title": "Power to make provision relating to certain appeals", "section_text": "48 1 In this section an  “ immigration designation ” means a designation of a person (whether by name or by description) which— a is made under a designation power contained in regulations under section 1, and b designates the person for the purposes of any provision of the regulations that provides for designated persons to be excluded persons for the purposes of section 8B of the Immigration Act 1971. 2 In this section an  “ immigration claim ” means any representation made by a person to an appropriate Minister which— a is made in connection with an immigration designation of that person, and b is within subsection (3). 3 A representation is within this subsection if it is a representation by a person— a that removal from the United Kingdom of that person would— i breach the United Kingdom's obligations under the Human Rights Convention (“human rights obligations”), or ii breach the United Kingdom's obligations under the Refugee Convention (“Refugee Convention obligations”), b that requiring that person to leave the United Kingdom would breach human rights obligations or breach Refugee Convention obligations, or c that refusal of entry of that person into the United Kingdom would breach human rights obligations or breach Refugee Convention obligations. 4 The Secretary of State may by regulations make provision— a about the effect of an immigration claim, or a prescribed description of immigration claim, for the purposes of prescribed provisions of the Immigration Acts; b for a decision of a prescribed description made by an appropriate Minister under this Part, or such a decision so far as relating to prescribed matters, to be treated as a decision from which a person may appeal under section 82(1) of the Nationality, Immigration and Asylum Act 2002 (“ the 2002 Act ”); c modifying Part 5 of the 2002 Act in relation to an appeal relating to such a decision; d preventing the court in proceedings on an application under section 38 above from considering prescribed issues where— i an immigration claim has been made and the circumstances are such as may be prescribed, or ii a representation within subsection (3) is made in the proceedings and the circumstances are such as may be prescribed; e in relation to any case where under regulations under section 1 above a person is an excluded person for the purposes of section 8B of the Immigration Act 1971, disapplying any of subsections (1), (2) and (3) of that section until the end of a prescribed period or until the occurrence of a prescribed event. 5 In this section  “ the Human Rights Convention ” and  “ the Refugee Convention ” have the same meaning as in section 8B of the Immigration Act 1971."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "49", "section_title": "Money laundering and terrorist financing etc", "section_text": "49 1 An appropriate Minister may by regulations make provision for one or more of the following purposes— a enabling or facilitating the detection or investigation of money laundering, or preventing money laundering; b enabling or facilitating the detection or investigation of terrorist financing, or preventing terrorist financing; c the implementation of Standards published by the Financial Action Task Force from time to time relating to combating threats to the integrity of the international financial system. 2 Schedule 2 makes further provision about regulations under this section. 3 In this Part— “ money laundering ” has the meaning given by section 340(11) of the Proceeds of Crime Act 2002; “ terrorist financing ” means an act which constitutes an offence under— section 15 (fund-raising), 16 (use and possession), 17 (funding arrangements), 18 (money laundering) or 63 (terrorist finance: jurisdiction) of the Terrorism Act 2000, paragraph 7(2) or (3) of Schedule 3 (freezing orders: offences) to the Anti-terrorism, Crime and Security Act 2001,   any of regulations 8 to 13 of the ISIL (Da'esh) and Al-Qaida (United Nations Sanctions) (EU Exit) Regulations 2019 (S.I. 2019/466),     any of regulations 11 to 16 of the Counter-Terrorism (International Sanctions) (EU Exit) Regulations 2019 (S.I. 2019/573), or     any of regulations 11 to 16 of the Counter-Terrorism (Sanctions) (EU Exit) Regulations 2019 (S.I. 2019/577).   ..."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "50", "section_title": "Reports on progress towards register of beneficial owners of overseas entities", "section_text": "50 1 The Secretary of State must, after the end of each reporting period, publish a report explaining the progress that has been made during that period towards putting in place a register of beneficial owners of overseas entities. 2 For the purposes of this section, the following are reporting periods— a the period of 12 months beginning with the day on which this Act is passed; b the period of 12 months beginning with the day after the end of the period mentioned in paragraph (a); c the period of 12 months beginning with the day after the end of the period mentioned in paragraph (b). 3 The first and second reports under this section must include— a a statement setting out the steps that are to be taken in the next reporting period towards putting the register in place, and b an assessment of when the register will be put in place. 4 The third report under this section must include a statement setting out what further steps, if any, are to be taken towards putting the register in place. 5 Where a report is published under this section the Secretary of State must lay a copy of it before Parliament. 6 For the purposes of this section  “ a register of beneficial owners of overseas entities ” means a public register— a which contains information about overseas entities and persons with significant control over them, and b which in the opinion of the Secretary of State will assist in the prevention of money laundering."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "51", "section_title": "Public registers of beneficial ownership of companies registered in British Overseas Territories", "section_text": "51 1 For the purposes of the detection, investigation or prevention of money laundering, the Secretary of State must provide all reasonable assistance to the governments of the British Overseas Territories to enable each of those governments to establish a publicly accessible register of the beneficial ownership of companies registered in each government's jurisdiction. 2 The Secretary of State must, no later than 31 December 2020, prepare a draft Order in Council requiring the government of any British Overseas Territory that has not introduced a publicly accessible register of the beneficial ownership of companies within its jurisdiction to do so. 3 The draft Order in Council under subsection (2) must set out the form that the register must take. 4 If an Order in Council contains requirements of a kind mentioned in subsection (2)— a it must be laid before Parliament after being made, and b if not approved by a resolution of each House of Parliament before the end of 28 days beginning with the day on which it is made, it ceases to have effect at the end of that period (but without that affecting the power to make a new Order under this section). 5 In calculating a period of 28 days for the purposes of subsection (4), no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 6 For the purposes of this section,  “ British Overseas Territories ” means a territory listed in Schedule 6 of the British Nationality Act 1981. 7 For the purposes of this section,  “ a publicly accessible register of the beneficial ownership of companies ” means a register which, in the opinion of the Secretary of State, provides information broadly equivalent to that available in accordance with the provisions of Part 21A of the Companies Act 2006."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "52", "section_title": "Crown application", "section_text": "52 1 Regulations under section 1 or 49 may make provision binding the Crown. 2 The regulations may not provide for the Crown to be criminally liable. 3 Nothing in this Act affects Her Majesty in Her private capacity (within the meaning of the Crown Proceedings Act 1947)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "53", "section_title": "Saving for prerogative powers", "section_text": "53 1 Nothing in this Act affects any power to exclude a person from the United Kingdom by virtue of the prerogative of the Crown. 2 Nothing in this Act affects any power exercisable in relation to ships by virtue of the prerogative of the Crown."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "54", "section_title": "Regulations: general", "section_text": "54 1 Regulations under this Act may— a make different provision for different purposes; b confer functions on a prescribed person; c confer jurisdiction on any court or tribunal. 2 Regulations under this Act may make supplemental, incidental, consequential, transitional or saving provision, including— a in the case of regulations under section 1 or 49, provision amending, repealing or revoking enactments (whenever passed or made), and b in the case of regulations under section 1 which repeal or revoke an enactment, provision for persons designated by or under that enactment to be treated as persons designated under the regulations. 3 Regulations under section 1 may amend the definition of  “terrorist financing” in section 49(3) so as to remove any reference to a provision of regulations that is revoked by regulations under section 1. 4 Regulations under section 1 may amend the definition of  “terrorist financing” in section 49(3) so as to add a reference to a provision of regulations under section 1 that contains an offence, but only if— a each purpose of the regulations containing the offence, as stated under section 1(3), is compliance with a UN obligation or other international obligation, or b paragraph (a) does not apply but the report under section 2 in respect of the regulations containing the offence indicates that, in the opinion of the appropriate Minister making those regulations, the carrying out of a purpose stated in those regulations under section 1(3) would further the prevention of terrorism in the United Kingdom or elsewhere. 5 Any power under this Act to make regulations is exercisable by statutory instrument. 6 In this section  “ enactment ” includes— a an enactment contained in any Order in Council, order, rules, regulations or other instrument made under an Act, b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament, c an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales, d an enactment contained in, or in an instrument made under, Northern Ireland legislation, and e any   assimilated direct   legislation. 7 In subsection (2)(b) the reference to persons  “designated” by or under a repealed or revoked enactment includes, where the enactment is   assimilated direct   legislation, persons listed in or under that enactment. 8 This section does not apply to regulations under— a section 56 (regulations under section 1: transitory provision), or b section 64 (commencement)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "55", "section_title": "Parliamentary procedure for regulations", "section_text": "55 1 Subsection (3) applies to a statutory instrument which— a contains non-UN regulations under section 1 (see subsection (7)), b does not contain any UN regulations under that section, and c is not a statutory instrument mentioned in subsection (5)(a) to (d). 2 Subsection (3) also applies to a statutory instrument   made during the period of 6 months beginning with the day on which the Economic Crime and Corporate Transparency Act 2023 is passed if the instrument   contains only regulations under section 49 which make new provision about high-risk countries (see subsection (9)). 3 A statutory instrument to which this subsection applies— a must be laid before Parliament after being made, and b if not approved by a resolution of each House of Parliament before the end of 28 days beginning with the day on which it is made, ceases to have effect at the end of that period (but without that affecting anything done under the regulations or the power to make new regulations). 4 In calculating a period of 28 days for the purposes of subsection (3), no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days. 5 A statutory instrument containing (whether alone or with other provision)— a regulations under section 1 that repeal, revoke or amend any provision of primary legislation, aa section 39(2A), b regulations under section 47, c regulations under section 48, or d regulations under section 49, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. This subsection does not apply to a statutory instrument to which subsection (3) applies by virtue of subsection (2). 6 A statutory instrument containing regulations under this Act which is not— a a statutory instrument to which subsection (3) applies, b a statutory instrument mentioned in subsection (5)(a) to (d), c a statutory instrument containing only regulations under section 56, or d a statutory instrument containing only regulations under section 64, is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In subsection (1)  “ UN regulations ” means regulations under section 1 that— a are regulations the stated purpose of which, or one of the stated purposes of which, is compliance with a UN obligation, or b amend regulations under section 1 the stated purpose of which, or one of the stated purposes of which, is compliance with a UN obligation, and  “ non-UN regulations ” means any regulations under section 1 which are not UN regulations. 8 For the purposes of subsection (7), a purpose is a  “stated purpose” of regulations under section 1 if it is stated under section 1(3) in the regulations. 9 For the purposes of subsection (2), regulations under section 49  “make new provision about high-risk countries”   if they only make provision prescribing high-risk countries by virtue of paragraph 4(2) of Schedule 2   a the Money Laundering Regulations 2017 ( S.I.  2017/692), or b regulations under section 49. 10 In this section  “ primary legislation ” means— a an Act of Parliament, b an Act of the Scottish Parliament, c a Measure or Act of the National Assembly for Wales, or d Northern Ireland legislation."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "56", "section_title": "Regulations under section 1: transitory provision", "section_text": "56 1 If the appropriate Minister making a statutory instrument containing (whether alone or with other provision) any regulations under section 1 considers it is appropriate to do so in consequence of, or otherwise in connection with, the withdrawal of the United Kingdom from the EU, the instrument may provide that it comes into force, or that any provision of regulations contained in the instrument comes into force, on such day as that Minister may by regulations under this section appoint. 2 Any power of an appropriate Minister to appoint a day under this section includes— a a power to appoint different days for different purposes, and b a power to appoint a time on a day if that Minister considers it appropriate to do so (including a time that has effect by reference to the coming into force of any other enactment). 3 Any power under this section to make regulations is exercisable by statutory instrument. 4 Subsection (5) applies in the case of a statutory instrument— a which contains provision by virtue of subsection (1) of this section, and b to which section 55(3) applies by virtue of subsection (1) of that section. 5 Where this subsection applies— a the reference in section 55(3)(b) to the day on which the statutory instrument is made is to be read as a reference to the first day on which any provision of the regulations contained in the instrument comes into force for any purpose in accordance with regulations under this section, and b any reference in section 55(3) or (4) to 28 days is to be read as a reference to 60 days. 6 In this section  “ enactment ” includes an enactment mentioned in any of paragraphs (a) to (d) of section 54(6)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "57", "section_title": "Duties to lay certain reports before Parliament: further provision", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If   paragraph 21(2) of Schedule 2 (duty to lay report)   is not complied with, the appropriate Minister who should have complied with that provision must publish a written statement explaining why that Minister failed to comply with it. 4 Subsection (5) applies where   paragraph 21(2) of Schedule 2   applies and— a a statutory instrument containing the regulations concerned, or b a draft of such an instrument, is laid before the House of Commons and House of Lords on different days. 5 Where this subsection applies,   paragraph 21(2) of Schedule 2   is to be read as requiring the laying of a copy of the report to which that provision relates— a before the House of Commons at the time the instrument or draft mentioned in subsection (4) is laid before the House of Commons, and b before the House of Lords at the time that instrument or draft is laid before the House of Lords."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "58", "section_title": "Retained EU rights", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "59", "section_title": "Consequential amendments and repeals", "section_text": "59 1 Part 1 of the Terrorist Asset-Freezing etc Act 2010 is repealed, except for— a paragraphs 1 to 5 of Schedule 1 to that Act (amendments of rules of court), and b section 45(1) of that Act so far as it introduces that Schedule. 2 Neither paragraphs 1 to 5 of Schedule 1 to that Act, nor the exception of those paragraphs from the repeal made by subsection (1), affects any power to amend or revoke any provision of— a the Rules of the Court of Judicature (Northern Ireland) 1980 (S.R. 1980/346), or b the Civil Procedure Rules 1998 (S.I. 1998/3132)). 3 Subsection (1) does not affect the power in section 54 of the Terrorist Asset-Freezing etc Act 2010 to make provision by Order in Council extending to any of the Channel Islands, the Isle of Man or any British overseas territory. 4 Part 1 of Schedule 3 contains amendments consequential on Parts 1 and 2 of this Act. 5 Part 2 of Schedule 3 contains repeals and other provision consequential on subsection (1)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "60", "section_title": "Meaning of  “funds”,  “economic resources” and  “freeze”", "section_text": "60 1 In this Act  “ funds ” means financial assets and benefits of every kind, including (but not limited to)— a cash, cheques, claims on money, drafts, money orders and other payment instruments; b deposits, balances on accounts, debts and debt obligations; c publicly and privately traded securities and debt instruments, including stocks and shares, certificates representing securities, bonds, notes, warrants, debentures and derivative products; d interest, dividends and other income on or value accruing from or generated by assets; e credit, rights of set-off, guarantees, performance bonds and other financial commitments; f letters of credit, bills of lading and bills of sale; g documents providing evidence of an interest in funds or financial resources; h any other instrument of export financing. 2 In this Act  “ economic resources ” means assets of every kind, whether tangible or intangible, movable or immovable, which are not funds but can be used to obtain funds, goods or services. 3 In this Act references to  “freezing” funds are to preventing funds from being dealt with; and for the purposes of this subsection funds are  “dealt with” if— a they are used, altered, moved, or transferred or access is allowed to them, b they are dealt with in any other way that would result in any change in volume, amount, location, ownership, possession, character or destination, or c any other change is made that would enable their use, including portfolio management. 4 In this Act references to  “freezing” economic resources are to preventing economic resources from being dealt with; and for the purposes of this subsection economic resources are  “dealt with” if— a they are exchanged for funds, goods or services, or b they are used in exchange for funds, goods or services (whether by being pledged as security or otherwise)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "61", "section_title": "Meaning of  “financial services” and  “financial products”", "section_text": "61 1 In this Act  “ financial services ” means any service of a financial nature, including (but not limited to)— a insurance-related services consisting of— i direct life assurance; ii direct insurance other than life assurance; iii reinsurance and retrocession; iv insurance intermediation, such as brokerage and agency; v services auxiliary to insurance, such as consultancy, actuarial, risk assessment and claim settlement services; b banking and other financial services consisting of— i accepting deposits and other repayable funds; ii lending (including consumer credit, mortgage credit, factoring and financing of commercial transactions); iii financial leasing; iv payment and money transmission services (including credit, charge and debit cards, travellers' cheques and bankers' drafts); v providing guarantees or commitments; vi financial trading (as defined in subsection (2)); vii participating in issues of any kind of securities (including underwriting and placement as an agent, whether publicly or privately) and providing services related to such issues; viii money brokering; ix asset management, such as cash or portfolio management, all forms of collective investment management, pension fund management, custodial, depository and trust services; x settlement and clearing services for financial assets (including securities, derivative products and other negotiable instruments); xi providing or transferring financial information, and financial data processing or related software (but only by suppliers of other financial services); xii providing advisory and other auxiliary financial services in respect of any activity listed in sub-paragraphs (i) to (xi) (including credit reference and analysis, investment and portfolio research and advice, advice on acquisitions and on corporate restructuring and strategy). 2 In subsection (1)(b)(vi),  “ financial trading ” means trading for own account or for account of customers, whether on an investment exchange, in an over-the- counter market or otherwise, in financial products. 3 In this Act  “ financial products ” means— a money market instruments (including cheques, bills and certificates of deposit); b foreign exchange; c derivative products (including futures and options); d exchange rate and interest rate instruments (including products such as swaps and forward rate agreements); e transferable securities; f other negotiable instruments and financial assets (including bullion)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "62", "section_title": "Interpretation", "section_text": "62 1 In this Act— “ appropriate Minister ” is to be read in accordance with section 1(9); “ country ” includes any territory, region or other place; “ designation power ” has the meaning given by section 10(1); “ economic resources ” has the meaning given by section 60(2); “ financial products ” has the meaning given by section 61(3); “ financial services ” has the meaning given by section 61(1); “ freeze ”, in relation to funds or economic resources, has the meaning given by section 60(3) and (4); “ funds ” has the meaning given by section 60(1); “ international obligation ” has the meaning given by section 1(8); “ person ” has the meaning given by section 9(5); “prescribed”, in any provision relating to regulations, means prescribed by the regulations; ... ... “ the Security Council ” means the Security Council of the United Nations; “the territorial sea” (without more) means the territorial sea adjacent to the United Kingdom; “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act); “ UN obligation ” has the meaning given by section 1(8); “ UN Security Council Resolution ” has the meaning given by section 1(8). 2 Any reference in this Act to a person named  “for the purposes of” a UN Security Council Resolution so far as it provides for the taking of particular measures includes any person who, by virtue of— a being named for any purposes by the Security Council or a subsidiary organ of the Security Council, and b the terms of the resolution, is a person in relation to whom the resolution provides for the measures to be taken. 3 Any reference in this Act to ships designated  “for purposes of” a UN Security Council Resolution which provides for the taking of measures in relation to ships includes any ship which, by virtue of— a being designated for any purposes by the Security Council or a subsidiary organ of the Security Council, and b the terms of the resolution, is a ship in relation to which the resolution provides for the measures to be taken. 4 Regulations under section 1 may make provision as to the meaning of any reference in the regulations to funds, economic resources or technology (or a particular description of funds, economic resources or technology) being— a owned by a person, b held by a person, c controlled by a person, or d made available to or for the benefit of a person. 5 Regulations under section 1 may make provision as to the meaning of any reference in the regulations to a person  “owning” or  “controlling” another person. 6 Regulations under section 1 may make provision as to the connection that is required between— a a person, or a person of a prescribed description, and b a country, in order for the person to be regarded as  “connected with” that country for the purposes of any provision of the regulations."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "63", "section_title": "Extent", "section_text": "63 1 Subject to the following provisions of this section, this Act extends to England and Wales, Scotland and Northern Ireland. 2 Any amendment or repeal made by Schedule 3 of any provision of — a the Senior Courts Act 1981, b the Crime and Courts Act 2013, or c the Charities Act 2011, does not extend to Scotland or Northern Ireland. 3 Her Majesty may by Order in Council provide for any of the provisions of Part 1, section 51 and this Part, or any regulations under Part 1 (whether made before or after the making of the Order in Council), to extend with or without modifications to— a any of the Channel Islands; b the Isle of Man; c any of the British overseas territories. 4 The power conferred by subsection (3), so far as relating to regulations, includes power to provide for the regulations as amended from time to time to extend as mentioned in that subsection. 5 Her Majesty may by Order in Council provide for the repeal in section 59(1) (repeal of provisions of the Terrorist Asset-Freezing etc Act 2010) to extend to— a any of the Channel Islands; b the Isle of Man; c any of the British overseas territories. 6 The power under section 36 of the Immigration Act 1971 may be exercised so as to extend to any of the Channel Islands or the Isle of Man any amendment made by this Act of any part of that Act (with or without modifications). 7 The power under section 272(6) of the Investigatory Powers Act 2016 may be exercised so as to extend to the Isle of Man or any of the British overseas territories any amendment made by this Act of any part of that Act (with or without modifications)."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "64", "section_title": "Commencement", "section_text": "64 1 The following provisions come into force on the day on which this Act is passed— a section 32; b section 50; c sections 52 to 56; d sections 60 to 63; e this section; f section 65. 2 The remaining provisions of this Act come into force on such day as the Secretary of State may by regulations appoint. 3 Different days may be appointed for different purposes. 4 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 5 Any power under this section to make regulations is exercisable by statutory instrument."}, {"act": "Sanctions and Anti-Money Laundering Act 2018", "year": 2018, "section": "65", "section_title": "Short title", "section_text": "65 This Act may be cited as the Sanctions and Anti-Money Laundering Act 2018."}]