[{"act": "Secure Tenancies (Victims of Domestic Abuse) Act 2018", "year": 2018, "section": "1", "section_title": "Duty to grant old-style secure tenancies: victims of domestic abuse", "section_text": "1 1 Section 81B of the Housing Act 1985 (cases where old-style English secure tenancies may be granted) is amended as follows. 2 After subsection (2) insert— 2A A local housing authority that grants a secure tenancy of a dwelling-house in England must grant an old-style secure tenancy if— a the tenancy is offered to a person who is or was a tenant of some other dwelling-house under a qualifying tenancy (whether as the sole tenant or as a joint tenant), and b the authority is satisfied that— i the person or a member of the person's household is or has been a victim of domestic abuse carried out by another person, and ii the new tenancy is granted for reasons connected with that abuse. 2B A local housing authority that grants a secure tenancy of a dwelling-house in England must grant an old-style secure tenancy if— a the tenancy is offered to a person who was a joint tenant of that dwelling-house under an old-style secure tenancy, and b the authority is satisfied that— i the person or a member of the person's household is or has been a victim of domestic abuse carried out by another person, and ii the new tenancy is granted for reasons connected with that abuse. 2C In subsections (2A) and (2B)— “ abuse ” means— violence, threatening, intimidating, coercive or controlling behaviour, or any other form of abuse, including emotional, financial, physical, psychological or sexual abuse; “domestic abuse” is abuse where the victim is or has been— in the same family or household as the abuser, or in an intimate personal relationship with the abuser; “ qualifying tenancy ” means a tenancy of a dwelling-house in England which is— an old-style secure tenancy, or an assured tenancy which is not an assured shorthold tenancy and which is granted by a private registered provider of social housing, by the Regulator of Social Housing or by a housing trust which is a charity. 3 In subsection (1)(b), after  “(2)” insert  “                , (2A) or (2B)              ” ."}, {"act": "Secure Tenancies (Victims of Domestic Abuse) Act 2018", "year": 2018, "section": "2", "section_title": "Extent, commencement and short title", "section_text": "2 1 This Act extends to England and Wales only. 2 Section 1 of this Act comes into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 3 This section comes into force on the day on which this Act is passed. 4 This Act may be cited as the Secure Tenancies (Victims of Domestic Abuse) Act 2018."}]