[{"act": "Space Industry Act 2018", "year": 2018, "section": "1", "section_title": "Introduction", "section_text": "1 1 This Act has effect for the purpose of regulating— a space activities, b sub-orbital activities, and c associated activities, carried out in the United Kingdom. 2 For the purposes of this Act, a person carries out a space activity or sub-orbital activity if the person causes it to occur or is responsible for its continuing. 3 In section 1 of the Outer Space Act 1986 (activities to which that Act applies)— a omit  “whether carried on in the United Kingdom or elsewhere”; b at the end of the existing text (which becomes subsection (1)) insert— 2 This Act does not apply to activities carried on in the United Kingdom (and accordingly does not apply to activities requiring authorisation under section 3(1) of the Space Industry Act 2018). 4 In this Act— “ space activity ” means— launching or procuring the launch or the return to earth of a space object or of an aircraft carrying a space object, operating a space object, or any activity in outer space; “ sub-orbital activity ” means launching, procuring the launch of, operating or procuring the return to earth of— a craft to which subsection (5) applies, or an aircraft carrying such a craft, but does not include space activity. 5 This subsection applies to— a a rocket or other craft that is capable of operating above the stratosphere; b a balloon that is capable of reaching the stratosphere carrying crew or passengers. 6 Space activities and sub-orbital activities are referred to in this Act as  “ spaceflight activities ”."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "2", "section_title": "Duties and supplementary powers of the regulator", "section_text": "2 1 The regulator must exercise the regulator's functions with regard to spaceflight activities with a view to securing public safety. That duty has priority over the application of subsections (2) and (3). 2 The regulator must exercise the regulator's functions under this Act in the way that the regulator thinks best calculated to take into account— a the interests of persons carried by spacecraft or carrier aircraft; b the requirements of persons carrying out spaceflight activities; c the interests of any other persons in relation to the use of land, sea and airspace; d the requirements of persons with interests in property carried by spacecraft; e any environmental objectives set by the Secretary of State; f the interests of national security; g any international obligations of the United Kingdom; h any space debris mitigation guidelines issued by an international organisation in which the government of the United Kingdom is represented. 3 If in a particular case there is a conflict in the application of the provisions of subsection (2), in relation to that case the regulator must apply them in whatever way the regulator thinks reasonable having regard to the provisions as a whole. 4 The regulator may do anything that is calculated to facilitate, or is conducive or incidental to, the performance of any of the regulator's functions under this Act. 5 The power in subsection (4) is subject to any restrictions imposed by or under any enactment. 6 In this Act— “ carrier aircraft ” means an aircraft that is not capable of operating above the stratosphere and is used, or (as the case may be) is to be used, to carry a spacecraft; “ public safety ” means the health and safety of members of the public (see subsection (7)) and the safety of their property; “ the regulator ” has the meaning given in section 16(8); “ spacecraft ” means a space object, or a craft to which section 1(5) applies, that is used or (as the case may be) is to be used for the purpose of spaceflight activities. 7 Regulations may prescribe the meaning of  “ members of the public ” for the purposes of any provision of this Act that refers to public safety. The regulations may provide that a person who is voluntarily in close proximity to a source of danger is not a member of the public for any such purposes."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "3", "section_title": "Prohibition of unlicensed spaceflight etc", "section_text": "3 1 A person must not (subject to the following provisions)— a carry out spaceflight activities in the United Kingdom, or b operate a spaceport in the United Kingdom, except under the authority of a licence under this section. 2 In this Act— “ operator licence ” means a licence under this section authorising a person to carry out spaceflight activities; “ spaceport ” means— a site from which spacecraft or carrier aircraft are launched or (as the case may be) are to be launched, or a site at which controlled and planned landings of spacecraft take place or (as the case may be) are to take place; “ spaceport licence ” means a licence under this section authorising a person to operate a spaceport. 3 In subsection (2), the reference to a site in paragraph (b) of the definition of  “ spaceport ” does not include an installation at sea that can be moved from place to place without major dismantling or modification. 4 A person does not require an operator licence to carry out, as employee or agent of another person, spaceflight activities that are authorised by an operator licence granted to that other person. 5 Regulations may make further provision for the purposes of this section, including in particular— a provision prescribing eligibility criteria for a licensee; b provision requiring prescribed roles to be undertaken by individuals on behalf of a licensee. “Licensee” here means the holder of a licence under this section. 6 A person who acts in contravention of subsection (1) commits an offence. 7 It is an offence for a person— a to make a statement that the person knows to be false in a material particular, or b recklessly to make a statement that is false in a material particular, for the purpose of obtaining a licence under this section (whether for the person making the statement or anyone else)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "4", "section_title": "Exemptions from licence requirement", "section_text": "4 1 A person does not require an operator licence to carry out spaceflight activities in respect of which it is certified by Order in Council that arrangements have been made between the United Kingdom and another country to secure compliance with the international obligations of the United Kingdom. 2 Regulations may make provision for other activities or persons to be exempted, either by the regulations themselves or by the regulator, from the requirement to hold an operator licence, but only if the Secretary of State is satisfied that the requirement— a is not necessary to secure public safety, b is not necessary to secure the health and safety of individuals taking part in spaceflight activities in a role or capacity prescribed under section 17(1), and c is not necessary to secure compliance with the international obligations of the United Kingdom. 3 An exemption granted by or under the regulations may be for a limited period. 4 Regulations may— a make provision about the procedure in connection with the granting of an exemption by or under the regulations (including provision for applications); b make provision about the terms of an exemption or the conditions to which an exemption is subject; c make provision about the revocation or renewal of an exemption; d make provision for the enforcement of terms or conditions of an exemption; e provide that section 36 (obligation to indemnify government etc) does not apply to a person to the extent that the person is carrying out activities exempted by or under the regulations; f specify the maximum amount of a person's liability under that section so far as the liability relates to the carrying out of such activities."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "5", "section_title": "Range", "section_text": "5 1 In this Act  “ range ” means a zone which (or two or more zones each of which) is subject to restrictions, exclusions or warnings for keeping it clear, at the relevant times, of— a persons or things that might pose a hazard to spaceflight activities, and b persons or things to which spaceflight activities might pose a hazard. “Zone” here means a volume of airspace or an area of land or sea. 2 Regulations may make provision about the range for spaceflight activities, including in particular— a provision as to matters to be taken into account in identifying the appropriate range; b provision imposing requirements on persons in relation to the operation of the range; c provision requiring a person providing range control services (see sections 6 and 7) to notify prescribed persons of spaceflight activities taking place within the range. 3 The power of the Secretary of State under section 66 of the Transport Act 2000 (air navigation: directions) to give directions to the  CAA  includes power to give directions imposing duties or conferring powers (or both) on the CAA with regard to the range for spaceflight activities."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "6", "section_title": "Range control services", "section_text": "6 1 For the purposes of this Act the following are  “range control services”— a identifying an appropriate range for particular spaceflight activities; b co-ordinating arrangements for the activation and operation of the range; c obtaining all necessary information for identifying the range and for co-ordinating its activation and operation; d ensuring that notifications are issued for the protection of persons who might be put at risk by spacecraft or carrier aircraft within the range or in the vicinity of it; e monitoring the range, and the spacecraft or carrier aircraft for which it is provided, to ascertain— i whether the restrictions or exclusions to which the range is subject are complied with; ii whether planned trajectories are adhered to; f communicating any failure to comply with those restrictions or exclusions, or to adhere to those trajectories, for the purpose of enabling any appropriate actions to be taken in response; g any prescribed services provided for the purposes of, or in connection with, services within any of paragraphs (a) to (f). 2 Services prescribed under subsection (1)(g) must relate to— a safety systems, b facilities or infrastructure (including facilities or infrastructure relating to ground control, communications, transport, power, handling of hazardous materials, environmental protection, emergency response or security), c planning, scheduling or co-ordination of activities or operations, or d meteorological information."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "7", "section_title": "Provision of range control services", "section_text": "7 1 Range control services may be provided only by— a the Secretary of State, or b a person authorised to provide them by a range control licence. 2 In this Act— “ range control licence ” means a licence under this section; “ range control service provider ” means a person providing range control services. 3 A person does not require a range control licence to provide, as employee or agent of another person, range control services the provision of which is authorised by a range control licence granted to that other person. 4 Regulations may make provision for persons or services to be exempted, either by the regulations themselves or by the regulator, from the prohibition in subsection (1) on unlicensed persons providing range control services, but only if the Secretary of State is satisfied that the prohibition— a is not necessary to secure public safety, b is not necessary to secure the health and safety of individuals taking part in spaceflight activities in a role or capacity prescribed under section 17(1), and c is not necessary to secure compliance with the international obligations of the United Kingdom. 5 An exemption granted by or under regulations made under subsection (4) may be for a limited period. 6 Regulations may make further provision for the purposes of this section, including in particular— a provision prescribing eligibility criteria to be the holder of a range control licence; b provision about the circumstances in which, and the conditions subject to which, a person may be authorised to provide range control services for spaceflight activities carried out by that person; c provision for securing the independence of individuals involved in the provision of range control services from individuals involved in the spaceflight activities for which the services are provided; d provision as to how range control services are to be provided; e provision requiring prescribed roles to be undertaken by individuals on behalf of the holder of a range control licence; f provision imposing restrictions on the holder of a range control licence delegating the provision of range control services; g provision about the procedure in connection with the granting of an exemption by or under regulations made under subsection (4) (including provision for applications); h provision about the terms of an exemption or the conditions to which an exemption is subject; i provision about the revocation or renewal of an exemption; j provision for the enforcement of terms or conditions of an exemption. 7 The regulator may issue guidance about how the holder of a range control licence may comply with any safety requirements imposed by regulations under subsection (6). 8 A person who acts in contravention of subsection (1) commits an offence. 9 It is an offence for a person— a to make a statement that the person knows to be false in a material particular, or b recklessly to make a statement that is false in a material particular, for the purpose of obtaining a range control licence (whether for the person making the statement or anyone else)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "8", "section_title": "Grant of licences: general", "section_text": "8 1 Subject to the following provisions of this Act, the regulator may grant a licence under this Act if the regulator thinks fit. 2 The regulator may grant a licence under this Act only if satisfied that doing so— a will not impair the national security of the United Kingdom; b is consistent with the international obligations of the United Kingdom; c is not contrary to the national interest. 3 The regulator may not grant an application for a licence under this Act unless satisfied that— a the applicant has the financial and technical resources to do the things authorised by the licence, and is otherwise a fit and proper person to do them; b the persons who are expected to do, on the applicant's behalf, any of the things authorised by the licence are fit and proper persons to do them. 4 If the regulator is not the Secretary of State, the regulator may grant a licence under this Act only with the consent of the Secretary of State. 5 Regulations may make provision about how applications for licences are to be made, considered and determined. 6 The regulations may in particular prescribe, or provide for a person responsible for determining an application to specify— a the form and contents of an application for a licence; b information to be provided in connection with an application; c the procedure for rectifying procedural irregularities; d time limits for doing anything required to be done in connection with an application and the procedure for extending any period so prescribed. 7 The regulations may also provide for— a the inspection of sites, facilities, equipment, spacecraft, carrier aircraft and other vehicles, and b the obtaining of information (whether by inspecting documents, interviewing individuals or otherwise), by prescribed persons or persons of prescribed descriptions."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "9", "section_title": "Grant of operator licences: safety", "section_text": "9 1 The regulator must not grant an application for an operator licence unless satisfied that the requirements in subsections (2) to (4) are met. 2 The applicant must have carried out an assessment of the risks to the health and safety of individuals who are to take part in a prescribed role or capacity in the activities to be authorised by the licence (a  “risk assessment”). 3 The risk assessment must meet prescribed requirements. 4 As regards risks to the health, safety and property of persons not within subsection (2)— a the applicant must have taken all reasonable steps to ensure that those risks are as low as reasonably practicable; b the level of those risks must be acceptable. 5 Regulations may make provision about— a matters to be taken into account, and other requirements to be met, in carrying out risk assessments; b steps to be taken under subsection (4)(a); c how acceptable levels of risk are to be determined for the purposes of subsection (4)(b). 6 Regulations may require information to be provided to the regulator for the purposes of the regulator's functions under this section. 7 The Secretary of State may issue guidance about what an applicant may or must do in order for the regulator to be satisfied that the requirements in subsections (2) to (4) are met. Such guidance may also be issued by the regulator (if the regulator is not the Secretary of State). 8 In carrying out functions under this section, the regulator (if the regulator is not the Secretary of State) must have regard— a to any guidance given to the regulator by the Secretary of State as to how those functions are to be exercised; b to any guidance issued by the Secretary of State under subsection (7). 9 For the purposes of this Act, taking part in spaceflight activities includes being carried in a spacecraft or carrier aircraft without being involved in the operation of it."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "10", "section_title": "Grant of spaceport licence", "section_text": "10 The regulator must not grant an application for a spaceport licence unless satisfied that— a the applicant has taken all reasonable steps to ensure that risks to public safety arising from the operation of the spaceport are as low as reasonably practicable, and b any prescribed criteria or requirements are met."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "11", "section_title": "Grant of licences: assessments of environmental effects", "section_text": "11 1 This section applies to— a a spaceport licence; b an operator licence authorising launches of spacecraft or carrier aircraft. 2 The regulator may not grant an application for a licence to which this section applies unless the applicant has submitted an assessment of environmental effects. 3 In this section  “assessment of environmental effects”— a in relation to a spaceport licence, means an assessment of the effects that launches of spacecraft or carrier aircraft from the spaceport in question, or launches of spacecraft from carrier aircraft launched from the spaceport, are expected to have on the environment; b in relation to an operator licence authorising launches of spacecraft or carrier aircraft, means an assessment of the effects that those launches are expected to have on the environment. 4 If or to the extent that the regulator directs, the requirement imposed by subsection (2) to submit an assessment of environmental effects may be met by submitting— a an equivalent assessment prepared previously in compliance with a requirement imposed by or under another enactment, or b an assessment of environmental effects prepared in connection with a previous application. The regulator may make a direction under this subsection only if satisfied that there has been no material change of circumstances since the previous assessment was prepared. 5 The regulator must take into account the assessment of environmental effects (including any assessment submitted as mentioned in subsection (4)) in deciding— a whether to grant a licence to which this section applies; b what conditions should be attached to such a licence under section 13. 6 The regulator must issue guidance about— a the form, contents and level of detail of an assessment of environmental effects; b the time for submitting an assessment of environmental effects; c the circumstances in which the regulator will or may give a direction under subsection (4). Guidance under paragraph (a) may specify matters that are to be dealt with in an assessment of environmental effects only if the regulator so requires in a particular case."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "12", "section_title": "Terms of licences", "section_text": "12 1 An operator licence may authorise the licensee to carry out— a any spaceflight activities, or b spaceflight activities of a particular description, or c one or more particular spaceflight activities. 2 An operator licence may specify a limit on the amount of the licensee's liability under section 36 in respect of the activities authorised by the licence. 3 A spaceport licence must identify the site in respect of which the licence is granted. 4 A spaceport licence may— a authorise the operator of the spaceport to carry out launch activities at the spaceport, or b authorise the use of the spaceport for the carrying out, by another person, of launch activities which that person is authorised to carry out by an operator licence. 5 In subsection (4)  “ launch activities ” means— a spaceflight activities, b spaceflight activities of a particular description, or c one or more particular spaceflight activities, involving the launch of spacecraft or carrier aircraft. 6 A range control licence may authorise the licensee to provide— a any range control services, or b range control services of a particular description, or c particular range control services."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "13", "section_title": "Conditions of licences", "section_text": "13 1 A licence under this Act may be granted subject to— a any conditions of the kinds described in Schedule 1, or b any other conditions, that the regulator thinks appropriate. 2 In that Schedule  “ specified ” means specified, or of a description specified, in the licence. 3 Regulations may require particular conditions to be included in licences under this Act in particular cases or circumstances. 4 In deciding what conditions to include in a licence under this Act, the regulator may accept or recognise— a a licence, authorisation or approval, under the law of a designated country outside the United Kingdom, concerning a matter that is relevant to the regulator's decision, or b the outcome of any process undertaken in connection with an application for any such licence, authorisation or approval. In paragraph (a)  “ designated ” means designated by the Secretary of State. 5 The Secretary of State must from time to time publish a list of the countries that are currently designated under subsection (4)(a). 6 In deciding what conditions to include in a licence under this Act, the regulator— a must consult the CAA (if the regulator is not the CAA); b must consult the Secretary of State (if the regulator is not the Secretary of State); c must consult the Health and Safety Executive (in the case of a spaceport in Great Britain) or the Health and Safety Executive for Northern Ireland (in the case of a spaceport in Northern Ireland); d must consult the Office for Nuclear Regulation; e must consult the Defence Safety Authority; f must consult whatever other persons the regulator thinks appropriate if the proposed licence gives rise to any issues regarding trade controls or national security. 7 Regulations may prescribe what the holder of a licence under this Act may or must do in order to comply with prescribed kinds of licence conditions. 8 It is an offence for the holder of a licence under this Act to fail to comply with a condition of the licence."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "14", "section_title": "Licences granted for specified periods", "section_text": "14 1 A licence under this Act may be granted for a period specified in the licence. 2 A licence under this Act granted for a specified period may be renewed by the regulator, on the application of the licensee, for a further specified period. 3 If the regulator is not the Secretary of State, the regulator must consult the Secretary of State before renewing a licence under this Act. 4 Sections 8 to 13, and other provisions of this Act about licences, apply in relation to the renewal of a licence as they apply in relation to the grant of a licence."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "15", "section_title": "Transfer, variation, suspension or termination of licence", "section_text": "15 1 A licence under this Act may be transferred with the written consent of the regulator. 2 The regulator may consent to a licence being transferred to a person (“ the transferee ”) only if satisfied that— a consenting to the transfer— i will not impair the national security of the United Kingdom; ii is consistent with the international obligations of the United Kingdom; iii is not contrary to the national interest; b the transferee has the financial and technical resources to do the things authorised by the licence, and is otherwise a fit and proper person to do them; c the persons who are expected to do, on the transferee's behalf, any of the things authorised by the licence are fit and proper persons to do them. 3 The regulator may revoke, vary or suspend a licence under this Act— a with the consent of the licensee, b in accordance with the terms of the licence, or c where the regulator is satisfied it is necessary to do so— i in the interests of safety, ii in the interests of national security, iii to comply with any international obligation of the United Kingdom, or iv otherwise in the national interest. 4 The regulator may revoke or vary a licence under this Act where it appears to the regulator that— a a condition of the licence has not been complied with, or b the licensee has failed to comply with, or to secure compliance with, obligations imposed under or by virtue of any enactment. 5 Where it appears to the regulator that an investigation or review is needed to ascertain whether or not— a it is necessary to revoke or vary a licence under subsection (3)(c), or b paragraph (a) or (b) of subsection (4) applies, the regulator may vary or suspend the licence pending the outcome of the investigation or review. 6 If the regulator is not the Secretary of State, the regulator must consult the Secretary of State— a before revoking a licence under this Act, b before varying such a licence (otherwise than under subsection (5)), or c before consenting to the transfer of such a licence. 7 The suspension, revocation or expiry of a licence does not affect the obligations of the licensee or former licensee under the conditions of the licence. 8 For the purposes of this section, varying a licence includes— a removing, varying or suspending a condition of a licence; b adding a new condition to a licence."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "16", "section_title": "Power of Secretary of State to appoint person to exercise functions", "section_text": "16 1 The Secretary of State may by regulations appoint the CAA or another person (the  “appointed person”) to exercise any function conferred by or under this Act that is expressed (in whatever way) to be a function of the regulator. 2 A person may be appointed— a to exercise a function for particular purposes, in relation to particular activities or services or in relation to particular areas; b to exercise a function instead of, or concurrently with, the Secretary of State; c to exercise a function subject to conditions; d to exercise a function for a particular period. 3 More than one person may be appointed. 4 In sections 2 and 15 as they apply to an appointed person— a a reference to environmental objectives set by the Secretary of State is a reference to environmental objectives notified to the appointed person by the Secretary of State; b a reference to the interests of national security or international obligations of the United Kingdom is a reference to such interests or obligations that are notified to the appointed person by the Secretary of State. 5 The Secretary of State may give to an appointed person any directions that the Secretary of State considers to be necessary or expedient— a in the interests of national security, or b otherwise in the national interest. 6 If the CAA is appointed by virtue of this section to exercise functions under this Act, section 4 of the Civil Aviation Act 1982 (CAA's general objectives) does not apply in relation to its performance of those functions. 7 This section does not affect the Secretary of State's powers to enter into agreements or arrangements for the exercise by others of functions of the Secretary of State on his or her behalf. 8 In this Act (except in subsection (1))  “the regulator”— a in relation to functions that (by virtue of regulations under this section) are exercisable by an appointed person instead of the Secretary of State, means that person; b in relation to functions that (by virtue of those regulations) are exercisable by an appointed person concurrently with the Secretary of State, means that person or the Secretary of State; c in relation to functions that are not exercisable by an appointed person, means the Secretary of State."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "17", "section_title": "Informed consent", "section_text": "17 1 The holder of an operator licence (the  “licensee”) must not allow an individual to take part, in a prescribed role or capacity, in spaceflight activities carried out by the licensee unless the individual— a has signified his or her consent to accept the risks involved in those activities, and b fulfils prescribed criteria with respect to age and mental capacity. 2 Consent to accept the risks involved in spaceflight activities must be signified by signing a document (a  “consent form”) that gives details of the risk assessment carried out for those activities under section 9. 3 Regulations may make— a provision about the form and content of consent forms; b provision about information to be given to individuals before they sign consent forms; c provision imposing evidential and procedural requirements with regard to the signification of consent. 4 It is an offence for a licensee to contravene subsection (1)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "18", "section_title": "Training, qualifications and medical fitness", "section_text": "18 1 Regulations (referred to in this Act as  “ training regulations ”) may make provision with respect to the training, qualifications and medical fitness of individuals— a taking part in, or otherwise engaged in connection with, spaceflight activities or the provision of range control services, or b working at sites used for or in connection with spaceflight activities or the provision of range control services. 2 Schedule 2 gives examples of particular kinds of provision that may be made by training regulations. That Schedule does not limit subsection (1). 3 The regulator may issue guidance about how a person carrying out spaceflight activities, operating a spaceport or providing range control services may comply with requirements imposed by training regulations. 4 The holder of a licence under this Act must not allow an unqualified individual— a to take part in, or to be otherwise engaged in connection with, activities authorised by the licence, or providing services the provision of which is authorised by the licence, in a specified role or capacity; b to work in a specified role or capacity at a site used for or in connection with the activities or services to which the licence relates. An individual is  “ unqualified ” for the purposes of this subsection if he or she does not fulfil specified criteria with respect to training, qualifications and medical fitness. 5 In subsection (4)  “ specified ” means specified in training regulations. 6 It is an offence for the holder of a licence under this Act to contravene subsection (4). 7 An individual commits an offence if— a a person commits the offence in subsection (6), and b the person's commission of that offence is due to an act or default of the individual. The individual is liable to be proceeded against and dealt with accordingly. 8 For the purposes of subsection (7) it does not matter whether or not proceedings are taken against the person committing the offence in subsection (6)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "19", "section_title": "Safety regulations", "section_text": "19 1 Regulations (referred to in this Act as  “ safety regulations ”) may make provision for the purposes of— a securing the safe operation of spaceports and mission management facilities; b securing that spaceflight activities are carried out safely; c securing that the range for spaceflight activities enables the activities to be carried out safely. 2 Schedule 3 gives examples of particular kinds of provision that may be made by safety regulations. That Schedule does not limit subsection (1). 3 The regulator may issue guidance about how a person carrying out spaceflight activities, operating a spaceport or providing range control services may comply with requirements imposed by safety regulations. 4 In this Act  “ mission management facility ” means a site (other than a spaceport) from which spaceflight activities are controlled or (as the case may be) are to be controlled."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "20", "section_title": "Investigation of accidents", "section_text": "20 1 Regulations may provide for the investigation of accidents, whether occurring in the United Kingdom or elsewhere, arising out of or in the course of spaceflight activities (including activities to which the Outer Space Act 1986 applies). 2 Regulations under this section may— a make provision corresponding to that which may be made by virtue of subsection (3) of section 75 of the Civil Aviation Act 1982 (investigation of accidents); b make provision entitling a person who incurs expenses in, or in connection with, carrying out an investigation under the regulations to recover those expenses from prescribed persons. This subsection does not limit subsection (1). 3 In this section  “ accident ” includes any fortuitous or unexpected event by which the safety of any spacecraft or person is threatened. 4 This section does not limit the powers of any authority under sections 245 to 247 and sections 252 to 254 of the Merchant Shipping Act 1995."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "21", "section_title": "Assistance etc with performance of regulator's safety functions", "section_text": "21 1 The regulator may— a require a qualifying health and safety authority to provide any specified advice or assistance, to the regulator or any other person, in connection with any functions relating to safety that are conferred on the regulator by or under this Act; b authorise a qualifying health and safety authority to perform on behalf of the regulator any such functions that are specified. 2 In this section— “ qualifying health and safety authority ” means— the Health and Safety Executive or (as appropriate) the Health and Safety Executive for Northern Ireland; the Office for Nuclear Regulation; a prescribed body or person whose functions consist of or include functions of a public nature relating to safety; “ specified ” means specified in the requirement under subsection (1)(a) or the authorisation under subsection (1)(b). 3 A requirement imposed under subsection (1)(a) to provide advice or assistance in connection with any function may be expressed so as to operate as a continuing requirement on the qualifying health and safety authority to provide advice or assistance in connection with that function. 4 Where under subsection (1)(a) the regulator— a requires a qualifying health and safety authority to provide advice or assistance for a person other than the regulator, but b does not undertake to pay the authority the cost of doing so, the authority may refuse to do so until the other person pays to the authority any reasonable charges in respect of the advice or assistance that the authority determines. 5 A qualifying health and safety authority is entitled to recover from the regulator a sum equal to any expense reasonably incurred by the authority— a in providing the regulator with advice or assistance in response to a requirement imposed under subsection (1)(a), or b in performing a function that the authority is authorised to perform under subsection (1)(b). 6 Regulations may prescribe functions that the regulator may not authorise a qualifying health and safety authority to perform under subsection (1)(b)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "22", "section_title": "Offences against the safety of spacecraft etc", "section_text": "22 Schedule 4 (offences against the safety of spacecraft etc) has effect."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "23", "section_title": "Security regulations", "section_text": "23 1 Regulations (referred to in this Act as  “ security regulations ”) may make provision for the purpose of ensuring security in relation to— a spaceflight activities; b range control services; c activities associated with spaceflight activities or range control services; d sites and facilities used for or in connection with activities and services within paragraph (a), (b) or (c) (including sites and facilities used for training purposes); e spacecraft and their payloads. 2 Schedule 5 gives examples of particular kinds of provision that may be made by security regulations. That Schedule does not limit subsection (1). 3 The Secretary of State may issue guidance about how a person carrying out spaceflight activities, operating a spaceport or providing range control services may comply with requirements imposed by security regulations. 4 The Secretary of State by order may suspend the application of any requirement or restriction under security regulations in relation to an aerodrome occupied for the purposes of armed forces of the Crown. 5 The Secretary of State may make an order under subsection (4) only if satisfied that— a it is necessary to make the order because of the operational requirements of the armed forces of the Crown, and b the period of suspension under the order is as short as those requirements allow it to be. 6 The Secretary of State must— a give notice of an order under subsection (4) to the person in charge of the aerodrome in question, and b do what is reasonable to bring it to the attention of other persons likely to be affected by it. 7 An order under subsection (4) may make supplemental, incidental or transitional provision."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "24", "section_title": "Spaceport byelaws", "section_text": "24 1 A person authorised by a spaceport licence to operate a spaceport (the  “licensee”) may make byelaws regulating the use and operation of the spaceport, and the conduct of persons within it, for the purposes of ensuring security in relation to— a the spaceport; b spaceflight activities, and associated activities, carried out at the spaceport; c spacecraft and payloads at the spaceport. 2 Byelaws under this section (“spaceport byelaws”) may make provision— a for regulating vehicular traffic anywhere within the spaceport, except on roads within the spaceport to which the road traffic enactments apply, and in particular (with that exception) for imposing speed limits on vehicles within the spaceport and for restricting or regulating the parking of vehicles or their use for any purpose or in any manner specified in the byelaws; b for prohibiting or restricting access to any part of the spaceport; c for preserving order within the spaceport and preventing damage to property within it; d for requiring any person, if so requested by a constable or a spaceport official, to leave the spaceport or any particular part of it, or to state his or her name and address and purpose for being within the spaceport. This subsection does not limit subsection (1). 3 A spaceport official may not exercise a power under spaceport byelaws without producing written evidence of his or her authority if required to do so. 4 A constable may remove from a spaceport (or from any part of it)— a a person who fails or refuses to leave the spaceport (or part) after being requested to do so in accordance with a byelaw made by virtue of subsection (2)(d); b any vehicle, animal or thing brought to or left within the spaceport (or part) in contravention of a spaceport byelaw; c any vehicle, animal or thing likely to cause danger or obstruction. 5 Before a licensee makes spaceport byelaws that would apply in relation to any part of an airport in relation to which byelaws under section 63 of the Airports Act 1986 apply, the licensee must consult the person by whom the byelaws under that section were made (unless the licensee is that person). 6 Spaceport byelaws do not have effect until they are confirmed by the Secretary of State. 7 Schedule 3 to the Airports Act 1986 (further provision about byelaws) applies in relation to— a spaceports, b holders of spaceport licences, and c spaceport byelaws, as it applies in relation to airports, airport operators and byelaws under section 63 of that Act. 8 A person who contravenes a spaceport byelaw commits an offence and is liable on summary conviction to a fine not exceeding the amount specified by the byelaws in relation to the contravention. 9 The maximum fines that spaceport byelaws may specify by virtue of subsection (8) are fines of an amount at level 4 on the standard scale or of a lower amount. 10 The Secretary of State may by regulations revoke or vary a spaceport byelaw to the extent that it appears to the Secretary of State to be inconsistent with— a the security of the spaceport, of spaceflight activities carried out at the spaceport or of spacecraft or payloads at the spaceport, b the safety of persons or vehicles using the spaceport, of spacecraft or of the general public, c the interests of national security, or d any international obligation of the United Kingdom. Before exercising the power under this subsection the Secretary of State must consult the person by whom the byelaw was made. 11 In this section— “ the road traffic enactments ” means the enactments (whether passed or made before or after the passing of this Act) relating to road traffic, including the lighting and parking of vehicles, and any order or other instrument having effect by virtue of any such enactment; “ spaceport official ” means a person authorised by the licensee. 12 In the application of this section to spaceports in Northern Ireland— a a reference to section 63 of the Airports Act 1986 is to be read as a reference to Article 18 of the Airports (Northern Ireland) Order 1994 ( S.I.  1994/426 (N.I. 1)); b a reference to Schedule 3 to that Act is to be read as a reference to Schedule 4 to that Order."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "25", "section_title": "Provision of advice and assistance on security matters", "section_text": "25 1 A regulator to which this section applies may, in response to a request from— a the holder of a licence under this Act, or b an associated company of the holder of such a licence, provide advice or assistance, to the person making the request, about any matter that is relevant to the exercise of the regulator's functions for the purpose mentioned in subsection (2). 2 This section applies to a person appointed by regulations under section 16 to exercise functions for the purpose of ensuring security in relation to any activity, service, site, facility or other thing mentioned in section 23(1). 3 The Secretary of State may— a provide advice or assistance to any persons in connection with measures that they are required to take by directions given in the interests of national security under section 28; b provide any advice or assistance to specified persons that the Secretary of State considers appropriate for the purpose mentioned in subsection (2). 4 In providing advice or assistance under subsection (3)(b), the Secretary of State must have regard to any advice given by a regulator under subsection (1). 5 The power under subsection (1) is in addition to any other duty or power of the regulator to provide advice or assistance. 6 The powers under subsection (3) are in addition to any other duty or power of the Secretary of State to provide advice or assistance. 7 A person who incurs expense in providing advice or assistance under this section to another person is entitled to recover that expense from the other person to the extent that the amount of it is reasonable."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "26", "section_title": "Monitoring and enforcement by regulator", "section_text": "26 1 The regulator is responsible for monitoring— a spaceflight activities, b the operation of spaceports, c the provision of range control services by holders of range control licences, and d associated activities, for the purposes set out in subsection (2). 2 Those purposes are— a securing compliance with the provisions contained in and made under this Act, the conditions of licences under this Act and the international obligations of the United Kingdom; b protecting public safety and the national security of the United Kingdom. 3 Regulations may for any of those purposes— a require information to be provided to the regulator by a person who— i carries out spaceflight activities, ii operates a spaceport, iii occupies land forming part of a spaceport or is allowed access to such land for the purposes of the activities of a business carried on by the person, iv provides range control services under a range control licence, or v carries out associated activities; b provide for the inspection of sites, facilities, equipment, spacecraft, carrier aircraft and other vehicles; c make provision for the inspection of records and documents (including provision about the production of documents, the making available in legible form of information held otherwise than in legible form, the making of copies, the removal of documents for the purpose of inspection and their retention for that purpose for a reasonable period); d provide for the appointment of inspectors; e make provision about the powers and duties of inspectors appointed under the regulations; f provide for the sharing of information between the regulator and other public authorities or international organisations responsible for regulating any aspect of spaceflight activities; g restrict the disclosure of information obtained or shared under the regulations. 4 The regulator— a may investigate offences under this Act or under regulations made under this Act, and b except in Scotland, may prosecute such offences."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "27", "section_title": "Power to give directions: breach of licence condition etc", "section_text": "27 1 This section applies where it appears to the regulator that a person is carrying out spaceflight activities, operating a spaceport or providing range control services— a without an authorisation required by this Act, b in contravention of the conditions of a licence under this Act, or c in contravention of any provisions contained in or made under this Act. 2 The regulator may give any directions to that person that appear to be necessary in the interests of safety or for the purposes of securing compliance with— a the conditions of a licence, b provisions contained in or made under this Act, or c the international obligations of the United Kingdom."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "28", "section_title": "Power to give directions: safety, security etc", "section_text": "28 1 The regulator may give to a regulated person whatever directions the regulator considers to be necessary or expedient in the interests of health or safety. 2 The Secretary of State may give to the regulator (if the regulator is not the Secretary of State) a direction requiring the regulator (according to the circumstances of the case) to do, or not to do, a particular thing specified in the direction, if the Secretary of State considers it necessary or expedient to give the direction in the interests of— a health or safety, b spaceflight security, c national security, or d relations with a country or territory outside the United Kingdom. 3 The Secretary of State may give to a regulated person, or to particular kinds of regulated person or regulated persons generally, whatever directions of a general character the Secretary of State considers to be necessary or expedient in the interests of— a health or safety, b spaceflight security, c national security, or d relations with a country or territory outside the United Kingdom. 4 The Secretary of State may give to a regulated person a direction requiring the person (according to the circumstances of the case) to do, or not to do, a particular thing specified in the direction, if the Secretary of State considers it necessary or expedient to give the direction in the interests of— a health or safety, b spaceflight security, c national security, or d relations with a country or territory outside the United Kingdom. 5 Before giving a direction under subsection (4) requiring a person to revoke or vary a byelaw under section 24, the Secretary of State must consult the person by whom the byelaw was made. 6 In this section  “ spaceflight security ” means— a the protection of spacecraft and space sites, and of persons or property on board spacecraft and at space sites, against acts of violence; b the protection of spaceflight activities against acts of unlawful interference that jeopardise the security of those activities. 7 In subsection (6)(a)  “ act of violence ” means an act (whether actual or potential, and whether done or to be done in the United Kingdom or elsewhere)— a that is done in Great Britain and constitutes a relevant offence, or b that would constitute a relevant offence if done in Great Britain. A  “relevant offence” is an offence of murder, attempted murder, manslaughter, culpable homicide or assault, or an offence under section 18, 20, 21, 22, 23, 24, 28 or 29 of the Offences against the Person Act 1861, under section 2 of the Explosive Substances Act 1883 or under section 1 of the Criminal Damage Act 1971 or, in Scotland, an offence of malicious mischief. 8 In this Act  “ regulated person ” means— a the holder of a licence under this Act, or b a person who would be required to hold a licence under this Act but for section 4 or section 7(4)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "29", "section_title": "Power to give directions: international obligations of the  UK", "section_text": "29 1 The Secretary of State may give to a regulated person, or an associated company of a regulated person, a direction requiring that person or company (according to the circumstances of the case)— a to do, or not to do, in connection with any spaceflight activities or range control services that the regulated person or associated company is authorised or permitted to carry out or provide, a particular thing specified in the direction, or b to secure that a particular thing specified in the direction is done or not done in connection with any such activities or services, if the Secretary of State considers it necessary or expedient to give the direction in order to discharge or facilitate the discharge of any international obligation of the United Kingdom. 2 A body corporate is treated for the purposes of this section as an associated company of a regulated person if— a that body or the regulated person is a body corporate of which the other is a subsidiary, or b both of them are subsidiaries of the same body corporate."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "30", "section_title": "Consultation about directions", "section_text": "30 1 Where the regulator is not the Secretary of State— a the regulator must consult the Secretary of State before giving a direction under section 27 or 28(1); b the Secretary of State must consult the regulator before giving a direction under section 27, 28 or 29. 2 Before giving a direction under section 27, 28 or 29 to a particular person the regulator or the Secretary of State must consult that person. 3 Before giving a direction under section 28(3) to particular kinds of regulated persons the Secretary of State must consult all regulated persons of those kinds. 4 Before giving a direction under section 28(3) to regulated persons generally the Secretary of State must consult all regulated persons. 5 In an urgent case, this section requires consultation only to the extent (if any) that it is practical."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "31", "section_title": "Further provision about directions", "section_text": "31 1 A power to give directions under section 27, 28 or 29 (other than the power under section 28(2)) includes power to give any directions that appear necessary to bring about— a the cessation of any activities, or b the disposal of any object or material that is being, has been or is to be used in connection with any spaceflight activities. 2 A person must not disclose, and is not required by virtue of any enactment or otherwise to disclose, any direction given or other thing done by virtue of section 28 or 29 if the Secretary of State has notified the person that the Secretary of State is of the opinion that disclosure of that direction or thing— a is against the interests of national security or of relations with a country or territory outside the United Kingdom, or b is against the commercial interests of some other person. 3 It is an offence for a person— a to fail to comply with a direction under section 27, 28 or 29; b to disclose, in contravention of subsection (2), any direction given, or other thing done, by virtue of section 28 or 29. 4 Compliance with a direction under section 27, 28 or 29 may, without prejudice to subsection (3)(a) or other means of enforcement, be enforced on the application of the person who gave the direction— a by injunction, or b in Scotland, by interdict or by order under section 45 of the Court of Session Act 1988. 5 A direction given under section 27, 28 or 29 must be kept under review by the person who gave it."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "32", "section_title": "Warrants authorising entry or direct action", "section_text": "32 1 A justice of the peace may issue an enforcement warrant if satisfied by information on oath that— a there are reasonable grounds for believing that a person is carrying out spaceflight activities, operating a spaceport or providing range control services— i without an authorisation required by this Act, or ii in contravention of the conditions of a licence under this Act, or iii in contravention of any provisions contained in or made under this Act, b a direction has been given under section 27, and c there are reasonable grounds for believing that the direction has not been complied with, or that a refusal to comply with such a direction is likely. 2 A justice of the peace may also issue an enforcement warrant if satisfied by information on oath that— a a direction has been given under section 28, and b there are reasonable grounds for believing that the direction has not been complied with, or that a refusal to comply with such a direction is likely. 3 A justice of the peace may also issue an enforcement warrant if satisfied by information on oath that— a the regulator needs access to premises in order to do anything that the regulator or an inspector is permitted to do under— i regulations made under section 26, or ii a condition of a licence under this Act, and b the holder of the licence is refusing to allow the regulator that access. 4 An enforcement warrant is a warrant authorising a named person to do anything necessary— a to secure the health or safety of persons; b to secure compliance with the international obligations of the United Kingdom; c to secure compliance with the conditions of a licence under this Act; d to secure compliance with any provisions contained in or made under this Act. 5 An enforcement warrant must specify the action authorised. 6 An enforcement warrant may authorise entry on to specified premises at any reasonable hour and on production, if so required, of the warrant. 7 The powers conferred by an enforcement warrant include— a power for the named person to take with him or her any person authorised by the Secretary of State or, if the named person has reasonable cause to believe that he or she is likely to be obstructed, a constable; b power to use reasonable force, if necessary. 8 An enforcement warrant remains in force for a period of one month from the date of its issue. 9 It is an offence intentionally to obstruct a person in the exercise of powers conferred by an enforcement warrant. 10 In the application of this section to Scotland— a a reference to a justice of the peace is to be read as a reference to a sheriff or summary sheriff; b a reference to information is to be read as a reference to evidence. 11 In the application of this section to Northern Ireland— a a reference to a justice of the peace is to be read as a reference to a lay magistrate; b a reference to information is to be read as a reference to a complaint."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "33", "section_title": "Power to authorise entry etc in emergencies", "section_text": "33 1 The Secretary of State may grant an enforcement authorisation if satisfied— a that the conduct or the expected conduct of persons involved in or associated with spaceflight activities that are being carried out, or are about to be carried out, gives rise to— i a serious risk to national security, ii a serious risk of contravention of any international obligation of the United Kingdom, or iii a serious risk to the health or safety of persons, and b that the case is one of urgency. 2 An enforcement authorisation is an authorisation by which a named person is authorised to do anything necessary— a for protecting the national security of the United Kingdom (where subsection (1)(a)(i) applies); b for securing compliance with the international obligations of the United Kingdom (where subsection (1)(a)(ii) applies); c for protecting the health or safety of persons (where subsection (1)(a)(iii) applies). 3 The Secretary of State may grant an enforcement authorisation to a person only if satisfied that the person is suitably qualified to carry out the action to be authorised by it. 4 An enforcement authorisation— a must be in writing; b must specify the action authorised. 5 An enforcement authorisation may authorise entry on to specified premises at any time and on production, if so required, of the authorisation. 6 The powers conferred by an enforcement authorisation include— a power for the named person to take with him or her a person authorised by the Secretary of State or, if the named person has reasonable cause to believe that he or she is likely to be obstructed, a constable; b power to use reasonable force, if necessary. 7 An enforcement authorisation remains in force for 48 hours from the time when it is granted. 8 It is an offence intentionally to obstruct a person in the exercise of the powers conferred by an enforcement authorisation."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "34", "section_title": "Liability of operator for injury or damage etc", "section_text": "34 1 No liability arises in trespass or nuisance in respect of spaceflight activities carried out in compliance, or substantially in compliance, with the requirements and conditions imposed by or under this Act. 2 Where injury or damage is caused to persons or property on land or water in the United Kingdom or in the territorial sea adjacent to the United Kingdom, or to aircraft in flight over any such land, water or sea, or to persons or property on board any such aircraft— a by any craft or space object being used by a person (“ the operator ”) for spaceflight activities, b by anything falling from such a craft or object, or c by any person in such a craft, damages in respect of the injury or damage are recoverable without proof of negligence or intention or other cause of action, as if the injury or damage had been caused by the wilful act, neglect, or default of the operator. 3 Subsection (2) does not apply to— a injury or damage sustained by an individual of a prescribed description taking part in, or otherwise engaged in connection with, the spaceflight activities; b injury or damage caused or contributed to by the negligence of the person by whom it is sustained. 4 Where— a injury or damage is caused as mentioned in subsection (2), b damages are recoverable from the operator in respect of the injury or damage only by virtue of that subsection, and c a person other than the operator is liable in respect of the injury or damage, the operator is entitled to be indemnified by that other person against any claim in respect of the injury or damage. 5 Regulations may make provision for an operator licence to specify a limit on the amount of the licensee's liability (under this section or otherwise) in respect of injury or damage that— a arises out of spaceflight activities carried out by the licensee, and b is sustained in prescribed circumstances or by persons of prescribed descriptions. 6 Regulations under subsection (5) may provide for the limit on the amount of a particular licensee's liability to be determined by the regulator in accordance with the regulations."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "35", "section_title": "Power or duty of Secretary of State to indemnify", "section_text": "35 1 Subsections (2) and (3) apply where— a injury or damage is sustained by a person as a result of spaceflight activities carried out by the holder of an operator licence (“ the licensee ”), b that person is not an individual of a prescribed description taking part in, or otherwise engaged in connection with, those activities, and c the licensee is liable to that or some other person (“ the claimant ”) in respect of the injury or damage. 2 If the liability amount exceeds the insurance amount, the Secretary of State may indemnify the licensee in respect of the difference. In this subsection— a “ the liability amount ” means the amount of the licensee's liability (as limited by or under regulations made under section 34(5), if it is so limited); b “ the insurance amount ” means the amount for which the licensee is insured in respect of that liability (or, if a condition imposed by virtue of paragraph 35(a) of Schedule 1 requires the licensee to be insured for a greater amount in respect of it, that greater amount). 3 The Secretary of State must indemnify the claimant in respect of any difference between— a the amount of the licensee's liability as limited by or under regulations made under section 34(5), and b what the amount of that liability would be but for the regulations. 4 The Secretary of State is entitled— a to participate in legal proceedings concerning a liability in relation to which a power under subsection (2) or duty under subsection (3) might arise, or b to direct the conduct of the case of a person alleged to be liable in such proceedings. 5 Regulations may— a prescribe limits on the amounts that the Secretary of State may or must pay under subsection (2) or (3); b prescribe cases or circumstances in which the Secretary of State's power under subsection (2) or duty under subsection (3) does not arise; c make provision supplementing subsection (4)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "36", "section_title": "Obligation to indemnify government etc against claims", "section_text": "36 1 A person carrying out spaceflight activities must indemnify— a Her Majesty's government in the United Kingdom, or b a person or body listed in subsection (2), against any claims brought against the government, or the person or body, in respect of damage or loss arising out of or in connection with those activities. 2 The listed persons and bodies are— a an appointed person; b the Health and Safety Executive; c the Health and Safety Executive for Northern Ireland; d the Office for Nuclear Regulation; e a body or person prescribed under section 21(2); f a public authority with whom arrangements are made under section 64. 3 Subsection (1)— a is subject to any limit specified under section 12(2) on the amount of a licensee's liability, except in prescribed cases or circumstances; b is subject to regulations under section 4(4)(e) or (f). 4 The obligation in subsection (1) does not apply— a to a person carrying out spaceflight activities as an employee or agent of a person who is authorised to carry them out by an operator licence, or b in relation to damage or loss resulting from anything done on instructions given by or on behalf of the regulator."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "37", "section_title": "Regulator etc not liable in respect of spaceflight-related actions", "section_text": "37 1 A person or body to whom this section applies is not liable (whether in negligence, for breach of statutory duty or on any other basis) to any person— a for taking or failing to take any relevant actions, or b for the way in which the person or body takes any relevant actions. 2 This section applies to— a the Secretary of State; b the regulator (if the regulator is not the Secretary of State); c the CAA (if not an appointed person); d the Health and Safety Executive; e the Health and Safety Executive for Northern Ireland; f the Office for Nuclear Regulation; g a body or person prescribed under section 21(2); h a public authority with whom arrangements are made under section 64. 3 In subsection (1)  “ relevant actions ” means actions in relation to, or in connection with, spaceflight activities or activities associated with spaceflight activities. 4 This section does not apply to liability in respect of wilful misconduct or gross negligence. 5 For the purposes of subsection (4) there is  “gross negligence” on the part of a person or body if— a the person or body is in breach of a duty of care owed under the law of negligence, and b the conduct constituting that breach falls far below what can reasonably be expected of the person or body in the circumstances."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "38", "section_title": "Insurance", "section_text": "38 1 Regulations may require holders of licences under this Act and other persons engaged in spaceflight activities to be insured in respect of prescribed risks and liabilities. The regulations may prescribe— a matters to be covered by the insurance; b matters that may, or may not, be excluded from the cover required; c the amounts of cover required. 2 Regulations made with the consent of the Treasury may provide for insurance or reinsurance to be made available by the Secretary of State for the purpose of enabling persons to comply with— a any requirements imposed on them by regulations under subsection (1); b any requirements about insurance imposed by licence conditions. 3 The Secretary of State may make arrangements with any person, on whatever terms the Secretary of State thinks appropriate, for the purpose mentioned in subsection (2). 4 Arrangements under which insurance or reinsurance is made available by the Secretary of State may not be made under subsection (3), but only in accordance with regulations under subsection (2). 5 Arrangements under subsection (3) may include— a the provision of an indemnity or guarantee; b the making of grants. 6 The Secretary of State must lay before Parliament a statement about arrangements made under subsection (3), as soon as reasonably practicable after they are made, setting out— a the persons for whose benefit the arrangements are made; b the nature of the arrangements; c the amount that may be required to discharge the Secretary of State's obligations under the arrangements. 7 While arrangements under subsection (3) continue, the Secretary of State must make a further statement about the arrangements, as soon as reasonably practicable after the end of each report period, setting out— a any changes in the arrangements; b the amount that may be required to discharge the Secretary of State's obligations under the arrangements. The  “report period” is the period of two years beginning with the day on which the statement under subsection (6) is laid before Parliament, and each subsequent period of two years. 8 A reference in this Act to insurance includes a reference to a security that satisfies prescribed conditions. References in this Act to being insured, and to reinsurance, are to be read accordingly. 9 Sums received by the Secretary of State by virtue of subsection (2), or under arrangements made under subsection (3), are to be paid into the Consolidated Fund. 10 Sums required by the Secretary of State for fulfilling obligations by virtue of subsection (2), or under arrangements made under subsection (3), are to be paid out of money provided by Parliament."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "39", "section_title": "Powers to obtain rights over land", "section_text": "39 1 The Secretary of State may make an order under this section if satisfied that it is appropriate to do so— a to secure the safe and efficient use for the carrying out of spaceflight activities of any land which is vested in a qualifying person or which a qualifying person proposes to acquire, b to secure the provision of any services required in relation to any such land, or c to secure that spacecraft and carrier aircraft may be navigated safely. 2 An order under this section may create any rights over, in or in relation to land in favour of a qualifying person. 3 In this section  “ qualifying person ” means— a the Secretary of State; b the holder of a range control licence; c the holder of a spaceport licence. 4 The rights created under subsection (2) may include— a easements (in the case of land in England and Wales or Northern Ireland) or servitudes (in the case of land in Scotland); b rights to carry out and maintain works on any land; c rights to install and maintain structures and apparatus on, under or over any land. 5 An order under this section may— a include provision authorising persons to enter any land for the purpose of carrying out, maintaining, installing or removing any works, structures or apparatus; b make consequential, incidental and supplemental provisions. 6 A person must not, in exercise of a power conferred by an order under this section, enter any land that is occupied unless a notice has been served on the occupier of the land not less than seven days before the proposed day of entry. 7 The notice under subsection (6) must— a state the proposed date of entry; b specify the purposes for which entry will be made. 8 Subsection (6) does not restrict any right of any person to enter land— a in a case of emergency, or b for the purpose of performing any functions that are required to be performed in connection with the maintenance or use of any works, structures or apparatus. 9 The ownership of anything is not affected by reason only that it is placed on or under, or affixed, to any land in pursuance of an order under this section. 10 For the purposes of this section, a reference to carrying out works on land includes a reference to excavating the land or carrying out levelling operations on the land. A reference to maintaining works is to be read accordingly. 11 Part 1 of Schedule 6 makes further provision in relation to orders under this section. 12 An order under this section is subject to special parliamentary procedure if— a the order provides for the creation of any right over, in or in relation to land held by a statutory undertaker for the purposes of the carrying on of the undertaker's undertaking, and b the Secretary of State certifies, in response to a representation made by the statutory undertaker before the relevant day, that he or she is satisfied that the right could not be enjoyed without serious detriment to the carrying on of the undertaker's undertaking. “ The relevant day ” means the day specified in the notice served on the statutory undertaker under paragraph 1(1)(b) of Schedule 6 or (as the case may be) paragraph 2(1)(b) of that Schedule."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "40", "section_title": "Orders under section 39: offences", "section_text": "40 1 Whilst an order under section 39 is in force, a person must not, without the consent of the person in whose favour the order is made, interfere with— a any works carried out on any land under the order, or b anything installed on, under, over or across any land under the order. 2 A person who contravenes subsection (1) commits an offence. 3 A person who obstructs any person in the exercise of a power of entry conferred by an order under section 39 commits an offence. 4 Proceedings for an offence under this section may be instituted— a in England and Wales, only by or with the consent of the Secretary of State or the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Secretary of State or the Director of Public Prosecutions for Northern Ireland. 5 For the purposes of this section, a reference to the carrying out of works on land includes a reference to excavating the land or the carrying out of levelling operations on the land. A reference to interfering with works is to be read accordingly."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "41", "section_title": "Power to restrict use of land temporarily", "section_text": "41 1 The Secretary of State may by order temporarily restrict or prohibit the use of a specified area of land or water as a place for the arrival and departure of aircraft or spacecraft if satisfied that it is appropriate to do so— a to secure that a specified launch or landing may be safely carried out at a specified spaceport, or b to prevent a specified launch or landing at a specified spaceport from endangering persons or property. 2 An order under subsection (1) may not restrict or prohibit the use of an area of tidal waters that is beyond those of the territorial sea adjacent to the United Kingdom. 3 An order under subsection (1) must specify the period, or periods, during which the use of the specified area of land or water is restricted or prohibited. 4 Schedule 6 makes further provision in relation to orders under subsection (1). In that Schedule— a Part 1 applies to orders under this section that do not prohibit or restrict the use of water (“land orders”); b Part 2 applies to orders under this section that are not land orders. 5 It is an offence to contravene a provision of an order under subsection (1). 6 An offence under subsection (5) committed on tidal waters outside the ordinary jurisdiction of a court of summary jurisdiction may be tried and punished by such a court as if it had been committed in the nearest part of the United Kingdom that is within the jurisdiction of such a court. 7 Subsection (6), as it applies in relation to Scotland, does not confer jurisdiction on any court of summary jurisdiction other than the sheriff court. 8 Proceedings for an offence under subsection (5) may be instituted— a in England and Wales, only by or with the consent of the Secretary of State or the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Secretary of State or the Director of Public Prosecutions for Northern Ireland. 9 In this section— “ launch or landing ” means a launch or landing of a spacecraft or carrier aircraft; “ specified ” means specified in an order under subsection (1)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "42", "section_title": "Power of entry for purposes of survey", "section_text": "42 1 Where the Secretary of State has made, or is considering the making of, an order under section 39 the Secretary of State may authorise a person to enter any of the relevant land— a to carry out any survey that the Secretary of State requires to be carried out for the purpose of determining whether the order should be made, or b to carry out any survey that the person in whose favour the order was made, or is to be made, requires to be carried out for the purpose of any steps to be taken in consequence of the order. 2 An authorisation under subsection (1) must be in writing. 3 A person authorised under subsection (1)— a may enter the relevant land at any reasonable time for the purpose of carrying out the survey; b must, if asked, produce evidence of the person's authority to enter the land. 4 A person authorised under subsection (1) may demand admission as of right to any land that is occupied only if eight days' notice of the intended entry has been served on the occupier. 5 A person who obstructs a person authorised under subsection (1) in the exercise of a power under this section commits an offence. 6 Proceedings for an offence under this section may be instituted— a in England and Wales, only by or with the consent of the Secretary of State or the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Secretary of State or the Director of Public Prosecutions for Northern Ireland."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "43", "section_title": "Challenges to and commencement of orders", "section_text": "43 1 A proposal to make an order under section 39 or 41 may be challenged under paragraph 3 of Schedule 6 but may not otherwise be challenged in any legal proceedings. 2 An order under section 39 or 41 may be challenged under Schedule 7 but may not otherwise be challenged in any legal proceedings. 3 Subject to Schedule 7 and section 49(5), an order under section 39 or 41 becomes operative at the end of the period of six weeks beginning with the day on which the notice that the order has been made is published under paragraph 6(1)(a) or 8(1)(a) (as the case may be) of Schedule 6."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "44", "section_title": "Powers in relation to land: compensation", "section_text": "44 Schedule 8, which makes provision about compensation in connection with orders under sections 39 and 41 and powers of entry conferred under section 42, has effect."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "45", "section_title": "Registration of orders", "section_text": "45 1 Orders under section 39 are, when operative, local land charges in England and Wales. 2 In Scotland, where an order under section 39 becomes operative— a it must be registered in the Land Register of Scotland or (as the case may be) recorded in the Register of Sasines; b on being registered or recorded it is enforceable against any person having or subsequently acquiring any right in the land to which the order relates. 3 Where an order under section 39 affects land in Northern Ireland, it is to be included among the matters that are required to be registered in the Statutory Charges Register."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "46", "section_title": "Special provisions relating to statutory undertakers", "section_text": "46 Schedule 9, which makes provision— a about the assessment of compensation payable to a statutory undertaker in consequence of an order under section 39 or 41, and b for the adjustment of the functions of statutory undertakers that may be necessary in consequence of such an order, has effect."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "47", "section_title": "Compensation in respect of planning decisions relating to spaceport safety etc: England and Wales and Scotland", "section_text": "47 1 A local planning authority is entitled to recover from the relevant person a sum equal to any compensation that authority is liable to pay, if— a the planning authority becomes liable to pay compensation under any of the provisions set out in subsection (3) (which relate to compensation for certain planning restrictions, for purchase notices that do not take effect and in respect of undertakers' operational land), and b the liability is attributable to a planning decision that would not have been taken, or an order that would not have been made, but for the need to secure the safe and efficient operation of— i a spaceport, or ii range control apparatus. 2 “The relevant person” is— a where subsection (1)(b)(i) applies, the person authorised to operate the spaceport by a spaceport licence; b where subsection (1)(b)(ii) applies, the range control service provider who operates the relevant range control apparatus. 3 The provisions are— a sections 107, 108, 144(2) and 279(1) of the Town and Country Planning Act 1990 (“ the 1990 Act ”); b sections 76, 77, 95(2) and 232(1) of the Town and Country Planning (Scotland) Act 1997 (“ the 1997 Act ”). 4 Where a sum is payable or paid by the relevant person to a local planning authority under subsection (1), the authority must refund to the relevant person any amount received by the authority in respect of compensation under sections 111 and 112 of the 1990 Act or section 82 of the 1997 Act (which relate to compensation on subsequent development). 5 A local authority may by notice require the relevant person to purchase an interest from it for the relevant sum, if— a a purchase notice is served under section 137 of the 1990 Act or section 88 of the 1997 Act in respect of a planning decision that would not have been made but for the need to secure the safe and efficient operation of the relevant spaceport or (as the case may be) the range control apparatus, and b the local authority is deemed under section 139(3) or 143(1) of the 1990 Act or section 90(3) or 94(1) of the 1997 Act to have served a notice to treat in respect of the interest specified in the purchase notice. “The relevant sum” is the amount of compensation payable by the local authority for the interest specified in the purchase notice. 6 A notice under subsection (5)— a must be in writing; b must be given to the relevant person before the end of the period of one month beginning with the day on which the amount of compensation payable by the local authority for the interest specified in the purchase notice is agreed or determined. 7 Where a notice is given to a relevant person under subsection (5), the relevant person is deemed to have contracted with the relevant local authority to purchase the interest for the relevant sum. 8 Any dispute as to— a whether a planning decision would not have been taken but for the need to secure the safe and efficient operation of a spaceport or range control apparatus, or b whether an order would not have been made but for that need, is to be referred to, and determined by, the Secretary of State. 9 In this section— “ local planning authority ”, in relation to England and Wales, includes any authority to which functions of a local planning authority are delegated; “ planning decision ” means a decision made on an application under Part 3 of the 1990 Act or Part 3 of the 1997 Act; “ range control apparatus ” means apparatus operated by a range control service provider for the purposes of providing range control services."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "48", "section_title": "Compensation in respect of planning decisions relating to spaceport safety etc: Northern Ireland", "section_text": "48 1 A district council in Northern Ireland is entitled to recover from the relevant person a sum equal to any compensation that council is liable to pay, if— a the council becomes liable to pay compensation to any person because of a planning decision taken under the Planning Act (Northern Ireland) 2011 by a council, the Department for Infrastructure, or the Planning Appeals Commission, and b the liability is attributable to a planning decision that would not have been taken but for the need to secure the safe and efficient operation of— i a spaceport, or ii range control apparatus. 2 “The relevant person” is— a where subsection (1)(b)(i) applies, the person authorised to operate the spaceport by a spaceport licence; b where subsection (1)(b)(ii) applies, the range control service provider who operates the relevant range control apparatus. 3 In this section— “ planning decision ” includes a revocation or modification of a planning permission under Part 3 of the Planning Act (Northern Ireland) 2011; “ range control apparatus ” means apparatus operated by a range control service provider for the purposes of providing range control services."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "49", "section_title": "Amendment and revocation of orders", "section_text": "49 1 A power to make an order that is conferred by section 39 or by paragraph 4 or 5 of Schedule 9 includes a power exercisable in the same manner and subject to the same conditions or limitations— a to amend the order, or b to revoke the order. 2 The power to make an order that is conferred by section 41(1) includes a power— a to amend the order to shorten, or remove, a period specified as required by subsection (3) of that section; b otherwise to amend the order; c to revoke the order. 3 Immediately after making an order under the power specified in subsection (2)(a) or (c) the Secretary of State must serve on the relevant persons— a a copy of the order, and b a notice explaining the effect of the order and stating when it became operative. 4 “The relevant persons” are— a where the original order is a land order— i every owner, lessee and occupier of any of the land; ii every local authority within whose area any of the land is situated; b where the original order is not a land order— i any person who the Secretary of State thinks is particularly well able to bring the new order to the attention of those likely to be affected by it; ii every person who was served with a copy of a notice, under paragraph 8(1)(b) of Schedule 6, in respect of the original order. 5 An order made under the power specified in subsection (2)(a) or (c) becomes operative immediately after it is made. 6 The power specified in subsection (2)(b) is exercisable in the same manner and subject to the same conditions or limitations as the power to make the original order."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "50", "section_title": "Powers in relation to land: notices", "section_text": "50 1 Section 56 of the Civil Aviation Act 1982 applies to a notice required to be given or served under a specified provision of this Act as it applies to a notice required to be served under a provision to which that section applies. 2 The specified provisions are— a section 39; b section 41; c section 42 as it relates to the service of a notice by a person other than the Secretary of State; d section 47; e Schedule 6."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "51", "section_title": "Application of criminal law to spacecraft etc", "section_text": "51 1 Any act or omission which— a occurs outside the United Kingdom on board a spacecraft or carrier aircraft launched in the United Kingdom, and b would constitute an offence under the law in force in (or in a particular part of) the United Kingdom if it occurred in the United Kingdom (or in that part of it), constitutes that offence. 2 Proceedings for an offence may be instituted in reliance on subsection (1)— a in England and Wales, only by or with the consent of the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Director of Public Prosecutions for Northern Ireland. 3 Subsection (2) does not apply to an offence under this Act or under regulations made under this Act. 4 For the purpose of conferring jurisdiction— a an offence that is treated as committed by virtue of subsection (1), or b an offence under Schedule 4, is treated as having been committed in any place in the United Kingdom (or in the relevant part of the United Kingdom) where the offender is for the time being. 5 Subsection (4) does not affect any jurisdiction exercisable apart from that subsection."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "52", "section_title": "Offences on board spacecraft: supplementary", "section_text": "52 1 Regulations may— a provide for any of the listed provisions to apply (to the extent that they otherwise would not) to or in connection with spacecraft; b provide for any of the listed provisions to apply with prescribed modifications; c make provision corresponding to that made by any of the listed provisions. 2 The listed provisions are— a section 94 of the Civil Aviation Act 1982 (powers of commander of aircraft); b section 95 of that Act (provisions as to evidence in connection with aircraft), and subsections (4) and (5) of section 92 of that Act (application of criminal law to aircraft) as they apply by virtue of section 95(5) of that Act. 3 The power under this section to apply with modifications a provision that creates an offence does not include power— a to modify the mode of trial for the offence, or b to specify greater penalties for it. 4 The power under this section to make provision corresponding to a provision that creates an offence does not include power— a to make different provision with regard to the mode of trial for a new offence, or b to specify greater penalties for a new offence, as compared with the provision or penalties that apply to the existing offence to which the new offence corresponds."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "53", "section_title": "Penalties for offences under this Act", "section_text": "53 1 A person who commits an offence under a provision of this Act, other than section 24(8), section 32(9), section 33(8), section 40(2) or (3), section 41(5), section 42(5), section 66(5) or Schedule 4, is liable— a on summary conviction in England and Wales, to a fine; b on summary conviction in Scotland or Northern Ireland, to a fine not exceeding the statutory maximum; c on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both). 2 A person who commits an offence under section 32(9), section 33(8) or section 40(3) is liable— a on summary conviction in England and Wales, to a fine; b on summary conviction in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale. 3 A person who commits an offence under section 40(2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks or a fine (or both); b on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding level 5 on the standard scale (or both); c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding six months or a fine not exceeding level 5 on the standard scale (or both). 4 A person who commits an offence under section 41(5), section 66(5) or paragraph 5 or 6(2) of Schedule 4 is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine (or both); b on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both); c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both); d on conviction on indictment, to imprisonment for a term not exceeding two years or a fine (or both). 5 A person who commits an offence under section 42(5) or paragraph 9(5) of Schedule 9 is liable, on summary conviction, to a fine not exceeding level 2 on the standard scale. 6 A person who commits an offence under paragraph 1, 2, 3 or 4 of Schedule 4 is liable, on conviction on indictment, to imprisonment for life. 7 In relation to an offence committed before section 281(5) of the Criminal Justice Act 2003 comes into force, the reference in subsection (3)(a) to 51 weeks is to be read as a reference to six months. 8 In relation to an offence committed before   2 May 2022 , the reference in subsection (4)(a) to   the general limit in a magistrates’ court   is to be read as a reference to six months."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "54", "section_title": "Offences under regulations", "section_text": "54 1 Regulations under this Act may create offences. 2 Regulations may provide for an offence under the regulations to be triable— a only summarily, or b either summarily or on indictment. 3 Regulations may provide for an offence under the regulations that is triable either way to be punishable— a on summary conviction in England and Wales, with a fine; b on summary conviction in Scotland or Northern Ireland, with a fine not exceeding the statutory maximum; c on conviction on indictment, with imprisonment for a term not exceeding the period prescribed, which may not exceed two years, or a fine (or both). 4 Subsection (3)(c) has effect with the substitution of  “                  five years                ”  for “two years” in the case of a provision about endangering a spacecraft or persons in a spacecraft. 5 Regulations may provide for a summary offence under the regulations to be punishable— a in England and Wales— i with a fine, or ii with a fine not exceeding a prescribed amount, which must not exceed level 4 on the standard scale; b in Scotland or Northern Ireland, with a fine not exceeding a prescribed amount, which must not exceed level 5 on the standard scale. 6 This section is subject to— a section 52(3) and (4); b paragraph 6(2) and (3) of Schedule 3; c paragraph 4 of Schedule 5."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "55", "section_title": "Offences under regulations: extended time limit in case of accident investigation etc", "section_text": "55 1 Summary proceedings for an offence under regulations made under this Act may be instituted at any time within 12 months from the commission of the offence if— a it was committed in connection with spaceflight activities (including activities to which the Outer Space Act 1986 applies) arising out of which, or in the course of which, an accident occurred, and b not more than six months after the commission of the offence— i public notice has been given that an investigation into the accident is being carried out in accordance with regulations under section 20, or ii the Secretary of State (acting alone or with any government department) has directed that a public inquiry into the accident be held in accordance with those regulations. 2 The fact that a direction has been given as mentioned in subsection (1)(b)(ii) on a particular date may be proved by the production of a certificate to that effect purporting to be signed by an official of the Secretary of State. 3 This section does not affect section 127(2) of the Magistrates' Courts Act 1980 or Article 19(2) of the Magistrates' Courts (Northern Ireland) Order 1981 (no time limit for offences triable either way). 4 In this section  “ accident ” has the same meaning as in section 20."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "56", "section_title": "Defences", "section_text": "56 1 It is a defence for a person charged with an offence under a provision of this Act to show that the person exercised all due diligence and took all reasonable precautions to avoid committing the offence. 2 A person is taken to have shown that the person exercised all due diligence and took all reasonable precautions to avoid committing the offence if— a sufficient evidence of the fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 3 Subsection (1) does not apply to an offence under— a section 3(7), b section 7(9), c section 18(6), d section 32(9), e section 33(8), f section 41(5), g section 42(5) h section 66(5), i Schedule 4, or j paragraph 9(5) of Schedule 9. 4 Regulations under this Act that create offences may provide for defences in relation to those offences."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "57", "section_title": "Offences by bodies corporate", "section_text": "57 1 This section applies where an offence created by or under this Act is committed by a body corporate. 2 Where the offence is proved— a to have been committed with the consent or connivance of an officer of the body corporate, or b to be attributable to any neglect on the part of an officer of the body corporate, the officer (as well as the body corporate) is guilty of the offence and is liable to be proceeded against and punished accordingly. 3 In subsection (2)  “ officer ”, in relation to a body corporate, means— a a director, manager, secretary or other similar officer, or b any person purporting to act in any such capacity. In paragraph (a)  “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "58", "section_title": "Offences by partnerships", "section_text": "58 1 Proceedings for an offence alleged to have been committed by a partnership may be brought in the name of the partnership. 2 Rules of court relating to the service of documents have effect in relation to proceedings for an offence as if the partnership were a body corporate. 3 For the purposes of such proceedings the following provisions apply as they apply in relation to a body corporate— a section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980; b section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 4 A fine imposed on a partnership on its conviction for an offence is to be paid out of the partnership assets. 5 Where an offence committed by a partnership is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of a partner, the partner (as well as the partnership) is guilty of the offence and is liable to be proceeded against and punished accordingly. 6 In this section— “ offence ” means an offence created by or under this Act; “ partner ” includes a person purporting to act as a partner."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "59", "section_title": "Civil sanctions", "section_text": "59 1 In this section— “ the 2008 Act ” means the Regulatory Enforcement and Sanctions Act 2008; “ offence under this Act ” includes an offence under regulations made under this Act but does not include an offence under Schedule 4. 2 Regulations may make any provision, in relation to an offence under this Act, that could be made under Part 3 of the 2008 Act (civil sanctions) if— a the regulator (within the meaning of this Act) were a regulator for the purposes of Part 3 of the 2008 Act, and b the offence were a relevant offence in relation to that regulator for those purposes. 3 For the purposes of subsection (2), references in section 46 of the 2008 Act (stop notices) to any of the matters referred to in subsection (6) of that section are to be read as references to any of the following matters— a public safety; b persons carried in spacecraft or carrier aircraft; c persons at work at spaceports, mission management facilities or sites used in connection with the provision of range control services; d the interests of persons in relation to the use of land, sea and airspace; e the interests of persons with interests in property carried by spacecraft. 4 Sections 63 to 69 of the 2008 Act (guidance; exercise of powers; payment into Consolidated Fund) apply to provision made under this section as they apply to provision made under Part 3 of that Act. 5 For the purposes of subsection (4)— a references to a regulator in sections 63 to 69 of the 2008 Act are to be read as references to the regulator within the meaning of this Act, but b section 68 of the 2008 Act does not apply where the regulator is the Secretary of State."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "60", "section_title": "Appeals", "section_text": "60 Schedule 10, which makes provision for— a appeals against decisions under this Act and under the Outer Space Act 1986, and b the establishment of panels to consider such appeals, has effect."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "61", "section_title": "Register of launches", "section_text": "61 1 The Secretary of State must maintain a register of launches that have taken place from spaceports in the United Kingdom. 2 Subsection (1) applies only to launches resulting, or intended to result, in— a a craft or object going beyond the stratosphere, or b a balloon reaching the stratosphere carrying crew or passengers. 3 In relation to each launch, the register must include as much of the following information as the Secretary of State considers appropriate to include (and may include any other information that he or she thinks is appropriate to include)— a the date of the launch; b the spaceport from which the launch took place; c the nature of each spacecraft or carrier aircraft launched; d the purpose of the launch. 4 The Secretary of State must ensure that the public can view the information in the register free of charge. 5 The obligations of the Secretary of State under this section and under section 7 of the Outer Space Act 1986 (register of space objects) may be discharged by maintaining a single register of launches and space objects."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "62", "section_title": "Charging schemes", "section_text": "62 Schedule 11, which makes provision about schemes for making charges in respect of the performance of functions conferred on the Secretary of State or the regulator by or under this Act, has effect."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "63", "section_title": "Provision of advice and assistance by or to an appointed person", "section_text": "63 1 An appointed person must provide to the Secretary of State, or to any other person, any advice or assistance that the Secretary of State requires the appointed person to provide in connection with any functions conferred on the Secretary of State by or under this Act. 2 A requirement imposed under subsection (1) to provide advice or assistance in connection with a function may be expressed so as to operate as a continuing requirement on the appointed person to provide advice or assistance in connection with that function. 3 Where under subsection (1) the Secretary of State— a requires an appointed person to provide advice or assistance to a person other than the Secretary of State, but b does not undertake to pay the appointed person the cost of doing so, the appointed person may refuse to do so until the other person pays to the appointed person any reasonable charges in respect of the advice or assistance that the appointed person determines. 4 An appointed person is entitled to recover from the Secretary of State a sum equal to any expense reasonably incurred by the person in providing the Secretary of State with advice or assistance in response to a requirement imposed under subsection (1). 5 A reference to the Secretary of State in subsections (1) to (4) includes a reference to an appointed person other than one required to provide the advice or assistance. 6 The Secretary of State may provide advice or assistance to an appointed person, at the person's request, in connection with any functions conferred on the person by or under this Act. 7 The Secretary of State is entitled to recover from an appointed person a sum equal to any expense reasonably incurred by the Secretary of State in providing the person with advice or assistance under subsection (6)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "64", "section_title": "Co-operation between Secretary of State and other public authorities", "section_text": "64 1 The Secretary of State and a public authority listed in subsection (2) may enter into and maintain arrangements with each other for securing co-operation, and the exchange of information, with regard to the carrying out of any of their functions under or in connection with this Act. 2 The listed public authorities are— a the regulator (if not the Secretary of State); b the CAA (if not an appointed person); c the Health and Safety Executive; d the Health and Safety Executive for Northern Ireland; e the Office for Nuclear Regulation; f any other public authority with which the Secretary of State considers it would be appropriate to enter into arrangements under this section. 3 The parties to any arrangements made under this section must— a review the arrangements from time to time; b revise them when they consider it appropriate to do so."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "65", "section_title": "Agreements with other countries: compliance with requirements etc", "section_text": "65 1 Regulations may provide that, in prescribed circumstances and subject to prescribed conditions, compliance with a prescribed requirement or prohibition imposed for the purpose of giving effect to a relevant agreement is to be taken as compliance with a prescribed requirement or prohibition imposed by subordinate legislation. 2 In this section— “ relevant agreement ” means an agreement between the United Kingdom and another country relating to spaceflight activities; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (see section 21(1) of that Act)."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "66", "section_title": "Use of records and documentary evidence", "section_text": "66 1 In any legal proceedings, a document purporting to be certified by a prescribed person as being, or as being a true copy of, or of part of, a document issued or a record kept by the regulator for the purposes of this Act, or regulations made under this Act, is evidence, and in Scotland sufficient evidence, of the matters appearing from the document. 2 In any legal proceedings, any record to which subsection (3) applies is evidence, and in Scotland sufficient evidence, of the matters appearing from the record. 3 This subsection applies to a record if it was made by and is produced from the custody of a prescribed person, or a person acting under the control of a prescribed person, and purports to show— a the position of a spacecraft at any material time, b the terms or content of any message or signal transmitted to any spacecraft (whether alone or in common with other spacecraft) by the prescribed person or the person acting under that person's control, or c the terms or content of any message received from a spacecraft by the prescribed person or the person acting under that person's control. 4 The reference in subsection (3) to a record made by or under the control of a prescribed person includes a reference to a document or article— a purporting to be a copy of the record so made, and b certified to be a true copy by, or on behalf of, the prescribed person or the person acting under that person's control. This section has effect in relation to such a copy as if in subsection (3) the words  “and is produced from the custody of” were omitted. 5 A person who certifies a document or article as mentioned in subsection (4)(b) knowing that it is not a true copy commits an offence."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "67", "section_title": "Minor and consequential amendments", "section_text": "67 1 Schedule 12 (minor and consequential amendments) has effect. 2 The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. 3 Regulations under this section may not amend or repeal primary legislation. 4 In this section  “ primary legislation ” means— a an Act of Parliament; b an Act of the Scottish Parliament; c an Act or Measure of the National Assembly for Wales; d Northern Ireland legislation."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "68", "section_title": "Regulations: general", "section_text": "68 1 Regulations may make provision generally for carrying this Act into effect and for achieving the purpose set out in section 1(1). 2 A power to make regulations or an order under this Act may be exercised— a for all cases to which the power applies, for those cases subject to specified exceptions, or for any specified cases or descriptions of case; b so as to make, for the cases for which it is exercised— i the full provision to which the power applies or any less provision (whether by way of exception or otherwise); ii the same provision for all cases for which the power is exercised, or different provision for different cases or different descriptions of case, or different provision as respects the same case or description of case for different purposes of this Act; iii any such provision either unconditionally or subject to specified conditions. 3 Regulations under this Act may make— a different provision for different areas; b provision applying to conduct or places outside the United Kingdom; c supplemental, incidental, transitional, saving or consequential provision (including transitional or saving provision about licences under the Outer Space Act 1986 or applications for such licences). 4 A power to make regulations under this Act is exercisable by the Secretary of State by statutory instrument. 5 A statutory instrument containing regulations under this Act, other than— a an instrument within subsection (6), or b an instrument containing regulations under section 70, is subject to annulment in pursuance of a resolution of either House of Parliament. 6 A statutory instrument containing (whether alone or with other provision)— a regulations under section 4(2), b the first regulations to be made under section 5(2), c regulations under section 7(4), d the first regulations to be made under section 7(6), e regulations under section 9, f the first regulations to be made under section 13(7), g the first regulations to be made under section 19, h the first regulations to be made under section 23, i regulations under section 35(5), j regulations under section 36(3)(a), k regulations under section 59, l regulations under section 65, or m regulations that create offences, may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 7 The Secretary of State must carry out a public consultation before making regulations to which subsection (6) applies. Where the Secretary of State lays before Parliament a draft of an instrument containing such regulations, it must be accompanied by a report by the Secretary of State about the consultation. 8 The duties imposed by subsection (7) do not apply where the regulations amend other regulations and, in the opinion of the Secretary of State, they do not make any substantial change. 9 Any provision that under this Act may be included in regulations (other than regulations under section 70) may be included in an Air Navigation Order. Accordingly, in any provision of this Act except— a subsections (6) to (10) of this section, and b section 70, a reference (however expressed) to regulations under this Act is to be read as including a reference to an Air Navigation Order. 10 An Air Navigation Order containing affirmative-resolution provision may not be submitted to Her Majesty in Council unless a draft of the Order has been laid before each House of Parliament and approved by a resolution of each House. Provision is  “affirmative-resolution provision” if— a it is included in the Air Navigation Order in reliance on subsection (9), and b subsection (6) would apply to a statutory instrument containing regulations making that provision."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "69", "section_title": "Interpretation", "section_text": "69 1 In this Act— “ Air Navigation Order ” means an Order in Council under section 60 of the Civil Aviation Act 1982; “ appointed person ” means a person appointed by regulations under section 16; “ the CAA ” means the Civil Aviation Authority; “ carrier aircraft ” has the meaning given in section 2(6); “ carry out ”, in relation to an activity, is to be read in accordance with section 1(2); “ enactment ” includes— an enactment contained in subordinate legislation (within the meaning given in the Interpretation Act 1978); an enactment contained in, or in an instrument made under, a Measure or Act of the National Assembly for Wales; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; an enactment contained in, or in an instrument made under, Northern Ireland legislation; “ injury or damage ” means personal injury, death or physical damage; “insurance”,  “insured” and  “reinsurance” are to be read in accordance with section 38(8); “ land order ” has the meaning given in section 41(4); “ launch ” is to be read in accordance with subsection (2); “ local authority ” has the meaning given in section 105 of the Civil Aviation Act 1982; “ mission management facility ” has the meaning given in section 19(4); “ operator licence ” has the meaning given in section 3(2); “ outer space ” has the same meaning as in the Outer Space Act 1986; “ prescribed ” means prescribed by regulations; “ public safety ” has the meaning given in section 2(6) and (7); “ range ” has the meaning given in section 5(1); “ range control services ” has the meaning given in section 6; “range control licence” and  “range control service provider” have the meaning given in section 7(2); “ regulated person ” has the meaning given in section 28(8); “ the regulator ” has the meaning given in section 16(8); “ risk assessment ” has the meaning given in section 9(2); “ rocket ” means a projectile of mainly cylindrical or similar shape that can be propelled from or above the earth by combustion of its fuel (or fuel and oxidant); “ safety regulations ” means regulations under section 19; “ sea ”, in relation to the United Kingdom, includes the territorial sea adjacent to the United Kingdom; “ security regulations ” means regulations under section 23; “ spacecraft ” has the meaning given in section 2(6); “ spaceflight activities ” has the meaning given in section 1(4) to (6); “ space object ” has the same meaning as in the Outer Space Act 1986; “ spaceport ” has the meaning given in section 3(2) and (3); “ spaceport licence ” has the meaning given in section 3(2); “ space site ” has the meaning given in paragraph 5(3) of Schedule 4; “statutory undertaker” and  “statutory undertaking” have the meaning given in subsection (3), read with subsection (4); “ take part ”, in relation to spaceflight activities, is to be read in accordance with section 9(9); “ training regulations ” means regulations under section 18. 2 In this Act, a reference to launching a craft includes a reference to— a causing it to take off, or b (in the case of balloon) releasing it, and  “launch” (as a noun) is to be read accordingly. 3 “ Statutory undertaker ” means— a the holder of a licence under Chapter 1 of Part 1 of the Transport Act 2000 (an  “air traffic licensee”); b a universal service provider (within the meaning of Part 3 of the Postal Services Act 2011) in connection with the provision of a universal postal service (within the meaning of that Part of that Act); c a person authorised by any Act (whether public general or local), or by any order or scheme under such an Act, to construct, work or carry on— i a railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking, or ii an undertaking for the supply of hydraulic power. “Statutory undertaking” is to be read accordingly. 4 For the purposes of this Act— a an air traffic licensee is taken to be a statutory undertaker only when carrying out activities authorised by the licence under the Transport Act 2000 (and the licensee's undertaking is taken to be a statutory undertaking only to the extent that it is its undertaking as an air traffic licensee); b the undertaking of a universal service provider so far as relating to the provision of a universal postal service is taken to be the provider's statutory undertaking. References to a person's undertaking are to be read accordingly. 5 The fact that a spaceport licence is in force in respect of any site does not affect the question whether that site, or any area of land or water of which it (or any part of it) forms part, is an aerodrome within the meaning of the Civil Aviation Act 1982."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "70", "section_title": "Commencement", "section_text": "70 1 This Act, apart from sections 68 to 72 (which come into force on the day on which this Act is passed), comes into force on whatever day or days the Secretary of State appoints by regulations. 2 Regulations under this section— a may appoint different days for different purposes; b may make transitional, transitory or saving provision."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "71", "section_title": "Extent", "section_text": "71 1 Subject to the following subsections, this Act extends to England and Wales, Scotland and Northern Ireland. 2 The following provisions do not extend to Northern Ireland— a section 39(12); b section 46 and Schedule 9; c section 47. 3 Section 48 extends to Northern Ireland only. 4 An amendment made by Schedule 12 has the same extent as the provision to which it relates. 5 Her Majesty may by Order in Council direct that any of the provisions of this Act extend, with any modifications specified in the Order, to— a any of the Channel Islands; b the Isle of Man; c any British overseas territory."}, {"act": "Space Industry Act 2018", "year": 2018, "section": "72", "section_title": "Short title", "section_text": "72 This Act may be cited as the Space Industry Act 2018."}]