[{"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "1", "section_title": "Charge to import duty", "section_text": "1 1 A duty of customs (to be known as  “ import duty ”) is charged in accordance with provision made by or under this Part by reference to the importation of chargeable goods into the United Kingdom. 2 Sections 30A and 30B make provision about the application of this Part to goods imported into the United Kingdom as a result of their entry into Northern Ireland."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "2", "section_title": "Chargeable goods", "section_text": "2 1 Goods are  “ chargeable goods ” for the purposes of this Part unless they are domestic goods. 2 But subsection (1) is subject to section 30A(4)\t\t\t\t\t\t\t\t\t\t(importation of goods: Northern Ireland)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "3", "section_title": "Obligation to declare goods for a Customs procedure on import", "section_text": "3 1 Chargeable goods which are presented to Customs on import must be declared for a Customs procedure by the making of a Customs declaration. 2 It is the Customs procedure for which the goods are declared that determines when a liability to import duty is incurred. 3 The Customs procedures for which chargeable goods may be declared are as follows— a a procedure under which the goods are released for free circulation in   Great Britain   (referred to in this Part as  “ the free-circulation procedure ”), or b a special Customs procedure. 4 In this Part  “ special Customs procedure ” means— a a storage procedure, b a transit procedure, c an inward processing procedure, or d an authorised use procedure or temporary admission procedure. 5 Schedule 1 makes provision about— a the period within which Customs declarations are required to be made (and associated matters), b the making, amendment or withdrawal of Customs declarations, c the acceptance of Customs declarations by HMRC, d the verification of Customs declarations by HMRC officers, and e the release of goods to, and the discharge of goods from, Customs procedures. 6 Schedule 2 makes further provision about special Customs procedures."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "4", "section_title": "When liability to import duty incurred", "section_text": "4 1 If— a chargeable goods are declared for the free-circulation procedure, and b HMRC accept the declaration, a liability to import duty is incurred at the time of the acceptance. 2 If chargeable goods are declared for— a a storage procedure, b a transit procedure, or c an inward processing procedure, the general rule is that a liability to import duty is not incurred by reference to the importation of the goods. 3 This rule is subject to the following two exceptions— a if there is no entitlement to make the Customs declaration concerned, a liability to import duty is incurred at the time the (purported) declaration is made, and b if there is a breach by any person of any requirement relating to the procedure, a liability to import duty is incurred at the time at which the breach first occurs. 4 In the case of goods declared for an authorised use procedure or temporary admission procedure— a a liability to import duty is incurred at the time the declaration is accepted by HMRC, b if there is an entitlement to make the declaration for the procedure, the rate of import duty is lower than the normal rate (see section 19(4)), c if there is no such entitlement, the liability is at the normal rate, and d if there is a breach of a requirement relating to the procedure, a further liability to import duty arises at the time of the breach at the normal rate reduced to take account of the amount of any earlier liability. 5 In the case of goods declared for a temporary admission procedure, see also section 19(5). 6 In this section any reference to the breach of a requirement relating to a special Customs procedure is to— a a breach, occurring while the procedure has effect, of the terms of the declaration for the procedure or of any other requirement imposed in relation to the procedure by or under Schedule 2, or b a breach, occurring at any time after the declaration was made, of any other requirement imposed by an HMRC officer in relation to the goods for which the declaration was made. 7 In this section  “ the normal rate ” means the rate that, at the time of the declaration or breach (as the case may be), would be applicable if section 19(4) were ignored."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "5", "section_title": "Goods not presented to Customs or Customs declaration not made", "section_text": "5 1 If chargeable goods— a are imported into the United Kingdom, and b are not presented to Customs on import (if so required), the goods are liable to forfeiture (as to which, see Part 11 of CEMA 1979) at the time of importation. 2 If goods are liable to forfeiture as a result of— a subsection (1), or b paragraph 1(5) or 3(4) of Schedule 1 (no Customs declaration made), a liability to import duty is incurred at the time at which the goods become liable to forfeiture."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "6", "section_title": "Person liable to import duty", "section_text": "6 1 If a Customs declaration is made in respect of any chargeable goods, the person in whose name the declaration is made is the person liable to import duty in respect of the goods. 2 If a liability to import duty is incurred as a result of section 5 in respect of any chargeable goods, any person who is in possession or control of the goods when they enter the United Kingdom is liable to import duty in respect of the goods. 3 In addition to any person liable as a result of subsection (1) or (2), each of the following persons is liable to import duty— a a person on whose behalf a Customs declaration is made, b a person liable as a result of provision made by section 21(6)\t\t\t\t\t\t\t(Customs agents), c a person liable as a result of provision made under paragraph 21 of Schedule 2 (special Customs procedures), and d a person otherwise involved in a breach of a relevant Customs obligation. 4 For this purpose a person is otherwise involved in a breach of a relevant Customs obligation if— a the person provides false information in connection with a chargeable Customs declaration and the person knew, or ought reasonably to have known, that the information was false, b the person (“A”) acted (whether as a Customs agent or otherwise) on behalf of another person who breached a relevant Customs obligation and A knew, or ought reasonably to have known, of the breach by that other person, c the person participated in, or was otherwise involved in, a breach of a relevant Customs obligation and knew, or ought reasonably to have known, of the breach, or d the person possesses or controls the goods at a time when there has been a breach of a relevant Customs obligation and the person knew, or ought reasonably to have known, of the breach. 5 For the purposes of subsection (4)(a) a person (“P”) provides  “false information in connection with a chargeable Customs declaration” if— a P provides information to another person to enable that other person to make a Customs declaration, b that other person makes the declaration, and c the information provided by P is false. 6 For the purposes of subsection (4) there is  “a breach of a relevant Customs obligation” if— a there is a breach of a requirement imposed on any person that results in a liability to import duty, or b circumstances otherwise arise that result in a liability to import duty, and, in a case within paragraph (b) of this subsection, references to knowledge of the breach are to knowledge of those circumstances. 7 If two or more persons are liable to import duty in any case, those persons are jointly and severally liable to import duty in that case."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "7", "section_title": "Amount of duty: introduction", "section_text": "7 1 The amount of import duty applicable to any goods is to be determined in accordance with the customs tariff (see section 8), as amended or adjusted by provision made under any of the following sections— a section 9 (preferential rates: arrangements with countries or territories outside UK), b section 10 (preferential rates given unilaterally), c section 11 (quotas), d section 12 (tariff suspension), e section 13 (dumping of goods, foreign subsidies and increases in imports), f section 14 (increases in imports or changes in price of agricultural goods), and g section 15 (international disputes etc). 2 See also— a sections 16 to 18 (which deal with the valuation of goods, their place of origin and cases where amounts are expressed in a foreign currency), and b section 19 (which enables provision to be made for full or partial relief from import duty)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "8", "section_title": "The customs tariff", "section_text": "8 1 The Treasury must make regulations establishing, and maintaining in force, a system which— a classifies goods according to their nature, origin or any other factor, b gives codes to the goods as so classified, c specifies the rate of import duty applicable to goods falling within those codes (whether by a formula or otherwise), and d contains rules for determining the amount of import duty applicable to those goods. 2 This system is referred to in this Part as the customs tariff. 3 The customs tariff may provide for the amount of any import duty applicable to any goods falling within any code to be determined by reference to either or both of the following— a the value of the goods, and b the weight or volume of the goods or any other measure of their quantity or size. 4 The customs tariff may include provision as to the meaning of any expression used in it. 5 In considering the rate of import duty that ought to apply to any goods in a standard case, the Treasury must have regard to— a the interests of consumers in the United Kingdom, b the interests of producers in the United Kingdom of the goods concerned, c the desirability of maintaining and promoting the external trade of the United Kingdom, d the desirability of maintaining and promoting productivity in the United Kingdom, and e the extent to which the goods concerned are subject to competition. 6 In considering the rate of import duty that ought to apply to any goods in a standard case, the Treasury must also have regard to any recommendation about the rate made to them by the Secretary of State. 7 In considering what recommendation to make, the Secretary of State must have regard to the matters set out in subsection (5)(a) to (e). 8 In this section  “ a standard case ” means a case other than one to which any of sections 9 to 15 or 19(4) apply (preferential rates, quotas, tariff suspension, safeguarding, etc)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "9", "section_title": "Preferential rates: arrangements with countries or territories outside UK", "section_text": "9 1 If— a Her Majesty's government in the United Kingdom makes arrangements with the government of a country or territory outside the United Kingdom, and b the arrangements contain provision for the rate of import duty applicable to goods, or any description of goods, originating from the country or territory to be lower than the applicable rate in the customs tariff in its standard form, the Treasury may make regulations to give effect to the provision made by the arrangements (whether by amending the customs tariff or otherwise). 2 The reference here to the customs tariff in its standard form is to the tariff as it has effect without regard to any provision made under any of sections 10 to 15 or section 19(4). 3 The power of the Treasury to make regulations under this section is exercisable only on the recommendation of the Secretary of State."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "10", "section_title": "Preferential rates given unilaterally", "section_text": "10 1 The Secretary of State may by regulations establish a scheme (“a trade preference scheme”) under which the rate of import duty applicable to goods, or any description of goods, originating from an eligible developing country is lower than the applicable rate in the customs tariff in its standard form. 2 A trade preference scheme may— a apply to one or more eligible developing countries, b provide for the application of the lower rates to be subject to the meeting of specified conditions, and c make provision about the variation, suspension and withdrawal of the application of the lower rates. 3 If a trade preference scheme is established under subsection (1), regulations under subsection (1)— a must provide for a nil rate of import duty to be applicable to all goods originating from a least developed country, except arms and ammunition, and b may make provision about the suspension and withdrawal of the application of the nil rate. 4 In subsection (3)— a “ arms and ammunition ” has the meaning specified in regulations made by the Secretary of State, and b “suspension” and  “ withdrawal ” may include the application of another rate that is lower than the applicable rate in the customs tariff in its standard form. 5 The references in this section to the customs tariff in its standard form are to the tariff as it has effect without regard to any provision made under any of section 9, sections 11 to 15 or section 19(4). 6 In Schedule 3— a Part 1 defines  “eligible developing country” and  “ least developed country ” for the purposes of this section, b Parts 2 and 3 contain lists for the purpose of those definitions, and c Part 4 confers power to amend those lists."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "11", "section_title": "Quotas", "section_text": "11 1 Regulations may make provision for determining the amount of import duty applicable to any goods that are subject to a quota. 2 Goods are subject to a quota for the purposes of this section if— a Her Majesty's government in the United Kingdom makes arrangements with the government of a country or territory outside the United Kingdom and the arrangements contain provision for the goods concerned to be subject to a quota, or b the Treasury otherwise consider that it is appropriate for the goods concerned to be subject to a quota. 3 Regulations may make any provision that the person making them considers appropriate for the purposes of this section, including (for example)— a provision specifying the factors by reference to which a quota is to be determined, b provision imposing conditions subject to which a quota has effect, c provision for a quota in respect of specified goods to be subject to a licensing or allocation system (see also subsection (4)), and d any other provision in relation to the administration of a quota. 4 Regulations made under subsection (3) which make provision for a quota in respect of specified goods to be subject to a licensing or allocation system may include— a provision authorising any public body to grant licences or determine a system for allocating the quotas, b provision specifying the cases in which a person is eligible to make use of a quota, c provision specifying the conditions subject to which any person may make use of a quota (including provision for the giving of a guarantee of a specified amount), d provision authorising the conditions to be imposed by a licence or other document, e provision requiring the payment of fees by any person in connection with any application for a licence or an allocation, and f provision generally in relation to the administration of the licensing or allocation system. 5 Any fees payable as a result of provision made under subsection (4)(e) must be paid into the Consolidated Fund. 6 The power to make regulations under this section providing for a quota in respect of specified goods to be subject to a licensing or allocation system is exercisable by the Secretary of State. 7 The power to make regulations under this section containing any other provision is exercisable by the Treasury; and, in considering what provision to include in the regulations, the Treasury must have regard to any recommendation made to them by the Secretary of State."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "12", "section_title": "Tariff suspension", "section_text": "12 1 The Treasury may by regulations make provision securing that, for a specified period, the rate of import duty applicable to specified goods is to be lower than the applicable rate in the customs tariff in its standard form. 2 The regulations must provide that (subject to any exceptions) the Secretary of State is obliged— a to consider a request made by any person for goods to be specified goods for the purposes of the regulations, and b to make recommendations to the Treasury about the request. 3 The regulations may— a make provision for extending the specified period (including by means of a notice), b impose conditions on the application of the lower rate, and c make further provision about requests made to the Secretary of State (including provision about the form and contents of a request and the manner, and date by which, a request is to be made). 4 In this section the reference to the customs tariff in its standard form is to the tariff as it has effect without regard to any provision made under any of sections 9 to 11, sections 13 to 15 or section 19(4). 5 In considering what provision to include in any regulations under this section, the Treasury must have regard to any recommendation made to them by the Secretary of State."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "13", "section_title": "Dumping of goods, foreign subsidies and increases in imports", "section_text": "13 1 Functions relating to import duty are conferred on the Trade Remedies Authority (“the TRA”) by— a Schedule 4 (dumping and foreign subsidies causing injury to UK industry), and b Schedule 5 (increased imports causing serious injury to UK producers). 2 If the Secretary of State   decides   under provision made by or under Schedule 4 or 5 that an additional amount of import duty should be applicable to goods, the Secretary of State must by public notice make provision giving effect to   the decision . 3 If the Secretary of State   decides   under provision made by or under Schedule 5 that goods should be subject to a provisional tariff rate quota or a tariff rate quota, the Secretary of State must by public notice make provision for determining the amount of import duty applicable to the goods in order to give effect to   the decision . 4 If the Secretary of State   decides   under provision made by or under Schedule 4 or 5 that— a the application of an additional amount of import duty to goods under this section should be suspended, varied or revoked, or b the application of a quota to which goods are subject under this section should be suspended, varied or revoked, the Secretary of State must by public notice make provision giving effect to   the decision . 5 The Secretary of State may make regulations containing any provision that the Secretary of State considers appropriate for the purposes of subsections (3) and (4)(b); and section 11(3)(a) to (d), (4) and (5) apply to regulations under this subsection as they apply to regulations under section 11(3)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "14", "section_title": "Increases in imports or changes in price of agricultural goods", "section_text": "14 1 The Treasury may by regulations make provision for an additional amount of import duty to be applicable to specified agricultural goods, or a specified description of agricultural goods, if— a the volume of imports of the specified goods, or goods of the specified description, into the United Kingdom during a specified period exceeds a specified trigger level, or b the import price of the goods has fallen below a specified trigger price. 2 The regulations may (among other things) make provision— a limiting the period for which an additional amount of import duty is applicable; b for the suspension of the application of an additional amount of import duty; c requiring the giving of a guarantee in respect of an additional amount of import duty which is potentially applicable to goods, where the representative price for the goods has fallen below the specified trigger price and the import price of the goods is higher than that representative price; d specifying the representative price for goods or a description of goods, (whether by a formula or otherwise) and providing for representative prices to be adjusted (whether by a formula or otherwise). 3 The power of the Treasury to make regulations under this section is exercisable only on the recommendation of the Secretary of State."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "15", "section_title": "International disputes etc", "section_text": "15 1 If— a a dispute or other issue has arisen between Her Majesty's government in the United Kingdom and the government of a country or territory, and b Her Majesty's government in the United Kingdom   considers that (having regard to the matters set out in section 28 and any other relevant matters) it is appropriate   to deal with the issue by varying the amount of import duty in the case of goods, or a description of goods, originating from the country or territory, the Secretary of State may make regulations varying the amount of import duty applicable to the goods or the description of goods. 2 In exercising the power to make the regulations in the case of a dispute affecting any goods, the Secretary of State must secure that the amount of import duty payable in that case takes account of any additional amount of import duty which— a is payable under section 13 as a result of the goods being subsidised, or b would have been so payable had an undertaking not been accepted in respect of the goods."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "16", "section_title": "Value of chargeable goods", "section_text": "16 1 This section makes provision for determining the value of chargeable goods for the purposes of this Part. 2 The general rule is that the value of the goods is the transaction value of the goods when sold for export to the United Kingdom. 3 For this purpose  “ the transaction value ” means the total amount of the consideration— a payable for the goods, or b payable in connection with the importation of the goods into the United Kingdom, subject to the inclusion or exclusion of matters specified in regulations made by the Treasury. 4 The regulations may make provision for treating a matter to be of a specified amount or value. 5 Regulations made by the Treasury may make provision for the value of goods for the purposes of this Part to be a value other than the transaction value. 6 The following are examples of the kind of provision that may be made by the regulations— a provision dealing with transactions between persons who are related to, or connected with, each other in a specified way, and b provision dealing with cases where a transaction value cannot, or cannot readily, be determined."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "17", "section_title": "Place of origin of chargeable goods", "section_text": "17 1 This section makes provision for determining the place of origin of chargeable goods for the purposes of this Part. 2 Goods are to be regarded as originating from a country or territory if they are wholly obtained in the country or territory. 3 If goods are obtained in two or more countries or territories, the goods are to be regarded as originating from the last country or territory in which substantial processing of them has taken place that is economically justified. 4 Processing of any goods is to be regarded as substantial only if— a it results in the manufacture of a new product or represents an important stage of manufacture, and b it takes place in an undertaking equipped for the purpose. 5 It is for the person making a Customs declaration to show that goods originate from a particular country or territory. 6 The Treasury may by regulations make provision for the purposes of this section, including (for example) provision— a for determining what constitutes, or does not constitute, processing that is economically justified, b for determining what constitutes, or does not constitute, an important stage of manufacture, c as to cases in which goods are, or are not, to be regarded as originating from a country or territory, and d as to the evidence which is to be required, or is to be sufficient, for the purpose of showing that goods originate from a particular country or territory. 7 In relation to any case where the applicable rate of import duty is determined under section 9 or 10 (preferences), the provision that may be made by regulations under subsection (6) includes— a provision for the place of origin of the goods to be determined in accordance with the regulations, b provision for regarding goods exported by or on behalf of persons approved in accordance with the regulations as originating from a country or territory or for regarding only goods exported by or on behalf of approved persons as originating from a country or territory, c provision for different categories of approved persons, d provision requiring the Treasury to publish a list of persons who are for the time being approved persons and information about the category of approval, and e other provision about approved persons. 8 The power to make regulations under this section is exercisable only on the recommendation of the Secretary of State."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "18", "section_title": "Currency", "section_text": "18 1 The value of chargeable goods for the purposes of this Part must be calculated and expressed in sterling. 2 If an amount that is relevant for the purpose of calculating the value of goods for the purposes of this Part is expressed in a currency other than sterling, the amount must be converted into its sterling equivalent. 3 The conversion must be made in accordance with provision contained in a public notice given by HMRC Commissioners. 4 The public notice may make provision— a specifying the exchange rate that must be used for the purposes of this section, b for the conversion to be made by reference to an exchange rate (or rates) applicable at any time (including a time earlier than that at which an importation took place) or by reference to the average exchange rate for a specified period, c for the exchange rate determined in accordance with the notice to apply to transactions or other events taking place in a specified period, d for adjusting the applicable exchange rate if the value of sterling against the currency concerned has increased or decreased by more than a specified percentage, and e for any conversion to be rounded up or down."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "19", "section_title": "Reliefs", "section_text": "19 1 The Treasury may by regulations make provision for full or partial relief from a liability to import duty. 2 The regulations may provide for the relief to be given by reference to any factor, for example— a the nature or origin of goods or anything else by reference to which goods are classified in the customs tariff, b anything in the customs tariff by reference to which the amount of import duty applicable to goods is determined, c the purposes for which goods are imported, d the person by whom, or for whose benefit, goods are imported, and e the circumstances in which goods are imported. 3 The regulations may provide for a relief to be conditional on (among other things) the export of goods in accordance with the applicable export provisions. 4 In the case of goods that are declared for an authorised use procedure or temporary admission procedure, the Treasury— a must exercise the power to make regulations under this section so as to secure that the rate of import duty applicable to the goods is lower than the applicable rate in the customs tariff in its standard form, and b may secure that result by amending the customs tariff. 5 If the regulations provide for partial relief in respect of goods declared for a temporary admission procedure, the regulations must secure that— a the partial relief operates by way of additional charges to import duty by reference to any period during which the procedure has effect, and b the total of the additional charges does not exceed the amount of the liability in the absence of the partial relief. 6 If the regulations provide for partial relief in any other case, the regulations may make provision corresponding to that mentioned in subsection (5)(a) and (b). 7 The reference in this section to the customs tariff in its standard form is to the tariff as it has effect without regard to any provision made under any of sections 9 to 15 (preferential rates, quotas, tariff suspension, safeguarding, etc)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "20", "section_title": "Notification and payment of import duty, etc", "section_text": "20 Schedule 6 makes provision for— a the notification of any liability to pay import duty, b the payment of import duty, c the giving of guarantees in respect of any liability to pay import duty, d the repayment of import duty, e the remission of import duty, and f the recovery of import duty."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "21", "section_title": "Customs agents", "section_text": "21 1 A person (“ the principal ”) may appoint any other person (a  “Customs agent”) to act on the principal's behalf for the purposes of this Part, and— a the agent may make Customs declarations in the name of the principal (and in that case the agent acts as a  “direct agent”), or b the agent may make Customs declarations in the agent's own name (and in that case the agent acts as an  “indirect agent”). 2 The appointment of a person as a Customs agent, and the withdrawal of an appointment of a person as a Customs agent, must be disclosed to HMRC in accordance with regulations made by HMRC Commissioners. 3 The effect of an appointment of a person as a Customs agent is that anything done under, or otherwise for the purposes of, this Part by, or in relation to, the agent is regarded as done under, or otherwise for the purposes of, this Part by, or in relation to, the principal (and not by the agent). 4 There is an exception to this rule if a Customs agent acts as an indirect agent (and see also section 37(8)(b)). 5 In that case, the indirect agent is liable to import duty in accordance with section 6(1)\t\t\t\t\t(and the principal is also liable to import duty in accordance with section 6(3)(a)). 6 If a Customs agent acts as a direct agent, the agent is also liable to import duty if— a the agent acts at time when the appointment has not been disclosed to HMRC as mentioned in subsection (2), b the agent acts at a time when the appointment of the person as a Customs agent has been withdrawn, c the agent otherwise purports to act on behalf of the principal when the agent has no authority to do so, or d a liability to import duty is incurred by reference to the importation of goods declared for a Customs procedure and the declaration was not made in accordance with regulations under paragraph 9 of Schedule 1 (simplified Customs declarations). 7 HMRC Commissioners may by regulations make further provision about Customs agents for the purposes of import duty. 8 Each of the following is an example of the kind of provision that may be made by the regulations— a provision requiring persons to be eligible for appointment as Customs agents only if an HMRC officer has approved the appointment, and b provision specifying the criteria for approving the appointment (including provision for the criteria to be specified in a public notice given by HMRC Commissioners)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "22", "section_title": "Authorised economic operators", "section_text": "22 1 HMRC Commissioners may by regulations make provision— a disapplying or simplifying specified requirements made by or under this Part in relation to things required or authorised to be done by authorised economic operators, or b requiring HMRC to have regard to the status of a person as an authorised economic operator when considering whether or not, or how, to exercise any power or other function for the purposes of this Part. 2 For this purpose  “ authorised economic operators ” means persons authorised in accordance with provision made by or under the regulations. 3 Regulations under this section may (for example)— a specify the criteria to be applied in determining whether or not any person should be an authorised economic operator, b specify those criteria by reference to professional standards of competence (as set by any specified person) or by reference to anything else (including the judgment of any person as to suitability), c make provision for a person's status as an authorised economic operator to be subject to compliance with conditions specified in the regulations or in the authorisation, and d establish different classes of authorised economic operator."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "23", "section_title": "Approvals and authorisations granted under regulations", "section_text": "23 1 This section applies in relation to approvals granted to any person under regulations made under this Part (whether in respect of premises or anything else) unless the regulations in question make alternative provision. 2 In this section references to an approval include an authorisation. 3 The regulations under which an approval is granted may— a require an application for approval to be made in a specified form and in a specified manner and to contain specified information, b specify cases in which an application for approval may not be made, c require HMRC to consider, within a specified period, whether or not an application, or purported application, for approval is, as a result of provision made by paragraph (a) or (b), one that falls to be determined, d confer on the applicant a right of appeal to an appeal tribunal in a case where HMRC have failed to comply with paragraph (c), e require HMRC to notify a person making a purported application for approval that, as a result of provision made by paragraph (a) or (b), the purported application does not fall to be determined, and f make further provision about the notification. 4 The provision that may be made under subsection (3)(d) includes— a provision for an appeal to be brought only if a period specified in the regulations has ended, and b provision limiting the power of an appeal tribunal to the power to direct HMRC, in a case where it is satisfied that HMRC have acted unreasonably, to consider the application as mentioned in subsection (3)(c) within such further period as is specified by the tribunal. 5 An approval granted by HMRC is treated as if it had never been granted if— a the (purported) application for approval was deficient in some respect, b the applicant knew, or ought reasonably to have known, of the deficiency, c HMRC consider that the approval would not have been granted if the deficiency was known at the time it was granted by the person granting it, and d HMRC give a notice to the applicant under this subsection notifying the applicant of the effect of this subsection. 6 Regulations made by HMRC Commissioners may make any provision that they consider appropriate for the purposes of subsection (5), including provision specifying cases in which the approval is to continue to be treated as still in force. 7 An approval may be amended, suspended or revoked in cases specified in the regulations under which it was granted. 8 The amendment, suspension or revocation of an approval takes effect from the date specified in a notice given by HMRC to the person approved (and, accordingly, does not affect anything already done by any person before that date in reliance on the approval). 9 HMRC— a may not specify a date before the notice is given unless HMRC and the person both agree that such a date may be given, and b may not specify a date that falls more than one year after the date on which the notice is given. 10 In this section  “ an appeal tribunal ” has the same meaning as in Chapter 2 of Part 1 of the Finance Act 1994 (see section 7)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "24", "section_title": "Rulings as to application of customs tariff  , valuation method   or place of origin", "section_text": "24 1 HMRC Commissioners must by public notice make provision establishing a system under which persons apply for rulings given by HMRC officers for the purpose of— a determining any issue as to the code in the customs tariff applicable to any goods,  aa determining the value of any goods for the purposes of this Part,  or b determining the place of origin of any goods for the purposes of this Part. 2 Each of the following is an example of the kind of provision that may be made by the notice— a provision specifying cases in which rulings need not be given, b provision about the making of the applications (including their form, the information to be contained in them and any documents to accompany them), c provision requiring the applications to be determined within a specified period, d provision about the period for which, and other conditions subject to which, the rulings are to have effect, e provision about the form in which the rulings are to be given, f provision for the withdrawal or amendment of rulings, g provision determining the extent to which the rulings may be relied on by applicants, and h provision requiring any person to whom a ruling has been given to disclose that fact to HMRC. 3 The system established by the notice must secure that an application may be made for a ruling even if an HMRC officer considers that the ruling is not, or may not be, required to resolve a doubt as to the issue being determined."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "25", "section_title": "Disclosure of information", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "26", "section_title": "Co-operation with other customs services", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "27", "section_title": "Fees for exercise of functions in connection with import duty", "section_text": "27 1 The Treasury may by regulations authorise the charging of fees in respect of the exercise of any specified function of HMRC, or of an HMRC officer, for the purposes of, or otherwise in connection with, import duty. 2 The power may be exercised by the Treasury only if they consider that— a its exercise is consistent with arrangements between Her Majesty's government in the United Kingdom and any other government or any international organisation or authority, and b the circumstances in which the specified function is, or is likely to be, exercised are such that it is fair and reasonable for the charge to be made."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "28", "section_title": "Requirement to have regard to international obligations", "section_text": "28 1 In exercising any function under any provision made by or under this Part— a the Treasury, b the Secretary of State, c HMRC, d the TRA, and e any other public body, must have regard to international arrangements to which Her Majesty's government in the United Kingdom is a party that are relevant to the exercise of the function. 2 This section is not to be read as affecting the circumstances in which any obligation to have regard to such matters would otherwise have arisen."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "29", "section_title": "Consequential amendments", "section_text": "29 1 Schedule 7 contains amendments consequential on the provision made by this Part. 2 The amendments made by that Schedule include amendments dealing with— a reviews or appeals of decisions in relation to import duty (see sections 13A to 16 of, and Schedule 5 to, the Finance Act 1994), and b penalties in relation to breaches of requirements in relation to import duty (see Part 3 of the Finance Act 2003)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "30", "section_title": "General provision for the purposes of import duty", "section_text": "30 The Treasury may by regulations— a make provision supplementing provision made in relation to import duty by or under this Part or any other enactment, or b make other provision generally for the purposes of import duty."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "30A", "section_title": "Importation of goods: Northern Ireland", "section_text": "30A 1 Union goods imported into the United Kingdom as a result of their entry into Northern Ireland are to be treated for the purposes of this Part as if they were domestic goods. 2 Accordingly, such goods are not chargeable to import duty (but see section 30C). 3 Other goods imported into the United Kingdom as a result of their entry into Northern Ireland are not chargeable to import duty, but are chargeable to duty under this subsection. 4 Except as may be provided for by regulations made by the Treasury, such goods are not chargeable goods for the purposes of this Part. 5 Duty under subsection (3) is chargeable in accordance with Union customs legislation as if the goods subject to the charge were brought into the customs territory of the European Union. 6 Duty under subsection (3) is a duty of customs, and accordingly the revenues of that duty (as with import duty) are revenues of customs that HMRC Commissioners are responsible for collecting and managing."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "30B", "section_title": "Duty under section 30A(3): supplementary", "section_text": "30B 1 The Treasury may by regulations provide that, in relation to goods of a specified description, the following matters are to be determined in accordance with provision made by or under this Act (instead of in accordance with Union customs legislation)— a whether goods in particular circumstances are chargeable to duty under section 30A(3); b the amount of duty charged under that subsection; c such other matters relating to the charging of duty under that subsection as may be specified. 2 Regulations under subsection (1) may specify a description of goods by reference to any matter or circumstance (including, for example, any matter or circumstance relating to any person concerned with the importation of such goods). 3 The Treasury may by regulations make provision generally for the purposes of duty under section 30A(3). 4 The following are examples of provision that regulations under subsection (3) may make for the purposes of that duty— a provision about reliefs, repayment and remission in relation to duty under section 30A(3)\t\t\t\t\t\t\t\t\t\t\t\t\t(including provision for the recovery of amounts where any condition in connection with any relief, repayment or remission is not met); b provision about (including provision modifying) the application of provision made by or under the customs and excise Acts (including provision made by or under this Act) to duty under section 30A(3) or to goods imported into the United Kingdom as a result of their entry into the Northern Ireland; c provision supplementing or modifying provisions of Union customs legislation that apply to that duty or to those goods."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "30C", "section_title": "Duty on potentially imported goods", "section_text": "30C 1 A duty of customs is charged on the removal of goods to Great Britain from Northern Ireland if the goods are not qualifying Northern Ireland goods. 2 A duty of customs is charged on the removal of other goods to Great Britain from Northern Ireland if the main purpose, or one of the main purposes, of the removal is to— a avoid any other duty chargeable as a result of this Act, or b avoid any obligation in connection with such a duty. 3 The relevant import duty provisions apply for the purposes of duty charged under this section as if— a any reference to chargeable goods were to goods removed to Great Britain from Northern Ireland, b any reference to the importation of goods were to their removal to Great Britain from Northern Ireland, c in section 6(2), for  “the United Kingdom” there were substituted  “                                  Great Britain                                ” , and d in section 16(2), for  “export to the United Kingdom” there were substituted  “                                  removal to Great Britain                                ” . 4 A provision is a  “relevant import duty provision” if it is provision made by or under any of sections 3 to 28 and 34 and Schedules 1 to 6. 5 The Treasury may by regulations make provision generally for the purposes of duty under this section. 6 The following are examples of provision that regulations under subsection (5) may make for the purposes of that duty— a that subsection (1) does not to apply to goods of a specified description (and if it does not, whether such goods are to be treated as  “ other goods ” for the purposes of subsection (2)); b that subsection (3) does not apply, to such extent as may be specified, to goods of a specified description; c that any reference in this Part to Great Britain is to be treated as including the territorial sea, or any specified area of the territorial sea, of the United Kingdom; d provision about (including provision modifying) the application of provision made by or under the customs and excise Acts (including provision made by or under this Act) to duty under this section or to goods removed from Northern Ireland to Great Britain; e provision imposing checks, controls or administrative processes in connection with the removal of goods to Great Britain from Northern Ireland (and such checks, controls and processes may be imposed for any purpose in connection with duty under this section despite any provision of any enactment whenever passed); f provision regulating the unloading, landing, movement and removal of goods on their removal to Great Britain from Northern Ireland (including provision restricting the places in which such goods may enter Great Britain). 7 Regulations under this section that specify a description of goods may do so by reference to any matter or circumstance (including, for example, any matter or circumstance relating to any person concerned with the removal of such goods)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "31", "section_title": "Territories forming part of a customs union with UK", "section_text": "31 1 This section applies if arrangements are entered into between— a Her Majesty's government in the United Kingdom, and b the government of a country or territory outside the United Kingdom, establishing a customs union between the United Kingdom and the country or territory. 2 Arrangements establish a  “customs union” between the United Kingdom and a country or territory if— a they provide that no duty is to be chargeable by reference to movements of goods, or goods of a specified description, between the United Kingdom and the country or territory, and b they provide for the same, or substantially the same, rules for charging duty on imports of goods, or goods of a specified description, from places outside the United Kingdom or the country or territory. 3 For this purpose— “ duty ” means— import duty, or any duty (however described) imposed by the law of the country or territory that is of a similar character to import duty, and “ specified ” means specified in the arrangements. 4 If Her Majesty by Order in Council declares that it is expedient that the arrangements should have effect for the purposes of import duty, the arrangements have effect for those purposes despite any enactment. 5 In the case of a customs union between the United Kingdom and the European Union, Her Majesty may not make a declaration by Order in Council under subsection (4) unless the arrangements have been approved by an Act of Parliament. 6 HMRC Commissioners may make regulations generally for carrying out any arrangements having effect in accordance with this section. 7 Among other things, the regulations may— a modify or disapply provision made by or under this Part or any other Act, b treat anything done by the government of a country or territory as if done by the appropriate authority or person in the United Kingdom, and c apply or replicate, with or without modifications, provision relating to duty under the law of a country or territory as that provision has effect from time to time. 8 Examples of the kind of provision within subsection (7)(b) are— a provision treating an agreement entered into by a country or territory as if it were entered into by Her Majesty's government in the United Kingdom, and b provision treating a system for determining the amount of duty established under the law of a country or territory as if it were the customs tariff mentioned in section 8."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "32", "section_title": "Regulations etc", "section_text": "32 1 Regulations under this Part are to be made by statutory instrument. 2 A statutory instrument containing any regulations to which this subsection applies must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period. 3 Subsection (2) applies to— a the first regulations under section 8 (the customs tariff), b any other regulations under that section the effect of which is an increase in the amount of import duty payable under the customs tariff in a standard case (within the meaning of that section), or c regulations under section 30 (general provision for import duty purposes). 4 The fact that a statutory instrument ceases to have effect as a result of subsection (2) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 5 In calculating the period for the purposes of subsection (2), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 6 A statutory instrument containing regulations made under this Part other than regulations to which subsection (2) applies is subject to annulment in pursuance of a resolution of the House of Commons. 7 Any power to make regulations under this Part may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified case or description of case, or b so as to make different provision for different purposes or areas. 8 Any power to make regulations under this Part includes— a power conferring a discretion on any specified person to do anything under, or for the purposes of, the regulations, b power to make provision by reference to things specified in a notice published in accordance with the regulations, c power to make supplementary, incidental and consequential provision, and d power to make transitional or transitory provision and savings. 9 Any power to make regulations under any provision of this Part does not restrict the width of any power to make subordinate legislation under— a any other provision of this Part  or under section 40A or 40B , or b CEMA 1979 or any other enactment. 10 Subsections (7) to (9) apply in relation to any public notice under this Part; and any provision that may be made by a public notice under this Part may be made by regulations. 11 An Order under section 31— a is not to be submitted to Her Majesty in Council unless a draft of the Order has been laid before, and approved by a resolution of, the House of Commons, and b if it revokes an earlier Order under that section, may contain transitional or transitory provision and savings. 12 After it is established, the Secretary of State must consult the TRA before making regulations under Schedule 4 or 5. 13 Any power of HMRC Commissioners to make regulations under this Part is exercisable concurrently by the Treasury."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "32A", "section_title": "Reference documents", "section_text": "32A 1 This section applies where regulations made under any of sections 8 to 19 make provision by reference to a document. 2 The reference is to be construed— a as a reference to the document as modified by notice by the appropriate authority from time to time; b if the appropriate authority declares by notice that the document is replaced by another document, as a reference to that other document. 3 Subsection (2) does not apply to the extent that the effect of the modification or replacement of the document would be to alter the amount of import duty applicable under this Part to any goods. 4 A notice under this section must be published in such manner as the authority issuing it considers appropriate. 5 Section 32(10) applies to a notice under this section as it applies to a public notice. 6 In this section— “ appropriate authority ”, in relation to regulations that make provision by reference to a document, means the person who made the regulations; “ modified ” means amended, added to or omitted from."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "33", "section_title": "Meaning of  “domestic goods”", "section_text": "33 1 Goods are domestic goods for the purposes of this Part if— a they are wholly obtained in the United Kingdom, or b they have been subject to a chargeable Customs procedure. 2 For the purposes of this section goods have been  “subject to a chargeable Customs procedure” if— a the goods were declared for the free-circulation procedure and the procedure has been discharged,  ... b the goods were declared for an authorised use procedure and the procedure has been   discharged, or   c the goods— i are not Union goods and were removed to Northern Ireland (in the course of their importation into the United Kingdom or otherwise), and ii were declared, in accordance with Union customs legislation, for a procedure corresponding to the free-circulation procedure or the authorised use procedure and that corresponding procedure has been discharged, while the goods were in Northern Ireland, in accordance with that legislation. 3 Goods cease to be domestic goods if— a they are exported from the United Kingdom  as a result of the removal of the goods from Great Britain , and b the export is one which is required to be made in accordance with the applicable export provisions, and the goods are then  (subject to section 30A)   chargeable goods until such time (if any) as they are next subject to a chargeable Customs procedure. 4 For the purposes of subsection (3), every export of goods  resulting from the removal of the goods from Great Britain   is required to be made in accordance with the applicable export provisions unless an exception provided for by regulations made by HMRC Commissioners applies to the export. 4A Goods also cease to be domestic goods if they— a are exported from the United Kingdom as a result of their removal from Northern Ireland, and b are not of a description specified in regulations made by the Treasury, and the goods are then (subject to section 30A) chargeable goods until such time (if any) as they are next subject to a chargeable Customs procedure. 4B Regulations under subsection (4A)(b) may specify a description of goods by reference to any matter or circumstance (including, for example, any matter or circumstance relating to any person concerned with the export of such goods). 5 HMRC Commissioners may by regulations make provision for   relevant exported goods   to retain their status as domestic goods if— a the goods merely pass through places outside the United Kingdom before arriving at their ultimate destination in the United Kingdom, or b the goods otherwise remain outside the United Kingdom for a temporary period. 5A For the purposes of subsection (5), exported goods are  “relevant” if— a they were exported as a result of their removal from Northern Ireland, or b they were exported as a result of their removal from Great Britain and were so exported in accordance with the applicable export provisions. 6 The provision that may be made by the regulations includes— a provision requiring conditions to be met in relation to the goods while they are outside the United Kingdom, and b provision requiring the making of a declaration in connection with their subsequent import into the United Kingdom. 7 Goods that are in the United Kingdom are presumed to be domestic goods unless the contrary is shown. 8 The Treasury may by regulations make provision— a as to cases in which goods are, or are not, to be regarded as domestic goods for the purposes of this Part, b for reversing the presumption that goods are domestic goods in specified cases (so that they are presumed not to be domestic goods unless the contrary is shown), and c as to the evidence which is to be required, or is to be sufficient, for the purpose of showing that goods are domestic goods."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "34", "section_title": "Presentation of goods to Customs on import or export", "section_text": "34 1 For the purposes of this Part, goods are presented to Customs on import if— a the goods are lawfully imported into the United Kingdom, and b notification of their importation into the United Kingdom is given to HMRC in accordance with provision made by regulations made by HMRC Commissioners. 2 The time at which goods are presented to Customs on import is the later of— a the time at which the notification of importation in accordance with the regulations is received by HMRC, and b the time at which the goods are imported into the United Kingdom. 3 For the purposes of this Part, goods are presented to Customs on export if notification of their export from the United Kingdom is given to HMRC in accordance with provision made by regulations made by HMRC Commissioners. 4 The notification must be given before the export of goods unless provision is made by regulations made by HMRC Commissioners authorising the notification to be given at a later time. 5 Regulations made by HMRC Commissioners may make provision for the purposes of this section. 6 Each of the following is an example of the kind of provision that may be made by regulations under this section— a provision requiring a notification to be accompanied by documents of a description specified in the regulations or in a public notice given by HMRC Commissioners, b provision authorising a public notice given by HMRC Commissioners to make provision about the form and contents of a notification, c provision authorising a public notice given by HMRC Commissioners to require notification to be made in accordance with provision made by the notice, d provision requiring or authorising, in specified cases, notification of an importation of goods to be given before the importation, e provision deeming a notification to have been given in specified cases, and f provision requiring a notification to disclose the location of the goods."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "35", "section_title": "Exports made in accordance with applicable export provisions", "section_text": "35 1 This section defines for the purposes of this Part what is meant by an export of goods from the United Kingdom being in accordance with the applicable export provisions. 2 The export of the goods is made in accordance with the applicable export provisions if— a the goods are presented to Customs on export, and b the export is subsequently made in accordance with a procedure provided for by regulations made by HMRC Commissioners. 3 The regulations may— a provide for the procedure to involve the making of a declaration by the person making the export or any specified person, b provide for requirements to be imposed on any person at any time while the goods are subject to the procedure, c make provision specifying, or otherwise determining, the period during which the goods are to be regarded as subject to the procedure, d deem, in specified cases, the export to have been made in accordance with the procedure, and e provide for goods to be subject to the control of any HMRC officer from a specified time. 4 The provision which may be made as a result of subsection (3)(a) includes provision applying or replicating the effect of— a any provision made by or under Schedule 1 (Customs declarations), or b any other provision made by or under this Part that operates (to any extent) by reference to a Customs declaration, with or without modifications."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "36", "section_title": "Outward processing procedure", "section_text": "36 1 This section applies if— a domestic goods have been presented to Customs on export, and b the goods are declared for an outward processing procedure. 2 A declaration of goods for  “an outward processing procedure” is a declaration— a that the goods are to be exported from the United Kingdom  as a result of the removal of the goods from Great Britain   in order to be processed outside the United Kingdom, b that the processing is to take place during a temporary period at the end of which the goods are to be imported into the United Kingdom  and removed to Great Britain (whether in the course of that importation or otherwise) , and c that the processing is to be carried out in accordance with requirements imposed on any person by or under regulations made by HMRC Commissioners. 3 The temporary period during which the processing is to take place is the period specified in a notice given to the person making the declaration by an HMRC officer. 4 That period may be subsequently extended (or further extended) by another notice given as mentioned in subsection (3). 5 If goods are declared for an outward processing procedure— a the export of the goods is not one which is required to be made in accordance with the applicable export provisions, but b HMRC Commissioners may by regulations make provision in relation to any export under an outward processing procedure corresponding to the provision that may be made by regulations under section 35. 6 If the processing of the goods under an outward processing procedure consists in their repair by any person without charge, the goods continue to be regarded as domestic goods but only if, while the procedure has effect— a there is no breach of the terms of the declaration for the procedure, and b there is no breach of any other requirement in relation to the procedure. 7 If the processing of the goods under an outward processing procedure consists in anything else, the goods are to be regarded as chargeable goods, but if— a the goods are imported in accordance with the procedure, and b there is no breach of the terms of the declaration for the procedure, or of any other requirement in relation to the procedure, while the procedure has effect, the value of the goods is to be reduced to take account of so much of that value as can be attributed to the goods as they stood before being exported. 8 HMRC Commissioners may make regulations for the purposes of this section. 9 Each of the following is an example of the kind of provision that may be made by the regulations— a provision specifying cases in which goods may not be declared for an outward processing procedure, b provision imposing requirements on any person in relation to an outward processing procedure, c provision for determining the reduction in the value of any goods for the purposes of subsection (7), d provision authorised or required to be made by any regulations under Schedule 2, and e other provision made by or under this Part of this Act that has effect in relation to a special Customs procedure."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "37", "section_title": "Minor definitions", "section_text": "37 1 In this Part— “ approved guarantee ”, in relation to goods declared for the free-circulation procedure, means any guarantee given in accordance with regulations made under paragraphs 6 and 7 of Schedule 6, “ arrangements ” includes an understanding of any kind, “ CEMA 1979 ” means the Customs and Excise Management Act 1979,   “ the customs and excise Acts ” has the meaning it has in CEMA 1979 (see section 1(1) of that Act);   “ directions ” means directions in electronic form or otherwise in writing, “ guarantee ” includes any indemnity, surety, security and undertaking of any kind, “ HMRC ” means Her Majesty's Revenue and Customs, “ HMRC Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs, “ HMRC officer ” means an officer of Revenue and Customs, “notice”, except in the expression  “public notice”, means a notice in electronic form or otherwise in writing,   “ qualifying Northern Ireland goods ” has the meaning it has in the European Union (Withdrawal) Act 2018 (see section 8C(6) of that Act)   “ specified ”, in relation to any regulations or public notice, means specified in, or determined in accordance with, the regulations or public notice, “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978, and   “ Union customs legislation ” means provisions contained in “customs legislation” within the meaning of  Regulation (EU) No 952/2013  of the European Parliament and of the Council of 9 October 2013 laying down the Union Customs Code (see Article 5(2) of that Regulation), as they have effect as a result of section 7A of the European Union (Withdrawal) Act 2018;     “ Union goods ” has the meaning it has in that Regulation;   “ the WTO ” means the World Trade Organisation. 2 In this Part any reference to a rate of duty includes a nil rate. 3 In this Part any reference to goods being wholly obtained in any country or territory includes— a any case where the goods are grown, produced or manufactured only in the country or territory, and b any other cases specified in regulations made by the Treasury. 4 In this Part any reference to the processing of any goods includes the following activities— a the erection, assembly, fitting or other working of the goods, b the repair of the goods, c the use of the goods for the purpose of facilitating the production or manufacture of any other goods, and d the destruction of the goods. 5 Any reference in any provision of this Part to a public notice is to a notice published by the Secretary of State, or (as the case may be) HMRC Commissioners, in such manner as the person giving the notice considers appropriate for the purposes of that provision. 6 In this Part— a references to a territory outside the United Kingdom include the European Union or any other international organisation or authority comprising territories outside the United Kingdom, and b expressions relating to a territory outside the United Kingdom (such as the government of a territory outside the United Kingdom or the law of a territory outside the United Kingdom) are to be read accordingly with the necessary modifications. 7 For the purposes of this Part any reference to goods being subject to the control of an HMRC officer includes control being exercised by— a requiring the goods to be handled, or otherwise dealt with, in accordance with instructions given by an HMRC officer (whether given orally or in any other way), or b requiring the goods to be kept in any place specified by an HMRC officer. 8 In the case of any reference in this Part to a person who makes a Customs declaration— a the reference is to the person actually making the declaration even if the declaration is made on behalf of another person, and b if a Customs declaration is made by a Customs agent in the name of the principal, the reference is to the agent despite the provision made by section 21(3)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "38", "section_title": "Table of definitions", "section_text": "38 The following table sets out some of the expressions used in this Part, showing where they are defined or otherwise explained— acceptance (of a Customs declaration) paragraphs 11(2) and 13(4) of Schedule 1 the applicable export provisions section 35 approved guarantee (in relation to goods declared for the free-circulation procedure) section 37(1) arrangements section 37(1) an authorised use procedure paragraph 13 of Schedule 2 CEMA 1979 section 37(1) chargeable goods section 2 control of HMRC officer section 37(7) Customs agent section 21   the customs and excise Acts  section 37(1) Customs procedures section 3 customs tariff section 8 directions section 37(1) domestic goods section 33 export (time of) section 5 of CEMA 1979 the free-circulation procedure section 3 guarantee section 37(1) HMRC section 37(1) HMRC Commissioners section 37(1) HMRC officer section 37(1) import (time of) section 5 of CEMA 1979 import duty section 1 an inward processing procedure paragraphs 9 and 11 of Schedule 2 notice (except in the expression  “ public notice ”) section 37(1) origin (of goods) section 17 person making a Customs declaration section 37(8) presented to Customs on export section 34(3) presented to Customs on import section 34(1) and (2) processing (of goods) section 37(4) public notice section 37(5)   qualifying Northern Ireland goods  section 37(1) rate of duty section 37(2) special Customs procedure section 3 specified (in relation to regulations or public notices) section 37(1) a storage procedure paragraph 2 of Schedule 2 subordinate legislation section 37(1) a temporary admission procedure paragraph 15 of Schedule 2 territory outside the United Kingdom (and related expressions) section 37(6) the TRA section 13 a transit procedure paragraph 5 of Schedule 2   Union customs legislation  section 37(1)   Union goods  section 37(1) value (of chargeable goods) section 16 wholly obtained (in the case of goods) section 37(3) the WTO section 37(1)"}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "39", "section_title": "Charge to export duty", "section_text": "39 1 The Treasury may by regulations make provision for, and in connection with, the charging of a duty of customs (to be known as  “ export duty ”) by reference to the export of goods from the United Kingdom. 2 The regulations may provide for export duty to be chargeable by reference to the export of — a all goods, or b goods of a description specified in the regulations. 3 The regulations— a may provide for export duty to be chargeable in accordance with a tariff specified in the regulations (“the export tariff”), b may provide for export duty to be chargeable by reference to value, weight or volume or other measure of quantity or size, and c may provide for the value of the goods and the other matters mentioned in paragraph (b) to be determined in accordance with the regulations. 4 In considering whether to impose export duty, and, if so, the rate of duty that ought to apply to any goods, the Treasury must have regard to— a the interests of consumers in the United Kingdom, b the interests of producers in the United Kingdom of the goods concerned, c the desirability of maintaining and promoting the external trade of the United Kingdom, d the desirability of maintaining and promoting productivity in the United Kingdom, and e the extent to which the goods concerned are subject to competition. 5 In considering whether to impose export duty, and, if so, the rate of duty that ought to apply to any goods, the Treasury must also have regard to any recommendation about the rate made to them by the Secretary of State. 6 In considering what recommendation to make, the Secretary of State must have regard to the matters set out in subsection (4)(a) to (e). 7 The provision that may be made by regulations under this section includes provision replicating or applying, with or without modifications, any provision made by or under— a Part 1, or b any other enactment relating to import duty. 8 Paragraph 1 of Schedule 7 (replacement of EU customs duties) applies in relation to this Part as it applies in relation to Part 1 (reading any reference to import duty as a reference to export duty). 9 In this section  “ specified ” means specified in, or determined in accordance with, the regulations."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "40", "section_title": "Regulations under section 39: supplementary", "section_text": "40 1 Regulations under section 39 are to be made by statutory instrument. 2 A statutory instrument containing— a the first regulations under that section, or b any other regulations under that section the effect of which is an increase in the amount of export duty payable, must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period. 3 The fact that a statutory instrument ceases to have effect as a result of subsection (2) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 4 In calculating the period for the purposes of subsection (2), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 5 A statutory instrument containing regulations under section 39 other than regulations to which subsection (2) applies is subject to annulment in pursuance of a resolution of the House of Commons. 6 Any power to make regulations under section 39 may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified case or description of case, or b so as to make different provision for different purposes or areas. 7 Any power to make regulations under section 39 includes— a power conferring a discretion on any specified person to do anything under, or for the purposes of, the regulations, b power to make provision by reference to things specified in a notice published in accordance with the regulations, c power to make supplementary, incidental and consequential provision, and d power to make transitional or transitory provision and savings."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "40A", "section_title": "Removal to Northern Ireland of at risk goods etc", "section_text": "40A 1 A duty of customs is charged on the removal of goods to Northern Ireland from Great Britain if the goods— a are not domestic goods, or b are at risk of subsequently being moved into the European Union. 2 For the purposes of this section  “ at risk of subsequently being moved into the European Union ” has the meaning given by regulations made by the Treasury. 3 Duty under this section is charged in accordance with Union customs legislation as if the goods subject to the charge were brought into the customs territory of the European Union."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "40B", "section_title": "Duty under section 40A: supplementary", "section_text": "40B 1 The Treasury may by regulations provide that, in relation to goods of a specified description, the following matters are to be determined in accordance with provision made by or under this Act (instead of in accordance with Union customs legislation)— a whether goods in particular circumstances are chargeable to duty under section 40A; b the amount of duty charged under that section; c such other matters relating to the charging of duty under section 40A as may be specified. 2 The Treasury may by regulations make provision generally for the purposes of duty under section 40A. 3 The following are examples of provision that regulations under subsection (2) may make for the purposes of that duty— a that section 40A(1) does not apply to goods of a specified description; b provision about reliefs, repayment and remission (including provision for the recovery of amounts where any condition in connection with any relief, repayment or remission is not met); c provision about (including provision modifying) the application of provision made by or under the customs and excise Acts (including provision made by or under this Act) to duty under section 40A or to goods removed to Northern Ireland from Great Britain; d provision supplementing or modifying provisions of Union customs legislation that apply to that duty or to those goods; e provision imposing checks, controls or administrative processes in connection with the removal of goods to Northern Ireland from Great Britain; f provision regulating the unloading, landing, movement and removal of goods on their removal to Northern Ireland from Great Britain (including provision restricting the places in which such goods may enter Northern Ireland). 4 Regulations under this section that specify a description of goods may do so by reference to any matter or circumstance (including, for example, any matter or circumstance relating to any person concerned with the removal of such goods). 5 Section 40 (regulations) applies to regulations under this section and section 40A as it applies to regulations under section 39 other than the first regulations under that section. 6 In this section and in section 40A, reference to  “Great Britain” is to be treated as including the territorial sea of the United Kingdom. 7 Expressions used in provision made by or under this section or section 40A that are defined for the purposes of Part 1 have the same meaning they have in that Part."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "41", "section_title": "Abolition of acquisition VAT and extension of import VAT", "section_text": "41 1 The Value Added Tax Act 1994 is amended as follows. 2 In section 1 (imposition of charge to value added tax), in subsection (1)— a omit paragraph (b) (which charges VAT on the acquisition in the United Kingdom of goods from other member States), and b for paragraph (c) substitute— c on the importation of goods into the United Kingdom, . 3 For section 15 substitute— Meaning of  “importation of goods” into the United Kingdom 15 1 This section determines for the purposes of this Act when, and by whom, goods are imported into the United Kingdom. 2 Goods are imported when they are declared for a Customs procedure under Part 1 of TCTA 2018. 3 But— a in the case of goods declared under TCTA 2018 for a storage procedure, a transit procedure or an inward processing procedure, the goods are imported when a liability to import duty is, or on the relevant assumptions would be, incurred in respect of them under section 4 of that Act, and b in the case of goods which are liable to forfeiture as a result of section 5(1) of, or paragraph 1(5) or 3(4) of Schedule 1 to, that Act (goods not presented to Customs or Customs declaration not made), the goods are imported when they become liable to forfeiture as a result of those provisions. 4 Each person who is, or on the relevant assumptions would be, liable to import duty in respect of goods imported into the United Kingdom is a person who has imported the goods. 5 For the purposes of this section  “the relevant assumptions” are— a an assumption that a liability to import duty at a nil rate is replaced by a liability to import duty at a higher rate, and b an assumption that no relief from import duty is available. 6 If two or more persons are regarded as importing goods, those persons are jointly and severally liable to any VAT that is payable on the importation. 7 The preceding provisions of this section are to be ignored in reading any reference to importation or to an importer in anything applied for the purposes of this Act by section 16(1) or (2). 8 But subsection (7) does not apply so far as the context otherwise requires or provision to the contrary is contained in regulations under section 16(3)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "42", "section_title": "EU law relating to VAT", "section_text": "42 1 Any EU regulation so far as applying in relation to value added tax, and any direct EU legislation so far as relevant to any such regulation, that form part of the law of the United Kingdom as a result of section 3 of the European Union (Withdrawal) Act 2018 cease to have effect (but, in the case of the implementing VAT regulation, see also subsection (5)). 2 In the application of section 4(1) of that Act (saving for EU rights, powers, liabilities, obligations, restrictions, remedies and procedures) in relation to value added tax, the rights, powers, liabilities, obligations, restrictions, remedies and procedures mentioned there are subject to any exclusions or other modifications made by regulations made by the Treasury by statutory instrument. 3 Further provision relevant to the law relating to value added tax is made by the European Union (Withdrawal) Act 2018: see, for example, section 6 of that Act (interpretation of retained EU law). 4 One of the consequences of the provision made by that Act is that the principle of EU law preventing the abuse of the VAT system (see, for example, the cases of  Halifax  and  Kittel ) continues to be relevant, in accordance with that Act, for the purposes of the law relating to value added tax. 4A Accordingly, that principle may continue to be relied upon in determining any matter relating to value added tax (including in determining the effect of any provision made by or under an enactment). 5 Where the principal VAT directive remains relevant for determining the meaning and effect of the law relating to value added tax, that directive is to be read for that purpose in the light of the provision made by the implementing VAT regulation but ignoring such of its provisions as are excluded by regulations made by the Treasury by statutory instrument. 6 No regulations may be made under this section on or after 1 April 2023. 7 A statutory instrument containing regulations under this section must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period. 8 The fact that a statutory instrument ceases to have effect as mentioned in subsection (7) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 9 In calculating the period for the purposes of subsection (7), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 10 Regulations under this section— a may make different provision for different purposes or areas, b may contain supplementary, incidental and consequential provision, and c may contain transitional or transitory provision and savings. 11 In this section— “ the implementing VAT regulation ” means Council Implementing  Regulation (EU) No 282/2011 , and “ the principal VAT directive ” means Council Directive  2006/112/EC  on the common system of value added tax."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "43", "section_title": "Other VAT amendments connected with withdrawal from EU", "section_text": "43 Schedule 8 makes amendments of the Value Added Tax Act 1994, and other enactments relating to VAT, in consequence of the provision made by this Part or otherwise in connection with the withdrawal of the United Kingdom from the EU."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "44", "section_title": "Excise duties: postal packets sent from overseas", "section_text": "44 1 HMRC Commissioners may by regulations impose a liability to excise duty on a person outside the United Kingdom in respect of the entry of goods into the United Kingdom, if the person sent, or arranged for the sending of, the goods to their recipient in a postal packet. 2 The regulations may— a provide that the liability of the sender of the goods to excise duty arises only in relation to goods of a value described in the regulations, b provide that, in cases specified in the regulations, other persons are jointly and severally liable for the excise duty, and c provide that persons who would otherwise be liable to the excise duty are not so liable. 3 Among other provision that may be made by the regulations, the regulations may make provision— a requiring persons to register with HMRC Commissioners under the regulations for the purpose of accounting for excise duty, b requiring persons to provide information to HMRC Commissioners about the goods or the person who sent, or arranged for the sending of, them, c about penalties for failure to comply with the regulations, and d modifying the application of provision made by or under the customs and excise Acts in relation to cases dealt with by the regulations. 4 In this section— “ the customs and excise Acts ” has the same meaning as in the Customs and Excise Management Act 1979, and “ postal packet ” has the meaning given by the Postal Services Act 2000."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "45", "section_title": "General regulation making power for excise duty purposes etc", "section_text": "45 1 HMRC Commissioners may make regulations generally for excise duty purposes or for the purposes of an excise duty specified in the regulations. 2 Among other things, the regulations may make provision about— a duty points (and connected provision such as the calculation and payment of the duty and the person liable for the duty), b the holding and movement of goods, c warehousing of goods or stores, d drawback, rebate, relief, exemption, reimbursement or remission of or from excise duty, e the descriptions of goods on which excise duty is chargeable, f approvals or registrations of persons or premises, g the production of goods and other processes relating to goods, h the stamping or marking of goods, i restrictions on the use of goods, j record keeping (including electronic record keeping) and provision of information or documents (including electronic provision), and k any arrangements that have effect as a result of section 31 (territories forming part of a customs union with UK). 3 The power to make regulations under this section may (among other things) be exercised by amending or repealing any Act of Parliament (whenever passed). 4 In this section  “ approvals ” includes authorisations and licences."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "46", "section_title": "Exercise of information powers in connection with excise duty", "section_text": "46 1 HMRC Commissioners may make regulations imposing obligations on revenue traders for the purpose of giving effect to international excise arrangements. 2 The regulations may require the submission to HMRC Commissioners by revenue traders of statements containing such particulars of— a relevant business matters in which the revenue traders are concerned, and b the persons concerned in those matters, as may be specified in the regulations. 3 The regulations may provide for statements about relevant business matters to be submitted at such times and intervals, in such cases and in such form and manner as may be specified— a in the regulations, or b by HMRC Commissioners in accordance with the regulations. 4 For the purposes of this section, each of the following is a  “ relevant business matter ” in relation to a revenue trader — a any goods or services supplied by or to the revenue trader in the course or furtherance of a business, b any goods in the importation or exportation of which the revenue trader is concerned in the course or furtherance of a business, or c any transaction or activity made or taking place in the course or furtherance of a business, so far as information about the goods, services, transaction or activity could be relevant to any international excise arrangements. 5 If any international excise arrangements have effect, any power of an officer of Revenue and Customs to obtain information or documents under any enactment (or instrument made under any enactment) relating to excise duty is exercisable in relation to matters which are relevant to those arrangements. 6 HMRC Commissioners may disclose information which is obtained as a result of subsection (5) (and no obligation of secrecy, whether imposed by statute or otherwise, prevents the disclosure) if— a the disclosure is required in accordance with the international excise arrangements, and b HMRC Commissioners are satisfied that the recipient is bound, or has undertaken, both to observe rules of confidentiality which are no less strict than those applying to the information in the United Kingdom and to use the information only for the purposes contemplated by the arrangements. 7 Powers are exercisable as a result of subsection (5) only if HMRC Commissioners have given (and not withdrawn) a direction in writing authorising their use (either generally or in relation to specified cases). 8 HMRC Commissioners may not make regulations under this section, or give a direction under subsection (7), unless they consider that making the regulations or giving the direction would facilitate the administration, collection or enforcement of any excise duty. 9 In this section— “ international excise arrangements ” means arrangements which— have effect by virtue of an Order in Council under section 173 of the Finance Act 2006, and relate to any excise duty or any duty corresponding to excise duty imposed under the law of the territory, or any of the territories, in relation to which the arrangements have been made, and “ revenue trader ” has the meaning given by section 1(1) of the Customs and Excise Management Act 1979."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "47", "section_title": "EU law relating to excise duty", "section_text": "47 1 Any EU regulation so far as applying in relation to excise duty, and any direct EU legislation so far as relevant to any such regulation, that form part of the law of the United Kingdom as a result of section 3 of the European Union (Withdrawal) Act 2018 cease to have effect. 2 In the application of section 4(1) of that Act (saving for EU rights, powers, liabilities, obligations, restrictions, remedies and procedures) in relation to any excise duty, the rights, powers, liabilities, obligations, restrictions, remedies and procedures mentioned there are subject to any exclusions or other modifications made by regulations made by the Treasury. 3 No regulations may be made under this section on or after 1 April 2023. 4 Further provision relevant to the law relating to excise duty is made by the European Union (Withdrawal) Act 2018: see, for example, section 6 of that Act (interpretation of retained EU law). 5 Nothing in this section is to be read as restricting the power conferred by section 45 (which could, for example, be exercised so as to replicate or apply, with or without modifications, any EU regulation or legislation mentioned in subsection (1))."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "48", "section_title": "Regulations under ss. 44 to 47", "section_text": "48 1 Regulations under any of sections 44 to 47 are to be made by statutory instrument. 2 A statutory instrument containing regulations under section 45 that makes provision within subsection (3) of this section, or regulations under section 47, must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period 3 The provision is within this subsection if it— a amends or repeals any Act of Parliament, b restricts any rebate of or relief from excise duty, c extends the descriptions of goods on which excise duty is chargeable, or d extends the cases in which stamping or marking of goods is required. 4 The fact that a statutory instrument ceases to have effect as mentioned in subsection (2) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 5 In calculating the period for the purposes of subsection (2), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 6 A statutory instrument containing regulations under any of sections 44 to 46 other than one to which subsection (2) applies is subject to annulment in pursuance of a resolution of the House of Commons. 7 If— a a statutory instrument contains provision under any of sections 44 to 47 and provision relating to excise duty under another enactment, and b the Parliamentary procedure applicable to a statutory instrument containing provision under the other enactment does not require House of Commons approval, the only Parliamentary procedure that is to apply to the instrument mentioned in paragraph (a) is that given by this section. 8 For the purposes of subsection (7) the Parliamentary procedure applicable to a statutory instrument requires House of Commons approval if, as a condition of its continuing to have effect or its making, the House of Commons has to approve the statutory instrument or a draft of it. 9 The power to make regulations under any of sections 44 to 47 does not restrict the width of any power to make legislation under any other enactment relating to excise duty. 10 Any power to make regulations under any of sections 44 to 47 may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified case or description of case, or b so as to make different provision for different purposes or areas. 11 Any power to make regulations under any of sections 44 to 47 includes— a power conferring a discretion on any specified person to do anything under, or for the purposes of, the regulations, b power to make provision by reference to things specified in a notice published in accordance with the regulations, c power to make supplementary, incidental and consequential provision, and d power to make transitional or transitory provision and savings."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "49", "section_title": "Sections 44 to 48: interpretation", "section_text": "49 In sections 44 to 48— “ excise duty ” means any excise duty under—  Part 2  of the Finance (No. 2) Act 2023 (alcohol duty),   the Hydrocarbon Oil Duties Act 1979, or the Tobacco Products Duty Act 1979, and “ HMRC Commissioners ” means the Commissioners for Her Majesty's Revenue and Customs."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "50", "section_title": "Excise duty amendments connected with withdrawal from EU", "section_text": "50 Schedule 9 makes amendments of enactments relating to excise duty in consequence of the provision made by this Part or otherwise in connection with the withdrawal of the United Kingdom from the EU (including some amendments also relating to duties of customs)."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "51", "section_title": "Power to make provision in relation to VAT or duties of customs or excise", "section_text": "51 1 The appropriate Minister may by regulations made by statutory instrument make such provision relating to— a value added tax, b any duty of customs, or c any excise duty, as the appropriate Minister considers appropriate in consequence of, or otherwise in connection with, the withdrawal of the United Kingdom from the EU. 2 No regulations may be made under this section on or after 1 April 2022. 3 Regulations under this section— a may make any such provision as might be made by Act of Parliament, including provision amending or repealing this Act, but b may not make provision taking effect from a date earlier than that of the making of the regulations. 4 In this section  “ the appropriate Minister ” means— a in any case where the provision relates to anything dealt with by any provision mentioned in section 57(2), the Secretary of State or the Treasury, and b in any other case, the Treasury. 5 A statutory instrument containing regulations under this section that amends or repeals any Act of Parliament must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period. 6 The fact that a statutory instrument ceases to have effect as mentioned in subsection (5) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 7 In calculating the period for the purposes of subsection (5), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 8 A statutory instrument containing regulations under this section to which subsection (5) does not apply is subject to annulment in pursuance of a resolution of the House of Commons. 9 If— a a statutory instrument contains provision relating to excise duty under this section and provision relating to excise duty under another enactment, and b the Parliamentary procedure applicable to a statutory instrument containing provision under the other enactment does not require House of Commons approval (within the meaning of section 48(7)), the only Parliamentary procedure that is to apply to the instrument mentioned in paragraph (a) is that given by this section. 10 After it is established, the appropriate Minister must consult the Trade Remedies Authority before including in regulations under this section provision relating to anything dealt with by Schedule 4 or 5."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "52", "section_title": "Subordinate legislation relating to VAT or duties of customs or excise", "section_text": "52 1 In this section  “ relevant subordinate legislation ” means any subordinate legislation within the meaning of the Interpretation Act 1978 made under— a this Act, or b any other enactment relating to value added tax, any duty of customs or any excise duty. 2 If the person making any relevant subordinate legislation considers it is appropriate to do so in consequence of, or otherwise in connection with, the withdrawal of the United Kingdom from the EU, the legislation may provide for it, or any of its provisions, to come into force on such day as the Treasury may by regulations under this section appoint. 3 In the case of relevant subordinate legislation subject to the 28-day affirmative procedure containing provision as a result of subsection (2)— a any reference in the enactment dealing with that procedure to the date on which the legislation (or statutory instrument containing it) was made is to be read as a reference to the first day on which any provision of the legislation comes into force for any purpose as a result of subsection (2), and b any reference in the enactment dealing with that procedure to a period of 28 days is to be read as a reference to a period of 60 days. 4 For this purpose subordinate legislation is  “subject to the 28-day affirmative procedure” if provision is made for it to cease to have effect unless approved by a resolution of the House of Commons before the end of a period of 28 days. 5 Any power to make relevant subordinate legislation (or to do anything under it) includes— a power to make supplementary, incidental or consequential provision, and b power to make transitional or transitory provision or savings, if the person exercising the power considers it appropriate to make the provision concerned in consequence of, or otherwise in connection with, the withdrawal of the United Kingdom from the EU. 6 Any power of the Treasury to appoint a day under this section includes— a a power to appoint different days for different purposes or areas, b a power to appoint a time on a day if they consider it appropriate to do so (including a time that has effect by reference to the coming into force of any other enactment), and c a power to revoke provision made by relevant subordinate legislation so far as the provision was an alternative to provision coming into force as a result of subsection (2). 7 Regulations under this section are to be made by statutory instrument. 8 Nothing in this section is to be read as having any bearing on whether or not, in the absence of this section, the matters it authorises would otherwise have been authorised."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "53", "section_title": "Meaning of  “excise duty”", "section_text": "53 In this Part  “ excise duty ” means any excise duty under— a  Part 2  of the Finance (No. 2) Act 2023 (alcohol duty), b the Hydrocarbon Oil Duties Act 1979, or c the Tobacco Products Duty Act 1979."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "54", "section_title": "Prohibition on collection of certain taxes or duties on behalf of country or territory without reciprocity", "section_text": "54 1 Subject to subsection (2), it shall be unlawful for HMRC to account for any duty of customs or VAT or excise duty collected by HMRC to the government of a country or territory outside the United Kingdom. 2 Subsection (1) shall not apply if the Treasury declare by Order that arrangements have been entered into by Her Majesty's Government and that government under which that government will account to HMRC for those duties and taxes collected in that country or territory on a reciprocal basis."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "55", "section_title": "Single United Kingdom customs territory", "section_text": "55 1 It shall be unlawful for Her Majesty's Government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain. 2 For the purposes of this section  “ customs territory ” shall have the same meaning as in the General Agreement on Tariffs and Trade 1947 as amended."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "56", "section_title": "Consequential and transitional provision", "section_text": "56 1 The appropriate Minister may by regulations made by statutory instrument make such provision as the appropriate Minister considers appropriate in consequence of this Act. 2 The power to make regulations under subsection (1) may (among other things) be exercised by amending or repealing any Act of Parliament other than this Act or one passed after the end of the Session in which this Act is passed. 3 The power to make regulations under subsection (1) includes power to make transitional or transitory provision and savings. 4 The appropriate Minister may by regulations made by statutory instrument make such transitional, transitory or saving provision as the appropriate Minister considers appropriate in connection with the coming into force of any provision of this Act. 5 In this section  “ the appropriate Minister ” means— a in any case where the provision relates to any provision mentioned in section 57(2), the Secretary of State or the Treasury, and b in any other case, the Treasury. 6 Any power to make regulations under this section may be exercised so as to make different provision for different purposes or areas. 7 Any power to make regulations under this section includes— a power conferring a discretion on any specified person to do anything under, or for the purposes of, the regulations, b power to make provision by reference to things specified in a notice published in accordance with the regulations, and c power to make supplementary, incidental and consequential provision. 8 A statutory instrument containing regulations under subsection (1) that amends or repeals any Act of Parliament must be laid before the House of Commons, and, unless approved by that House before the end of the period of 28 days beginning with the date on which the instrument is made, ceases to have effect at the end of that period. 9 The fact that a statutory instrument ceases to have effect as mentioned in subsection (8) does not affect— a anything previously done under the instrument, or b the making of a new statutory instrument. 10 In calculating the period for the purposes of subsection (8), no account is to be taken of any time— a during which Parliament is dissolved or prorogued, or b during which the House of Commons is adjourned for more than 4 days. 11 A statutory instrument containing regulations under subsection (1) to which subsection (8) does not apply is subject to annulment in pursuance of a resolution of the House of Commons. 12 If— a a statutory instrument contains provision relating to excise duty under subsection (1) and provision relating to excise duty under another enactment (and  “excise duty” has the same meaning in this paragraph as in Part 5), and b the Parliamentary procedure applicable to a statutory instrument containing provision under the other enactment does not require House of Commons approval (within the meaning of section 48(7)), the only Parliamentary procedure that is to apply to the instrument mentioned in paragraph (a) is that given by this section. 13 After it is established, the appropriate Minister must consult the Trade Remedies Authority before including in regulations under this section provision relating to Schedule 4 or 5."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "57", "section_title": "Commencement", "section_text": "57 1 The following provisions come into force on the day on which this Act is passed— a Part 1 (other than the provisions mentioned in subsection (2)) so far as making provision for anything to be done by regulations or public notice, b Part 2, c sections 44 to 46 and sections 48 and 49, d Part 5, and e this Part. 2 The following provisions come into force on such day as the Secretary of State may by regulations under this section appoint— a section 10 and Schedule 3 (import duty: preferential rates given unilaterally), b section 13 and Schedules 4 and 5 (import duty: dumping of goods, foreign subsidies, etc), c section 15 (import duty: international disputes etc), and d paragraph 1 of Schedule 7 (replacement of EU customs duties) so far as relating to EU trade duties. 3 The remaining provisions of this Act come into force on such day as the Treasury may by regulations under this section appoint. 4 Any power of the Treasury or Secretary of State to appoint a day under this section includes— a a power to appoint different days for different purposes or areas, and b a power to appoint a time on a day if the person exercising the power considers it appropriate to do so (including a time that has effect by reference to the coming into force of any other enactment). 5 Regulations under this section are to be made by statutory instrument."}, {"act": "Taxation (Cross-border Trade) Act 2018", "year": 2018, "section": "58", "section_title": "Short title", "section_text": "58 This Act may be cited as the Taxation (Cross-border Trade) Act 2018."}]