[{"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "1", "section_title": "", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "3", "section_title": " Hours of work in automatic sheet-glass works.", "section_text": "3 1 The following provisions shall have effect for the purpose of carrying out the Sheet-Glass Works Convention 1934:— a no person to whom the Convention applies shall be employed except in accordance with a system providing for at least four shifts of workers with hours of work not greater and intervals not less than those specified in paragraphs (b), (c) and (d) of this subsection, being a system of which due notice is given in accordance with the provisions of subsection (2) of this section; b the hours of work of any such person shall not exceed one hundred and sixty-eight in any continuous period of four weeks; c the length of a spell of work of any such person shall not exceed eight hours; d the interval between successive spells of work of any such person shall not be less than sixteen hours, except that this interval may where necessary be reduced on the occasion of the periodical change-over of shifts: Provided that in the following cases, that is to say— i in case of accident, actual or threatened, or in case of urgent work to be done to machinery or plant, or in case of force majeure; or ii in order to make good the unforeseen absence of one or more members of a shift, the limits of hours and the intervals which would otherwise have to be observed and allowed under this subsection may be departed from, but only so far as may be necessary to avoid serious interference with the ordinary working of the undertaking. 2 Due notice shall not be deemed to be given of a system of employment unless— a a notice is kept posted in a conspicuous position in the works giving particulars of the system and in particular specifying the number of shifts and the hours on each day at which the spells of work for each shift begin and end, and a copy of that notice has been delivered to the inspector of factories for the district in which the works are situated; and b in the case of a change of the system of employment, a notice specifying the change has been kept posted in the works for at least one month before the date on which the change takes effect and a copy thereof has been delivered to the inspector of factories for the district in which the works are situate before the beginning of that month. 3 Where by virtue of the proviso to subsection (1) of this section additional hours are worked by any person to whom the Convention applies, compensation for the hours so worked shall be granted by the employer in such manner as may be agreed between the organisations of employers and workers concerned or as may, in default of such agreement, be determined by such method as may be prescribed by the Secretary of State after consulting the Minister of Labour. Every person who employs any person to whom the Convention applies shall keep a record in such form as may be prescribed by the Secretary of State of all hours so worked and the compensation granted in respect thereof. 4 If any person employs another person in contravention of the provision of this section or fails to comply with the requirements of subsection (3) of this section, he shall in respect of each offence be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section, the expression “ person to whom the Convention applies ” means a person to whom the Convention is expressed to apply by Article One thereof as set out in Part II of the Schedule to this Act."}, {"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "4", "section_title": " Interpretation, &c.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Save as therein expressly provided, the provisions of this Act are in addition to and not in derogation of any of the provisions of any other Act limiting times of employment."}, {"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "5", "section_title": " Provisions as to Northern Ireland. ", "section_text": "5 1 This Act shall apply to Northern Ireland subject to the following modifications: a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the words “the Secretary of State after consulting the Minister of Labour” and the words “the Secretary of State” there shall be substituted the words “the Minister of Labour for Northern Ireland.” 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Hours of Employment (Conventions) Act 1936 (repealed 1.4.1996)", "year": 1936, "section": "6", "section_title": " Short title and commencement.", "section_text": "6 1 This Act may be cited as the Hours of Employment (Conventions) Act 1936. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]