[{"act": "Coal Consumers’Councils (Northern Irish Interests) Act 1962 (repealed 1.3.1995)", "year": 1962, "section": "1", "section_title": " Representation of Northern Irish interests on Coal Consumers’ Councils.", "section_text": "1   1 The persons who may be appointed by the  Secretary of State  to the Consumers’ Councils established under section four of the  Coal Industry Nationalisation Act 1946 (hereafter in this Act referred to as “ the principal Act ”) shall include— a in the case of the Industrial Coal Consumers’ Council, persons appointed by him to represent consumers of coal, coke and manufactured fuel respectively in Northern Ireland for industrial purposes or other purposes involving supply in bulk, and to represent persons engaged in organising or effecting the sale or supply of coal, coke and manufactured fuel respectively in Northern Ireland for those purposes; b in the case of the Domestic Coal Consumers’ Council, persons appointed by him to represent consumers of coal, coke and manufactured fuel respectively in Northern Ireland for domestic purposes and other purposes not falling within the foregoing paragraph, and to represent persons engaged in organising or effecting the sale or supply of coal, coke or manufactured fuel respectively in Northern Ireland for those purposes. 2 In subsection (3) of the said section four (which provides that the duties of the Industrial Coal Consumers’ Council shall include consideration of the matters therein mentioned which are the subject of representations made by consumers of coal, coke or manufactured fuel) the reference to consumers shall include a reference to consumers in Northern Ireland, and subsection (4) of the said section (which relates to the duties of the Domestic Coal Consumers’ Council) shall be construed accordingly."}, {"act": "Coal Consumers’Councils (Northern Irish Interests) Act 1962 (repealed 1.3.1995)", "year": 1962, "section": "2", "section_title": "Expenses.", "section_text": "2 There shall be paid out of moneys provided by Parliament any increase attributable to the provisions of the foregoing section in the sums payable out of such moneys by way of remuneration, allowances and expenses payable by the  Secretary of State  under subsection (6) of section four of the principal Act."}, {"act": "Coal Consumers’Councils (Northern Irish Interests) Act 1962 (repealed 1.3.1995)", "year": 1962, "section": "3", "section_title": " Citation and construction.", "section_text": "3 1 This Act may be cited as the Coal Consumers’ Councils (Northern Irish Interests) Act 1962, and this Act and the Coal Industry Acts 1946 to 1961, may be cited together as the Coal Industry Acts 1946 to 1962. 2 This Act shall be construed as one with the principal Act."}]