[{"act": "Education Act 1962 (repealed)", "year": 1962, "section": "1", "section_title": " Local education authority awards for designated courses. ", "section_text": "1 1 It shall be the duty of every local education authority, subject to and in accordance with regulations made under this Act, to bestow on persons who are ordinarily resident in the area of the authority awards in respect of their attendance at courses to which this section applies. 2 This section applies to any course which— a is provided by a university, college or other institution in the United Kingdom or by such a university, college or institution in conjunction with a university, college or other institution in another country; and b is designated by or under regulations for the purposes of this section as being such a course as is mentioned in subsection (3) of this section. 3 The courses referred to in subsection (2)(b) of this section are— a full-time courses which are either first degree courses or comparable to first degree courses; b full-time courses for the diploma of higher education; c courses for the initial training of teachers; d full-time courses  or for the higher national diploma of the body corporate known at the passing of the Education (Grants and Awards) Act 1984 as the Business & Technician Education Council. . 4 A local education authority shall not be under a duty under subsection (1) above to bestow an award on a person in respect of a course designated as comparable to a first degree course unless he possesses such educational qualifications as may be prescribed by or under the regulations, either generally or with respect to that course or a class of courses which includes that course. 5 Regulations made for the purposes of subsection (1) of this section shall prescribe the conditions and exceptions subject to which the duty imposed by that subsection is to have effect, and the descriptions of payments to be made in pursuance of awards bestowed thereunder, and with respect to each description of payments, shall— a prescribe the circumstances in which it is to be payable, and the amount of the payment or the scales or other provisions by reference to which that amount is to be determined, and b indicate whether the payment is to be obligatory or is to be at the discretion of the authority bestowing the award; and, subject to the exercise of any power conferred by the regulations to suspend or terminate awards, a local education authority by whom an award has been bestowed under subsection (1) of this section shall be under a duty, or shall have power, as the case may be, to make such payments as they are required or authorised to make in accordance with the regulations. 6 Without prejudice to the duty imposed by subsection (1) of this section, a local education authority shall have power to bestow an award on any person in respect of his attendance at a course to which this section applies, where he is not eligible for an award under subsection (1) of this section in respect of that course. 7 The provisions of subsection (5) of this section and of the regulations made in accordance with that subsection (except so much of those provisions as relates to the conditions and exceptions subject to which the duty imposed by subsection (1) of this section is to have effect) shall apply in relation to awards under the last preceding subsection as they apply in relation to awards under subsection (1) of this section. 8 The reference in subsection (1) of this section to persons who are ordinarily resident in the area of a local education authority is a reference to persons who, in accordance with the provisions of Schedule 1 to this Act, are to be treated as being so resident."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "2", "section_title": " Local education authority awards for other courses. ", "section_text": "2 1 A local education authority shall have power to bestow awards on persons over compulsory school age (including persons undergoing training as teachers) in respect of their attendance at courses to which this section applies and to make such payments as are payable in pursuance of such awards. 2 Subject to subsection (3) of this section, this section applies to any course of full-time or part-time education (whether held in Great Britain or elsewhere) which is not a course of primary or secondary education, or (in the case of a course held outside Great Britain) is not a course of education comparable to primary or secondary education in Great Britain, and is not a course to which section 1 of this Act applies. 3 Except in the case of a person undergoing training as a teacher who attends the course as such training, this section does not apply to any course provided by a university, college or other institution which is for the time being designated by or under regulations made for the purposes of this section as being a postgraduate course or comparable to a postgraduate course."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "3", "section_title": " Awards by Secretary of State.", "section_text": "3 Provision may be made by regulations under this Act for authorising the Secretary of State— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b to bestow awards on persons in respect of their attendance at such courses provided by universities, colleges or other institutions (whether in Great Britain or elsewhere) as may for the time being be designated by or under the regulations for the purposes of this section as being postgraduate courses or comparable to postgraduate courses; c to bestow awards on persons who, at such time as may be prescribed by the regulations, have attained such age as may be so prescribed, being awards in respect of their attendance at courses provided by any institution which— i is in receipt of payments under  section 485 of the Education Act 1996 or section 75 of the   Education (Scotland) Act 1962; and ii is designated by or under the regulations as a college providing long-term residential courses of full-time education for adults; and . . .   for authorising the Secretary of State to make such payments as are payable in pursuance of the awards."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "4", "section_title": " Provisions supplementary to ss. 1–3. ", "section_text": "4 1 For the purposes of the exercise of any power or the performance of any duty conferred or imposed by or under any of the provisions of sections 1 to 3 of this Act, it is immaterial— a whether an award is designated by that name or as a scholarship, studentship, exhibition or bursary or by any similar description, or b in what terms the bestowal of an award is expressed. 1A In those sections any reference to an institution other than a university or college includes a reference to an institution providing a course which qualifies for funding under Part I of the Education Act 1994. 2 Any enactment contained in those sections which requires or authorises the making of regulations shall be construed as requiring or authorising regulations to be made by the Secretary of State; and regulations made for the purposes of any such enactment may make different provision for different cases to which that enactment is applicable. 3 Without prejudice to subsection (2) above, regulations under section 3 . . .  (c) above may make in relation to persons ordinarily resident in Wales provision different from that made in relation to persons so resident in England. 4 Any power to make regulations under those sections shall be exercisable by statutory instrument; and any statutory instrument containing any such regulations shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In  section 2  of this Act “ training ” (in relation to training as a teacher) includes further training, whether the person undergoing the further training is already qualified as a teacher or not; and any reference to a person undergoing training includes a person admitted or accepted by the appropriate university, college or other authorities for undergoing that training."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "7", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "11", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "12", "section_title": " Interpretation.", "section_text": "12 1 In this Act “ the Act of 1944 ” means the  Education Act 1944, . . . . . .  2 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "13", "section_title": " Repeals, transitional provisions and savings.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any regulations relating to the training of teachers, in so far as they were made by virtue of the repealed grant provisions, shall continue to have effect notwithstanding the repeal, and may be revoked or varied as if this Act had not been passed. 3 Any other regulations, in so far as they were made by virtue of the repealed grant provisions, shall continue to have effect notwithstanding the repeal in so far as— a they authorise the making of any payment in respect of a period ending before the first day of September, nineteen hundred and sixty-two, or b they enable scholarships, exhibitions, bursaries or other allowances to be awarded at any time before that day, or authorise the making of any payment (whether before or after that day) in pursuance of a scholarship, exhibition, bursary or other allowance so awarded; and in so far as any regulations continue to have effect by virtue of this subsection, they may be revoked, or (within the limits subject to which they continue so to have effect) may be varied, as if this Act had not been passed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section “ the repealed grant provisions ” means so much of section one hundred of the Act of 1944 as is repealed by this Act."}, {"act": "Education Act 1962 (repealed)", "year": 1962, "section": "14", "section_title": " Short title, citation, construction and extent.", "section_text": "14 1 This Act may be cited as the Education Act 1962. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This Act shall be construed as one with the Education Act 1996. (5) . . .   this Act, shall not extend to Scotland; . . .  6 This Act shall not extend to Northern Ireland."}]