[{"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "9", "section_title": " Printing, boxing, &c.", "section_text": "9 Any enactment in force at the commencement of this Act requiring any petition, summons, note or other document for the purpose of any cause in the Court to be printed or boxed, or specifying the number of copies to be printed or boxed, shall cease to have effect."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "10", "section_title": " Provision for summary trial of certain cases.", "section_text": "10 1 The parties to any dispute or question to which this section applies may present a petition in the Outer House setting forth the dispute or question and craving that it may be decided by a particular Lord Ordinary, and any such petition shall stand referred to such Lord Ordinary for his determination of the dispute or question. 2 For the purpose of the hearing and determination of any such dispute or question, the procedure, in lieu of the procedure ordinarily obtaining in proceedings in the Outer House, shall, subject to the provisions of any Act of Sederunt made under this Act, be such as the parties may, with the consent of the Lord Ordinary, agree, or, failing such agreement, as the Lord Ordinary may order: Provided always that any evidence led shall not be taken down in shorthand and recorded unless the parties so agree. 3 The Lord Ordinary may, on cause shown, hear and determine in chambers any dispute or question submitted for his decision under this section. 4 The Lord Ordinary shall pronounce any decree which he may deem necessary to enable his decision of a dispute or question under this section to be carried into effect. 5 Any decree or interlocutor of the Lord Ordinary in any proceedings under this section shall be final and binding on the parties and shall not be subject to review by reclaiming note or otherwise. 6 It shall be competent to the parties to any cause in dependence in the Outer House not affecting the status of any person, to agree by joint minute, or in such other manner as may be prescribed, that the provisions of this section shall apply to such cause, and thereafter the said provisions shall apply accordingly. 7 Provision shall be made by Act of Sederunt under this Act for securing that causes under this section shall be disposed of with as little delay as possible. 8 This section shall apply to any dispute or question not effecting the status of any person which might competently be the subject of any cause in the Outer House, or which might competently have been the subject of any such cause but for the provisions of section seven of the  Sheriff Courts (Scotland) Act 1907."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "11", "section_title": " Provisions as to jury trial.", "section_text": "11 1 A jury impanelled to try any cause in the Court may at any time return a verdict by a majority of its members, and if such a jury, after it has been enclosed for three hours, shall be unable to agree upon a verdict or to return a verdict by a majority, the presiding judge may discharge the jury without their having given a verdict, and on the jury being discharged shall order the cause to be tried by another jury. 2 Where in the course of any jury trial in the Court the presiding judge is satisfied that any member of the jury is, by reason of illness, unable to continue to serve on the jury or ought, for any other reason, to be discharged from further service on the jury, it shall be lawful for the judge to discharge such member, and in any such case or in any case where in the course of such a jury trial, a member of the jury dies, the remaining members of the jury (if they shall be not less than ten in number) shall in all respects be deemed to constitute the jury for the purpose of the trial and any verdict returned by them whether unanimous or by majority shall be of the like force and effect as a unanimous verdict or a verdict by majority of the whole number of the jury. 3 This section shall come into operation on the passing of this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "12", "section_title": "", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "13", "section_title": " Assessors. 57 & 58  Vict.  c. 40.", "section_text": "13 1 Without prejudice to the provisions of the Nautical Assessors (Scotland) Act 1894, or of the Patents and Designs Acts 1907 to 1932, regarding the summoning of assessors, the Court may, in any cause, on the joint request of the parties thereto summon to its assistance, at the trial or proof or at any subsequent hearing, whether on reclaiming note, appeal, or otherwise, a specially qualified assessor. 2 The remuneration to be paid to an assessor under this section shall, unless the Court otherwise directs, be treated as expenses in the cause."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "14", "section_title": " Provisions as to reclaiming.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .a party desiring to submit to the review of the Inner House an interlocutor of the Lord Ordinary may do so in such form as may be prescribed and any submission to review in such form shall be of the like force and effect as a reclaiming note in the form required by the law and practice existing immediately prior to the commencement of this Act. 2 Any enactment in force at the commencement of this Act precluding the presentation of a reclaiming note against an interlocutor without the leave of the Lord Ordinary, or fixing, whether by reference to the date of the interlocutor or by reference to the date of granting such leave, the period within which a reclaiming note may be presented shall cease to have effect and the Court shall, by Act of Sederunt, prescribe— a the interlocutors which may, and the interlocutors which may not, be submitted to the review of the Inner House without obtaining the leave of the Lord Ordinary; b the manner in which, and the time within which, such leave may be obtained and the Lord Ordinary by whom it may be granted, in session as well as in vacation; and c the period within which any interlocutor pronounced by a Lord Ordinary may be submitted to the review of the Inner House."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "15", "section_title": " Form of extract of decree.", "section_text": "15 Any enactment in force at the commencement of this Act prescribing or regulating the form of the extract of a decree of the Court shall cease to have effect, and an extract of such a decree in such form as may be prescribed, shall be of the like effect in all respects as an extract in the form required by the law and practice in existence immediately prior to the commencement of this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "16", "section_title": " Power to regulate procedure, &c., by Act of Sederunt.", "section_text": "16 The Court shall have power by Act of Sederunt— a to regulate and prescribe the procedure and practice to be followed in various categories of causes in the Court or in execution or diligence following on such causes, whether initiated in the said Court or brought there by way of appeal, removal, remit, stated case, or other like process, and any matters incidental or relating to any such procedure or practice including (but without prejudice to the foregoing generality) the manner in which, the time within which, and the conditions on which any interlocutor of the Lord Ordinary may be submitted to the review of the Inner House, or any application to the Court, or any thing required or authorised to be done in relation to any such causes as aforesaid shall or may be made or done; b to prescribe the form of any summons, defence, petition, answer, writ, pleading or other document whatsoever to be used in, or for the purposes of, any such causes as aforesaid, or in, or for the purposes of, execution or diligence following on such causes and the manner in which, and the person by whom, any such summons, petition, writ, pleading or document shall be signed or authenticated; c to prescribe the manner in which, the time within which, and the conditions on which any verdict of a jury may be submitted to the review of the Inner House on any ground set forth in section six of the  Jury Trials (Scotland) Act 1815; d to regulate the production and recovery of documents; e to provide in any category of causes before the Court, for the admission in lieu of parole evidence of written statements (including affidavits) and reports, on such conditions as may be prescribed. f to provide for the payment into Court and the investment or application of sums of money awarded in any action of damages in the Court to a pupil or a minor; g to regulate the fees of solicitors practising before the Court; h to regulate the summoning, remuneration, and duties of assessors; i to make such regulations as may be necessary to carry out the provisions of this Act or of any Act conferring powers or imposing duties on the Court or relating to proceedings therein; and j to modify, amend or repeal any enactments, including enactments contained in this Act, relating to matters with respect to which an Act of Sederunt is made under this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "17", "section_title": " Allocation of business &c., by Act of Sederunt.", "section_text": "17 With a view to securing that causes coming before the Court may be heard and determined with as little delay as is possible, and to the simplifying of procedure and the reduction of expense in causes before the Court, the Court shall, in the exercise of the powers conferred on them by the last foregoing section, provide by Act of Sederunt:— i for the classification of the causes brought into the Court according to the manner in which they are initiated, and for the institution of (a) an Ordinary Roll; (b) an Admiralty and Commercial Roll; and (c) a Consistorial Roll; and the assignment to the Consistorial Roll of all consistorial causes and to the Ordinary Roll or to the Admiralty and Commercial Roll of all other causes initiated by summons, according to the subject matter of such causes; ii for the allocation of the causes before the Inner House among the divisions thereof and of the causes before the Outer House among the Lords Ordinary; iii for enabling the enforcement of a maritime lien over a ship by an action in rem directed against the ship and all persons interested therein without naming them and concluding for the sale of the ship and the application of the proceeds in extinction pro tanto of the lien, and for enabling arrestment of the ship on the dependence of such an action, and for the regulation of the procedure in any such action; iv for enabling the inclusion, in any such action as is mentioned in the immediately preceding paragraph, of conclusions in personam against the registered owners of the vessel, whether their names are or are not known to the pursuer, and the granting of decree in any such action containing such conclusions against any compearing defender; v for the inclusion in defences to any action of any counter claim arising out of the matters on which the action is based, to the effect of enabling such counter claim to be enforced without a separate action being raised; vi for enabling trustees under any trust deed to obtain the direction of the Court on questions relating to the investment, distribution, management or administration of the trust estate, or the exercise of any power vested in, or the performance of any duty imposed on, the trustees notwithstanding that such direction may affect contingent interests in the trust estate, whether of persons in existence at, or of persons who may be born after, the date of the direction; vii for enabling arrestment ad fundandam jurisdictionem to proceed on a warrant contained in the summons in like manner as arrestment on the dependence of the action."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "18", "section_title": " Rules Council.", "section_text": "18 1 There shall be established a Rules Council consisting of the Lord President ex officio, two other judges of the Court to be appointed by the Lord President, five members of the Faculty of Advocates to be appointed by the Faculty, and five solicitors, of whom not less than two shall be solicitors practising before the Court, to be appointed on the first occasion by the Lord President and thereafter by the General Council of Solicitors in Scotland. 2 The members of the Rules Council, other than the Lord President, shall, so long as they retain the respective qualifications hereinbefore prescribed, hold office for three years and be eligible for reappointment. 3 Any vacancy in the membership of the Rules Council occurring by death, resignation, or other cause prior to the expiry of three years from the date of appointment of the member whose office is so vacated shall be filled by the appointment by the person or body by whom that member was appointed of another person possessing the same qualification: Provided that— where the vacancy occurs after the first day of March, nineteen hundred and thirty-four, and the member whose office is vacated was a solicitor appointed by the Lord President, such vacancy shall be filled by appointment by the General Council of Solicitors in Scotland; and any person appointed in pursuance of this subsection to fill a vacancy shall remain a member of the council only until the expiry of three years from the date of the appointment of the member whose office is so vacated. 4 The Rules Council may from time to time frame rules regarding any of the matters relating to the Court, which the Court are empowered to regulate by Act of Sederunt, and shall submit any rules so framed to the Court, and the Court shall consider such rules and, if approved, embody them (with or without amendment) in an Act of Sederunt. At any meeting of the Rules Council seven members shall form a quorum. 5 This section shall come into operation on the passing of this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "23", "section_title": " Appointment of clerks in the Court of Justiciary.", "section_text": "23 1 The right of appointing any Depute, Assistant or other Clerk in the Justiciary Office shall be vested in the  Scottish Court Service                   . 2 The duties of Clerk of the High Court of Justiciary when sitting in Edinburgh or elsewhere may be performed by the Principal Clerk or by such Depute, Assistant, or other Clerk in the Justiciary Office as the Lord Justice General may approve, and the said Principal Clerk and any such Depute, Assistant, or other Clerk shall perform such duties in relation to the business of the said High Court as the Lord Justice General may direct."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "24", "section_title": " Appointment of officers of the Court of Session.", "section_text": "24 1 Any enactment in force at the passing of this Act as to the number or appointment of the Clerks of Court shall cease to have effect and the  Scottish Court Service shall appoint a Principal Clerk of Session and such other clerks and officers of the Court as                              it  may  . . . determine to be necessary to discharge the duties devolving, according to the law and practice existing immediately prior to the passing of this Act, on the whole staff of clerks in the Inner and Outer Houses and in the Bill Chamber and on the clerks to the judges, and such other clerks and officers shall, subject to the directions of the Lord President, be under the general supervision of the Principal Clerk of Session, and shall, subject as aforesaid, perform such duties in relation to the business of the Court as the Principal Clerk may require. 2 There shall be a Central Office of the Court which shall comprise the clerks and officers appointed in pursuance of this section and which shall be divided into a General Department and a Petition Department. Causes initiated in the Court by petition shall be assigned to the Petition Department and there shall be assigned to the General Department— a causes initiated by summons in the Court; b special cases; c causes brought before the Court by appeal, removal, remit, stated case or other like process; and d Exchequer causes. 3 The Petition Department and the General Department shall be respectively responsible under the supervision of the Principal Clerk and subject to the directions of the Lord President, for the allocation among the Divisions of the Inner House or the Lords Ordinary, as the case may be, of the causes assigned to the said departments in pursuance of the foregoing subsection, and the General Department shall be responsible for the division of the causes initiated by summons among— a the Ordinary Roll; b the Admiralty and Commercial Roll; and c the Consistorial Roll; in accordance with any Act of Sederunt made under section seventeen of this Act. 4 The clerks and officers appointed in pursuance of this section shall be assigned by the Principal Clerk, subject to the directions of the Lord President and the provisions of any Act of Sederunt, to one or other of the aforesaid departments, provided always that any clerk or officer in the Central Office shall be capable of performing, and shall perform, any duty in relation to the business of the Court as may be required by the Principal Clerk, subject to such directions and provisions as aforesaid. 5 Notwithstanding anything in the foregoing provisions of this section, it shall not be competent to allocate any Exchequer Cause to any Lord Ordinary other than the Lord Ordinary in Exchequer Causes. 6 Any provisions in an Act or an Act of Sederunt regarding the Principal Clerk of Session or the Clerks of Court shall apply to the Principal Clerk and to the clerks appointed in pursuance of this section in like manner as it applies to the Principal Clerk and to the clerks holding office at the passing of this Act, and any reference in any enactment to a depute, assistant or other clerk in the Court of Session or in the Bill Chamber, shall apply, in like manner as it applies to such depute, assistant or other clerk to the clerk required in pursuance of this section to perform the duties devolving on such depute, assistant or other clerk according to the law and practice existing immediately prior to the passing of this Act. 7 The right of appointing to the office of Macer, which in accordance with the law and practice existing immediately prior to the passing of this Act was vested in His Majesty, shall be transferred to and vested in the  Scottish Court Service ,  . . ., and it shall be competent to the  Scottish Court Service  in pursuance of the power so vested in  it                            to appoint the same persons to be Macers in the High Court of Justiciary and in the Court of Session."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "25", "section_title": "Appointment of Principal Clerk of Justiciary  etc.", "section_text": "25 1 The right of appointing to the offices of Principal Clerk of Justiciary and Accountant of Court shall be vested in the Scottish Court Service. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "26", "section_title": " Age limit for officers of High Court of Justiciary and Court of Session.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "27", "section_title": " Remuneration of officers of High Court of Justiciary and Court of Session.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A The remuneration of the persons appointed to any office in pursuance of the powers vested in the Scottish Court Service by this Part of this Act, shall be of such amounts as the Scottish Court Service may determine. 2 The sole remuneration of the persons holding any office mentioned in the immediately preceding subsection  ... shall be the remuneration determined in pursuance of the said subsection, and any fee or other sum paid or received, by virtue of his office, to or by any such person, other than such remuneration, shall be paid over and accounted for in such manner as the  Scottish Court Service                            may direct."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "28", "section_title": " Regulations for admission of officers of High Court of Justiciary and Court of Session.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "37", "section_title": " Agreements between solicitors as to sharing fees.", "section_text": "37 1 An agreement between solicitors acting for the same client to share fees or profits shall be lawful if the following conditions are complied with but not otherwise:— i The share payable under the agreement, by the solicitor to whom the fees or profits are due, to the other solicitor shall not exceed one-third. ii The solicitor to whom such share is payable shall, not later than the time when he renders his account to the client, inform the client of the terms of the agreement. iii The solicitor to whom such share is payable shall make no charge against the client for communications or correspondence with the other solicitor in the matter of the business to which the agreement relates. iv The fees or profits to be shared under the agreement shall not include any charge in respect of clerk’s writings. 2 Section forty-one of the  Solicitors (Scotland) Act 1933, in so far as it relates to the legality of agreements between solicitors acting for the same client is hereby repealed."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "38", "section_title": " Amendment of 58 & 59 Vict. c. 36. s. 5(4). 6  Edw.  7 c. 35.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "39", "section_title": " Repeal.", "section_text": "39 The enactments mentioned in the Schedule to this Act shall be repealed to the extent specified in the third column of that schedule: Provided that any Act of Sederunt in force at the passing of this Act made under any enactment so repealed shall have effect as if it had been made under this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "40", "section_title": " Interpretation.", "section_text": "40 In this Act unless the context otherwise requires:— “ The Court ” means the Court of Session, and, in any provision conferring a power on the Court with regard to a cause before it, “ the Court ” includes a reference to a division of the Inner House or to the Lord Ordinary. “ The Lord President ” means the Lord President of the Court of Session. The expression “ cause ” includes any petition, action, case, or proceeding whatsoever competent in the Court. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . The “ Act of 1868 ” means the  Court of Session Act 1868. The expression “ solicitor ” has the like meaning as in the  Solicitors (Scotland) Act 1933, provided that for the purpose of the construction of any provision of this Act with reference to any time prior to the first day of March, nineteen hundred and thirty-four, any reference to a solicitor shall be construed as a reference to a law agent as defined in the  Law Agents (Scotland) Act 1873. The expression “ General Council of Solicitors in Scotland ” means the General Council of Solicitors in Scotland constituted under the Solicitors (Scotland) Act 1933. “ Prescribed ” means prescribed by Act of Sederunt under this Act."}, {"act": "Administration of Justice (Scotland) Act 1933", "year": 1933, "section": "41", "section_title": " Extent short title and commencement.", "section_text": "41 1 This Act shall extend to Scotland only, and may be cited as the Administration of Justice (Scotland) Act 1933. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any reference in any provision of this Act to the commencement of this Act shall be construed as a reference to the date when that provision comes into operation."}]