[{"act": "Children and Young Persons Act 1933", "year": 1933, "section": "1", "section_title": " Cruelty to persons under sixteen.", "section_text": "1 1 If any person who has attained the age of sixteen years and  has responsibility for  any child or young person under that age, wilfully assaults, ill-treats  (whether physically or otherwise) , neglects, abandons, or exposes him, or causes or procures him to be assaulted, ill-treated  (whether physically or otherwise) , neglected, abandoned, or exposed, in a manner likely to cause him unnecessary suffering or injury to health   (whether the suffering or injury is of a physical or a psychological nature) , that person shall be guilty of   an offence , and shall be liable— a on conviction on indictment, to a fine . . .   or alternatively, . . .  , or in addition thereto, to imprisonment for any term not exceeding   14   years; b on summary conviction, to a fine not exceeding  £400  pounds, or alternatively, . . .  , or in addition thereto, to imprisonment for any term not exceeding six months. 2 For the purposes of this section— a a parent or other person legally liable to maintain a child or young person  , or the legal guardian of a child or young person,  shall be deemed to have neglected him in a manner likely to cause injury to his health if he has failed to provide adequate food, clothing, medical aid or lodging for him, or if, having been unable otherwise to provide such food, clothing, medical aid or lodging, he has failed to take steps to procure it to be provided under  the enactments applicable in that behalf ; b where it is proved that the death of an infant under three years of age was caused by suffocation (not being suffocation caused by disease or the presence of any foreign body in the throat or air passages of the infant) while the infant was in bed with some other person who has attained the age of sixteen years, that other person shall, if he was, when he went to bed  or at any later time before the suffocation , under the influence of drink  or a prohibited drug , be deemed to have neglected the infant in a manner likely to cause injury to its health. 2A The reference in subsection (2)(b) to the infant being  “in bed” with another (“the adult”) includes a reference to the infant lying next to the adult in or on any kind of furniture or surface being used by the adult for the purpose of sleeping (and the reference to the time when the adult  “went to bed” is to be read accordingly). 2B A drug is a prohibited drug for the purposes of subsection (2)(b) in relation to a person if the person's possession of the drug immediately before taking it constituted an offence under section 5(2) of the Misuse of Drugs Act 1971. 3 A person may be convicted of an offence under this section— a notwithstanding that actual suffering or injury to health, or the likelihood of actual suffering or injury to health, was obviated by the action of another person; b notwithstanding the death of the child or young person in question. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "3", "section_title": " Allowing persons under sixteen to be in brothels.", "section_text": "3 1 If any person having  responsibility for  a child or young person who has attained the age of four years and is under the age of sixteen years, allows that child or young person to reside in or to frequent a brothel, he shall be  liable on summary conviction to a fine not exceeding  level 2 on the standard scale , or alternatively . . .   or in addition thereto, to imprisonment for any term not exceeding six months. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "4", "section_title": " Causing or allowing persons under sixteen to be used for begging.", "section_text": "4 1 If any person causes or procures any child or young person under the age of sixteen years or, having  responsibility for  such a child or young person, allows him to be in any street, premises, or place for the purpose of begging or receiving alms, or of inducing the giving of alms (whether or not there is any pretence of singing, playing, performing, offering anything for sale, or otherwise) he shall, on summary conviction, be liable to a fine not exceeding  level 2 on the standard scale , or alternatively, . . .   or in addition thereto, to imprisonment for any term not exceeding three months. 2 If a person having  responsibility for  a child or young person is charged with an offence under this section, and it is proved that the child or young person was in any street, premises, or place for any such purpose as aforesaid, and that the person charged allowed the child or young person to be in the street, premises, or place, he shall be presumed to have allowed him to be in the street, premises, or place for that purpose unless the contrary is proved. 3 If any person while singing, playing, performing or offering anything for sale in a street or public place has with him a child who has been lent or hired out to him, the child shall, for the purposes of this section, be deemed to be in that street or place for the purpose of inducing the giving of alms."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "5", "section_title": " Giving intoxicating liquor to children under five.", "section_text": "5 If any person gives, or causes to be given, to any child under the age of five years any   alcohol (within the meaning given by section 191 of the Licensing Act 2003, but disregarding subsection (1)(f) to (i) of that section) , except upon the order of a duly qualified medical practitioner, or in case of sickness, apprehended sickness, or other urgent cause, he shall, on summary conviction, be liable to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "7", "section_title": " Sale of tobacco, &c. to persons under   eighteen .", "section_text": "7 1 Any person who sells to a person  . . .  under the age of   eighteen  years any tobacco or cigarette papers, whether for his own use or not, shall be liable,  on summary conviction to a fine not exceeding level 4 on the standard scale. 1A It shall be a defence for a person charged with an offence under subsection (1) above to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 2 If on complaint to a   magistrates' court  it is proved to the satisfaction of the court that any automatic machine for the sale of tobacco kept on any premises  has been used by any person  under the age of   eighteen  years, the court  shall  order the owner of the machine, or the person on whose premises the machine is kept, to take such precautions to prevent the machine being so used as may be specified in the order or, if necessary, to remove the machine, within such time as may be specified in the order, and if any person against whom such an order has been made fails to comply therewith, he shall be liable, on summary conviction,  to a fine not exceeding level 4 on the standard scale. 3 It shall be the duty of a constable and of a park-keeper being in uniform to seize any tobacco or cigarette papers in the possession of any person apparently under the age of sixteen years whom he finds smoking in any street or public place, and any tobacco or cigarette papers so seized shall be disposed of, if seized by a constable, in such manner as the   local policing body   may direct, and if seized by a park-keeper, in such manner as the authority or person by whom he was appointed may direct. 4 Nothing in this section shall make it an offence to sell tobacco or cigarette papers to, or shall authorise the seizure of tobacco or cigarette papers in the possession of, any person who is at the time employed by a manufacturer of or dealer in tobacco, either wholesale or retail, for the purposes of his business, or is a boy messenger in uniform in the employment of a messenger company and employed as such at the time. 5 For the purposes of this section the expression “ tobacco ” includes cigarettes  any product containing tobacco and intended for oral or nasal use  and smoking mixtures intended as a substitute for tobacco, and the expression “ cigarettes ” includes cut tobacco rolled up in paper, tobacco leaf, or other material in such form as to be capable of immediate use for smoking."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "11", "section_title": "†Exposing children under seven to risk of burning.", "section_text": "11 If any person who has attained the age of sixteen years, having  responsibility for  any child under the age of  twelve  years, allows the child to be in any room containing an open fire grate  or any heating appliance liable to cause injury to a person by contact therewith  not sufficiently protected to guard against the risk of his being burnt or scalded without taking reasonable precautions against that risk, and by reason thereof the child is killed or suffers serious injury, he shall on summary conviction be liable to a fine not exceeding  level 1 on the standard scale : Provided that neither this section, not any proceedings taken thereunder, shall affect any liability of any such person to be proceeded against by indictment for any indictable offence."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "12", "section_title": " Failing to provide for safety of children at entertainments.", "section_text": "12 1 Where there is provided in any building an entertainment for children, or an entertainment at which the majority of the persons attending are children, then, if the number of children attending the entertainment exceeds one hundred, it shall be the duty of the person providing the entertainment to station and keep stationed wherever necessary a sufficient number of adult attendants, properly instructed as to their duties, to prevent more children or other persons being admitted to the building, or to any part thereof, than the building or part can properly accommodate, and to control the movement of the children and other persons admitted while entering and leaving the building or any part thereof, and to take all other reasonable precautions for the safety of the children. 2 Where the occupier of a building permits, for hire or reward, the building to be used for the purpose of an entertainment, he shall take all reasonable steps to secure the observance of the provisions of this section. 3 If any person on whom any obligation is imposed by this section fails to fulfil that obligation, he shall be liable, on summary conviction, to a fine not exceeding, in the case of a first offence fifty pounds, and in the case of a second or subsequent offence one hundred pounds  . . . . 4 A constable may enter any building in which he has reason to believe that such an entertainment as aforesaid is being, or is about to be, provided, with a view to seeing whether the provisions of this section are carried into effect, and an officer authorised for the purpose by an authority by whom licences are granted under any of the enactments referred to in the last foregoing subsection shall have the like power of entering any building so licensed by that authority. 5 The institution of proceedings under this section shall— a in the case of a building in respect of which a premises licence authorising the provision of regulated entertainment has effect, be the duty of the relevant licensing authority; b in any other case, be the duty of the   chief officer of police . 5A For the purposes of this section— a “premises licence” and  “the provision of regulated entertainment” have the meaning given by the Licensing Act 2003, and b “ the relevant licensing authority ”, in relation to a building in respect of which a premises licence has effect, means the relevant licensing authority in relation to that building under section 12 of that Act. 6 This section shall not apply to any entertainment given in a private dwelling-house."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "12A", "section_title": "Restricted premises orders", "section_text": "12A 1 This section applies where a person (“the offender”) is convicted of a tobacco  or nicotine   offence (“the relevant offence”). 2 The person who brought the proceedings for the relevant offence may by complaint to a magistrates' court apply for a restricted premises order to be made in respect of the premises in relation to which that offence was committed (“the relevant premises”). 3 A restricted premises order is an order prohibiting the sale on the premises to which it relates of any tobacco , cigarette papers or nicotine product   to any person. 4 The prohibition applies to sales whether made— a by the offender or any other person, or b by means of any machine kept on the premises or any other means. 5 The order has effect for the period specified in the order, but that period may not exceed one year. 6 The applicant must, after making reasonable enquiries, give notice of the application to every person appearing to the applicant to be a person affected by it. 7 The court may make the order if (and only if) it is satisfied that— a on at least 2 occasions within the period of 2 years ending with the date on which the relevant offence was committed, the offender has committed other tobacco  or nicotine   offences in relation to the relevant premises, and b the applicant has complied with subsection (6). 8 Persons affected by the application may make representations to the court as to why the order should not be made. 9 If— a a person affected by an application for a restricted premises order was not given notice under subsection (6), and b consequently the person had no opportunity to make representations to the court as to why the order should not be made, the person may by complaint apply to the court for an order varying or discharging it. 10 On an application under subsection (9) the court may, after hearing— a that person, and b the applicant for the restricted premises order, make such order varying or discharging the restricted premises order as it considers appropriate. 11 For the purposes of this section the persons affected by an application for a restricted premises order in respect of any premises are— a the occupier of the premises, and b any other person who has an interest in the premises."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "12B", "section_title": "Restricted sale orders", "section_text": "12B 1 This section applies where a person (“the offender”) is convicted of a tobacco  or nicotine   offence (“the relevant offence”). 2 The person who brought the proceedings for the relevant offence may by complaint to a magistrates' court apply for a restricted sale order to be made in respect of the offender. 3 A restricted sale order is an order prohibiting the person to whom it relates— a from selling any tobacco  , cigarette papers or nicotine product   to any person, b from having any management functions in respect of any premises in so far as those functions relate to the sale on the premises of tobacco  , cigarette papers or nicotine products   to any person, c from keeping any  ... machine on any premises for the purpose of selling tobacco  or nicotine products   or permitting any  ... machine to be kept on any premises by any other person for that purpose, and d from having any management functions in respect of any premises in so far as those functions relate to any  ... machine kept on the premises for the purpose of selling tobacco  or nicotine products . 4 The order has effect for the period specified in the order, but that period may not exceed one year. 5 The court may make the order if (and only if) it is satisfied that, on at least 2 occasions within the period of 2 years ending with the date on which the relevant offence was committed, the offender has committed other tobacco  or nicotine   offences. 6 In this section any reference to a  ... machine is a reference to an automatic machine for the sale of tobacco  or nicotine products ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "12C", "section_title": "Enforcement", "section_text": "12C 1 If— a a person sells on any premises any tobacco , cigarette papers or nicotine product   in contravention of a restricted premises order, and b the person knew, or ought reasonably to have known, that the sale was in contravention of the order, the person commits an offence. 2 If a person fails to comply with a restricted sale order, the person commits an offence. 3 It is a defence for a person charged with an offence under subsection (2) to prove that the person took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 4 A person guilty of an offence under this section is liable, on summary conviction, to   a fine . 5 A restricted premises order is a local land charge and in respect of that charge the applicant for the order is the originating authority for the purposes of the Local Land Charges Act 1975."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "12D", "section_title": "Interpretation", "section_text": "12D 1 In sections 12A and 12B a                           “tobacco or nicotine offence”                         means— a an offence committed under section 7(1) on any premises (which are accordingly  “the premises in relation to which the offence is committed”),  . . .  b an offence committed under section 7(2) in respect of an order relating to any machine kept on any premises (which are accordingly  “the premises in relation to which the offence is committed”) ,  ... c an offence committed under section 3A of the Children and Young Persons (Protection from Tobacco) Act 1991 in respect of any machine kept on any premises (which are accordingly  “the premises in relation to which the offence is committed”). , or                         d an offence committed under section 92 of the Children and Families Act 2014 on any premises (which are accordingly  “the premises in relation to which the offence is committed”). 2 In sections 12A to 12C the expressions  “ tobacco ” and  “ cigarette ” have the same meaning as in section 7. 2A In sections 12A to 12C  “ nicotine product ” means a nicotine product within the meaning of section 92 of the Children and Families Act 2014 the sale of which to persons aged under 18 is for the time being prohibited by regulations under subsection (1) of that section. 3 In sections 12A and 12B  “ notice ” means notice in writing."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "13", "section_title": "", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "14", "section_title": " Mode of charging offences and limitation of time.", "section_text": "14 1 Where a person is charged with committing any of the offences mentioned in the First Schedule to this Act in respect of two or more children or young persons, the same information or summons may charge the offence in respect of all or any of them, but the person charged shall not, if he is summarily convicted, be liable to a separate penalty in respect of each child or young person except upon separate informations. 2 The same information or summons   . . . may charge him with the offences of assault, ill-treatment, neglect, abandonment, or exposure, together or separately, and may charge him with committing all or any of those offences in a manner likely to cause unnecessary suffering or injury to health, alternatively or together, but when those offences are charged together the person charged shall not, if he is summarily convicted, be liable to a separate penalty for each. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 When any offence mentioned in the First Schedule to this Act charged against any person is a continuous offence, it shall not be necessary to specify in the information, summons, or indictment, the date of the acts constituting the offence."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "17", "section_title": " Interpretation of Part I.", "section_text": "17 1 For the purposes of this Part of this Act, the following shall be presumed to have responsibility for a child or young person— a any person who— i has parental responsibility for him (within the meaning of the Children Act 1989); or ii is otherwise legally liable to maintain him; and b any person who has care of him. 2 A person who is presumed to be responsible for a child or young person by virtue of subsection (1)(a) shall not be taken to have ceased to be responsible for him by reason only that he does not have care of him."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "18", "section_title": " Restrictions on employment of children.", "section_text": "18 1 Subject to the provisions of this section and of any byelaws made thereunder no child shall be employed—  a so long as he is under the age of  fourteen years ; or aa to do any work other than light work or; b before the close of school hours on any day on which he is required to attend school; or c before seven o’clock in the morning or after seven o’clock in the evening or any day; or d for more than two hours on any day on which he is required to attend school; or da for more than twelve hours in any week in which he is required to attend school; or e for more than two hours on any Sunday; or f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g for more than eight hours or, if he is under the age of fifteen years, for more than five hours in any day— i on which he is not required to attend school, and ii which is not a Sunday; or h for more than thirty-five hours or, if he is under the age of fifteen years, for more than twenty-five hours in any week in which he is not required to attend school; or i for more than four hours in any day without a rest break of one hour; or j at any time in a year unless at that time he has had, or could still have, during a period in the year in which he is not required to attend school, at least two consecutive weeks without employment. 2 A local authority may make byelaws with respect to the employment of children, and any such byelaws may distinguish between children of different ages and sexes and between different localities, trades, occupations and circumstances, and may contain provisions— a authorising—  i the employment  on an occasional basis  of children  aged thirteen years (notwithstanding anything in paragragh (a) of the last foregoing subsection) by their parents or guardians in light agricultural or horticultural work. ia the employment of children aged thirteen years (notwithstanding anything in paragraph (a) of the last foregoing subsection) in categories of light work specified in the byelaw. ii the employment of children (notwithstanding anything in paragraph (b) of the last foregoing subsection) for not more than one hour before the commencement of school hours on any day on which they are required to attend school; b prohibiting absolutely the employment of children in any specified occupation; c prescribing— i the age below which children are not to be employed; ii the number of hours in each day, or in each week, for which, and the times of day at which, they may be employed; iii the intervals to be allowed to them for meals and rest; iv the holidays or half-holidays to be allowed to them; v any other conditions to be observed in relation to their employment; so, however, that no such byelaws shall modify the restrictions contained in the last foregoing subsection save in so far as is expressly permitted by paragraph (a) of this subsection, and any restriction contained in any such byelaws shall have effect in addition to the said restrictions. 2A In this section— “light work” means work which, on account of the inherent nature of the tasks which it involves and the particular conditions under which they are performed— is not likely to be harmful to the safety, health or development of children; and is not such as to be harmful to their attendance at school or to their participation in work experience in accordance with section 560 of the Education Act 1996  , or their capacity to benefit from the instruction received or, as the case may be, the experience gained; “week” means any period of seven consecutive days; and “year”, except in expressions of age, means a period of twelve months beginning with 1st January. 3 Nothing in this section, or in any byelaw made under this section, shall prevent a child from  doing anything — a under the authority of a licence granted under this Part of this Act; or b in a case where by virtue of section 37(3) of the  Children and Young Persons Act 1963 no licence under that section is required for him to  do it ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "20", "section_title": " Street trading. ", "section_text": "20   1 Subject to subsection (2) of this section, no child shall engage or be employed in street trading. 2 A local authority may make byelaws  authorising children who have attained the age of fourteen years to be employed by their parents in street trading to such extent as may be specified in the byelaws, and for regulating street trading under the byelaws by persons who are so authorised to be employed in such trading;  and byelaws so made may distinguish between persons of different ages and sexes and between different localities, and may contain provisions— a forbidding any such person to engage or be employed in street trading unless he holds a licence granted by the authority, and regulating the conditions on which such licences may be granted, suspended, and revoked; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c requiring such persons so engaged or employed to wear badges; d regulating in any other respect the conduct of such persons while so engaged or employed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Byelaws made under subsection (2) shall contain provisions determining the days and hours during which, and the places at which, such persons may engage or be employed in street trading."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "21", "section_title": " Penalties and legal proceedings in respect of general provisions as to employment.", "section_text": "21 1 If a person is employed in contravention of any of the foregoing provisions of this Part of this Act, or of the provisions of any byelaw  or regulation  made thereunder, the employer and any person (other than the person employed) to whose act or default the contravention is attributable shall be liable on summary conviction to a fine not exceeding  twenty pounds £50  or, in the case of a second or subsequent offence, not exceeding  fifty pounds £100 : Provided that, if proceedings are brought against the employer, the employer, upon information duly laid by him and on giving to the prosecution not less than three days’ notice of his intention, shall be entitled to have any person (other than the person employed) to whose act or default he alleges that the contravention was due, brought before the court as a party to the proceedings, and if, after the contravention has been proved, the employer proves to the satisfaction of the court that the contravention was due to the act or default of the said other person, that person may be convicted of the offence; and if the employer further proves to the satisfaction of the court that he has used all due diligence to secure that the provisions in question should be complied with, he shall be acquitted of the offence. 2 Where an employer seeks to avail himself of the proviso to the last foregoing subsection, a the prosecution shall have the right to cross-examine him, if he gives evidence, and any witness called by him in support of his charge against the other person, and to call rebutting evidence; and b the court may make such order as it thinks fit for the payment of costs by any party to the proceedings to any other party thereto. 2A Where a person is charged under this section with contravening section 18(1)(j) of this Act the proviso in subsection (1) of this section shall not apply, but it shall be a defence for him to prove that he used all due diligence to secure that section 18(1)(j) should be compiled with 3 A  child , who engages in street trading in contravention of the provisions of the last foregoing section, or of any byelaw made thereunder, shall be liable on summary conviction to a fine not exceeding  ten pounds , or in the case of a second or subsequent offence, not exceeding  twenty pounds ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "23", "section_title": " Prohibition against persons under sixteen taking part in performances endangering life or limb. ", "section_text": "23 No person under the age of sixteen years, and no child aged sixteen years, shall take part in any  performance to which  section 37(2)  of the  Children and Young Persons Act 1963 applies and  in which his life or limbs are endangered and every person who causes or procures  such a person or child , or being his parent or guardian allows him, to take part in such a performance, shall be liable on summary conviction to a fine not exceeding  £50 ; or in the case of a second or subsequent offence, not exceeding  £100 : Provided that no proceedings shall be taken under this subsection except by or with the authority of a chief officer of police."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "24", "section_title": " Restrictions on training for performances of a dangerous nature. ", "section_text": "24 1 No  child  under the age of twelve years shall be trained to take part in performances of a dangerous nature, and no  child who has attained that age  shall be trained to take part in such performances except under and in accordance with the terms of a licence granted and in force under this section; and every person who causes or procures a person, or being his parent or guardian allows him, to be trained to take part in performances of a dangerous nature in contravention of this section, shall be liable on summary conviction to a fine not exceeding  £20  or, in the case of a second or subsequent offence, not exceeding  £50 . 2 A  local authority  may grant a licence for a  child who has attained the age of twelve years  to be trained to take part in performances of a dangerous nature. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A licence under this section shall specify the place or places at which the person is to be trained and shall embody such conditions as are, in the opinion of the  authority , necessary for his protection, but a licence shall not be refused if the  authority  is satisfied that the person is fit and willing to be trained and that proper provision has been made to secure his health and kind treatment. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "25", "section_title": " Restrictions on persons under eighteen going abroad for the purpose of performing for profit. ", "section_text": "25 1 No person having  responsibility for  any  child  shall allow him, nor shall any person cause or procure any  child , to go abroad (a)  for the purpose of singing, playing performing, or being exhibited, for profit,  or b for the purpose of taking part in a sport, or working as a model, where payment in respect of his doing so, other than for defraying expenses, is made to him or to another person,  unless . . .   a licence has been granted in respect of him under this section: Provided that this subsection shall not apply in any case where it is proved that the  child  was only temporarily resident within  the United Kingdom . 2 A  justice of the peace  may grant a licence in such form as the Secretary of State may prescribe, and subject to such restrictions and conditions as the  justice of the peace  thinks fit, for any  child who has attained the age of fourteen years  to go abroad  for any purpose referred to in subsection (1) of this section,  but no such license shall be granted in respect of any person unless the  justice of the peace  is satisfied— a that the application for the licence is made by or with the consent of his parent or guardian; b that he is going abroad to fulfil a particular engagement; c that he is fit for the purpose, and that proper provision has been made to secure his health, kind treatment, and adequate supervision while abroad, and his return from abroad at the expiration or revocation of the licence; d that there has been furnished to him a copy of the contract of employment or other document showing the terms and conditions of employment drawn up in a language understood by him. 3 A person applying for a licence under this section, shall, at least seven days before making the application, give to the chief officer of police for the district in which the person resides to whom the application relates, notice of the intended application together with a copy of the contract of employment or other document showing the terms and conditions of employment, and the chief officer of police send that copy to  a justice of the peace  and may make a report in writing on the case to him or may appear, or instruct some person to appear, before him and show cause why the licence should not be granted, and  the justice of the peace  shall not grant the licence unless he is satisfied that notice has been properly so given: Provided that if it appears that the notice was given less than seven days before the making of the application,  the justice of the peace  may nevertheless grant a licence if he is satisfied that the officer to whom the notice was given has made sufficient enquiry into the facts of the case and does not desire to oppose the application. 4 A licence under this section shall not be granted for more than three months but may be renewed by a  justice of the peace  from time to time for a like period, so, however, that no such renewal shall be granted, unless the  justice of the peace — a is satisfied by a report of a British consular officer or other trustworthy person that the conditions are being complied with; b is satisfied that the application for renewal is made by or with the consent of the parent or guardian of the person to whom the licence relates. 5 A  justice of the peace — a may vary a licence granted under this section and may at any time revoke such a licence for any cause which he, in his discretion, considers sufficient: b need not, when renewing or varying a licence granted under this section, require the attendance before him of the person to whom the licence relates. 6 The  justice of the peace  to whom application is made for the grant, renewal or variation of a licence shall, unless he is satisfied that in the circumstances it is unnecessary, require the applicant to give such security as he may think fit (either by entering into a recognisance with or without sureties or otherwise) for the observance of the restrictions and conditions in the licence or in the licence as varied, and the recognisance may be enforced in like manner as a recognisance for the doing of some matter or thing required to be done in a proceeding before a   relevant court  is enforceable. 7 If any case where a licence has been granted under this section, it is proved to the satisfaction of a  justice of the peace  that by reason of exceptional circumstances it is not in the interests of the person to whom the licence relates to require him to return from abroad at the expiration of the licence, then, notwithstanding anything in this section or any restriction or condition attached to the licence,  the justice of the peace  may by order release all persons concerned from any obligation to cause that person to return from abroad. 8 Where a licence is granted, renewed or varied under this section, the  justice of the peace  shall send the prescribed particulars to the Secretary of State for transmission to the proper consular officer, and every consular officer shall register the particulars so transmitted to him and perform such other duties in relation thereto as the Secretary of State may direct. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 This and the next following section extend to Scotland and to Northern Ireland. 11 In this section  “the relevant court”— a in relation to England and Wales, means a magistrates' court; b in relation to Scotland, means a sheriff court; c in relation to Northern Ireland, means a court of summary jurisdiction."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "26", "section_title": " Punishment of contraventions of last foregoing section and proceedings with respect thereto. ", "section_text": "26 1 If any person acts in contravention of the provisions of subsection (1) of the last foregoing section he shall be guilty of an offence under this section and be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale , or, alternatively, , . . .  or in addition thereto, to imprisonment for any term not exceeding three months: Provided that if he procured  the child in question  to go abroad by means of any false pretence or false representation, he shall be liable on conviction on indictment to imprisonment for any term not exceeding two years. 2 Where, in proceedings under this section against a person, it is proved that he caused, procured, or allowed  a child  to go abroad and that a that child  has while abroad been singing, playing, performing, or being exhibited, for profit,  or b that child has while abroad taken part in a sport, or worked as a model, and payment in respect of his doing so, other than for defraying expenses, was made to him or to another person,  the defendant shall be presumed to have caused, procured, or allowed him to go abroad for that purpose, unless the contrary is proved: Provided that where the contrary is proved, the court may order the defendant to take such steps as the court directs to secure the return of  the child  to the United Kingdom, or to enter into a recognisance to make such provision as the court may direct to secure his health, kind treatment, and adequate supervision while abroad, and his return to the United Kingdom at the expiration of such period as the court may think fit. 3 Proceedings in respect of an offence under this section or for enforcing a recognisance under this or the last foregoing section may be instituted at any time within a period of three months from the first discovery by the person taking the proceedings of the commission of the offence or, as the case may be, the non-observance, of the restrictions and conditions contained in the licence, or, if at the expiration of that period the person against whom it is proposed to institute the proceedings is outside the United Kingdom, at any time within six months after his return to the United Kingdom. 4 In any such proceedings as aforesaid, a report of any British consular officer and any deposition made on oath before a British consular officer and authenticated by the signature of that officer, respecting the observance or non-observance of any of the conditions or restrictions contained in a licence granted under the last foregoing section shall, upon proof that the consular officer, or deponent, cannot be found in the United Kingdom, be admissible in evidence, and it shall not be necessary to prove the signature or official character of the person appearing to have signed any such report or deposition. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "27", "section_title": " Byelaws.", "section_text": "27 1 A byelaw made under this Part of this Act shall not have effect until confirmed by the Secretary of State and shall not be so confirmed until at least thirty days after the local authority have published it in such manner as the Secretary of State directs. 2 Before confirming such a byelaw the Secretary of State shall consider any objections thereto which may be addressed to him by persons affected or likely to be affected thereby, and may order a local enquiry to be held, and where such an enquiry is held, the person holding it shall receive such remuneration as the Secretary of State determines, and that remuneration and the expenses of the enquiry shall be paid by the local authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "28", "section_title": " Powers of entry.", "section_text": "28 1 If it is made to appear to a justice of the peace by the local authority, or by any constable, that there is reasonable cause to believe that the provisions of this Part of this Act, other than those relating to employment abroad, or of a byelaw  or regulation  made under the said provisions, are being contravened with respect to any person, the justice may by order under his hand addressed to an officer of the local authority, or to a constable, empower him to enter, at any reasonable time within forty-eight hours of the making of the order, any place in or in connection with which the person in question is, or is believed to be, employed, or as the case may be, in which he is, or is believed to be, taking part in  a performance ,  being trained, taking part in a sport, or working as a model,  and to make enquiries therein with respect to that person. 2 Any authorised officer of the said authority or any constable may— a at any time enter any place used as a broadcasting studio . . .  or film studio or used for the recording of a performance with a view to its use in a  programme service  or in a film intended for public exhibition and make inquiries therein as to any children taking part in performances to which  subsection (2) of section 37 of the  Children and Young Persons Act 1963 applies; b at any time during the currency of a licence granted under the said section 37 or under the provisions of this Part of this Act relating to training for dangerous performances enter any place (whether or not it is such a place as is mentioned in paragraph (a) of this subsection) where the person to whom the licence relates is authorised by the licence to  do anything  or to be trained, and may make inquiries therein with respect to that person. 3 Any person who obstructs any officer or constable in the due exercise of any powers conferred on him by or under this section, or who refuses to answer or answers falsely any enquiry authorised by or under this section to be made, shall be liable on summary conviction in respect of each offence to a fine not exceeding  level 2 on the standard scale . 4 In this section— “ broadcasting studio ” means a studio used in connection with the provision of a programme service; “ programme service ” has the same meaning as in the Broadcasting Act 1990."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "29", "section_title": " Savings.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The said provisions shall be in addition to and not in substitution for any enactments relating to employment in factories, workshops, mines and quarries, or for giving effect to any international convention regulating employment."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "30", "section_title": " Interpretation of Part II.", "section_text": "30 1 For the purposes of this Part of this Act and of any byelaws  or regulations  made thereunder—  The expression “ child ” means— in relation to England and Wales, a person who is not  over compulsory school age (construed in accordance with section 8 of the Education Act 1996) in relation to Scotland, a person who is not for the purposes of the Education (Scotland) Act 1980 over school age; and in relation to Northern Ireland, a person who is not for the purposes of the Education and Libraries (Northern Ireland) Order 1986 over compulsory school age; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression “ performance of a dangerous nature ” includes all acrobatic performances and all performances as a contortionist; The expression “ street trading ” includes the hawking of newspapers, matches, flowers and other articles, playing, singing or performing for profit, shoe-blacking and other like occupations carried on in streets or public places; A person who assists in a trade or occupation carried on for profit shall be deemed to be employed notwithstanding that he receives no reward for his labour; A chorister taking part in a religious service or in a choir practice for a religious service shall not, whether he receives any reward or not, be deemed to be employed; and The expression “ abroad ” means outside Great Britain and Ireland. 2 This section, so far as it has effect for the purposes of sections 25 and 26 of this Act, extends to Scotland and to Northern Ireland."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "31", "section_title": " Separation of children and young persons from adults in police stations, courts, &c.", "section_text": "31 Arrangements shall be made for preventing a child or young person while detained in a police station, or while being conveyed to or from any criminal court, or while awaiting before or after attendance in any criminal court, from associating with an adult (not being a relative) who is charged with any offence other than an offence with which the child or young person is jointly charged, and for ensuring that a girl (being a child or young person) shall while so detained, being conveyed, or waiting, be under the care of a woman."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "34", "section_title": " Attendance at court of parent of child or young person charged with an offence, &c.", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where a child or young person is in police detention, such steps as are practicable shall be taken to ascertain the identity of a person responsible for his welfare. 3 If it is practicable to ascertain the identity of a person responsible for the welfare of the child or young person, that person shall be informed, unless it is not practicable to do so— a that the child or young person has been arrested; b why he has been arrested; and c where he is being detained. 4 Where information falls to be given under subsection (3) above, it shall be given as soon as it is practicable to do so. 5 For the purposes of this section the persons who may be responsible for the welfare of a child or young person are— a his parent or guardian; or b any other person who has for the time being assumed responsibility for his welfare. 6 If it is practicable to give a person responsible for the welfare of the child or young person the information required by subsection (3) above, that person shall be given it as soon as it is practicable to do so. 7 If it appears that at the time of his arrest a supervision order, as defined in . . .   Part IV of the Children Act 1989 , is in force in respect of him, the person responsible for his supervision shall also be informed as described in subsection (3) above as soon as it is reasonably practicable to do so. 7A If it appears that at the time of his arrest the child or young person is being provided with accommodation by or on behalf of a local authority under section 20 of the Children Act 1989  or section 76 of the Social Services and Well-being (Wales) Act 2014 , the local authority shall also be informed as described in subsection (3) above as soon as it is reasonably practicable to do so. 7B If it appears that at the time of his arrest a youth rehabilitation order, as defined in   section 173 of the Sentencing Code , is in force in respect of him, the responsible officer, as defined in   section 191 of that Code , shall also be informed as described in subsection (3) above as soon as it is reasonably practicable to do so. 8 The reference to a parent or guardian in subsection (5) above is — . . . in the case of a child or young person in the care of a local authority, a reference to that authority;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The rights conferred on a child or young person by subsections (2) to (8) above are in addition to his rights under section 56 of the Police and Criminal Evidence Act 1984. 10 The reference in subsection (2) above to a child or young person who is in police detention includes a reference to a child or young person who has been detained under the terrorism provisions; and in subsection (3) above “ arrest ” includes such detention. 11 In subsection (10) above “ the terrorism provisions ” has the meaning assigned to it by section 65 of the Police and Criminal Evidence Act 1984 12 The reference in subsection (2) to a child or young person who is in police detention includes a reference to a child or young person who has been detained under Part 1 of Schedule 3 to the Counter-Terrorism and Border Security Act 2019; and in subsection (3)  “ arrest ” includes such detention."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "34A", "section_title": "Attendance at court of parent or guardian.", "section_text": "34A 1 Where a child or young person is charged with an offence or is for any other reason brought before a court, the court— a may in any case; and b shall in the case of a child or a young person who is under the age of sixteen years, require a person who is a parent or guardian of his to attend at the court during all the stages of the proceedings, unless and to the extent that the court is satisfied that it would be unreasonable to require such attendance, having regard to the circumstances of the case. 2 In relation to a child or young person for whom a local authority have parental responsibility and who— a is in their care; or b is provided with accommodation by them in the exercise of any functions (in particular those under the Children Act 1989) which  are social service functions within the meaning of  the Local Authority Social Services Act 1970  or the Social Services and Well-being (Wales) Act 2014 , the reference in subsection (1) above to a person who is a parent or guardian of his shall be construed as a reference to that authority or, where he is allowed to live with such a person, as including such a reference. In this subsection “ local authority ” and “ parental responsibility ” have the same meanings as in the Children Act 1989."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "36", "section_title": " Prohibition against children being present in court during the trial of other persons.", "section_text": "36 No child (other than an infant in arms) shall be permitted to be present in court during the trial of any other person charged with an offence, or during any proceedings preliminary thereto, except during such time as his presence is required as a witness or otherwise for the purposes of justice  or while the court consents to his presence ; and any child present in court when under this section he is not to be permitted to be so shall be ordered to be removed: . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "37", "section_title": " Power to clear court while child or young person is giving evidence in certain cases.", "section_text": "37 1 Where, in any proceedings in relation to an offence against, or any conduct contrary to, decency or morality, a person who, in the opinion of the court, is a child or young person is called as a witness, the court may direct that all or any persons, not being members or officers of the court or parties to the case, their   legal representatives , or persons otherwise directly concerned in the case, be excluded from the court during the taking of the evidence of that witness: Provided that nothing in this section shall authorise the exclusion of bonâ fide representatives of a newspaper or news agency. 2 The powers conferred on a court by this section shall be in addition and without prejudice to any other powers of the court to hear proceedings in camerâ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "38", "section_title": " Evidence of child of tender years.", "section_text": "38 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If any child whose evidence is received  unsworn in any proceedings for an offence by virtue of section 52 of the Criminal Justice Act 1991 wilfully gives false evidence in such circumstances that he would, if the evidence had been given on oath, have been guilty of perjury, he shall be liable on summary conviction to be dealt with as if he had been summarily convicted of an indictable offence punishable in the case of an adult with imprisonment."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "39", "section_title": " Power to prohibit publication of certain matter .... ", "section_text": "39 1 In relation to any proceedings , other than criminal proceedings,   in any court . . .  , the court may direct that  the following may not be included in a publication  — a ...the name, address or school  ... of any child or young person concerned in the proceedings, either as being the person  by or against  or in respect of whom the proceedings are taken, or as being a witness therein: aa any particulars calculated to lead to the identification of a child or young person so concerned in the proceedings; b   a picture that is or includes   a picture of any child or young person so concerned in the proceedings  ...; except in so far (if at all) as may be permitted by the direction of the court. 2 Any person who   includes matter in a publication   in contravention of any such direction shall on summary conviction be liable in respect of each offence to a fine not exceeding  level 5 on the standard scale . 3 In this section— “ publication ” includes any speech, writing, relevant programme or other communication in whatever form, which is addressed to the public at large or any section of the public (and for this purpose every relevant programme shall be taken to be so addressed), but does not include a document prepared for use in particular legal proceedings; “ relevant programme ” means a programme included in a programme service within the meaning of the Broadcasting Act 1990."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "39A", "section_title": "Prohibition on publication of certain matters: providers of information society services", "section_text": "39A Schedule 1A makes special provision in connection with the operation of section 39 in relation to persons providing information society services."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "41", "section_title": " Power to proceed with case in absence of child or young person.", "section_text": "41 Where in any proceedings with relation to any of the offences mentioned in the First Schedule to this Act, the court is satisfied that the attendance before the court of any child or young person in respect of whom the offence is alleged to have been committed is not essential to the just hearing of the case, the case may be proceeded with and determined in the absence of the child or young person."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "42", "section_title": " Extension of power to take deposition of child or young person.", "section_text": "42 1 Where a justice of the peace is satisfied by the evidence of a duly qualified medical practitioner that the attendance before a court of any child or young person in respect of whom any of the offences mentioned in the First Schedule to this Act is alleged to have been committed would involve serious danger to his life or health, the justice may take in writing the deposition of the child or young person on oath, and shall thereupon subscribe the depostion and add thereto a statement of his reason for taking it and of the day when and place where it was taken, and of the names of the persons (if any) present at the taking thereof. 2 The justice taking any such deposition shall transmit it with his statement— a if the deposition relates to an offence for which any accused person is already   sent  for trial, to the proper officer of the court for the trial at which the accused person has been   sent; and b in any other case, to the  proper officer  of the court before which proceedings are pending in respect of the offence."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "43", "section_title": " Admission of deposition of child or young person in evidence.", "section_text": "43 Where, in any proceedings in respect of any of the offences mentioned in the First Schedule of this Act, the court is satisfied by the evidence of a duly qualified medical practitioner that the attendance before the court of any child or young person in respect of whom the offence is alleged to have been committed would involve serious danger to his life or health, any deposition of the child or young person taken under the  Indictable Offences Act 1848, or this Part of this Act, shall be admissible in evidence either for or against the accused person without further proof thereof if it purports to be signed by the justice by or before whom it purports to be taken: Provided that the deposition shall not be admissible in evidence against the accused person unless it is proved that reasonable notice of the intention to take the deposition has been served upon him and that he or his   legal representative  had, or might have had if he had chosen to be present, an opportunity of cross-examining the child or young person making the deposition."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "44", "section_title": " General considerations.", "section_text": "44 1 Every court in dealing with a child or young person who is brought before it, either as . . .   an offender or otherwise, shall have regard to the welfare of the child or young person and shall in a proper case take steps for removing him from undesirable surroundings, and for securing that proper provision is made for his education and training. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "45", "section_title": " Constitution of Youth courts.", "section_text": "45 1 Magistrates' courts— a constituted in accordance with this section or section 66 of the Courts Act 2003 (judges having powers of District Judges (Magistrates' Courts)), and b sitting for the purpose of— i hearing any charge against a child or young person, or ii exercising any other jurisdiction conferred on youth courts by or under this or any other Act, are to be known as youth courts. 2 A justice of the peace is not qualified to sit as a member of a youth court for the purpose of dealing with any proceedings unless he has an authorisation extending to the proceedings. 3 He has an authorisation extending to the proceedings only if he has been authorised by the   Lord Chief Justice, with the concurrence of the Lord Chancellor,  to sit as a member of a youth court to deal with— a proceedings of that description, or b all proceedings dealt with by youth courts. 4 The   Lord Chief Justice may, with the concurrence of the Lord Chancellor,  by rules make provision about— a the grant and revocation of authorisations, b the appointment of chairmen of youth courts, and c the composition of youth courts. 5 Rules under subsection (4) may confer powers on the Lord Chancellor   or Lord Chief Justice  with respect to any of the matters specified in the rules. 6 Rules under subsection (4) may be made only after consultation with the Criminal Procedure Rule Committee. 7 Rules under subsection (4) are to be made by statutory instrument. 8 A statutory instrument containing rules under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 9 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (3) or (4) or his powers under rules under subsection (4)."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "46", "section_title": " Assignment of certain matters to  youth courts .", "section_text": "46 1 Subject as hereinafter provided, no charge against a child or young person, and no application whereof the hearing is by rules made under this section assigned to  youth courts  ,shall be heard by a   magistrates' court  which is not a  youth court : Provided that— a a charge made jointly against a child or young person and a person who has attained  the age of eighteen  years shall be heard by a   magistrates' court  other than a  youth court ; and b where a child or young person is charged with an offence, the charge may be heard by a   magistrates' court  which is not a  youth court  if a person who has attained  the age of eighteen  years is charged at the same time with aiding, abetting, causing, procuring, allowing or permitting that offence; and c where, in the course of any proceedings before any   magistrates' court  other than a  youth court , it appears that the person to whom the proceedings relate is a child or young person, nothing in this subsection shall be construed as preventing the court, if it thinks fit so to do, from proceeding with the hearing and determination of those proceedings. 1A If a notification that the accused desires to plead guilty without appearing before the court is received by the   designated officer for  a court in pursuance of  section 12 of the  Magistrates’ Courts Act 1980  and the court has no reason to believe that the accused is a child or young person, then, if he is a child or young person he shall be deemed to have attained   the age of eighteen  for the purposes of subsection (1) of this section in its application to the proceedings in question. 2 No direction, whether contained in this or any other Act, that a charge shall be brought before a  youth court shall be construed as restricting the powers of any justice or justices to entertain an application for bail or for a remand, and to hear such evidence as may be necessary for that purpose. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "47", "section_title": " Procedure in  youth courts .", "section_text": "47 1 Youth courts  shall sit as often as may be necessary for the purpose of exercising any jurisdiction conferred on them by or under this or any other Act. 2 . . . No person shall be present at any sitting of a  youth court  except— a members and officers of the court; b parties to the case before the court, their   legal representatives , and witnesses and other persons directly concerned in that case; c bonâ fide representatives of newspapers or news agencies; d such other persons as the court may specially authorise to be present: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "48", "section_title": " Miscellaneous provisions as to powers of  youth courts .", "section_text": "48 1 A  youth court  sitting for the purpose of hearing a charge against, . . .  , a person who is believed to be a child or young person may, if it thinks fit to do so, proceed with the hearing and determination of the charge . . .   notwithstanding that it is discovered that the person in question is not a child or young person. 2 The attainment of  the age of eighteen  years by . . .   a person in whose case an order for conditional discharge has been made, shall not deprive a  youth court  of jurisdiction to enforce his attendance and deal with him in respect of . . .   the commission of a further offence . . .  . 3 When a  youth court  has remanded a child or young person for information to be obtained with respect to him, any  youth court acting   in the same local justice area — a may in his absence extend the period for which he is remanded, so, however, that he appears before a court or a justice of the peace at least once in every twenty-one days; b when the required information has been obtained, may deal with him finally; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   a  youth court may sit on any day for the purpose of hearing and determining a charge against a child or young person in respect of an indictable offence. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "49", "section_title": " Restrictions on reports of proceedings in which children or young persons are concerned.", "section_text": "49 1 No matter relating to any child or young person concerned in proceedings to which this section applies shall while he is under the age of 18 be included in any publication if it is likely to lead members of the public to identify him as someone concerned in the proceedings. 2 The proceedings to which this section applies are— a proceedings in a youth court; b proceedings on appeal from a youth court (including proceedings by way of case stated); c proceedings in a magistrates' court under   Schedule 7 to the Sentencing Code   (proceedings for breach, revocation or amendment of youth rehabilitation orders); d proceedings on appeal from a magistrates' court arising out of any proceedings mentioned in paragraph (c)\t\t\t\t\t\t\t(including proceedings by way of case stated). 3 In this section “ publication ” includes any speech, writing, relevant programme or other communication in whatever form, which is addressed to the public at large or any section of the public (and for this purpose every relevant programme shall be taken to be so addressed), but does not include an indictment or other document prepared for use in particular legal proceedings. 3A The matters relating to a person in relation to which the restrictions imposed by subsection (1) above apply (if their inclusion in any publication is likely to have the result mentioned in that subsection) include in particular— a his name, b his address, c the identity of any school or other educational establishment attended by him, d the identity of any place of work, and e any still or moving picture of him. 4 For the purposes of this section a child or young person is “concerned” in any proceedings   if he is—                      a a person against or in respect of whom the proceedings are taken, or b a person called, or proposed to be called, to give evidence in the proceedings. 4A If a court is satisfied that it is in the public interest to do so, it may, in relation to a child or young person who has been convicted of an offence, by order dispense to any specified extent with the   restrictions imposed by subsection (1) above   in relation to any proceedings before it to which this section applies by virtue of subsection (2)(a) or (b) above, being proceedings relating to— a the prosecution or conviction of the offender for the offence; b the manner in which he, or his parent or guardian, should be dealt with in respect of the offence; c the enforcement, amendment, variation, revocation or discharge of any order made in respect of the offence; d where an attendance centre order is made in respect of the offence, the enforcement of any rules made under    section 394(1)(d) or (e) of the Sentencing Code ; or e where a detention and training order is made, the enforcement of any requirements imposed under   section 242(4)(b) of the Sentencing Code . 4B A court shall not exercise its power under subsection (4A) above without— a affording the parties to the proceedings an opportunity to make representations; and b taking into account any representations which are duly made. 5 Subject to subsection (7) below, a court may, in relation to proceedings before it to which this section applies, by order dispense to any specified extent with the requirements of this section in relation to a child or young person who is concerned in the proceedings if it is satisfied— a that it is appropriate to do so for the purpose of avoiding injustice to the child or young person; or b that, as respects a child or young person to whom this paragraph applies who is unlawfully at large, it is necessary to dispense with those requirements for the purpose of apprehending him and bringing him before a court or returning him to the place in which he was in custody. 6 Paragraph (b) of subsection (5) above applies to any child or young person who is charged with or has been convicted of— a a violent offence, b a sexual offence,  ... ba a terrorism offence,  ... bb an offence under section 18 of, or listed in section 33(3)(a) of, the National Security Act 2023, or c an offence punishable in the case of a person aged 21 or over with imprisonment for fourteen years or more. 7 The court shall not exercise its power under subsection (5)(b) above— a except in pursuance of an application by or on behalf of the Director of Public Prosecutions; and b unless notice of the application has been given by the Director of Public Prosecutions to any legal representative of the child or young person. 8 The court’s power under subsection  (4A) or   (5) above may be exercised by a single justice. 9 If a publication includes any matter in contravention of subsection (1) above, the following persons shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale— a where the publication is a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical; b where the publication is a relevant programme— i any body corporate or Scottish partnership engaged in providing the programme service in which the programme is included; and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper; c in the case of any other publication, any person publishing it. 9A Where a person is charged with an offence under subsection (9) above it shall be a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication included the matter in question. 9B If an offence under subsection (9) above committed by a body corporate is proved— a to have been committed with the consent or connivance of, or b to be attributable to any neglect on the part of, an officer, the officer as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 9C In subsection (9B) above “ officer ” means a director, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity. 9D If the affairs of a body corporate are managed by its members, “ director ” in subsection (9C) above means a member of that body. 9E Where an offence under subsection (9) above is committed by a Scottish partnership and is proved to have been committed with the consent or connivance of a partner, he as well as the partnership shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 10 In any proceedings under   Schedule 7 to the Sentencing Code   (proceedings for breach, revocation or amendment of youth rehabilitation orders)  before a magistrates’ court other than a youth court or on appeal from such a court it shall be the duty of the magistrates’ court or the appellate court to announce in the course of the proceedings that this section applies to the proceedings; and if the court fails to do so this section shall not apply to the proceedings. 11 In this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ picture ” includes a likeness however produced;  “ relevant programme ” means a programme included in a programme service, within the meaning of the Broadcasting Act 1990; “ sexual offence ”                         means an offence listed in Part 2 of   Schedule 18 to the Sentencing Code ; “ specified ” means specified in an order under this section;   “ terrorism offence ” means an offence listed in Part 3 of   Schedule 18 to the Sentencing Code ;   “ violent offence ”                         means an offence listed in Part 1 of   Schedule 18 to the Sentencing Code ; and a person who, having been granted bail, is liable to arrest (whether with or without a warrant) shall be treated as unlawfully at large."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "50", "section_title": " Age of criminal responsibility.", "section_text": "50 It shall be conclusively presumed that no child under the age of  ten  years can be guilty of any offence."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "55"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "58", "section_title": " Power of Secretary of State to send certain juvenile offenders to approved schools. ", "section_text": "58 The Secretary of State may by order direct that— a a person who is under the age of eighteen years and is undergoing detention in a Borstal institution; or aa a child or young person sentenced to be detained under section 250 of the Sentencing Code with respect to whom the Secretary of State is authorised to give directions under section 260 of that Code; or b a child or young person  sentenced to be detained under section 91 of the Powers of Criminal Courts (Sentencing) Act 2000 with respect to whom he is authorised to give directions under section 92 of that Act ; or c a young person who has been ordered to be imprisoned and has been pardoned by His Majesty on condition of his agreeing to undergo training in a school, shall be transferred or sent to and detained in an approved school specified in the order; and any such order shall be an authority  for his detention in that approved school or in such other approved school as the Secretary of State may from time to time determine  until such date as may be specified in the order: Provided that the date to be so specified shall be not later than that on which he will in the opinion of the Secretary of State attain the age of nineteen years nor later— a in the case of a person who was  ...  sentenced to detention under the said  section 250 or   section 91 , than the date on which his detention would have expired; b in the case of a young person who has been sentenced to imprisonment and pardoned as aforesaid, than three years from the date as from which his sentence began to run;  c in the case of a person who was undergoing detention in a Borstal institution, than the end of the period for which he would have been liable to be detained therein."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "59", "section_title": " Miscellaneous provisions as to summary proceedings against juvenile offenders.", "section_text": "59 1 The words “conviction” and “sentence” shall cease to be used in relation to  children and  young persons dealt with summarily and any reference in any enactment  whether passed before or after the commencement of this Act  to a person convicted, a conviction or a sentence shall, in the case of a  child or  young person, be construed as including a reference to a person found guilty of an offence, a finding of guilt or an order made upon such a finding, as the case may be: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "77", "section_title": " Provision of remand homes by councils of counties and county boroughs.", "section_text": "77 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The authority or persons reponsible for the management of any institution other than a prison may, subject in the case of an institution supported wholly or partly out of public funds to the consent of the Government department concerned, arrange with the council of a county or county borough for the use of the institution, or any part thereof, as a remand home upon such terms as may be agreed. 2A The council of a county or county borough may contribute, towards the expenditure incurred by any society or person in establishing, enlarging or improving an institution for the purpose of its being used, in accordance with an arrangement with the council, as a remand home for that county or county borough, such sums and subject to such conditions, as the council think fit; and subsection (5) of section seventy-seven of the  Criminal Justice Act 1948, shall apply to any sums so paid as it applies to the payments referred to in that subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "79", "section_title": " Approval of schools. ", "section_text": "79 1 The managers of any school intended for the education and training of persons to be sent there in pursuance of this Act may apply to the Secretary of State to approve the school for that purpose, and the Secretary of State may, after making such inquiries as he thinks fit, approve the school for that purpose and issue a certificate of approval to the managers. 2 If at any time the Secretary of State is dissatisfied with the condition or management of an approved school, or considers its continuance as an approved school unnecessary, he may by notice served on the managers withdraw the certificate of approval of the school as from a date specified in the notice, not being less than six months after the date of the notice, and upon the date so specified (unless the notice is previously withdrawn) the withdrawal of the certificate shall take effect and the school shall cease to be an approved school: Provided that the Secretary of State, instead of withdrawing the certificate of approval, may by a notice served on the managers of the school prohibit the admission of persons to the school for such time as may be specified in the notice, or until the notice is revoked. 3 The managers of an approved school may, on giving six months’ notice in writing to the Secretary of State of their intention so to do, surrender the certificate of approval of the school, and at the expiration of six months from the date of the notice (unless the notice is previously withdrawn), the surrender of the certificate shall take effect, and the school shall cease to be an approved school. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The Secretary of State shall cause any grant of a certificate of approval of an approved school, and any notice of the withdrawal of, or intention to surrender, such a certificate, to be advertised within one month from the date thereof in the London Gazette."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "80", "section_title": " Provision of approved schools by local authorities.", "section_text": "80 1 A local authority may, with the approval of the Secretary of State, undertake, or combine with any other local authority in undertaking, or contribute such sums of money upon such conditions as they may think fit towards, the purchase, establishment, building, alteration, enlargement, rebuilding or management of an approved school: Provided that, before giving his approval, the Secretary of State shall satisfy himself that the proposed expenditure is reasonable and, where it is proposed to purchase, build or establish a new school, that there is a deficiency of approved school accommodation which cannot properly be remedied in any other way. 2 In the event of a deficiency of approved school accommodation, it shall be the duty of every local authority concerned to take, either alone or in combination with other local authorities, appropriate steps under this section to remedy the deficiency."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "81", "section_title": " Classification, administration, and management. ", "section_text": "81 1 The Secretary of State may classify approved schools according to the age of the persons for whom they are intended, the religious persuasion of such persons, the character of the education and training given therein, their geographical position, and otherwise as he thinks best calculated to secure that a person sent to an approved school is sent to a school appropriate to his case, or as may be necessary or the purposes of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The provisions set out in the Fourth Schedule to this Act shall have effect in relation to the administration of approved schools and the treatment of persons sent thereto."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "82"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "86"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "90"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "94"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "95"}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "96", "section_title": "`\t Provisions as to local authorities. ", "section_text": "96 1 In Part 2 of this Act “local authority” has the same meaning as in the Education Act 1996 (see section 579(1) of that Act). 1A The local authorities for the purposes of Parts III and  IV  of this Act shall be the council of counties (other than metropolitan counties), of metropolitan districts and of London boroughs and the Common Council of the City of London  but, in relation to Wales, shall be the councils of counties and county boroughs . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . .  a local authority may refer to a committee appointed for the purposes of this Act, or to any committee appointed for the purposes of any other Act, any matter relating to the exercise by the authority of any of their powers under this act and may delegate any of the said powers (other than any power to borrow money) to any such committee. 8 A local authority, or a committee to whom any powers of a local authority under this Act have been delegated, may by resolution empower the clerk or the chief education officer of the authority to exercise in the name of the authority in any case which appears to him to be one of urgency any powers of the authority or, as the case may be, of the committee with respect to the institution of proceedings under this Act."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "97", "section_title": " Modifications of last foregoing section as to City of London.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "98", "section_title": "†Institution of proceedings by local or poor law authorities.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "99", "section_title": " Presumption and determination of age. ", "section_text": "99 1 Where a person, whether charged with an offence or not, is brought before any court otherwise than for the purpose of giving evidence, and it appears to the court that he is a child or young person, the court shall make due inquiry as to the age of that person, and for that purpose shall take such evidence as may be forthcoming at the hearing of the case, but an order or judgment of the court shall not be invalidated by any subsequent proof that the age of that person has not been correctly stated to the court, and the age presumed or declared by the court to be the age of the person so brought before it shall, for the purposes of this Act, be deemed to be the true age of that person, and, where it appears to the court that the person so brought before it has attained  the age of eighteen  years, that person shall for the purposes of this Act be deemed not to be a child or young person. 2 Where in any charge or indictment for any offence under this Act or any of the offences mentioned in the First Schedule to this Act  except as provided in that Schedule , it is alleged that the person by or in respect of whom the offence was committed was a child or young person or was under or had attained any specified age, and he appears to the court to have been at the date of the commission of the alleged offence a child or young person, or to have been under or to have attained the specified age, as the case may be, he shall for the purposes of this Act be presumed at that date to have been a child or young person or to have been under or to have attained that age, as the case may be, unless the contrary is proved. 3 Where, in any charge or indictment for any offence under this Act or any of the offences mentioned in the First Schedule to this Act, it is alleged that the person in respect of whom the offence was committed was a child or was a young person, it shall not be a defence to prove that the person alleged to have been a child was a young person or the person alleged to have been a young person was a child in any case where the acts constituting the alleged offence would equally have been an offence if committed in respect of a young person or child respectively. 4 Where a person is charged with an offence under this Act in respect of a person apparently under a specified age it shall be a defence to prove that the person was actually of or over that age."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "100", "section_title": " Evidence of wages of defendant.", "section_text": "100 In any proceedings under this Act a copy of an entry in the wages book of any employer of labour, or if no wages book be kept a written statement signed by the employer or by any responsible person in his employ, shall be evidence that the wages therein entered or stated as having been paid to any person, have in fact been so paid."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "101", "section_title": " Application of Summary Jurisdiction Acts.", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "102", "section_title": "†Appeals to quarter sessions.", "section_text": "102 1 Appeals to  the Crown Court  from orders of a   magistrates' court  under this Act may be brought in the following cases and by the following persons, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e in the case of an order requiring the owner of an automatic machine for the sale of tobacco or the person on whose premises such a machine is kept, to take precautions to prevent the machine being extensively used by persons apparently under the age of   eighteen   years or to remove the machine, by any person aggrieved; f in the case of a restricted premises order under section 12A or a restricted sale order under section 12B, by any person aggrieved. f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Nothing in this section shall be construed as affecting the . . .   any other right of appeal conferred by this or any other Act."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "103", "section_title": " Power of Secretary of State to appoint inspectors.", "section_text": "103 The Secretary of State may appoint for the purposes of the enactments relating to children and young persons a chief inspector, and such number of inspectors to act under the direction of the chief inspector as the Treasury may approve, and may pay to the persons so appointed such remuneration and allowances as with the consent of the Treasury he may determine, and they shall perform such duties as the Secretary of State may from time to time direct."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "104", "section_title": " Exchequer grants and expenses of Secretary of State.", "section_text": "104 1 There shall be paid out of money provided by Parliament— a such sums on such conditions as the Secretary of State with the approval of the Treasury may recommend towards— i the expenses of the managers of an approved school; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  iii the expenses of a council of a county or county borough in respect of remand homes; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c any expenses incurred by the Secretary of State in the administration of this Act. 2 The conditions on which any sums are paid under this section towards the expenses incurred in connection with the provision of a site for, or with the erection, enlargement, improvement or repair of, an approved school, may include conditions for securing the repayment in whole or in part of the sums paid in the event of the school ceasing to be an approved school, and, notwithstanding anything in the constitution of the school or of the managers thereof, or in the trusts, if any, to which the property of the school or of the managers is subject, the managers and any persons who are trustees of any of the said property may accept those sums on those conditions, and execute any instrument required for carrying into effect those conditions, and shall be bound by those conditions and by any instrument so executed and have power to fulfil the conditions and the obligations created by the instrument."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "105", "section_title": " Variation of Orders in Council.", "section_text": "105 An Order in Council under this Act may be revoked or varied by any subsequent Order in Council."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "106", "section_title": " Provisions as to documents, &c. ", "section_text": "106 1 An order or other act of the Secretary of State under this Act may be signified under the hand of the Secretary of State or an Under-Secretary of State or an Assistant Under-Secretary  . . .. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The production of a copy of the London Gazette containing a notice of the grant, or of the withdrawal or surrender, of a certificate of approval of an approved school shall be sufficient evidence of the fact of a certificate having been duly granted to the school named in the notice, or of the withdrawal or surrender of such a certificate, and the grant of a certificate of approval of an approved school may also be proved by the production of the certificate itself, or of a document purporting to be a copy of the certificate and to be authenticated as such by an Under-Secretary of State or Assistant Under-Secretary. 4 Any notice or other document required or authorised by this Act to be served on the managers of an approved school may, if those managers are a local authority or a joint committee representing two or more local authorities, be served either personally or by post upon their clerk, and in any other case, may be served either personally or by post upon any one of the managers, or their secretary, or the headmaster of the school. 5 An order, licence, or other document may be authenticated on behalf of the managers of an approved school, if they are a local authority or a joint committee representing two or more local authorities, by the signature of their clerk or some other officer of the local authority duly authorised in that behalf, and in any other case, by the signature of one of the managers or their secretary, or of the headmaster."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "107", "section_title": " Interpretation.", "section_text": "107 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say,—                         “ Approved school ” means a school approved by the Secretary of State under section seventy-nine of this Act;                         “ Approved school order ” means an order made by a court sending a   . . . person to an approved school;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “Chief officer of police”                         . . . as regards Scotland   means the chief constable of the Police Service of Scotland , and as regards Northern Ireland means a district inspector of the Royal Ulster Constabulary; “ Child ” means a person under the age of fourteen years; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Guardian ”, in relation to a child or young person, includes any person who, in the opinion of the court having cognisance of any case in relation to the child or young person or in which the child or young person is concerned, has for the time being the   care of  the child or young person; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Legal guardian ”, in relation to a child or young person, means a guardian of a child as defined in the Children Act 1989                         “ legal representative ” means a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience or the conduct of litigation (within the meaning of that Act); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Place of safety ” means  a community home provided by a local authority or a controlled community home, any  police station, or any hospital, surgery, or any other suitable place, the occupier of which is willing temporarily to receive a child or young person; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Prescribed ” means prescribed by regulations made by the Secretary of State; “ Public place ” includes any public park, garden, sea beach or railway station, and any ground to which the public for the time being have or are permitted to have access, whether on payment or otherwise; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Street ” includes any highway and any public bridge, road, lane, footway, square, court, alley or passage, whether a thoroughfare or not;                     “ young person ” means a person who has attained the age of fourteen and is under the age of eighteen years. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 References in this Act to any enactment or to any provision in any enactment shall, unless the context otherwise requires, be construed as references to that enactment or provision as amended by any subsequent enactment including this Act."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "108", "section_title": " Transitory provisions.", "section_text": "108 1 Without prejudice to the provisions of  the  Interpretation Act 1978  with respect to repeals, the transitory provisions set out in the Fifth Schedule to this Act shall have effect for the purposes of the transition to the provisions of this Act from the provisions of the enactments repealed by the  Children and Young Persons Act 1932, and by this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 References in any Act or other document to  youth courts  under the  Children Act 1908, shall be construed as including references to such courts under this Act. 5 References in any Act or other document to any enactment repealed and re-enacted with or without modifications by this Act  . . . shall be construed as including references to the corresponding provision of this Act. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "109", "section_title": "†Short title, commencement, extent, and repeals.", "section_text": "109 1 This Act may be cited as the Children and Young Persons Act 1933. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Save as therein otherwise expressly provided, this Act shall not extend to Scotland or Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Children and Young Persons Act 1933", "year": 1933, "section": "25", "section_title": " Restrictions on persons under eighteen going abroad for the purpose of performing for profit. ", "section_text": "25 1 No person having  responsibility for  any  child  shall allow him, nor shall any person cause or procure any  child , to go abroad (a)  for the purpose of singing, playing performing, or being exhibited, for profit,  or b for the purpose of taking part in a sport, or working as a model, where payment in respect of his doing so, other than for defraying expenses, is made to him or to another person,  unless . . .   a licence has been granted in respect of him under this section: Provided that this subsection shall not apply in any case where it is proved that the  child  was only temporarily resident within  the United Kingdom . 2 A  justice of the peace  may grant a licence in such form as the Secretary of State may prescribe, and subject to such restrictions and conditions as the  justice of the peace  thinks fit, for any  child who has attained the age of fourteen years  to go abroad  for any purpose referred to in subsection (1) of this section,  but no such license shall be granted in respect of any person unless the  justice of the peace  is satisfied— a that the application for the licence is made by or with the consent of his parent or guardian; b that he is going abroad to fulfil a particular engagement; c that he is fit for the purpose, and that proper provision has been made to secure his health, kind treatment, and adequate supervision while abroad, and his return from abroad at the expiration or revocation of the licence; d that there has been furnished to him a copy of the contract of employment or other document showing the terms and conditions of employment drawn up in a language understood by him. 3 A person applying for a licence under this section, shall, at least seven days before making the application, give to the chief officer of police for the district in which the person resides to whom the application relates, notice of the intended application together with a copy of the contract of employment or other document showing the terms and conditions of employment, and the chief officer of police send that copy to  a justice of the peace  and may make a report in writing on the case to him or may appear, or instruct some person to appear, before him and show cause why the licence should not be granted, and  the justice of the peace  shall not grant the licence unless he is satisfied that notice has been properly so given: Provided that if it appears that the notice was given less than seven days before the making of the application,  the justice of the peace  may nevertheless grant a licence if he is satisfied that the officer to whom the notice was given has made sufficient enquiry into the facts of the case and does not desire to oppose the application. 4 A licence under this section shall not be granted for more than three months but may be renewed by a  justice of the peace  from time to time for a like period, so, however, that no such renewal shall be granted, unless the  justice of the peace — a is satisfied by a report of a British consular officer or other trustworthy person that the conditions are being complied with; b is satisfied that the application for renewal is made by or with the consent of the parent or guardian of the person to whom the licence relates. 5 A  justice of the peace — a may vary a licence granted under this section and may at any time revoke such a licence for any cause which he, in his discretion, considers sufficient: b need not, when renewing or varying a licence granted under this section, require the attendance before him of the person to whom the licence relates. 6 The  justice of the peace  to whom application is made for the grant, renewal or variation of a licence shall, unless he is satisfied that in the circumstances it is unnecessary, require the applicant to give such security as he may think fit (either by entering into a recognisance with or without sureties or otherwise) for the observance of the restrictions and conditions in the licence or in the licence as varied, and the recognisance may be enforced in like manner as a recognisance for the doing of some matter or thing required to be done in a proceeding before a   relevant court  is enforceable. 7 If any case where a licence has been granted under this section, it is proved to the satisfaction of a  justice of the peace  that by reason of exceptional circumstances it is not in the interests of the person to whom the licence relates to require him to return from abroad at the expiration of the licence, then, notwithstanding anything in this section or any restriction or condition attached to the licence,  the justice of the peace  may by order release all persons concerned from any obligation to cause that person to return from abroad. 8 Where a licence is granted, renewed or varied under this section, the  justice of the peace  shall send the prescribed particulars to the Secretary of State for transmission to the proper consular officer, and every consular officer shall register the particulars so transmitted to him and perform such other duties in relation thereto as the Secretary of State may direct. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 This and the next following section extend to Scotland and to Northern Ireland. 11 In this section  “the relevant court”— a in relation to England and Wales, means a magistrates' court; b in relation to Scotland, means a sheriff court; c in relation to Northern Ireland, means a court of summary jurisdiction."}]