[{"act": "Evidence (Foreign, Dominion and Colonial Documents) Act 1933", "year": 1933, "section": "1", "section_title": " Proof and effect of foreign dominion and colonial registers and certain official certificates.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 An Order in Council made under  section 5 of the  Oaths and Evidence (Overseas Authorities and Countries) Act 1963  may provide that in all parts of the United Kingdom— a a register of the country to which the Order relates, being such a register as is specified in the Order, shall be deemed to be a public register kept under the authority of the law of that country and recognised by the courts thereof as an authentic record, and to be a document of such a public nature as to be admissible as evidence of the matters regularly recorded therein; b such matters as may be specified in the Order shall, if recorded in such a register, be deemed, until the contrary is proved, to be regularly recorded therein; c subject to any conditions specified in the Order and to any requirements of rules of court a document purporting to be issued in the country to which the Order relates as an official copy of an entry in such a register as is so specified, and purporting to be authenticated as such in the manner specified in the Order as appropriate in the case of such a register, shall, without evidence as to the custody of the register or of inability to produce it and without any further or other proof, be received as evidence that the register contains such an entry; d subject as aforesaid a certificate purporting to be given in the country to which the Order relates as an official certificate of any such class as is specified in the Order, and purporting to be signed by the officer, and to be authenticated in the manner, specified in the Order as appropriate in the case of a certificate of that class, shall be received as evidence of the facts stated in the certificate; e no official document issued in the country to which the Order relates as proof of any matters for the proof of which provision is made by the Order shall, if otherwise admissible in evidence, be inadmissible by reason only that it is not authenticated by the process known as legalisation. 3 Official books of record preserved in a central registry and containing entries copied from original registers may, if those entries were copied by officials in the course of their duty, themselves be treated for the purposes of this section as registers. 4 In this section the expression “ country ” means a Dominion, the Isle of Man, any of the Channel Islands, a British colony or protectorate, a foreign country, a colony or protectorate of a foreign country, or any mandated territory: Provided that where a part of a country is under both a local and a central legislature, an Order under this section may be made as well with respect to that part, as with respect to all the parts under that central legislature. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Evidence (Foreign, Dominion and Colonial Documents) Act 1933", "year": 1933, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Evidence (Foreign, Dominion and Colonial Documents) Act 1933", "year": 1933, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Evidence (Foreign, Dominion and Colonial Documents) Act 1933."}]