[{"act": "Firearms and Imitation Firearms (Criminal Use) Act 1933", "year": 1933, "section": "1", "section_title": "Penalty for use or attempted use of firearms or imitation firearms to avoid arrest", "section_text": " 1    1   If any person makes or attempts to make any use whatsoever of a firearm or imitation firearm with intent to resist or prevent the lawful apprehension or detention of himself or any other person, he shall be guilty of an offence under this section, and on conviction thereof on indictment shall be liable to penal servitude for a term not exceeding fourteen years.     2   Where any person commits an offence under this section in respect of the lawful apprehension or detention of himself for any other offence committed by him, he shall be liable to the penalty provided by this section in addition to any penalty to which he may be sentenced for that other offence.    "}, {"act": "Firearms and Imitation Firearms (Criminal Use) Act 1933", "year": 1933, "section": "2", "section_title": "Penalty for possession of firearms or imitation firearms in certain cases", "section_text": " 2    1   If any person, at the time of his committing, or at the time of his apprehension for, any offence to which this section applies, has in his possession any firearm or imitation firearm, he shall, unless he shows that he had it in his possession for a lawful object, be guilty of an offence under this section, and on conviction thereof on indictment shall be liable to penal servitude for a term not exceeding seven years in addition to any penalty to which he may be sentenced for the first-mentioned offence.     2   This section applies to the offences specified in the Schedule to this Act.    "}, {"act": "Firearms and Imitation Firearms (Criminal Use) Act 1933", "year": 1933, "section": "3", "section_title": "General provisions as to offences under Act", "section_text": " 3    1   If on the trial of an indictment for an offence under section one of this Act the jury are not satisfied that the defendant is guilty of that offence but are satisfied that he is guilty of an offence under section two of this Act, the jury may find the defendant guilty of the offence under the said section two, and thereupon he shall be liable to be punished accordingly.     2   Where an adult within the meaning of section twenty-four of the  Criminal Justice Act, 1925, is charged before a court of summary jurisdiction with an offence specified in the Second Schedule to that Act, and is also charged before that court with an offence under section one or section two of this Act, then, notwithstanding anything in the said section twenty-four, the court shall not have power to deal summarily with the first-mentioned offence if the defendant is committed for trial in respect of the offence under this Act.    "}, {"act": "Firearms and Imitation Firearms (Criminal Use) Act 1933", "year": 1933, "section": "4", "section_title": "Firearms or imitation firearms to be deemed offensive weapons for purpose of 6 & 7 Geo.5 c.50", "section_text": " 4   A firearm or imitation firearm shall, notwithstanding that it is not loaded or is otherwise incapable of discharging any shot, bullet or other missile, be deemed to be an offensive weapon or instrument for the purpose of the following enactments, namely:—   a   paragraph (a) of subsection (1) of section twenty three of the Larceny Act, 1916 (which deals with the offence of robbing or assaulting with intent to rob when armed with any offensive weapon or instrument); and     b   paragraph (1) of section twenty-eight of the said Act (which deals with the offence of being found at night armed with any dangerous or offensive weapon or instrument with intent to break or enter into any building and to commit any felony therein).    "}, {"act": "Firearms and Imitation Firearms (Criminal Use) Act 1933", "year": 1933, "section": "5", "section_title": "Short title, interpretation and extent", "section_text": " 5    1   This Act may be cited as the Firearms and Imitation Firearms (Criminal Use) Act, 1933.     2   In this Act the expression \" firearm \" means any lethal firearm or other weapon of any description from which any shot, bullet or other missile can be discharged, and includes, except for the purpose of the definition of the expression \" imitation firearm,\" a prohibited weapon as defined by section six of the  Firearms Act, 1920, and the expression \"imitation firearm\" means anything which has the appearance of being a firearm whether it is capable of discharging any shot, bullet or other missile or not.     3   This Act shall not extend to Scotland or Northern Ireland.    "}]