[{"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "1", "section_title": " Power to extend Part I of Act to foreign countries giving reciprocal treatment.", "section_text": "1 1 If, in the case of any foreign country, Her Majesty is satisfied that, in the event of the benefits conferred by this Part of this Act being extended to, or to any particular class of, judgments given in the courts of that country or in any particular class of those courts, substantial reciprocity of treatment will be assured as regards the enforcement in that country of similar judgments given in similar courts of the United Kingdom, She may by order in Council direct— a that this Part of this Act shall extend to that country; b that such courts of that country as are specified in the Order shall be recognised courts of that country for the purposes of this Part of this Act; and c that judgments of any such recognised court, or such judgments of any class so specified, shall, if within subsection (2) of this section, be judgments to which this Part of this Act applies. 2 Subject to subsection (2A) of this section, a judgment of a recognised court is within this subsection if it satisfies the following conditions, namely— a it is either final and conclusive as between the judgment debtor and the judgment creditor or requires the former to make an interim payment to the latter; and b there is payable under it a sum of money, not being a sum payable in respect of taxes or other charges of a like nature or in respect of a fine or other penalty; and c it is given after the coming into force of the Order in Council which made that court a recognised court. 2A The following judgments of a recognised court are not within subsection (2) of this section— a a judgment given by that court on appeal from a court which is not a recognised court; b a judgment or other instrument which is regarded for the purposes of its enforcement as a judgment of that court but which was given or made in another country; c a judgment given by that court in proceedings founded on a judgment of a court in another country and having as their object the enforcement of that judgment. 3 For the purposes of this section, a judgment shall be deemed to be final and conclusive notwithstanding that an appeal may be pending against it, or that it may still be subject to appeal, in the courts of the country of the original court. 4 His Majesty may by a subsequent Order in Council vary or revoke any Order previously made under this section. 5 Any Order in Council made under this section before its amendment by the Civil Jurisdiction and Judgments Act 1982 which deems any court of a foreign country to be a superior court of that country for the purposes of this Part of this Act shall (without prejudice to subsection (4) of this section) have effect from the time of that amendment as if it provided for that court to be a recognised court of that country for those purposes, and for any final and conclusive judgment of that court, if within subsection (2) of this section, to be a judgment to which this Part of this Act applies."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "2", "section_title": " Application for, and effect of, registration of foreign judgment.", "section_text": "2 1 A person, being a judgment creditor under a judgment to which this Part of this Act applies, may apply to the High Court at any time within six years after the date of the judgment, or, where there have been proceedings by way of appeal against the judgment, after the date of the last judgment given in those proceedings, to have the judgment registered in the High Court, and on any such application the court shall, subject to proof of the prescribed matters and to the other provisions of this Act, order the judgment to be registered: Provided that a judgment shall not be registered if at the date of the application— a it has been wholly satisfied; or b it could not be enforced by execution in the country of the original court. 2 Subject to the provisions of this Act with respect to the setting aside of registration— a a registered judgment shall, for the purposes of execution, be of the same force and effect; and b proceedings may be taken on a registered judgment; and c the sum for which a judgment is registered shall carry interest; and d the registering court shall have the same control over the execution of a registered judgment; as if the judgment had been a judgment originally given in the registering court and entered on the date of registration: Provided that execution shall not issue on the judgment so long as, under this Part of this Act and the Rules of Court made thereunder, it is competent for any party to make an application to have the registration of the judgment set aside, or, where such an application is made, until after the application has been finally determined. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If at the date of the application for registration the judgment of the original court has been partly satisfied, the judgment shall not be registered in respect of the whole sum payable under the judgment of the original court, but only in respect of the balance remaining payable at that date. 5 If, on an application for the registration of a judgment, it appears to the registering court that the judgment is in respect of different matters and that some, but not all, of the provisions of the judgment are such that if those provisions had been contained in separate judgments those judgments could properly have been registered, the judgment may be registered in respect of the provisions aforesaid but not in respect of any other provisions contained therein. 6 In addition to the sum of money payable under the judgment of the original court, including any interest which by the law of the country of the original court becomes due under the judgment up to the time of registration, the judgment shall be registered for the reasonable costs of and incidental to registration, including the costs of obtaining a certified copy of the judgment from the original court."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "3", "section_title": " Rules of court.", "section_text": "3 1 The power to make   Civil Procedure Rules , shall, subject to the provisions of this section, include power to make rules for the following purposes— a For making provision with respect to the giving of security for costs by persons applying for the registration of judgments; b For prescribing the matters to be proved on an application for the registration of a judgment and for regulating the mode of proving those matters; c For providing for the service on the judgment debtor of notice of the registration of a judgment; d For making provision with respect to the fixing of the period within which an application may be made to have the registration of the judgment set aside and with respect to the extension of the period so fixed; e For prescribing the method by which any question arising under this Act whether a foreign judgment can be enforced by execution in the country of the original court, or what interest is payable under a foreign judgment under the law of the original court, is to be determined; f For prescribing any matter which under this Part of this Act is to be prescribed. 2 Rules made for the purposes of this Part of this Act shall be expressed to have, and shall have, effect subject to any such provisions contained in Orders in Council made under section one of this Act as are declared by the said Orders to be necessary for giving effect to agreements made between His Majesty and foreign countries in relation to matters with respect to which there is power to make rules of court for the purposes of this Part of this Act."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "4", "section_title": " Cases in which registered judgments must, or may, be set aside.", "section_text": "4 1 On an application in that behalf duly made by any party against whom a registered judgment may be enforced, the registration of the judgment— a shall be set aside if the registering court is satisfied— i that the judgment is not a judgment to which this Part of this Act applies or was registered in contravention of the foregoing provisions of this Act; or ii that the courts of the country of the original court had no jurisdiction in the circumstances of the case; or iii that the judgment debtor, being the defendant in the proceedings in the original court, did not (notwithstanding that process may have been duly served on him in accordance with the law of the country of the original court) receive notice of those proceedings in sufficient time to enable him to defend the proceedings and did not appear; or iv that the judgment was obtained by fraud; or v that the enforcement of the judgment would be contrary to public policy in the country of the registering court; or vi that the rights under the judgment are not vested in the person by whom the application for registration was made; b may be set aside if the registering court is satisfied that the matter in dispute in the proceedings in the original court had previously to the date of the judgment in the original court been the subject of a final and conclusive judgment by a court having jurisdiction in the matter. 2 For the purposes of this section the courts of the country of the original court shall, subject to the provisions of subsection (3) of this section, be deemed to have had jurisdiction— a in the case of a judgment given in an action in personam— i if the judgment debtor, being a defendant in the original court, submitted to the jurisdiction of that court by voluntarily appearing in the proceedings   . . .; or ii if the judgment debtor was plaintiff in, or counter-claimed in, the proceedings in the original court; or iii if the judgment debtor, being a defendant in the original court, had before the commencement of the proceedings agreed, in respect of the subject matter of the proceedings, to submit to the jurisdiction of that court or of the courts of the country of that court; or iv if the judgment debtor, being a defendant in the original court, was at the time when the proceedings were instituted resident in, or being a body corporate had its principal place of business in, the country of that court; or v if the judgment debtor, being a defendant in the original court, had an office or place of business in the country of that court and the proceedings in that court were in respect of a transaction effected through or at that office or place; b in the case of a judgment given in an action of which the subject matter was immovable property or in an action in rem of which the subject matter was movable property, if the property in question was at the time of the proceedings in the original court situate in the country of that court; c in the case of a judgment given in an action other than any such action as is mentioned in paragraph ( a ) or paragraph ( b ) of this subsection, if the jurisdiction of the original court is recognised by the law of the registering court. 3 Notwithstanding anything in subsection (2) of this section, the courts of the country of the original court shall not be deemed to have had jurisdiction— a if the subject matter of the proceedings was immovable property outside the country of the original court; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c if the judgment debtor, being a defendant in the original proceedings, was a person who under the rules of public international law was entitled to immunity from the jurisdiction of the courts of the country of the original court and did not submit to the jurisdiction of that court."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "5", "section_title": " Powers of registering court on application to set aside registration.", "section_text": "5 1 If, on an application to set aside the registration of a judgment, the applicant satisfies the registering court either that an appeal is pending, or that he is entitled and intends to appeal, against the judgment, the court, if it thinks fit, may, on such terms as it may think just, either set aside the registration or adjourn the application to set aside the registration until after the expiration of such period as appears to the court to be reasonably sufficient to enable the applicant to take the necessary steps to have the appeal disposed of by the competent tribunal. 2 Where the registration of a judgment is set aside under the last foregoing subsection, or solely for the reason that the judgment was not at the date of the application for registration enforceable by execution in the country of the original court, the setting aside of the registration shall not prejudice a further application to register the judgment when the appeal has been disposed of or if and when the judgment becomes enforceable by execution in that country, as the case may be. 3 Where the registration of a judgment is set aside solely for the reason that the judgment, notwithstanding that it had at the date of the application for registration been partly satisfied, was registered for the whole sum payable thereunder, the registering court shall, on the application of the judgment creditor, order judgment to be registered for the balance remaining payable at that date."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "6", "section_title": " Foreign judgments which can be registered not to be enforceable otherwise.", "section_text": "6 No proceedings for the recovery of a sum payable under a foreign judgment, being a judgment to which this Part of this Act applies, other than proceedings by way of registration of the judgment, shall be entertained by any court in the United Kingdom."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "7", "section_title": " Power to apply Part I of Act to British dominions, protectorates and mandated territories.", "section_text": "7 1 His Majesty may by Order in Council direct that this Part of this Act shall apply to His Majesty’s dominions outside the United Kingdom and to judgments obtained in the courts of the said dominions as it applies to foreign countries and judgments obtained in the courts of foreign countries, and, in the event of His Majesty so directing, this Act shall have effect accordingly and Part II of the   Administration of Justice Act 1920, shall cease to have effect except in relation to those parts of the said dominions to which it extends at the date of the Order. 2 If at any time after His Majesty has directed as aforesaid an Order in Council is made under section one of this Act extending Part I of this Act to any part of His Majesty’s dominions to which the said Part II extends as aforesaid, the said Part II shall cease to have effect in relation to that part of His Majesty’s dominions. 3 References in this section to His Majesty’s dominions outside the United Kingdom shall be construed as including references to any territories which are under His Majesty’s protection and to any territories in respect of which a mandate under the League of Nations has been accepted by His Majesty."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "8", "section_title": " General effect of certain foreign judgments.", "section_text": "8 1 Subject to the provisions of this section, a judgment to which Part I of this Act applies or would have applied if a sum of money had been payable thereunder, whether it can be registered or not, and whether, if it can be registered, it is registered or not, shall be recognised in any court in the United Kingdom as conclusive between the parties thereto in all proceedings founded on the same cause of action and may be relied on by way of defence or counter-claim in any such proceedings. 2 This section shall not apply in the case of any judgment— a where the judgment has been registered and the registration thereof has been set aside on some ground other than— i that a sum of money was not payable under the judgment; or ii that the judgment had been wholly or partly satisfied; or iii that at the date of the application the judgment could not be enforced by execution in the country of the original court; or b where the judgment has not been registered, it is shown (whether it could have been registered or not) that if it had been registered the registration thereof would have been set aside on an application for that purpose on some ground other than one of the grounds specified in paragraph ( a ) of this subsection. 3 Nothing in this section shall be taken to prevent any court in the United Kingdom recognising any judgment as conclusive of any matter of law or fact decided therein if that judgment would have been so recognised before the passing of this Act."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "9", "section_title": " Power to make foreign judgments unenforceable in United Kingdom if no reciprocity.", "section_text": "9 1 If it appears to His Majesty that the treatment in respect of recognition and enforcement accorded by the courts of any foreign country to judgments given in the   . . . courts of the United Kingdom is substantially less favourable than that accorded by the courts of the United Kingdom to judgments of the   . . . courts of that country, His Majesty may by Order in Council apply this section to that country. 2 Except in so far as His Majesty may by Order in Council under this section otherwise direct, no proceedings shall be entertained in any court in the United Kingdom for the recovery of any sum alleged to be payable under a judgment given in a court of a country to which this section applies. 3 His Majesty may by a subsequent Order in Council vary or revoke any Order prevously made under this section."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "10", "section_title": " Provision for issue of copies of, and certificates in connection with,  U.K.  judgments.", "section_text": "10 1 Rules may make provision for enabling any judgment creditor wishing to secure the enforcement in a foreign country to which Part I of this Act extends of a judgment to which this subsection applies, to obtain, subject to any conditions specified in the rules— a a copy of the judgment; and b a certificate giving particulars relating to the judgment and the proceedings in which it was given. 2 Subsection (1) applies to any judgment given by a court or tribunal in the United Kingdom under which a sum of money is payable, not being a sum payable in respect of taxes or other charges of a like nature or in respect of a fine or other penalty. 3 In this section “ rules ”— a in relation to judgments given by a court, means rules of court; b in relation to judgments given by any other tribunal, means rules or regulations made by the authority having power to make rules or regulations regulating the procedure of that tribunal"}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "10A", "section_title": " Arbitration awards.", "section_text": "10A The provisions of this Act, except sections 1(5) and 6, shall apply, as they apply to a judgment, in relation to an award in proceedings on an arbitration which has, in pursuance of the law in force in the place where it was made, become enforceable in the same manner as a judgment given by a court in that place."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say— “ Appeal ” includes any proceeding by way of discharging or setting aside a judgment or an application for a new trial or a stay of execution; “ Country of the original court ” means the country in which the original court is situated; “ Court ”, except in section 10 of this Act, includes a tribunal; “ Judgment ” means a judgment or order given or made by a court in any civil proceedings, or a judgment or order given or made by a court in any criminal proceedings for the payment of a sum of money in respect of compensation or damages to an injured party; “ Judgment creditor ” means the person in whose favour the judgment was given and includes any person in whom the rights under the judgment have become vested by succession or assignment or otherwise; “ Judgment debtor ” means the person against whom the judgment was given, and includes any person against whom the judgment is enforceable under the law of the original court; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Original court ” in relation to any judgment means the court by which the judgment was given; “ Prescribed ” means prescribed by rules of court; “ Registration ” means registration under Part I of this Act, and the expressions “ register ” and “ registered ” shall be construed accordingly; “ Registering court ” in relation to any judgment means the court to which an application to register the judgment is made. 2 For the purposes of this Act, the expression “action in personam” shall not be deemed to include any matrimonial cause or any proceedings in connection with any of the following matters, that is to say, matrimonial matters, administration of the estates of deceased persons, bankruptcy, winding up of companies, lunacy, or guardianship of infants."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "12", "section_title": " Application to Scotland.", "section_text": "12 This Act in its application to Scotland shall have effect subject to the following modifications:— a For any reference to the High Court   . . . there shall be substituted a reference to the Court of Session: b The Court of Session shall, subject to the provisions of subsection (2) of section three of this Act, have power by Act of Sederunt to make rules for the purposes specified in subsection (1) of the said section: c Registration under Part I of this Act shall be effected by registering in the Books of Council and Session or in such manner as the Court of Session may by Act of Sederunt prescribe: d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e For any reference to the entering of a judgment there shall be substituted a reference to the signing of the interlocutor embodying the judgment."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "13", "section_title": " Application to Northern Ireland.", "section_text": "13 This Act in its application to Northern Ireland shall have effect subject to the following modifications:— a References to the High Court shall, unless the context otherwise requires, be construed as references to the High Court in Northern Ireland: b For the references to section ninety-nine   . . . of the  Supreme Court of Judicature (Consolidation) Act 1925, there shall be substituted  . . ., references to sections 55   . . . of the   Judicature (Northern Ireland) Act 1978 ."}, {"act": "Foreign Judgments (Reciprocal Enforcement) Act 1933", "year": 1933, "section": "14", "section_title": " Short title.", "section_text": "14 This Act may be cited as the Foreign Judgments (Reciprocal Enforcement) Act 1933."}]