[{"act": "Protection of Animals (Cruelty To Dogs) Act 1933", "year": 1933, "section": "1", "section_title": "Power to disqualify persons convicted of cruelty to dogs.", "section_text": " 1    1   Any court before which a person is convicted under the  Protection of Animals Act, 1911, of an offence of cruelty to a dog may order him to be disqualified for keeping a dog and for holding or obtaining a dog licence for such period as the court thinks fit.     2   A person who by virtue of any such order is so disqualified as aforesaid may appeal against the order in the same manner as against a conviction, and the court may, if it thinks fit, pending the appeal, suspend the operation of the order.     3   Where a person who is disqualified by virtue of an order under this section is the holder of a dog licence, the licence shall be suspended so long as the disqualification continues in place and shall, during the time of suspension, be of no effect.     4   If any person who is disqualified by virtue of an order under this section keeps a dog or applies for or obtains a dog licence while he is so disqualified, he shall be liable on summary conviction to a fine not exceeding twenty-five pounds or to imprisonment for a term not exceeding three months or to both such fine and imprisonment.    "}, {"act": "Protection of Animals (Cruelty To Dogs) Act 1933", "year": 1933, "section": "2", "section_title": "Power to remove disqualification.", "section_text": " 2   A person who, by virtue of an order under this Act, is disqualified for keeping a dog and for holding and obtaining a dog licence may, at any time after the expiration of six months from the date of the order, and from time to time, apply to the court by which the order was made to remove the disqualification, and on any such application the court may, as it thinks proper, having regard to the character of the person disqualified and his conduct subsequent to the order, the nature of the offence, and any other circumstances of the case, either by order remove the disqualification as from such date as may be specified in the order or refuse the application :    Provided that, where an application under this section is refused, a further application thereunder shall not be entertained if made within three months after the date of the refusal.  "}, {"act": "Protection of Animals (Cruelty To Dogs) Act 1933", "year": 1933, "section": "3", "section_title": "Interpretation.", "section_text": " 3   In this Act the expression \" dog licence \" means a licence under the  Dog Licences Act, 1867, and the expression \" keep \" has the same meaning as in that Act, and so much of section eight of that Act as relates to the method of determining by whom a dog is kept shall apply accordingly.  "}, {"act": "Protection of Animals (Cruelty To Dogs) Act 1933", "year": 1933, "section": "4", "section_title": "Short title and citation.", "section_text": " 4    1   This Act may be cited as the Protection of Animals (Cruelty to Dogs) Act, 1933, and the Protection of Animals Act, 1911, the  Protection of Animals Act (1911) Amendment Act, 1921, and this Act may be cited together as the Protection of Animals Acts, 1911 to 1933.     2   This Act shall not extend to Scotland or to Northern Ireland.    "}]