[{"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "4", "section_title": " Attachment of personnel and mutual powers of command. ", "section_text": "4 1 The forces, other than home forces, to which this section applies are the naval, military and air forces of His Majesty raised in the Dominion of Canada, the Commonwealth of Australia, the Dominion of New Zealand, . . . . . .  , the Irish Free State . . . . . .  2 The Defence Council — i may attach temporarily to a home force any member of another force to which this section applies who is placed at their disposal for the purpose by the service authorities of that part of the Commonwealth to which the other force belongs; ii may, with his consent,  place any member of a home force at the disposal of the service authorities of another part of the Commonwealth for the purpose of being attached temporarily by those authorities to a force to which this section applies belonging to that part of the Commonwealth. 3 While a member of another force is by virtue of this section attached temporarily to a home force— a he is subject to service law for the purposes of the Armed Forces Act 2006 at all times at which he would be so subject if he were a member of that force; and b he shall be treated as if he were a member of the home force of relative rank: Provided that His Majesty may by Order in Council direct that in relation to members of a force of any part of the Commonwealth specified in the Order,  the Armed Forces Act 2006  shall apply with such exceptions and subject to such adaptations and modifications as may be so specified. 4 When a home force and another force to which this section applies are serving together, whether alone or not— a any member of the other force shall be treated and shall have over members of the home force the like powers of command as if he were a member of the home force of relative rank; and b if the forces are acting in combination, any officer of the other force appointed by His Majesty, or in accordance with regulations made by or by authority of His Majesty, to command the combined force, or any part therof, shall be treated and shall have over members of the home force the like powers of command and punishment  . . . as if he were an officer of the home force of relative rank and holding the same command. 5 For the purposes of this section, forces shall be deemed to be serving together or acting in combination if and only if they are declared to be so serving or so acting by order of  the Defence Council , and the relative rank of members of the home forces and of other forces shall be such as may be prescribed by Regulations made by His Majesty."}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "5", "section_title": " Application of Act to colonies.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 His Majesty may as regards any colony by Order in Council direct that the provisions of section four of this Act shall, with such exceptions and subject to such adaptations and modifications as may be specified in the Order, apply in relation to all or any of the forces raised in that colony, and in relation to officers and members thereof, as they apply in relation to home forces and officers and members thereof. 3 In this section the expression “ colony ” includes Aden and any territory which is under His Majesty’s protection."}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "6", "section_title": " Application of Act to mandated and certain other territories.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "7", "section_title": " Saving for other enactments.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "8", "section_title": " Interpretation, &c. ", "section_text": "8 1 In this Act— “ The Commonwealth ” means the British Commonwealth of Nations, and “ Dominion ” has the same meaning as in the  Statute of Westminster, 1931; “ Home forces ” means the naval, military and air forces of His Majesty raised in the United Kingdom; and “ home force ” includes any body, contingent, or detachment of any of the home forces, wherever serving; “ Visiting force ” means any body, contingent or detachment of the naval, military and air forces of His Majesty raised in the Dominion of Canada, the Commonwealth of Australia, the Dominion of New Zealand, . . . . . .  , the Irish Free State . . . . . .   which is, with the consent of His Majesty’s Government in the United Kingdom, lawfully present in the United Kingdom; “ Forces ” includes reserve and auxiliary forces; “ Court ” includes a service Court of Inquiry, and any officer of a visiting force who is empowered by the law of that part of the Commonwealth to which the force belongs to review the proceedings of a service court, or to investigate charges, or himself to dispose of charges, and the expression “ sentence ” shall be construed accordingly; “ Internal administration ” in relation to any visiting force includes the administration of the property of a deceased member of the force; and “ Member ” in relation to a visiting force includes any person who is by the law of that part of the Commonwealth to which the force belongs subject to the naval, military or air force law thereof, and who, being a member of another force, is attached to the visiting force, or, being a civilian employed in connection with the visiting force, entered into his engagement outside the United Kingdom. 2 An Order in Council under this Act may be revoked or varied by a subsequent Order in Council."}, {"act": "Visiting Forces (British Commonwealth) Act 1933", "year": 1933, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Visiting Forces (British Commonwealth) Act, 1933."}]