[{"act": "Indictable Offences Act 1848", "year": 1848, "section": "111.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "13", "section_title": " English warrants may be backed in the Isles of Man Guernsey, Jersey, Alderney, or Sark, and vice versa. Warrant so endorsed to be valid. ", "section_text": "13 If any person against whom a warrant shall be issued in  ... England or Wales, by any justice of the peace, or by any judge of  the High Court , or  the Crown Court , for any indictable offence, shall escape, go into, reside, or be, or be supposed or suspected to be, in any of the Isles of Man, Guernsey, Jersey, Alderney, or Sark, it shall be lawful for any officer within the district into which such accused person shall escape or go, or where he shall reside or be, or be supposed or suspected to be, who shall have jurisdiction to issue any warrant or process in the nature of a warrant for the apprehension of offenders within such district, to indorse (K.) such warrant in the manner herein-before mentioned, or to the like effect; or if any person against whom any warrant, or process in the nature of a warrant, shall be issued in any of the isles aforesaid shall escape, go into, reside, or be, or be supposed or suspected to be, in  ... England or Wales, it shall be lawful for any justice of the peace in  England and Wales , to indorse (K.) such warrant or process in manner herein-before mentioned; and every such warrant or process so indorsed shall be a sufficient authority to the person or persons bringing the same, and to all persons to whom the same respectively was originally directed, and also to all constables and peace officers in the county, district, or jurisdiction within which such warrant or process shall be so indorsed, to execute the same within the county, district, or place where the justice or officer  indorsing the same is acting or has jurisdiction , and to convey such offender, when apprehended, into the county or district wherein the justice or person who  issued such warrant or process is acting or has jurisdiction , and carry him before such justice or person, or before some other justice or person within the same county or district who shall have jurisdiction to commit such offender to prison for trial, and such justice or person may thereupon proceed in such and the same manner as if the said offender  had been apprehended in England or Wales or (as the case may be) within his jurisdiction ."}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "1629.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "32", "section_title": " Extent of Act and saving.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  nothing in this Act shall be deemed or taken to extend to Scotland or Ireland, or to the Isles of Man, Jersey, or Guernsey, save and except the several provisions respectively herein-before contained respecting the backing of warrants,. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Indictable Offences Act 1848", "year": 1848, "section": "3335.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}]