[{"act": "Treason Felony Act 1848", "year": 1848, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "3", "section_title": " Offences declared felonies by this Act to be punishable by transportation or imprisonment. ", "section_text": "3 If any person whatsoever shall, within the United Kingdom or without, compass, imagine, invent, devise, or intend to deprive or depose our Most Gracious Lady the Queen, from the style, honour, or royal name of the imperial crown of the United Kingdom, or of any other of her Majesty’s dominions and countries, or to levy war against her Majesty, within any part of the United Kingdom, in order by force or constraint to compel her to change her measures or counsels, or in order to put any force or constraint upon or in order to intimidate or overawe both Houses or either House of Parliament, or to move or stir any foreigner or stranger with force to invade the United Kingdom or any other of her Majesty’s dominions or countries under the obeisance of her Majesty, and such compassings, imaginations, inventions, devices, or intentions, or any of them, shall express, utter, or declare, by publishing any printing or writing . . . . . .   or by any overt act or deed, every person so offending shall be guilty of felony, and being convicted thereof shall be liable . . . . . .   to be transported beyond the seas for the term or his or her natural life . . . . . . "}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "6", "section_title": " Nothing herein to affect provisions of 25  Edw.  3. c. 2.", "section_text": "6 Provided always, that nothing herein contained shall lessen the force of or in any manner affect any thing enacted by the  Treason Act 1351."}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "7", "section_title": " Indictments for felony under this Act valid, though the facts may amount to treason.", "section_text": "7 Provided also, that if the facts or matters alleged in an indictment for any felony under this Act shall amount in law to treason, such indictment shall not by reason thereof be deemed void, erroneous, or defective; and if the facts or matters proved on the trial of any person indicted for any felony under this Act shall amount in law to treason, such person shall not by reason thereof be entitled to be acquitted of such felony; but no person tried for such felony shall be afterwards prosecuted for treason upon the same facts."}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "8", "section_title": " As to the punishment of accessories before and after the fact. ", "section_text": "8 In the case of every felony punishable under this Act, every principal in the second degree and every accessory before the fact shall be punishable in the same manner as the principal in the first degree is by this Act punishable; and every accessory after the fact to any such felony shall on conviction be liable to be imprisoned, . . . . . .   for any term not exceeding two years."}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "9", "section_title": " Felonies under this Act in Scotland not bailable, except as provided by 5 & 6 Will. 4. c. 73. Trial to take place in terms of Act of Scottish Parliament of 1701. Scots Act 1701 c. 6.", "section_text": "9 Provided always, that no person committed for trial in Scotland for any offence under this Act shall be entitled to insist on liberation on bail, unless with consent of the public prosecutor, or by warrant of the High Court or Circuit Court of Justiciary, in such and the like manner and to the same effect as is provided by an Act passed in the session of Parliament holden in the fifth and sixth years of the reign of his Majesty King  William  the Fourth, intituled “An Act to provide that persons accused of forgery in Scotland shall not be entitled to bail unless in certain cases”; but the trial of any person so committed, and whether liberated on bail or not, shall in all cases be proceeded with and brought to a conclusion under the like certification and conditions as if intimation to fix a diet for trial had been made to the public prosecutor in terms of the Criminal Procedure Act 1701."}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "10", "section_title": " No costs allowed in prosecutions under this Act. ", "section_text": "10 It shall not be lawful for any court before which any person shall be prosecuted or tried for any felony under this Act to order payment to the prosecutor or the witnesses of any costs which shall be incurred in preferring or prosecuting any such indictment."}, {"act": "Treason Felony Act 1848", "year": 1848, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}]