[{"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "3", "section_title": " Power to acquire land permanently.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Any person having power (whether subject to any consent or conditions or not) to sell land authorised to be acquired by any Government department may, subject to the like consent and conditions, grant or demise the land in perpetuity or for any term of years to the Government department at such fee farm or other rent, secured by such conditions of re-entry or otherwise as may be agreed upon, and with or without a right of renewal, or grant to the Government department an option to acquire the land: Provided that, where the power to sell arises under the Settled Lands Acts, 1882 to 1890, the powers conferred by this section shall be exercised only with the consent of the trustees of the settlement for the purposes of those Acts, or with the sanction of the court."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "4", "section_title": " User of land acquired. ", "section_text": "4 Any land which, or an interest in which, has been acquired under this Act may be used by any Government department for the purpose for which it was used during the war or for any other purpose for which it could have been used had the land been acquired under the Defence Acts, 1842 to 1873, or the Military Lands Acts, 1892 to 1903, notwithstanding that such user could, but for this Act, have been restrained as being in contravention of any covenant or for any other reason, and no person interested in any adjoining or neighbouring land or entitled to any riparian rights shall be entitled to restrain such user; but if, apart from this Act, any such person would have been entitled to restrain such user, then, if application for the purpose is made within three years after the date of the acquisition of the land under this Act or after the commencement of the user causing the depreciation, whichever may be the later, he shall,— i if the land is used for a purpose for which it could have been used had the land been acquired under the Defence Acts, 1842 to 1873, or the Military Lands Acts, 1892 to 1903, be entitled to such compensation in respect of any breach of a restrictive covenant or damage caused by the pollution, abstraction, or diversion of water, or by the emission of noxious fumes, as in default of agreement may be determined in manner provided by this Act; and ii if the land is used for any other purpose, be entitled to such compensation in respect of any damage occasioned by such user as in default of agreement may be determined in manner provided by this Act: Provided that— a where such compensation is claimed in respect of any land, the department may, at any time before such claim is determined, and on payment of all costs properly incurred by the claimant in respect of his claim, require the claimant to sell the land or his interest therein at such price as would have been proper if the value of the land had not been so depreciated, such price in default of agreement to be determined in like manner as if the land had been acquired under section three of this Act; and b nothing in this section shall be construed as depriving any person of any right to recover damages in respect of any injury to property caused by accident due to such user as aforesaid; and c in the user of land or an interest in land acquired under this Act the provisions of the  Alkali, &c. Works Regulation Act, 1906, and the  Rivers Pollution Prevention Acts, 1876   and 1893, and of any local Act dealing with the like matters, shall be complied with, and those Acts shall apply accordingly, and nothing in this section shall affect the powers conferred by any Act, whether public general or local, on any local authority, board of conservancy, or other public authority, with respect to the prevention of the pollution of rivers, or the abatement of nuisances caused by the emission of smoke or other noxious fumes."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "5", "section_title": " Power to sell land acquired under Act.", "section_text": "5 1 Where any land or any interest therein has by virtue of this Act been acquired by any Government department, the department may at any time thereafter sell, lease, or otherwise dispose of the land or interest. 2 Where any such land is disposed of, then on the execution and delivery to the purchaser by the Government department concerned of the necessary or proper assurance of the land disposed of, the purchaser shall notwithstanding any defect in the title of such Government department thereto stand possessed thereof for such estate or interest as may be expressed or intended to be assured to him, freed and absolutely discharged (save as in the assurance may be expressed) from all prior estates, interests, rights, and claims therein or thereto: Provided that if at any time after such disposition any such prior estate, interest, right, or claim as aforesaid is established by the person entitled thereto, there shall be paid to such person compensation to be determined in manner provided by the Lands Clauses Acts, as modified by this Act, with respect to interests in lands which by mistake have been omitted to be purchased. 3 Before any Government department sell any land so acquired or interest therein they shall, unless such land is land upon which buildings of a permanent nature have been erected wholly or partly at the expense of the State or at the request of, or by arrangement with, any Government department, or is land used in connection with such buildings, first offer to sell the same to the person then entitled to the lands (if any) from which the same were originally severed . . .  4 If any such persons be desirous of purchasing such lands, then within six weeks after such offer they shall signify their desire in that behalf to the Government department concerned, or if they decline such offer, or if for six weeks they neglect to signify their desire to purchase such lands, the right of pre-emption of every such person so declining or neglecting in respect of the lands included in such offer shall cease. 5 If any person entitled to such pre-emption be desirous of purchasing any such lands and such person and the Government department concerned do not agree as to the price thereof, or other consideration therefor, then such price or other consideration shall be determined in manner provided by this Act. 6 The provisions of the last three foregoing subsections shall apply in the case of a lease of land for a term exceeding twenty-one years in like manner as they apply to a sale of land, except where the land is leased for the purpose of the development thereof in connection with any factory, building, camp, or other premises erected or established on land retained by the Government."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "6", "section_title": " Provisions as to highways. ", "section_text": "6 1 Where, in the exercise or purported exercise of any prerogative right of His Majesty or any powers conferred by or under any enactment relating to the defence of the realm, or by agreement, or otherwise, for purposes connected with the present war, any railway or tramway or any cable line or pipes have been laid along, across, over, or under any public highway, it shall be lawful after the termination of the war for the railway or tramway or the cable line or pipes to continue to be used and maintained along, across, over, or under the highway, subject to such conditions as the Board of Trade in the case of railways and tramways, and in other cases as the Commission after giving the local authority and the authority or person responsible for the maintenance of the highway or of any other railway or tramway laid thereon an opportunity of being heard, may by order prescribe, and any such authority or person may apply to the Board or Commission to make such an order: Provided that where any such railway or tramway crosses the roadway on the level it shall not be lawful to use the crossing after the expiration of two years from the termination of the present war without the consent of the local authority. 2 In the event of the use of any such railway or tramway being discontinued, the Government department by whom it was laid down or used shall take up and remove the rails and restore the highway on which they are laid to the satisfaction of the authority or person responsible for the maintenance of such highway. 3 Where in exercise of any such right or powers as aforesaid any public highway has been closed, it may be kept closed after the termination of the present war, but not, by virtue of this section, beyond the expiration of twelve months after such termination unless the consent of the Commission is obtained, and the Commission before giving such consent shall give to the local authority and the authority or person responsible for the maintenance of the highway an opportunity of being heard, and the Commission may require as a condition of their consent the provision of another highway in the place of the highway so closed, and any person interested in any land adjoining any highway so closed who suffers loss or damage in consequence of the closing thereof shall be entitled to such compensation as, in default of agreement, may be determined in manner provided by this Act to be the amount of such loss or damage. 4 For the purposes of this section the expression “ local authority ” means, in the case of a borough or urban district, the council of the borough or urban district and elsewhere the county council. 5 Where any such railway, tramway, cable line, or pipes have been laid along, across, over, or under any public highway, or a public highway has been closed, in pursuance of an agreement with, or subject to any undertaking given to, the authority or person responsible for the maintenance of the highway, nothing in this section shall authorise the continuance of the user of the railway, tramway, cable line, or pipes, or the continuance of the closing of the highway beyond the time specified in the agreement or undertaking without the consent of the authority or person so responsible."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "9", "section_title": " Payment of compensation and purchase money.", "section_text": "9 Until Parliament otherwise determines, all compensation and purchase money payable by a Government department under this Act, and all other expenses incurred by any Government department thereunder, shall be defrayed out of money provided by Parliament."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "10", "section_title": " Evidence of certificate by Government department. ", "section_text": "10 For the purposes of this Act a certificate by any Government department— a that possession has been taken of any land for purposes connected with the present war; or b that the department is in possession of such land or is the occupying department within the meaning of this Act; or c  . . .  d  . . .  e that a railway or tramway has been laid along, across, over, or under a public highway, or that a public highway has been closed, in the exercise of any prerogative right of His Majesty, or any powers conferred by or under any enactment relating to the defence of the realm for purposes connected with the present war; or f  . . .  shall be prima facie evidence of the facts therein stated."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "11", "section_title": " Application of building laws. ", "section_text": "11 1 Any street, building, or work which has been formed, erected, or constructed otherwise than in accordance with the provisions of any general or local Acts relating to streets or buildings, and with any byelaws or regulations made thereunder on any land to which section one of this Act applies, or which has been acquired under section three thereof, shall, unless the authority by whom such provisions, byelaws, or regulations are enforced consent to the continuance thereof, either be so altered as to comply with such provisions, byelaws, or regulations, or be discontinued or removed within such reasonable time, not being less than two years, after such land or building has ceased to be occupied by a Government department as such authority may order, and the owner (as defined by such Acts, byelaws, or regulations) shall have power to enter upon and carry out any works without the consent of any other person, and if he fails to comply with such order such authority as aforesaid may remove any such building or work and recover the expense incurred in such removal from the owner in a summary manner as a civil debt. 2 If any person feels aggrieved by the neglect or refusal of such authority to give its consent, or by the conditions on which such consent is given, or as to the time within which such discontinuance or removal is ordered, he may appeal to the Local Government Board whose decision shall be final and shall have effect as if it were a decision of the authority: Provided that the Board may before considering any such appeal require the appellant to deposit such sum not exceeding ten pounds to cover the costs of appeal as may be fixed by rules to be made by them."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "12", "section_title": " Interpretation.", "section_text": "12 1 For the purposes of this Act, and of the provisions of the Lands Clauses Acts incorporated with this Act, land includes any building or part of a building, any pier, jetty, or other structure on the shore or bed of the sea or any river, and any easement or right over or in relation to land. 2 Where consideration has been given or an advance made by the State for the erection, construction, or making of any building, work, or improvement on over or under any land for purposes connected with the present war, or where any money which would otherwise have been payable to the State has with the consent of a Government department been applied towards the erection, construction, or making of any such building, work, or improvement, the building, work, or improvement shall for the purposes of this Act be deemed to have been erected, constructed, or made wholly or partly, as the case may be, at the expense of the State. 3 For the purposes of this Act, except where the context otherwise requires, the expression “ building ” includes machinery and plant fixed or attached to the building . . .  4  . . .  5 For the purposes of this Act a competent naval or military authority, acting under the Acts relating to the Defence of the Realm shall be deemed to be a Government department."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "13", "section_title": " Savings", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where possession has been taken of any land under any agreement authorising the retention of the land for any period specified in the agreement, nothing in this Act shall authorise the retention of possession after the expiration of such period without the consent of the person with whom the agreement was made or the persons deriving title under him (4)—(6) . . . "}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "14", "section_title": " Saving of powers.", "section_text": "14 The powers conferred by this Act shall be in addition to and not in derogation of any other right or power of His Majesty."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "15", "section_title": " Application to Scotland. ", "section_text": "15 In the application of this Act to Scotland the following modifications shall be made:— a Subsection (7) of section three and subsection (2) of section five shall not apply. b “ Borough or urban district ” means “royal, parliamentary, or police burgh”; “ easement ” means “servitude”; “ mortgagee ” means “heritable creditor”; and “ restrain ” includes “interdict.” c The Local Government Board for Scotland, shall be substituted for the Local Government Board . . .  d for references to “highway” and “street” there shall be substituted references to a road within the meaning of the Roads (Scotland) Act 1984."}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "16", "section_title": " Application to Ireland. ", "section_text": "16 In the application of this Act to Ireland the expression “the Lands Clauses Acts” shall not include the  Railways Act (Ireland), 1851, the  Railways Act (Ireland), 1860, the  Railways Act (Ireland), 1864, or the Railways Traverse Act, or any Act amending those Acts; and the expression “ Local Government Board ” means the “Local Government Board for Ireland.”"}, {"act": "Defence of the Realm (Aquisition of Land) Act 1916", "year": 1916, "section": "17", "section_title": " Short title.", "section_text": "17 This Act may be cited as the Defence of the Realm (Acquisition of Land) Act, 1916."}]