[{"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "2", "section_title": " Payments under superannuation schemes. ", "section_text": "2 If an officer or servant of a local authority dies whilst serving in or with His Majesty’s forces, or in consequence of wounds or disease received or contracted during such service which prevented that person from returning to the service of the local authority, the local authority shall have, and shall be deemed always to have had, power to make to that person’s surviving spouse, surviving civil partner or other dependants, such payments as could have been made to them under any superannuation scheme (whether established by statute or otherwise) in force in the district had that person been actually serving the local authority at the time of death."}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "5", "section_title": "\n \n Provisions as to notification of diseases. \n \n", "section_text": " 5 Notwithstanding anything in the  Infectious Disease (Notification) Act, 1889, or in any other Act, or in any Order of the Local Government Board, the following provisions shall have effect:— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   b Every case of any such disease occurring in any building, tent, van, shed, or similar structure in the occupation of any of His Majesty’s forces, or of any person employed  under the Ministry of Defence  shall be notified to the  chief administrative medical officer of the Health Board for the area  by the medical attendant if it would have been his duty to notify it if it had occurred elsewhere; and the  Health Board  shall pay to the medical attendant (unless he is a medical officer who holds a commission in any of His Majesty’s forces) for the certificate or notification a fee of one shilling, whether the case occurs in his private practice or otherwise."}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "1011.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "12", "section_title": " Simplifying mode of giving sanctions, &c.", "section_text": "12 1 Notwithstanding any statutory or other provision requiring a sanction, assent, approval, authority or direction of the Local Government Board to be given, altered or varied by order or by instrument under seal, any such sanction, assent, approval, authority or direction may be given, altered or varied in a letter or other writing signed by a secretary or assistant secretary of the Board, and shall be as valid in all respects and shall have the same effect as if it had been given by an order of the Board or by an instrument under the seal of the Board, and for the purposes of the  Documentary Evidence Act, 1868, as amended by any subsequent enactment, such letter or writing shall be deemed to be an order of the Board. 2 This section shall not apply to Scotland or Ireland."}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "1920.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "21", "section_title": " Interpretation. ", "section_text": "21 For the purposes of this Act the expression “ local authority ” means any person or body of persons who receive or expend the proceeds of any local rate and any other public body which the Local Government Board may determine to be a local authority, but overseers of the poor shall not be included except by direction of that Board: Provided that where any such authority is  a local policing body or  a police authority it shall not, as such, be deemed, for the purposes of Part I. of this Act, to be a local authority.  In England and Wales a teacher, officer, or servant appointed by the managers of a public elementary school not provided by the local education authority shall, and a teacher, officer, or servant of an institution aided by a local education authority out of the proceeds of any rate, may, if that authority think fit, be deemed, for the purposes of this Act, to be an officer or servant of the local education authority concerned.  Where the Board of Education certify to the Local Government Board that it is expedient that this Act shall apply to any public educational institution, this Act shall apply thereto, notwithstanding any trust affecting the institution, as if the managers or other governing body of the institution were a local authority, and the teachers, officers and servants of the institution were officers and servants of a local authority.  For the purposes of this Act, or for such of them as may be specified by the Local Government Board, service in connection with naval or military operations which that Board consider may properly be treated in the same manner as actual naval or military service shall be deemed to be service with His Majesty’s forces. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "22", "section_title": " Application to Scotland. ", "section_text": "22 In the application of this Act to Scotland the following provisions shall have effect:— 1 References to the Local Government Board shall be construed as references to the Secretary for Scotland or to such Scottish department as for any particular purpose of this Act may be designated by him, references to the Board of Education shall be construed as references to the Scottish Education Department, references to public educational institutions shall be construed as references to State-aided educational institutions, . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "23", "section_title": " Application to Ireland ", "section_text": "23 In the application of this Act to Ireland the following provisions shall have effect :— 1 References to the Local Government Board shall be construed as references to the Local Government Board for Ireland, and references to the Local Taxation Returns Acts, 1860 and 1877, shall be construed as references to subdivision (5) of Article twenty of the schedule to the Local Government (Application of Enactments) Order, 1898 : 2 It shall not be necessary to include in or append to include in or append to the annual report of the Local Government Board for Ireland the statements as to orders and directions in respect of outdoor relief required by section twenty-one of the  Poor Relief (Ireland) ( No.  2) Act, 1847, or the statement as to audit of union accounts required by section twenty of the  Poor Relief (Ireland) Act, 1849 : 3 It shall be a sufficient compliance with the requirements of section twenty-nine of the  Poor Relief (Ireland) Act, 1847, if a general statement as to the expenditure on the relief of the poor and the total number relieved in Ireland is laid before Parliament instead of an account of the expenditure and number relieved in each union : 4 Subsection (1) of section one of the  Poor Relief (Ireland) Act, 1914, shall be amended by the insertion of the words “or for the better administration of the Poor Relief (Ireland) Acts, 1838 to 1900,” after the words “present war,” and by the omission of the words “for the said purpose” : 5 The expression “highway authority” means the county council, county borough council, or urban district council, as the case requires."}, {"act": "Local Government (Emergency Provisions) Act 1916", "year": 1916, "section": "24", "section_title": "†Short title and duration.", "section_text": "24 1 This Act may be cited as the Local Government (Emergency Provisions) Act, 1916. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]