[{"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "1", "section_title": "Animal Sentience Committee", "section_text": " 1    1   The Secretary of State must establish and maintain a committee called the Animal Sentience Committee.     2   The members of the Committee are to be appointed by the Secretary of State.     3   The appointment of a person to the Committee is to be on such terms as the Secretary of State may determine when making the appointment.    "}, {"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "2", "section_title": "Reports of the Committee", "section_text": " 2    1   When any government policy is being or has been formulated or implemented, the Animal Sentience Committee may produce a report containing its views on the question in subsection  (2) .     2   The question is whether, or to what extent, the government is having, or has had, all due regard to the ways in which the policy might have an adverse effect on the welfare of animals as sentient beings.     3   The report may also contain recommendations as to the steps the Committee considers the government should take for the purpose in subsection (4).     4   The purpose is that of ensuring that, in any further formulation or implementation of the policy, the government has all due regard to the ways in which the policy might have an adverse effect on the welfare of animals as sentient beings.     5   Recommendations made by the Committee must respect legislative or administrative provisions and customs relating in particular to religious rites, cultural traditions and regional heritage.     6   A report under this section must be published in such manner as the Committee thinks appropriate.     7   References in this section to government policy are to policy of the government of the United Kingdom, but do not include any policy if, or to the extent that, the policy relates to legislative provision falling within devolved competence.     8   For the purposes of subsection  (7)  legislative provision falls within devolved competence if and to the extent that—   a   the provision would be within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament,     b   the provision would be within the legislative competence of Senedd Cymru if contained in Act of the Senedd (including any provision that could only be made with the consent of a Minister of the Crown), and     c   the provision would be within the legislative competence of the Northern Ireland Assembly if contained in an Act of that Assembly made without the Secretary of State’s consent.      "}, {"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "3", "section_title": "Response to reports", "section_text": " 3    1   Where the Animal Sentience Committee publishes a report under section 2, the Secretary of State must lay a response to the report before Parliament within the period specified in subsection  (2) .     2   The period is three months beginning with the day on which the Committee’s report is published.     3   The following do not count towards the three months referred to in subsection  (2) —   a   any day in a period during which Parliament is dissolved or prorogued, and     b   any day in a period of four or more days during which both Houses of Parliament are adjourned.      "}, {"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "4", "section_title": "Information", "section_text": " 4    1   In Schedule 1 to the Public Records Act 1958 (definition of public records), in Part 1 of the table, in the second column, after the entry relating to Agricultural Wages Committees insert—     The Animal Sentience Committee.        2   In Part 6 of Schedule 1 to the Freedom of Information Act 2000 (public authorities to which that Act applies) at the appropriate place insert—      The Animal Sentience Committee.        "}, {"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "5", "section_title": "Interpretation", "section_text": " 5    1   In this Act “ animal ” means—   a   any vertebrate other than  homo sapiens,     b   any cephalopod mollusc, and     c   any decapod crustacean.       2   The Secretary of State may by regulations amend this section so as to bring invertebrates of any description within the meaning of “ animal ” for the purposes of this Act, where they are not already within that meaning.     3   Regulations under this section must be made by statutory instrument.     4   Regulations under this section may not be made unless a draft of the instrument containing them has been laid before, and approved by resolution of, each House of Parliament.     5   In this section “vertebrate” and “invertebrate” have the meanings given by section 1(5) of the Animal Welfare Act 2006.    "}, {"act": "Animal Welfare (Sentience) Act 2022", "year": 2022, "section": "6", "section_title": "Extent, commencement and short title", "section_text": " 6    1   This Act extends to England and Wales, Scotland and Northern Ireland.     2   This Act, apart from this section, comes into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint.     3   This section comes into force on the day on which this Act is passed.     4   This Act may be cited as the Animal Welfare (Sentience) Act 2022.    "}]