[{"act": "Charities Act 2022", "year": 2022, "section": "1", "section_title": "Alteration of charitable company’s purposes", "section_text": " 1    1   Section 198 of the Charities Act 2011 (alteration of objects by companies and Commission’s consent) is amended as follows.     2   In subsection (2)(a), for the words from “adding” to the end of the paragraph substitute  “which alters the charitable purposes of the company,” .     3   After subsection (2) insert—    2A   In considering whether to consent to an alteration falling within subsection (2)(a) the Commission must have regard to—   a   the purposes of the company when it was established, if and so far as they are reasonably ascertainable,     b   the desirability of securing that the purposes of the company are, so far as reasonably practicable, similar to the purposes being altered, and     c   the need for the company to have purposes which are suitable and effective in the light of current social and economic circumstances.         "}, {"act": "Charities Act 2022", "year": 2022, "section": "2", "section_title": "Amendments to constitution of CIOs", "section_text": " 2    1   The Charities Act 2011 is amended as follows.     2   In section 226 (amendment of constitution and Commission’s consent)—   a   for subsection (1) substitute—    1   An amendment to a CIO’s constitution which would make a regulated alteration—   a   requires the prior written consent of the Commission, and     b   cannot take effect if such consent has not been obtained.       ;     b   after subsection (2) insert—    2A   In considering whether to consent to an alteration falling within subsection (2)(a) the Commission must have regard to—   a   the purposes of the CIO when it was established, if and so far as they are reasonably ascertainable,     b   the desirability of securing that the purposes of the CIO are, so far as reasonably practicable, similar to the purposes being altered, and     c   the need for the CIO to have purposes which are suitable and effective in the light of current social and economic circumstances.            3   In section 227 (registration and coming into effect of amendments)—   a   after subsection (1) insert—    1A   An amendment to a CIO’s constitution that makes a regulated alteration falling within section 226(2)(a) takes effect—   a   when it is registered by the Commission, or     b   if later, on the date specified for that purpose in the resolution containing the amendment.       1B   Any other amendment to a CIO’s constitution takes effect (whatever the date on which the amendment is registered by the Commission)—   a   on the date the resolution containing it is passed, or     b   if a later date is specified for that purpose in the resolution containing the amendment, on that later date.       1C   Subsections  (1A)  and  (1B)  are subject to section 226 (1) .     ;     b   omit subsections (2) to (5).      "}, {"act": "Charities Act 2022", "year": 2022, "section": "3", "section_title": "Powers of unincorporated charities", "section_text": " 3    1   Omit sections 267 to 280 of the Charities Act 2011 (which together deal with powers to transfer the property of, and alter the purposes or powers of, an unincorporated charity).     2   Before the italic heading preceding section 281 of that Act insert—    Unincorporated charity’s general power to amend   Amendment of the trusts of an unincorporated charity   280A    1   This section applies to any charity which is not a company or other body corporate.     2   The charity trustees of such a charity may, if they are satisfied that it is expedient in the interests of the charity, resolve that the trusts of the charity should be amended in such manner as is specified in the resolution.     3   The power under subsection  (2)  is not exercisable in any way which would result in the institution ceasing to be a charity.     4   Subsection  (5)  applies in the case of a charity which has a body of members distinct from the charity trustees, any of whom are entitled under the trusts of the charity to attend and vote at a general meeting of the body.     5   In the case of a charity to which this subsection applies, a resolution under subsection  (2)  is effective only if—   a   it is passed by a majority of the charity trustees of the charity, and     b   it is approved by a further resolution which is passed—   i   at a general meeting, by not less than 75% of the members entitled to attend and vote at the meeting who vote on the resolution,     ii   at a general meeting, by a decision taken without a vote and without any expression of dissent in response to the question put to the meeting, or     iii   otherwise than at a general meeting, by the agreement of all the members entitled to attend and vote at a general meeting.         6   In the case of a charity other than one to which subsection  (5)  applies, a resolution under subsection  (2)  is effective only if it is passed by not less than 75% of the charity trustees of the charity.     7   An amendment to which subsection  (8)  applies—   a   requires the written consent of the Commission, and     b   is ineffective if such consent has not been obtained.       8   This subsection applies to an amendment—   a   which would alter the purposes of the charity;     b   which would alter a provision directing the application of property of the charity on its dissolution;     c   which would provide authorisation for any benefit to be obtained by charity trustees or members of the charity, or persons connected with them;     d   which would alter a restriction making property permanent endowment;     e   which would require the consent of a person other than—   i   a charity trustee of, or trustee for, the charity, or     ii   a member of the charity,    if made otherwise than by virtue of this section;     f   which would affect any right directly conferred by the trusts of the charity on a person who—   i   is named in the trusts of the charity, or     ii   holds an office or other position specified in the trusts of the charity (other than that of charity trustee or member of, or trustee for, the charity); or       g   which would confer power on any person or persons to make an amendment falling within any of paragraphs  (a)  to  (f) .       9   But paragraphs  (e)  and  (f)  of subsection  (8)  do not apply where the person concerned consents to the amendment or is no longer in existence.     10   In considering whether to consent to an alteration falling within subsection  (8) (a) , or to the conferral of a power which would enable a person or persons to make such an alteration, the Commission must have regard to—   a   the purposes of the charity when it was established, if and so far as they are reasonably ascertainable,     b   the desirability of securing that the purposes of the charity are, so far as reasonably practicable, similar to the purposes being altered, and     c   the need for the charity to have purposes which are suitable and effective in the light of current social and economic circumstances.          S.  280A : supplementary provision   280B    1   A resolution under section  280A (2)  takes effect on the latest of—   a   the date the resolution is passed,     b   the date specified in the resolution for it to take effect,     c   if relevant, the date on which the resolution required by virtue of section  280A (5)(b)  is passed, and     d   if relevant, the date on which the Commission gives any consent required by virtue of section  280A (7) .       2   For the purposes of section  280A (8) (c)  “ benefit ” means a direct or indirect benefit of any nature, except that it does not include—   a   any remuneration whose receipt may be authorised under section 185, or     b   the purchase of any insurance which may be authorised under section 189.       3   For the purposes of section  280A (8) (c)  the following persons are connected with a charity trustee or a member of a charity—   a   a child, parent, grandchild, grandparent, brother or sister of the trustee or member;     b   the spouse or civil partner of the trustee or member or of any person falling within paragraph  (a) ;     c   a person carrying on business in partnership with the trustee or member or with any person falling within paragraph  (a)  or  (b) ;     d   an institution which is controlled—   i   by the trustee or member or by any person falling within paragraph  (a) ,  (b)  or  (c) , or     ii   by two or more persons falling within sub-paragraph (i), when taken together;       e   a body corporate in which—   i   the trustee or member or any connected person falling within any of paragraphs  (a)  to  (c)  has a substantial interest, or     ii   two or more persons falling within sub-paragraph  (i) , when taken together, have a substantial interest.         4   Sections 350 to 352 (meaning of child, spouse, civil partner, controlled institution and substantial interest) apply for the purposes of subsection  (3) .            3   The amendments made by this section do not have effect in respect of a resolution passed under section 268(1), 275(2) or 280(2) of the Charities Act 2011 before the commencement of this section.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "4", "section_title": "Power to amend Royal charter", "section_text": " 4   After section 280B of the Charities Act 2011 (as inserted by section 3) insert—    Charity established etc by Royal charter: general power to amend   Power to amend Royal charter   280C    1   This section applies to any charity which is established or regulated by Royal charter.     2   The charity trustees of such a charity may resolve that the Royal charter should be amended in such manner as is specified in the resolution if—   a   they are satisfied that it is expedient in the interests of the charity to do so, and     b   there is no power under the Royal charter to make the proposed amendment.       3   Subsection  (4)  applies in the case of a charity which has a body of members distinct from the charity trustees, any of whom are entitled under the Royal charter to attend and vote at a general meeting of the body.     4   In the case of a charity to which this subsection applies, a resolution under subsection  (2)  may not be approved under subsection  (6)  unless—   a   it is passed by a majority of the charity trustees of the charity, and     b   it is approved by a further resolution which is passed—   i   at a general meeting, by not less than 75% of the members entitled to attend and vote at the meeting who vote on the resolution,     ii   at a general meeting, by a decision taken without a vote and without any expression of dissent in response to the question put to the meeting, or     iii   otherwise than at a general meeting, by the agreement of all the members entitled to attend and vote at a general meeting.         5   In the case of any other charity to which this section applies, a resolution under subsection  (2)  may not be approved under subsection  (6)  unless it is passed by not less than 75% of the charity trustees of the charity.     6   A resolution under this section takes effect when it is approved by Her Majesty by Order in Council.         "}, {"act": "Charities Act 2022", "year": 2022, "section": "5", "section_title": "Orders under section 73 of the Charities Act 2011: parliamentary procedure", "section_text": " 5   In section 73 of the Charities Act 2011 (powers to make schemes altering provision made by Acts, etc)—   a   omit subsections (3) and (4);     b   in subsection (5), omit “Subject to subsection (6),”;     c   omit subsection (6).    "}, {"act": "Charities Act 2022", "year": 2022, "section": "6", "section_title": "Cy-près powers", "section_text": " 6    1   For sections 63 to 65 of the Charities Act 2011 (which deal with the application of property cy-près) substitute—    Failure of specific charitable purposes: application cy-près   63A    1   Property given for specific charitable purposes which fail is applicable cy-près as if given for charitable purposes generally, if—   a   the court or the Commission by order so direct, or     b   the condition specified in subsection  (3) ,  (4)  or  (6)  is met.       2   An order may be made under subsection  (1)(a)  if it appears to the court or the Commission—   a   that it would be unreasonable, having regard to the amounts likely to be returned to the donors, to incur expense with a view to returning the property, or     b   that it would be unreasonable, having regard to the nature, circumstances and amounts of the gifts, and to the lapse of time since the gifts were made, for the donors to expect the property to be returned.       3   The condition in this subsection is met if—   a   the property is a single gift of £120 or less, and     b   the charity trustees reasonably believe that during the financial year of the charity in which it is given the total amount given by the donor to the charity for the specific charitable purposes is £120 or less,    unless at the time of giving the gift the donor states in writing that the gift must be returned if the specific charitable purposes fail.     4   The condition in this subsection is met if the property is given by a donor who, after the agreed actions are taken, is not identified or is not found.     5   The “agreed actions” are those agreed in writing between the charity trustees and the Commission as being reasonable in all the circumstances of the case to identify and find donors.     6   The condition in this subsection is met if the property consists of—   a   the proceeds of cash collections made—   i   by means of collecting boxes, or     ii   by other means not adapted for distinguishing one gift from another, or       b   the proceeds of any lottery, competition, entertainment, sale or similar money-raising activity, after allowing for property given to provide prizes or articles for sale or otherwise to enable the activity to be undertaken.       7   The Secretary of State may by regulations amend subsection  (3)(a)  or  (b)  by substituting a different sum for the time being specified there.           2   The Charities (Failed Appeals) Regulations 2008 are revoked.     3   The amendments made by this section apply to property given for charitable purposes whenever given.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "7", "section_title": "Proceeds of fund-raising: power of charity trustees to apply cy-près", "section_text": " 7   After section 67 of the Charities Act 2011 insert—    Proceeds of fund-raising: power of charity trustees to apply cy-près   67A    1   Subsection  (2)  applies if—   a   money or other property is solicited to enable a charity to further specific charitable purposes,     b   money or other property is given as a result of that solicitation, and     c   some or all of that money or other property (or the property for the time being representing it or derived from it) is applicable cy-près by virtue of section 62(1)(a) or (b) or 63A.       2   The charity trustees of the charity may resolve that all the money or other property which is applicable cy-près by virtue of section 62(1)(a) or (b) or 63A be applied for such charitable purposes specified in the resolution as they consider appropriate, having regard to—   a   the desirability of securing that the purposes are, so far as reasonably practicable, similar to the specific charitable purposes for which the money or other property was given;     b   the need for the purposes to be suitable and effective in the light of current social and economic circumstances.       3   A resolution under this section must be passed by a majority of the charity trustees.     4   If a resolution passed under this section concerns money or other property with a value exceeding £1,000—   a   the charity trustees must send a copy of the resolution to the Commission, together with a statement of their reasons for passing it, and     b   the resolution does not have effect until the date on which the Commission consents to it in writing.       5   The Secretary of State may by regulations amend subsection  (4)  by substituting a different sum for the sum for the time being specified there.        "}, {"act": "Charities Act 2022", "year": 2022, "section": "8", "section_title": "Power of the court and the Commission to make schemes", "section_text": " 8   Before the italic heading preceding section 75A of the Charities Act 2011 insert—    Power of the court and the Commission to make schemes   Power of the court and the Commission to make schemes   75ZA    1   Any power of the court or the Commission to make a scheme in relation to a charity that is a charitable trust is also exercisable in relation to any other institution which is a charity.     2   Subsection  (1) —   a   is subject to the provisions of this Act;     b   is to be treated as always having had effect.           "}, {"act": "Charities Act 2022", "year": 2022, "section": "9", "section_title": "Definition of “permanent endowment”", "section_text": " 9   In section 353 of the Charities Act 2011 (minor definitions), for subsection (3) substitute—    3   For the purposes of this Act, property is “permanent endowment” if it is subject to a restriction on being expended which distinguishes between income and capital.     "}, {"act": "Charities Act 2022", "year": 2022, "section": "10", "section_title": "Amendment of powers to release restrictions on spending capital", "section_text": " 10    1   The Charities Act 2011 is amended as follows.     2   In section 281 (power of unincorporated charities to spend capital: general)—   a   in subsection (1), omit “which is not a company or other body corporate”;     b   after subsection (6) insert—    6A   If—   a   an amount falls to be repaid to or paid into the fund by the charity trustees because the charity trustees have borrowed an amount from the fund,     b   the amount when repaid or paid would fall to be added to the fund and to be subject to the same restrictions as to expenditure as apply to the other capital in the fund, and     c   the condition in subsection  (6B)  is met in relation to the charity,    the charity trustees may resolve for the purposes of this section that the obligation to repay or pay the amount ought to cease to have effect either wholly or in part.     6B   The condition is that the charity trustees are satisfied that the purposes set out in the trusts to which the fund is subject could be carried out more effectively if the obligation ceased to have effect to that extent.     6C   Once the charity trustees have passed a resolution under subsection  (6A) , the obligation ceases to have effect to that extent.     6D   Where a resolution passed under subsection  (6A)  relates to all outstanding obligations to repay amounts to or pay amounts into the fund in respect of the amount borrowed from the fund, any other obligation which falls to be carried out by the charity trustees because the charity trustees have borrowed that amount from the fund also ceases to have effect once the resolution has been passed.          3   In section 282 (resolution to spend larger fund given for particular purpose)—   a   in the heading, omit “given for particular purpose”;     b   in subsection (1), for the words from “which is not” to the end of the subsection substitute    if—   a   in a case where subsection  (1A)  applies, the adjusted market value of the fund exceeds £25,000, or     b   in any other case, the market value of the fund exceeds that sum.     ;     c   after subsection (1) insert—    1A   This subsection applies where the charity trustees of the charity have borrowed from the fund and all or part of that borrowing is outstanding.     ;     d   after subsection (3) insert—    3A   If—   a   an amount falls to be repaid to or paid into the fund by the charity trustees because the charity trustees have borrowed an amount from the fund,     b   the amount when repaid or paid would fall to be added to the fund and to be subject to the same restrictions as to expenditure as apply to the other capital in the fund, and     c   the condition in subsection  (3B)  is met in relation to the charity,    the charity trustees may resolve for the purposes of this section that the obligation to repay or pay the amount ought to cease to have effect either wholly or in part.     3B   The condition is that the charity trustees are satisfied that the purposes set out in the trusts to which the fund is subject could be carried out more effectively if the obligation ceased to have effect to that extent.     ;     e   in subsection (4)(a), after “(2)” insert  “or  (3A) ” ;     f   in subsection (5), at the appropriate place insert—      “ adjusted market value ”, in relation to an endowment fund, means the current market value of the fund as determined on a valuation carried out for the purpose—     reduced by the value, if any, of the benefit of the debt owed by the charity trustees representing outstanding borrowing from the fund on the date of that valuation, and      increased by the amount of the charity trustees’ outstanding borrowing from the fund on that date;”;         ;      “ outstanding borrowing ” means outstanding borrowing by virtue of section 284A or otherwise.      ;     g   omit subsection (6).       4   In section 284 (when and how a section 282 resolution takes effect)—   a   in subsection (5), after “282(2)” insert  “or (as the case may be) the obligation to repay or pay the amount to the fund ceases to have effect, by virtue of this section, to the extent resolved by the trustees under section 282 (3A) ” ;     b   after subsection (5) insert—    6   Where the resolution passed under section 282 (3A)  relates to all outstanding obligations to repay amounts to or pay amounts into the fund in respect of the amount borrowed from the fund, any other obligation which falls to be carried out by the charity trustees because the charity trustees have borrowed that amount from the fund ceases to have effect when the obligations to repay or pay amounts cease to have effect.         "}, {"act": "Charities Act 2022", "year": 2022, "section": "11", "section_title": "Taking effect of resolution under section 282 of the Charities Act 2011", "section_text": " 11    1   Section 284 of the Charities Act 2011 (when and how a resolution under section 282 takes effect) is amended as follows.     2   In subsection (3), for “period of 3 months beginning with the relevant date” substitute  “relevant period” .     3   For subsection (4) substitute—    4   The “ relevant period ” means—   a   the period of 60 days beginning with the date on which the Commission receives the copy of the resolution in accordance with section 282(4), or     b   that period as modified by subsection  (4A)  or  (4B) .       4A   If under section 283(1) the Commission directs the charity trustees to give public notice of a resolution, the running of the relevant period is suspended from the date on which the direction is given to the charity trustees until the end of the period of 42 days beginning with the date on which public notice of the resolution is given by the charity trustees.     4B   If under section 283(2) the Commission directs the charity trustees to provide any information or explanations, the running of the relevant period is suspended from the date on which the direction is given to the charity trustees until the date on which the information or explanations is or are provided to the Commission.       "}, {"act": "Charities Act 2022", "year": 2022, "section": "12", "section_title": "Power to borrow from permanent endowment", "section_text": " 12    1   The Charities Act 2011 is amended as follows.     2   After section 284 insert—    Power to borrow from permanent endowment   Power to borrow from permanent endowment: general   284A    1   This section applies to any available endowment fund of a charity.     2   The charity trustees may resolve to borrow an amount, not exceeding the permitted amount, from the available endowment fund if they are satisfied—   a   that it is expedient for the amount to be borrowed, in the light of the purposes set out in the trusts to which the fund is subject and the purposes of the charity, and     b   that arrangements are in place for the amount to be repaid within 20 years of being borrowed.       3   Any amount borrowed in accordance with subsection  (2)  no longer forms part of the available endowment fund and, as a result, is freed from the restrictions with respect to the expenditure of capital that applied to it when it was comprised in that fund.     4   An amount borrowed in accordance with subsection  (2)  may not be used to repay (in whole or in part) any amount previously borrowed from permanent endowment (whether the previous borrowing was by virtue of this section or otherwise).     5   When repaying an amount borrowed (whether in whole or in part), the charity trustees may resolve to pay an additional amount not exceeding the maximum estimated capital appreciation.     6   Any—   a   repayment of an amount borrowed, and     b   payment of an additional amount by virtue of a resolution under subsection  (5) ,    is to be added to the available endowment fund and is to be subject to the same restrictions as to expenditure as apply to the other capital in the fund.     7   The powers conferred by this section—   a   may be restricted or excluded by the trusts of the charity;     b   are (subject to paragraph  (a) ) in addition to any other power to borrow that the charity or charity trustees may have.       8   If, and in so far as, the power conferred by subsection  (5)  confers power to accumulate income, it is not subject to section 14(3) of the Perpetuities and Accumulations Act 2009 (which provides for certain powers to accumulate income to cease after 21 years).     9   In this section “ available endowment fund ”, in relation to a charity, means—   a   the whole of the charity’s permanent endowment if it is all subject to the same trusts, or     b   any part of its permanent endowment which is subject to any particular trusts that are different from those to which any other part is subject.       10   If a resolution under section 104A(2) has effect in respect of an available endowment fund (or portion of such a fund), references in this section to an “available endowment fund” include that fund (or portion) but do not include any returns from the investment of the fund (or portion) which have not been accumulated.     11   For the meaning of “permitted amount” and “maximum estimated capital appreciation” see sections  284B  and  284C  respectively.        Calculation of the “permitted amount”   284B    1   The “ permitted amount ” for the purposes of section  284A (2)  is given by the formula—   ( 0.25 × ( V + B ) ) - B    where—     V is the value of the available endowment fund on the relevant date (ignoring the value, if any, of the benefit of the debt owed by the charity trustees representing outstanding borrowing from the fund), and      B is the amount of the charity trustees’ outstanding borrowing from the available endowment fund on that date.           2   In subsection  (1) —     “ outstanding borrowing ” means outstanding borrowing by virtue of section 284A or otherwise;      the “relevant date” is the date on which the trustees resolve to borrow from the available endowment fund (see section  284A (2) ).        3   If a resolution under section 104A(2) has effect in respect of the available endowment fund (or any part of it), for the purposes of subsection  (1)  the value of the available endowment fund does not include any returns from the investment of the fund (or part) which have not been accumulated.        Calculation of the “maximum estimated capital appreciation”   284C    1   The “ maximum estimated capital appreciation ” for the purposes of section  284A (5)  is given by the formula—   R × I    where—     R is the amount of borrowing being repaid, and      I is the percentage increase in the relevant index between the month in which the amount was borrowed and the month preceding the month in which the repayment is made (or if there is no increase is nil).           2   The “relevant index” is whichever of the following is selected by the charity trustees from time to time—   a   the retail prices index;     b   the consumer prices index;     c   any similar general index of prices published by the Statistics Board.       3   In this section—     “ consumer prices index ” means the general index for consumer prices published by the Statistics Board;      “ retail prices index ” means the general index of retail prices (for all items) published by the Statistics Board.           Inability to repay   284D    1   If (at any time) it appears to the charity trustees that—   a   they will not be able to fulfil the arrangements put in place to repay an amount borrowed under section  284A , or     b   those arrangements are not sufficient to ensure that the amount is repaid,    the trustees must apply to the Commission for an order under this section directing them how to proceed.     2   An order under this section may give such directions as the Commission thinks fit, including—   a   that the relevant amount may be repaid over a longer period,     b   that the charity trustees put in place arrangements specified in the order, or     c   that the charity trustees need not repay an amount borrowed.              3   In section 285 (power to alter sums specified in Part 13), after subsection (2) insert—    3   The Secretary of State may by regulations amend—   a   the period of time specified in section  284A (2) (b) , or     b   the multiplier in the formula set out in section  284B (1) ,    so as to substitute a different time period or multiplier (as the case may be) for the period or multiplier for the time being specified in that provision.        4   In section 348 (regulations subject to affirmative procedure etc)—   a   in subsection (1), after paragraph (c) insert—    d   regulations under section 285(3) (power to amend period or multiplier specified);     ;     b   in subsection (2), for “or (c)” substitute  “, (c), (d)” .      "}, {"act": "Charities Act 2022", "year": 2022, "section": "13", "section_title": "Total return investment", "section_text": " 13    1   The Charities Act 2011 is amended as follows.     2   After section 104A insert—    Total return investment: social investments   104AA    1   This section applies to a fund, or a portion of a fund, in respect of which a resolution under section 104A(2) has effect.     2   The charity trustees may resolve that—   a   the fund or portion, and     b   any returns from the investment of the fund or portion,    may be used to make social investments (within the meaning of section 292A) which they could not otherwise make.     3   While a resolution under subsection  (2)  has effect, regulations under section 104B(1)(b) and (ba) apply to—   a   the fund or portion, and     b   any returns from the investment of the fund or portion.             3   In section 104B (total return investment: regulations)—   a   in subsection (1)(a), for “section 104A(2)” substitute  “sections 104A(2) and 104AA (2) ” ;     b   omit the “and” following subsection (1)(b);     c   after subsection (1)(b) insert—    ba   the use of a relevant social investment fund to make social investments (within the meaning of section 292A),     ;     d   after subsection (1)(c) insert    , and   d   any steps that must be taken by charity trustees in respect of a relevant social investment fund in the event of a resolution under section 104AA (2)  ceasing to have effect.     ;     e   in subsection (2)(a), after “104A(2)” insert  “or 104AA (2) ” ;     f   in subsection (6), for “section “relevant” substitute    section—     “relevant”      ;     g   in subsection (6), at the end insert—      “ relevant social investment fund ” means a fund, or a portion of a fund, and any returns from the investment of the fund, or portion, in respect of which a resolution under section 104AA (2)  has effect.          "}, {"act": "Charities Act 2022", "year": 2022, "section": "14", "section_title": "Special trusts", "section_text": " 14    1   Omit Part 14 of the Charities Act 2011 (special trusts).     2   In section 353 of that Act (minor definitions), after subsection (3) insert—    4   In this Act, “ special trust ” means property which—   a   is held and administered by or on behalf of a charity for any special purposes of the charity, and     b   is so held and administered on separate trusts relating only to that property.      But a special trust does not, by itself, constitute a charity for the purposes of Part 8 (charity accounts, reports and returns).       "}, {"act": "Charities Act 2022", "year": 2022, "section": "15", "section_title": "Small ex gratia payments", "section_text": " 15   In Part 18 of the Charities Act 2011 (miscellaneous and supplementary), before the italic heading preceding section 332 insert—    Limited power to make ex gratia payments   Limited power for charity trustees to make ex gratia payments etc   331A    1   The charity trustees of a charity may take any action falling within subsection  (2) (a)  or  (b)  if the conditions in subsection  (3)  are met.     2   The actions are—   a   making any application of property of the charity, or     b   waiving to any extent, on behalf of the charity, its entitlement to receive any property.       3   The conditions are—   a   that the value of the property does not exceed the relevant threshold,     b   that the charity trustees have no power to take the action apart from this section or by virtue of section 106, and     c   that in all the circumstances the charity trustees could reasonably be regarded as being under a moral obligation to take the action.       4   The power conferred by this section may be restricted or excluded by the trusts of the charity.     5   In relation to a charity established by (or whose purposes or functions are set out in) legislation, the power conferred by this section is not disapplied only because the legislation concerned prohibits application of property of the charity otherwise than as set out in the legislation.     6   For the purposes of subsection  (3)(a) —   a   if the charity’s gross income in its last financial year did not exceed £25,000, the relevant threshold is £1,000;     b   if the charity’s gross income in its last financial year exceeded £25,000 but not £250,000, the relevant threshold is £2,500;     c   if the charity’s gross income in its last financial year exceeded £250,000 but not £1 million, the relevant threshold is £10,000;     d   if the charity’s gross income in its last financial year exceeded £1 million, the relevant threshold is £20,000.       7   In subsection  (5)  “ legislation ” means—   a   an Act of Parliament;     b   an Act or Measure of Senedd Cymru;     c   subordinate legislation (within the meaning of the Interpretation Act 1978) made under an Act of Parliament;     d   an instrument made under an Act or Measure of Senedd Cymru; or     e   a Measure of the Church Assembly or of the General Synod of the Church of England.          Power to alter sums specified in s.331A   331B   The Secretary of State may by regulations amend section 331A (6)  (relevant income thresholds) by substituting a different sum for any sum for the time being specified in that provision.       "}, {"act": "Charities Act 2022", "year": 2022, "section": "16", "section_title": "Power of Commission etc to authorise ex gratia payments etc", "section_text": " 16   In section 106 of the Charities Act 2011 (power of Commission to authorise ex gratia payments etc)—   a   for subsection (1) substitute—    1   The Commission, the Attorney General or the court may authorise the charity trustees of a charity to take any action falling within subsection (2)(a) or (b) in a case where the charity trustees—   a   (apart from by virtue of this section or section 331A) have no power to take the action, but     b   in all the circumstances could reasonably be regarded as being under a moral obligation to take it.       1A   In relation to a charity established by (or whose purposes or functions are set out in) legislation, subsection (1) is not disapplied only because the legislation concerned prohibits application of property of the charity otherwise than as set out in the legislation.     1B   In subsection  (1A)  “ legislation ” means—   a   an Act of Parliament;     b   an Act or Measure of Senedd Cymru;     c   subordinate legislation (within the meaning of the Interpretation Act 1978) made under an Act of Parliament;     d   an instrument made under an Act or Measure of Senedd Cymru; or     e   a Measure of the Church Assembly or of the General Synod of the Church of England.       ;     b   in subsection (3), after second “Commission” insert  “by order and” .    "}, {"act": "Charities Act 2022", "year": 2022, "section": "17", "section_title": "Scope of Part 7 of the Charities Act 2011", "section_text": " 17   In section 117 of the Charities Act 2011 (restrictions on dispositions of land: general), after subsection (1) insert—    1A   For the purposes of this Part, land is held by or in trust for a charity only if the whole of the land which forms the subject matter of the disposition is held—   a   by the charity solely for its own benefit (and, accordingly, is not being held as nominee or in trust for another person), or     b   in trust solely for the charity.       "}, {"act": "Charities Act 2022", "year": 2022, "section": "18", "section_title": "Exceptions to restrictions on dispositions or mortgages of charity land", "section_text": " 18    1   The Charities Act 2011 is amended as follows.     2   In section 117(3) (exceptions to restrictions on dispositions of charity land)—   a   after paragraph (a) insert—    aa   any disposition by a liquidator, provisional liquidator, receiver, mortgagee or an administrator,     ;     b   omit paragraph (b);     c   for paragraph (c) (but not the “or” following it) substitute—    c   any disposition of land held by or in trust for a charity which is made to another charity otherwise than as—   i   a disposition made with a view to achieving the best price that can reasonably be obtained, or     ii   a disposition that is a social investment for the purposes of Part 14A (social investments),       .       3   In section 124(9) (restrictions on mortgages)—   a   after paragraph (a) (and the “or” following it) insert—    aa   granted by a liquidator, provisional liquidator, receiver, mortgagee or an administrator.     ;     b   omit paragraph (b).      "}, {"act": "Charities Act 2022", "year": 2022, "section": "19", "section_title": "Advertising and report requirements for disposition of charity land", "section_text": " 19   In section 119 of the Charities Act 2011 (requirements for dispositions other than certain leases)—   a   omit subsection (1)(b) (but not the “and” following it);     b   in subsection (4), omit—   i   “contain such information, and”;     ii   the “,” after “matters”.      "}, {"act": "Charities Act 2022", "year": 2022, "section": "20", "section_title": "Advice relating to the disposition of charity land", "section_text": " 20   In section 119 of the Charities Act 2011 (requirements for dispositions other than certain leases)—   a   in subsection (1)(a), for “qualified surveyor” substitute  “designated adviser” ;     b   in subsection (1)(c), for “surveyor’s” substitute  “adviser’s” ;     c   in subsection (3), for “qualified surveyor” substitute  “designated adviser” .    "}, {"act": "Charities Act 2022", "year": 2022, "section": "21", "section_title": "Advice etc from charity trustees, officers and employees", "section_text": " 21    1   The Charities Act 2011 is amended as follows.     2   After section 128 insert—    Advice etc from charity trustees, officers and employees   Advice etc from charity trustees, officers and employees   128A    1   Subsection  (2)  applies to—   a   a report by a designated adviser for the purposes of section 119(1)(a),     b   advice on a proposed disposition for the purposes of section 120(2)(a),     c   proper advice in connection with a mortgage of land for the purposes of section 124(2), and     d   proper advice in connection with a mortgage of land for the purposes of section 124(7).       2   For the purposes of the provisions mentioned in subsection  (1) , it does not matter if the report or the advice (as the case may be) is provided—   a   by a charity trustee or an officer or employee of the charity or of the charity trustees, or     b   in the course of a person’s employment as an officer or an employee of the charity or of the charity trustees.              3   In section 124 (restrictions on mortgages), in subsection (8), omit from “and such advice” to the end.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "22", "section_title": "Residential tenancies granted to employees", "section_text": " 22   In section 118 of the Charities Act 2011 (meaning of “ connected person ” in section 117(2)), after subsection (2) insert—    2A   A person who is an employee of the charity does not fall within subsection (2)(d) if the disposition in question is the grant of a tenancy—   a   for a fixed term of one year or less or which is a periodic tenancy and the period is one year or less, and     b   which confers the right to occupy a dwelling as a home.       "}, {"act": "Charities Act 2022", "year": 2022, "section": "23", "section_title": "Information to be included in certain instruments", "section_text": " 23    1   The Charities Act 2011 is amended as follows.     2   In section 122 (instruments concerning dispositions of land: required statements, etc)—   a   for subsection (2) substitute—    2   An instrument to which this subsection applies must—   a   state that the land is held by or in trust for a charity,     b   state whether the charity is an exempt charity,     c   if the charity is not an exempt charity, state whether the disposition is one falling within section 117(3)(a), (aa), (c) or (d), and     d   if the charity is not an exempt charity and the disposition is not one falling within section 117(3)(a), (aa), (c) or (d), include the statement required by subsection  (2A) .       2A   The statement is—   a   in a case where section 117(1) applies to the disposition to which the instrument relates, a statement that the disposition has been sanctioned by an order of the court or of the Charity Commission, or     b   in a case where section 117(2) applies to the disposition to which the instrument relates, a statement that there is power under the trusts of the charity to effect the disposition and that sections 117 to 121 have been complied with.       ;     b   omit subsection (3);     c   for subsection (4) substitute—    4   Where subsection  (2) (d)  has been complied with in relation to a contract for the disposition of land it is conclusively presumed, for the purposes of enforcing the contract, that the statement is true.     4A   Where subsection  (2) (d)  has been complied with in relation to an instrument effecting the disposition of land it is conclusively presumed, in favour of a person who (whether under the disposition or afterwards) acquires an interest in the land for money or money’s worth, that the statement is true.     ;     d   for subsections (5) and (6) substitute—    5   Where subsection  (2) (d)  applies in relation to a contract for the disposition of land but the statement required by subsection  (2A)  has not been included in it, then in favour of a person who has entered into the contract in good faith the contract is enforceable as if—   a   the disposition to which the contract relates had been sanctioned by an order of the court or of the Charity Commission, or     b   there is power under the trusts of the charity to effect such a disposition and sections 117 to 121 have been complied with.       5A   Where subsection  (2) (d)  applies in relation to an instrument effecting the disposition of land but the statement required by subsection  (2A)  has not been included in it, then in favour of a person who (whether under the disposition or afterwards) in good faith acquires an interest in the land for money or money’s worth, the disposition is valid even if—   a   the disposition has not been sanctioned by an order of the court or of the Charity Commission, or     b   there is no power under the trusts of the charity to effect the disposition or sections 117 to 121 have not been complied with in relation to it (or both).            3   In section 125 (mortgages: required statements, etc)—   a   for subsection (1) substitute—    1   Any mortgage of land held by or in trust for a charity must—   a   state that the land is held by or in trust for a charity,     b   state whether the charity is an exempt charity and whether the mortgage is one falling within section 124(9), and     c   if the charity is not an exempt charity and the mortgage is not one falling within section 124(9), include the statement required by subsection  (1A) .       1A   The statement is—   a   in a case where section 124(1) applies, a statement that the mortgage has been sanctioned by an order of the court or of the Charity Commission, or     b   in a case where section 124(2) applies, a statement that there is power under the trusts of the charity to grant the mortgage and the requirements of section 124(2) have been complied with.       ;     b   omit subsection (2);     c   in subsection (3)—   i   for “subsection (2)” substitute  “subsection (1)(c)” ;     ii   for the words from “facts” to the end substitute  “statement is true” ;       d   for subsections (4) and (5) substitute—    5   Where subsection  (1) (c)  applies in relation to a mortgage of land but the statement required by subsection  (1A)  has not been included in it, then in favour of a person who (whether under the mortgage or afterwards) in good faith acquires an interest in the land for money or money’s worth, the mortgage is valid even if—   a   the mortgage has not been sanctioned by an order of the court or of the Charity Commission, or     b   there is no power under the trusts of the charity to grant the mortgage or the requirements of section 124(2) have not been complied with in relation to it (or both).           "}, {"act": "Charities Act 2022", "year": 2022, "section": "24", "section_title": "Amendments of the Universities and College Estates Act 1925", "section_text": " 24    1   The Universities and College Estates Act 1925 is amended in accordance with subsections  (2)  to  (6) .     2   After section 1 insert—    General power over land   General power over land   1A    1   A university or college has in relation to land belonging to the university or college all the powers of an absolute owner.     2   The power conferred by subsection  (1)  is subject to—   a   any restriction, condition or limitation imposed by, or arising under, any enactment,     b   any rule of law or equity, or     c   the statutes regulating the university or college.              3   Omit sections 2 to 38 and Schedule 1 (provisions relating to land and the application of capital money).     4   In section 40 (power to transfer to university or college), omit “with the consent of the Minister”.     5   In section 42 (saving of existing powers), omit from “: Provided that” to the end.     6   In section 43 (definitions)—   a   in the opening words, omit from “unless” to “say”;     b   omit sub-paragraphs (i), (ii), (viii) and (x).       7   Schedule 1 (which contains consequential amendments) has effect.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "25", "section_title": "Working names etc", "section_text": " 25   In section 42 of the Charities Act 2011 (power to require name to be changed)—   a   in the heading, after “name” insert  “or working name” ;     b   for subsection (1) substitute—    1   If one or more of the conditions in subsection (2) are met in relation to the name or a working name of a charity, the Commission may give a direction—   a   requiring the name of the charity to be changed to a name determined by the charity trustees with the approval of the Commission, or     b   requiring that that working name of the charity no longer be used as a working name (as the case may be).       1A   A direction given under this section must specify the period within which the charity is to comply with the direction.     ;     c   in subsection (2)—   i   for paragraph (a) and the words before it substitute—    2   The conditions are—   a   that the name or working name is the same as, or in the opinion of the Commission too like, the name or a working name of another charity,       ;     ii   in paragraph (b), for “the name” substitute  “that the name or working name” ;     iii   in paragraph (c), for “the name” substitute  “that the name or working name” ;     iv   in paragraph (c), for “its name” substitute  “the name or working name” ;     v   in paragraph (d), for “the name of the charity” substitute  “that the name or working name” ;     vi   in paragraph (e), for “the name of the charity” substitute  “that the name or working name” ;       d   omit subsection (3);     e   for subsection (4) substitute—    4   In this Act, any reference to a working name of a charity is a reference to a name that is not the name of the charity but which is used to designate the charity and under which activities of the charity are carried out.       "}, {"act": "Charities Act 2022", "year": 2022, "section": "26", "section_title": "Power to delay registration of unsuitably named charity", "section_text": " 26   After section 45 of the Charities Act 2011 insert—    Power to delay registration following s. 42 direction   45A    1   The Commission may delay the registration of a charity if the Commission has given a direction under section 42 (“the section 42 direction”) requiring the name of the charity to be changed.     2   A delay under subsection  (1)  may last until the first to occur of—   a   the charity trustees notifying the Commission of the charity’s new name and the date of the name change, or     b   the expiry of the maximum postponement period.       3   The “maximum postponement period” is the period of 60 days beginning at the end of the period specified in the section 42 direction for giving effect to the direction.     4   If any relevant proceedings are commenced, any day on which the relevant proceedings are ongoing is to be disregarded for the purposes of determining whether the period of 60 days mentioned in subsection  (3)  has elapsed.     5   Each of the following are “relevant proceedings”—   a   proceedings on an appeal brought to the Tribunal under section 319 against the section 42 direction or against any steps taken by the Commission with a view to securing compliance with the section 42 direction;     b   proceedings on an application made to the Tribunal under section 321 for the review of the Commission’s decision to institute an inquiry under section 46 in respect of matters connected with the section 42 direction;     c   proceedings on an application for judicial review of the Commission’s decision to give the section 42 direction or to take any steps with a view to securing compliance with the section 42 direction;     d   proceedings on an application under section 336 in respect of disobedience to the section 42 direction.       6   Relevant proceedings are commenced when a notice, claim form or other document is sent or delivered to, or filed with, the Tribunal or court for the purpose of commencing the proceedings.     7   Relevant proceedings are ongoing until—   a   the proceedings (including any proceedings on appeal or further appeal) have been concluded, and     b   any period during which an appeal (or further appeal) may ordinarily be made has passed.          "}, {"act": "Charities Act 2022", "year": 2022, "section": "27", "section_title": "Power to delay entry of unsuitable name in register", "section_text": " 27   After section 45A of the Charities Act 2011 insert—    Power to delay entry of name in register following a s. 42 direction   45B    1   If the charity trustees of a charity notify the Commission under section 35(3) of a change of name of the charity, the Commission may delay changing the charity’s name in the register if the Commission has given a direction under section 42 (“the section 42 direction”) requiring the new name to be changed.     2   A delay under subsection  (1)  may last until the first to occur of—   a   the charity trustees notifying the Commission of the charity’s further new name and the date of the further name change, or     b   the expiry of the maximum postponement period.       3   The “maximum postponement period” is the period of 60 days beginning at the end of the period specified in the section 42 direction for giving effect to the direction.     4   If any relevant proceedings are commenced, any day on which the relevant proceedings are ongoing is to be disregarded for the purposes of determining whether the period of 60 days mentioned in subsection  (3)  has elapsed.     5   Each of the following are “relevant proceedings”—   a   proceedings on an appeal brought to the Tribunal under section 319 against the section 42 direction or against any steps taken by the Commission with a view to securing compliance with the section 42 direction;     b   proceedings on an application made to the Tribunal under section 321 for the review of the Commission’s decision to institute an inquiry under section 46 in respect of matters connected with the section 42 direction;     c   proceedings on an application for judicial review of the Commission’s decision to give the section 42 direction or to take any steps with a view to securing compliance with the section 42 direction;     d   proceedings on an application under section 336 in respect of disobedience to the section 42 direction.       6   Relevant proceedings are commenced when a notice, claim form or other document is sent or delivered to, or filed with, the Tribunal or court for the purpose of commencing the proceedings.     7   Relevant proceedings are ongoing until—   a   the proceedings (including any proceedings on appeal or further appeal) have been concluded, and     b   any period during which an appeal (or further appeal) may ordinarily be made has passed.          "}, {"act": "Charities Act 2022", "year": 2022, "section": "28", "section_title": "Power to direct change of name of exempt charity", "section_text": " 28   In Schedule 9 to the Charities Act 2011 (transitory modifications), omit paragraph 10 and the italic heading preceding it.  "}, {"act": "Charities Act 2022", "year": 2022, "section": "29", "section_title": "Powers relating to appointments of trustees", "section_text": " 29   After section 184A of the Charities Act 2011 insert—    Invalid appointment of charity trustee   Power to confirm trustee appointments etc   184B    1   Subsection  (2)  applies if—   a   a person acts, or intends to act, as a charity trustee in relation to a charity, but     b   there is not, or might not be, a valid appointment or election of that person to a qualifying position in relation to that charity.       2   The Commission may, with the consent of the person concerned, by order provide that for the purposes of anything done (or not done) on or after the date of the order—   a   any defect in the person’s appointment or election to a qualifying position (including any absence of appointment or election) is to be ignored in relation to the charity, and     b   so far as is necessary for those purposes, a valid appointment or election to that qualifying position is to be treated as having been made in respect of the person.       3   For the purposes of this section a position is a “ qualifying position ” in relation to a charity if, as a result of a person holding that position, the person is a charity trustee of the charity.     4   The fact that a position is not a position in a charity does not prevent it from being a qualifying position in relation to the charity.     5   An order under subsection  (2)  may include—   a   provision with respect to the vesting in or transfer of property that the Commission could make on the removal or appointment of a charity trustee by it under section 69 (Commission’s concurrent jurisdiction with High Court for certain purposes);     b   provision that an act of a person who is the subject of the order is valid notwithstanding that there was not at the time the act was carried out a valid appointment or election to a qualifying position in respect of that person.       6   An order containing provision made by virtue of subsection  (5) (a)  has the same effect as an order made under section 69.         "}, {"act": "Charities Act 2022", "year": 2022, "section": "30", "section_title": "Remuneration of charity trustees etc providing goods or services to charity", "section_text": " 30   In section 185 of the Charities Act 2011 (remuneration of charity trustees etc providing services to charity)—   a   in the heading, before “services” insert  “goods or” ;     b   in subsection (1), in the words before paragraph (a), before “services” insert  “goods or” ;     c   in subsection (2)—   i   in Condition A, in paragraph (a), for “services” substitute  “goods or services, or goods and services,” ;     ii   in Condition A, in paragraph (b), for “services” substitute  “goods or services, or goods and services,” ;     iii   in condition B, for “services” substitute  “goods or services, or goods and services,” ;       d   for subsection (3) substitute—    3   This section does not apply to any remuneration for services provided by a person in the person’s capacity as a charity trustee or trustee for a charity or under a contract of employment.     3A   Any entitlement to receive remuneration under subsection (2) is in addition to and does not affect any entitlement to receive the remuneration by virtue of—   a   any provision contained in the trusts of the charity;     b   any order of the court or the Commission;     c   any other statutory provision contained in or having effect under any Act.         "}, {"act": "Charities Act 2022", "year": 2022, "section": "31", "section_title": "Remuneration etc of charity trustees etc", "section_text": " 31   After section 186 of the Charities Act 2011 insert—    Remuneration etc for work already carried out   186A    1   This section applies to a person who—   a   has carried out work for or on behalf of a charity, and     b   is a charity trustee or trustee for the charity (or was one when the work was carried out).       2   If the condition in subsection  (3)  is met, the Commission may by order—   a   require the charity trustees of the charity to pay the person such remuneration for the work as must be specified in the order;     b   authorise, to such extent as must be specified in the order, any benefit already received in connection with the work to be retained.       3   The condition in this subsection is that the Commission considers that it would be inequitable for the person not to be paid the remuneration or not to retain the benefit.     4   In determining whether to make an order under this section, the Commission must in particular have regard to—   a   whether, if the person had not carried out the work, the charity would have paid someone else to carry it out,     b   the level of skill with which the work was carried out,     c   any express provision in the trusts of the charity prohibiting the person from receiving the remuneration or retaining the benefit, and     d   whether remunerating the person or allowing the person to retain the benefit would encourage breaches of trust or breaches of duty by persons in their capacity as charity trustees or trustees for charities.          "}, {"act": "Charities Act 2022", "year": 2022, "section": "32", "section_title": "Trustee of charitable trust: status as trust corporation", "section_text": " 32    1   After section 334 of the Charities Act 2011 insert—    Trustee of charitable trust: status as trust corporation   Status of certain trustees of charitable trusts   334A    1   For the purposes of the provisions listed in subsection (2), “ trust corporation ”, in relation to a charitable trust, includes a trustee of or for the charitable trust if that trustee is a body corporate and itself a charity.     2   The provisions are—   a   section 117(1)(xxx) of the Settled Land Act 1925,     b   paragraph (18) of section 68(1) of the Trustee Act 1925,     c   section 205(1)(xxviii) of the Law of Property Act 1925,     d   section 55(1)(xxvi) of the Administration of Estates Act 1925, and     e   section 128 of the Senior Courts Act 1981.              2   The amendment made by subsection  (1)  has effect in relation to any trustee of or for a charitable trust, even if the trustee became the trustee of or for the charitable trust before the amendment comes into force.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "33", "section_title": "Gifts to merged charity", "section_text": " 33    1   The Charities Act 2011 is amended as follows.     2   In section 239 (effect of registration of CIO), for subsection (3) substitute—    3   Subsection  (4)  applies to a gift if—   a   the gift would have taken effect as a gift to one of the old CIOs if it had not been dissolved, and     b   the date on which the gift would have taken effect is a date on or after the date of the registration of the new CIO.       4   The gift takes effect as a gift to the new CIO.        3   In section 244 (effect of confirmation of resolution to transfer property etc to another CIO), for subsection (2) substitute—    2   Subsection  (3)  applies to a gift if—   a   the gift would have taken effect as a gift to the transferor CIO if it had not been dissolved, and     b   the date on which the gift would have taken effect is a date on or after the date on which the resolution is confirmed (or treated as confirmed).       3   The gift takes effect as a gift to the transferee CIO.        4   In section 311 (effect of registering charity merger on gifts to transferor), for subsection (2) substitute—    2   Subsection  (2A)  applies to a gift, other than an excluded gift, if—   a   the gift would have taken effect as a gift to the transferor if the transferor had been in existence, and     b   the date on which the gift would have taken effect is a date on or after the date of the registration of the merger.       2A   The gift takes effect as a gift to the transferee.        5   The amendments made by this section have effect in relation to all gifts made on or after the date this section comes into force; and it does not matter if the will or other document, agreement, transaction or other means which gives rise to the gift was executed or entered into before that date.    "}, {"act": "Charities Act 2022", "year": 2022, "section": "34", "section_title": "Vesting declarations: exclusions", "section_text": " 34   In section 310(3) of the Charities Act 2011 (exclusion of certain property from automatic vesting following a vesting declaration)—   a   omit paragraph (a);     b   for paragraph (b) (but not the “or” following it) substitute—    b   any land held by the transferor under a lease or agreement if, had the transferor assigned its interest in the land on the specified date to the transferee, that assignment would have given rise to—   i   an actionable breach of covenant or condition against alienation, or     ii   a forfeiture,       .    "}, {"act": "Charities Act 2022", "year": 2022, "section": "35", "section_title": "Vesting permanent endowment following a merger", "section_text": "35 In section 306 of the Charities Act 2011 (meaning of “ relevant charity merger ”), in subsection (2)— a in paragraph (a), omit “a”; b omit paragraph (b) and the “and” before it."}, {"act": "Charities Act 2022", "year": 2022, "section": "36", "section_title": "Costs incurred in relation to Tribunal proceedings etc", "section_text": " 36   After section 324 of the Charities Act 2011 insert—    Power to authorise costs to be incurred in relation to proceedings   324A    1   The Tribunal may make an authorised costs order on the application of a charity or charity trustees of a charity.     2   An authorised costs order is an order—   a   made in respect of proceedings brought, or proposed to be brought, before the Tribunal or on appeal from it, and     b   authorising payment out of the funds of the charity of costs falling within subsection (3).       3   Those costs are costs incurred, or to be incurred, in connection with the proceedings—   a   by the charity,     b   by its charity trustees, or     c   by any other person, so far as the charity or its charity trustees are ordered by the Tribunal or the court hearing the appeal to bear them.          "}, {"act": "Charities Act 2022", "year": 2022, "section": "37", "section_title": "Public notice as regards Commission orders etc", "section_text": "37 1 The Charities Act 2011 is amended as follows. 2 In section 337 (other provisions as to orders of Commission)— a after subsection (2) insert— 2A Where an application is made for an order under this Act or the Commission proposes to make such an order, the Commission— a may itself give such public notice as it thinks fit of the contents of the order applied for or proposed to be made, or b may require it to be given by— i any person making an application for the order, or ii any charity that would be affected by the order. ; b after subsection (3) insert— 3A Where the Commission’s written consent is sought under section 67A, 198, 226 or 280A in relation to a charity, the Commission— a may itself give such public notice as it thinks fit of the contents of the consent sought, or b may require it to be given by the charity. 3B Where the Commission gives written consent under section 67A, 198, 226 or 280A in relation to a charity, the Commission— a may itself give such public notice as it thinks fit of the giving or contents of the consent, or b may require it to be given by the charity. ; c in the heading, after “orders” insert  “etc” . 3 In section 338 (directions of the Commission or person conducting inquiry), in subsection (2), for “any such directions” substitute  “a direction of the Commission under any provision of this Act” ."}, {"act": "Charities Act 2022", "year": 2022, "section": "38", "section_title": "“Connected person”: illegitimate children", "section_text": " 38   In section 350(1) of the Charities Act 2011 (connected person: meaning of “child”), omit “and an illegitimate child”.  "}, {"act": "Charities Act 2022", "year": 2022, "section": "39", "section_title": "“Connected person”: power to amend", "section_text": " 39    1   After section 352 of the Charities Act 2011 insert—    Power to amend definition of “connected person”   352A   The Secretary of State may by regulations amend this Act to alter what is a “ connected person ” for the purposes of any provision of this Act.         2   In section 348 of that Act (regulations subject to affirmative procedure etc)—   a   in subsection (1), after paragraph (d) (inserted by section 12) insert—    e   regulations under section 352A (power to amend definition of “connected person”).     ;     b   in subsection (2), after “ (d) ” (inserted by section 12) insert  “or (e)” .      "}, {"act": "Charities Act 2022", "year": 2022, "section": "40", "section_title": "Minor and consequential provision", "section_text": " 40   Schedule 2 (which contains minor and consequential amendments) has effect.  "}, {"act": "Charities Act 2022", "year": 2022, "section": "41", "section_title": "Extent, commencement and short title", "section_text": " 41    1   This Act extends to England and Wales only, subject to subsection  (2) .     2   An amendment made by—   a   section 24;     b   Schedule 1;     c   paragraph 12 or 46 of Schedule 2,    has the same extent as the enactment or provision to which it relates.     3   This section comes into force on the day on which this Act is passed.     4   The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint and different days may be appointed for different purposes.     5   Regulations under subsection  (4)  may make consequential, transitional or saving provision.     6   This Act may be cited as the Charities Act 2022.    "}]