[{"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "1", "section_title": "Overview", "section_text": " 1    1   This Act enables the matter of relief from payment of protected rent debts due from the tenant to the landlord under a business tenancy to be resolved by arbitration (if not resolved by agreement).     2   In this Act—   a   sections 2 to 6 define for the purposes of this Act the terms “protected rent debt”, “the matter of relief from payment” and other key terms used in this Act;     b   Part 2 provides for statutory arbitration between the landlord and the tenant under a business tenancy in relation to the matter of relief from payment of a protected rent debt;     c   Part 3 provides for temporary restrictions on the availability of certain remedies and insolvency arrangements that would otherwise be available in relation to a protected rent debt.       3   Nothing in this Act is to be taken as—   a   affecting the capacity of the parties to a business tenancy to resolve by agreement, at any time, the matter of relief from payment of a protected rent debt (or any other matter relating to the tenancy), or     b   preventing an agreement resolving the matter of relief from payment of a protected rent debt from having effect or being enforced.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "2", "section_title": "“Rent” and “business tenancy”", "section_text": " 2    1   “ Rent ”, in relation to a business tenancy, means an amount consisting of one or more of the following—   a   an amount payable by the tenant to the landlord under the tenancy for possession and use of the premises comprised in the tenancy (whether described as rent or otherwise);     b   an amount payable by the tenant to the landlord under the tenancy as a service charge;     c   interest on an unpaid amount within paragraph  (a)  or  (b) .       2   In subsection  (1) —   a   a reference to an amount includes any VAT chargeable on that amount;     b   a reference to the landlord includes a person acting for the landlord (such as a managing agent);     c   “ service charge ” means an amount—   i   which is payable (directly or indirectly) for services, repairs, maintenance, improvements, insurance costs or the landlord’s management costs (including management costs of a superior landlord which the landlord is required to pay), and     ii   which is a fixed amount or an amount that varies or may vary according to the relevant costs (or a combination of the two).         3   In subsection  (2)(c) —   a   “ insurance costs ” includes costs incurred by the landlord in connection with insuring against loss of rent or in complying with obligations under the tenancy either to insure the whole or any part of—   i   the premises comprised in the tenancy, and     ii   any common parts of a property which includes those premises,    or to pay the costs of such insurance incurred by any superior landlord;     b   “ the relevant costs ” means the costs or estimated costs incurred or to be incurred by or on behalf of the landlord in connection with the matter for which the service charge is payable, and for this purpose—   i   “ costs ” includes overheads, and     ii   costs are relevant costs in relation to a service charge whether they are incurred, or to be incurred, in the period for which the service charge is payable or in an earlier or later period.         4   An amount drawn down by the landlord from a tenancy deposit to meet the whole or part of a rent debt is to be treated as unpaid rent due from the tenant to the landlord (and such rent is “paid” where the tenant makes good any shortfall in the deposit).     5   “ Business tenancy ” means a tenancy to which Part 2 of the Landlord and Tenant Act 1954 applies.     6   “ English business tenancy ” means a business tenancy comprising premises in England.     7   “ Welsh business tenancy ” means a business tenancy comprising premises in Wales.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "3", "section_title": "“Protected rent debt”", "section_text": " 3    1   A “protected rent debt” is a debt under a business tenancy consisting of unpaid protected rent.     2   Rent due under the tenancy is “protected rent” if—   a   the tenancy was adversely affected by coronavirus (see section 4), and     b   the rent is attributable to a period of occupation by the tenant for, or for a period within, the protected period applying to the tenancy (see section 5).       3   Rent consisting of interest on an unpaid amount within section 2 (1)(a)  or  (b)  is to be regarded for the purposes of subsection  (2)(b)  as attributable to the same period of occupation by the tenant as that unpaid amount.     4   A period of occupation by the tenant that began, or ended, at a time during a particular day is to be treated as including the whole of that day.     5   If any rent due under the tenancy is attributable to a period of occupation by the tenant of which only part is of the description in subsection  (2)(b) , then so much of the rent as can be reasonably attributed to that part of the period is protected rent.     6   An amount treated by section 2(4) as unpaid rent is to be regarded as unpaid protected rent if the rent debt that was satisfied (in whole or part) by drawing it down from the tenancy deposit would otherwise have been a protected rent debt.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "4", "section_title": "“Adversely affected by coronavirus”", "section_text": " 4    1   A business tenancy was “ adversely affected by coronavirus ” for the purposes of section 3 (2)(a)  if, for any relevant period—   a   the whole or part of the business carried on by the tenant at or from the premises comprised in the tenancy, or     b   the whole or part of those premises,    was of a description subject to a closure requirement.     2   For this purpose—   a   “ closure requirement ” means a requirement imposed by coronavirus regulations which is expressed as an obligation—   i   to close businesses, or parts of businesses, of a specified description, or     ii   to close premises, or parts of premises, of a specified description; and       b   “ relevant period ” means a period beginning at or after 2 p.m. on 21 March 2020 and ending at or before—   i   11.55 p.m. on 18 July 2021, for English business tenancies, or     ii   6 a.m. on 7 August 2021, for Welsh business tenancies.         3   A requirement expressed as an obligation to close businesses or premises of a specified description, or parts of businesses or premises of a specified description, every day at particular times is to be regarded for the purposes of subsection  (2)(a)  as a closure requirement.     4   It is immaterial for the purposes of subsection  (2)(a)  that specific limited activities were (as an exception) allowed by the regulations to be carried on despite the obligation to close (and accordingly the fact they were permitted or carried on is to be disregarded in determining whether the tenancy was adversely affected by coronavirus).     5   Where the premises comprised in the tenancy were occupied by the tenant for the purposes of a business not carried on solely at or from those premises, the reference in subsection  (1)(a)  to the business carried on at or from the premises is to so much of the business as was carried on at or from the premises.     6   In this section “ coronavirus regulations ” means regulations—   a   made under section 45C of the Public Health (Control of Disease) Act 1984 (whether or not also made under any other power), and     b   expressed to be made in response to the threat to public health posed by the incidence or spread of coronavirus.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "5", "section_title": "“Protected period”", "section_text": " 5    1   The “ protected period ”, in relation to a business tenancy adversely affected by coronavirus, is the period beginning with 21 March 2020 and ending with—   a   where the business tenancy comprises premises in England—   i   if subsection  (2)  identifies a day earlier than 18 July 2021, that day, or     ii   in any other case, 18 July 2021;       b   where the business tenancy comprises premises in Wales—   i   if subsection  (2)  identifies a day earlier than 7 August 2021, that day, or     ii   in any other case, 7 August 2021.         2   The relevant day for the purposes of subsection  (1)(a)(i)  or  (b)(i)  is the last day on which (or for part of which)—   a   the whole or part of the business carried on by the tenant at or from the premises, or     b   the whole or part of those premises,    was of a description subject to either a closure requirement or a specific coronavirus restriction.     3   In subsection  (2)  “ specific coronavirus restriction ” means a restriction or requirement (other than a closure requirement) imposed by coronavirus regulations which regulated any aspect of—   a   the way a business, or a part of a business, of any specified description was to be carried on, or     b   the way any premises, or any part of premises, of a specified description were or was to be used.       4   But for the purposes of subsection (3)—   a   requirements to display or provide information on premises (or parts of premises), and     b   restrictions applying more generally than to specific descriptions of businesses or premises (or parts of businesses or premises),    are not specific coronavirus restrictions.     5   In this section “ closure requirement ” and “ coronavirus regulations ” have the same meaning as in section 4.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "6", "section_title": "“The matter of relief from payment”", "section_text": " 6    1   References to the matter of relief from payment of a protected rent debt are to all issues relating to the questions—   a   whether there is a protected rent debt of any amount, and     b   if so, whether the tenant should be given relief from payment of that debt and, if so, what relief.       2   “ Relief from payment ”, in relation to a protected rent debt, means any one or more of the following—   a   writing off the whole or any part of the debt;     b   giving time to pay the whole or any part of the debt, including by allowing the whole or any part of the debt to be paid by instalments;     c   reducing (including to zero) any interest otherwise payable by the tenant under the terms of the tenancy in relation to the whole or any part of the debt.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "7", "section_title": "Approval of arbitration bodies", "section_text": " 7    1   The Secretary of State may approve one or more bodies to carry out the functions under section 8 (and a body which is for the time being so approved is referred to in this Act as an “approved arbitration body”).     2   The Secretary of State may only approve a body which the Secretary of State considers to be suitable to carry out those functions.     3   The Secretary of State may withdraw an approval given under subsection  (1)  if the Secretary of State considers that the body is no longer suitable to carry out those functions.     4   Where the Secretary of State proposes to withdraw an approval given under subsection  (1) , the Secretary of State must notify the body in question and give the body an opportunity to make representations.     5   Where an approval given under subsection  (1)  is withdrawn from a body, the Secretary of State must make arrangements relating to—   a   the repayment of any fees or expenses already paid to the body (if any), and     b   the body’s entitlement (if any) to fees or expenses.       6   The withdrawal of an approval given under subsection  (1)  does not affect the validity of anything done by or in relation to the body in question before that withdrawal.     7   The Secretary of State must maintain and publish a list of approved arbitration bodies.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "8", "section_title": "Functions of approved arbitration bodies", "section_text": " 8    1   An approved arbitration body has the following functions—   a   to maintain a list of arbitrators who—   i   are available to act as arbitrators under this Part (whether alone or as a member of a panel of arbitrators), and     ii   appear to the body to be suitable, by virtue of their qualifications or experience, to act as such,       b   to appoint an arbitrator or panel of arbitrators from that list to deal with the matter of relief from payment of a protected rent debt referred to the body for arbitration under this Part,     c   where an arbitrator appointed by the body resigns, dies or otherwise ceases to hold office, to appoint another arbitrator from that list to fill the vacancy,     d   to set, collect and pay its fees and the fees of an arbitrator appointed by it,     e   to oversee any arbitration in relation to which it has appointed an arbitrator or panel of arbitrators, and     f   to remove an arbitrator appointed by it from a case on any one of the grounds in subsection  (2) .       2   The grounds for removal are—   a   that circumstances exist that give rise to justifiable doubts as to the impartiality or independence of the arbitrator,     b   that the arbitrator does not possess the qualifications required for the arbitration,     c   that the arbitrator is physically or mentally incapable of conducting the arbitration or there are justifiable doubts as to their capacity to do so, or     d   that the arbitrator has refused or failed to properly conduct the arbitration, or to use all reasonable despatch in conducting the proceedings or making an award, and that substantial injustice has been or will be caused to the parties.       3   An approved arbitration body must ensure that an arbitrator or panel of arbitrators appointed by it under subsection  (1)(b)  is independent from the parties to the arbitration.     4   Where an arbitrator resigns, dies or otherwise ceases to hold office, an approved arbitration body must make arrangements relating to—   a   the repayment of any fees or expenses already paid to the arbitrator (if any), and     b   the arbitrator’s entitlement (if any) to fees or expenses.       5   Where requested by, or as agreed with, the Secretary of State, an approved arbitration body must provide a report to the Secretary of State containing details of—   a   the exercise by the approved body of its functions under this section, and     b   any arbitrations overseen by the approved body under subsection  (1)(e) , including the progress of, and any awards made in relation to, such arbitrations.       6   An approved arbitration body must publish on its website the fees payable in relation to arbitrations referred to it under this Part.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "9", "section_title": "Period for making a reference to arbitration", "section_text": " 9    1   This section applies where the tenant and the landlord under a business tenancy are not in agreement as to the resolution of the matter of relief from payment of a protected rent debt.     2   A reference to arbitration may be made by either the tenant or the landlord within the period of six months beginning with the day on which this Act is passed.     3   The Secretary of State may by regulations made by statutory instrument extend the period allowed by subsection  (2)  for making references to arbitration in the case of—   a   English business tenancies,     b   Welsh business tenancies, or     c   English business tenancies and Welsh business tenancies.       4   A statutory instrument containing regulations under subsection  (3)  is subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "10", "section_title": "Requirements for making a reference to arbitration", "section_text": " 10    1   Before making a reference to arbitration—   a   the tenant or landlord must notify the other party (“ the respondent ”) of their intention to make a reference, and     b   the respondent may, within 14 days of receipt of the notification under paragraph  (a) , submit a response.       2   A reference to arbitration must not be made before—   a   the end of the period of 14 days after the day on which the response under subsection  (1)(b)  is received, or     b   if no such response is received, the end of the period of 28 days beginning with the day on which the notification under subsection  (1)(a)  is served.       3   A reference to arbitration may not be made, an arbitrator may not be appointed, and no formal proposal under section 11 (2)  or  (4)  may be made, where the tenant that owes a protected rent debt is subject to one of the following—   a   a company voluntary arrangement which relates to any protected rent debt that has been approved under section 4 of the Insolvency Act 1986,     b   an individual voluntary arrangement which relates to any protected rent debt that has been approved under section 258 of that Act, or     c   a compromise or arrangement which relates to any protected rent debt that has been sanctioned under section 899 or 901F of the Companies Act 2006.       4   A reference to arbitration must be made to an approved arbitration body.     5   After a reference to arbitration has been made, an arbitrator may not be appointed, and no formal proposal under section 11 (2)  or  (4)  may be made, during any period where the tenant that owes a protected rent debt is the debtor under one of the following—   a   a company voluntary arrangement which relates to any protected rent debt that has been proposed and is awaiting a decision under section 4 of the Insolvency Act 1986,     b   an individual voluntary arrangement which relates to any protected rent debt that has been proposed and is awaiting a decision under section 258 of that Act, or     c   a compromise or arrangement which relates to any protected rent debt that has been applied for and is awaiting a decision under section 899 or 901F of the Companies Act 2006.       6   This section, so far as relating to a company voluntary arrangement and a compromise or arrangement under section 899 or 901F of the Companies Act 2006, applies to limited liability partnerships (as well as to companies).    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "11", "section_title": "Proposals for resolving the matter of relief from payment", "section_text": " 11    1   A reference to arbitration must include a formal proposal for resolving the matter of relief from payment of a protected rent debt.     2   The other party to the arbitration may put forward a formal proposal in response within the period of 14 days beginning with the day on which the proposal under subsection  (1)  is received.     3   A formal proposal under subsection  (1)  or  (2)  must be accompanied by supporting evidence.     4   Each party may put forward a revised formal proposal within the period of 28 days beginning with the day on which the party gives a formal proposal to the other party under subsection  (1)  or  (2) .     5   A revised formal proposal must be accompanied by any further supporting evidence.     6   The periods in subsections  (2)  and  (4)  may be extended—   a   by agreement between the parties, or     b   by the arbitrator where the arbitrator considers that it would be reasonable in all the circumstances.       7   In this section “ formal proposal ” means a proposal which is—   a   made on the assumption that the reference is not dismissed for a reason set out in section 13(2) or (3),     b   expressed to be made for the purposes of this section, and     c   given to the other party and the arbitrator.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "12", "section_title": "Written statements", "section_text": " 12    1   This section applies to any written statement provided to the arbitrator by a party (whether made by the party or another person) which relates to a matter relevant to the arbitration.     2   The written statement must be verified by a statement of truth.     3   The written statement may be disregarded by the arbitrator if it is not so verified.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "13", "section_title": "Arbitration awards available", "section_text": " 13    1   This section sets out the awards open to the arbitrator on a reference under this Part.     2   If the arbitrator determines that—   a   the parties have by agreement resolved the matter of relief from payment of a protected rent debt before the reference was made,     b   the tenancy in question is not a business tenancy, or     c   there is no protected rent debt,    the arbitrator must make an award dismissing the reference.     3   If, after assessing the viability of the tenant’s business, the arbitrator determines that (at the time of the assessment) the business—   a   is not viable, and     b   would not be viable even if the tenant were to be given relief from payment of any kind,    the arbitrator must make an award dismissing the reference.     4   Subsection (5) applies if, after making that assessment, the arbitrator determines that (at the time of the assessment) the business—   a   is viable, or     b   would become viable if the tenant were to be given relief from payment of any kind.       5   In that case the arbitrator must resolve the matter of relief from payment of a protected rent debt by—   a   considering whether the tenant should receive any relief from payment and, if so, what relief, and     b   making an award in accordance with section 14.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "14", "section_title": "Arbitrator’s award on the matter of relief from payment", "section_text": " 14    1   This section applies where the arbitrator is considering how to resolve the matter of relief from payment of a protected rent debt as required by section 13(5).     2   Before determining what award to make the arbitrator must consider any final proposal put forward to it by a party under section 11.     3   Where both parties put forward final proposals under section 11—   a   if the arbitrator considers that both proposals are consistent with the principles in section 15, the arbitrator must make the award set out in whichever of them the arbitrator considers to be the most consistent;     b   if the arbitrator considers that one proposal is consistent with the principles in section 15 but the other is not, the arbitrator must make the award set out in the proposal that is consistent.       4   Where only the party making the reference to arbitration puts forward a final proposal under section 11, the arbitrator must make the award set out in the proposal if the arbitrator considers that the proposal is consistent with the principles in section 15.     5   Otherwise, the arbitrator must make whatever award the arbitrator considers appropriate (applying the principles in section 15).     6   An award under this section may—   a   give the tenant relief from payment of the debt as set out in the award, or     b   state that the tenant is to be given no relief from payment of the debt.       7   Where an award under subsection  (6)(a)  gives the tenant time to pay an amount (including an instalment), the payment date must be within the period of 24 months beginning with the day after the day on which the award is made.     8   In subsection  (7)  “ the payment date ” means the day specified in the award as the day on which the amount concerned falls due for payment.     9   An award giving the tenant relief from payment of a protected rent debt is to be taken as altering the effect of the terms of tenancy in relation to the protected rent constituting the debt.     10   Subsection  (9)  means, in particular, that—   a   the tenant is not to be regarded as in breach of covenant by virtue of—   i   non-payment of an amount written off by the award, or     ii   failure to pay an amount payable under the terms of the award before it falls due under those terms;       b   a guarantor of the tenant’s obligation to pay rent, or a former tenant who is otherwise liable for a failure by the tenant to pay rent, is not liable in respect of anything mentioned in paragraph  (a)(i)  or  (ii) ;     c   a person other than the tenant who is liable for the payment of rent on an indemnity basis is not liable—   i   to pay any unpaid protected rent written off by the award, or     ii   to pay an amount payable under the terms of the award before it falls due under those terms;       d   any amount payable under the terms of the award is to be treated for the purposes of the tenancy as rent payable under the tenancy.       11   In this section “ final proposal ” means—   a   the revised formal proposal put forward by a party under section 11(4), or     b   if there is no revised formal proposal put forward by a party, the formal proposal put forward by the party under section 11(1) or (2).      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "15", "section_title": "Arbitrator’s principles", "section_text": " 15    1   The principles in this section are—   a   that any award should be aimed at—   i   preserving (in a case falling within section 13 (4)(a) ), or     ii   restoring and preserving (in a case falling within section 13 (4)(b) ),    the viability of the business of the tenant, so far as that is consistent with preserving the landlord’s solvency, and     b   that the tenant should, so far as it is consistent with the principle in paragraph  (a)  to do so, be required to meet its obligations as regards the payment of protected rent in full and without delay.       2   In considering the viability of the tenant’s business and the landlord’s solvency for the purposes of subsection  (1) , the arbitrator must disregard anything done by the tenant or the landlord with a view to manipulating their financial affairs so as to improve their position in relation to an award to be made under section 14.     3   For the purposes of this section, the landlord is “solvent” unless the landlord is, or is likely to become, unable to pay their debts as they fall due.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "16", "section_title": "Arbitrator: assessment of “viability” and “solvency”", "section_text": " 16    1   In assessing the viability of the business of the tenant, the arbitrator must, so far as known, have regard to—   a   the assets and liabilities of the tenant, including any other tenancies to which the tenant is a party,     b   the previous rental payments made under the business tenancy from the tenant to the landlord,     c   the impact of coronavirus on the business of the tenant, and     d   any other information relating to the financial position of the tenant that the arbitrator considers appropriate.       2   In assessing the solvency of the landlord, the arbitrator must, so far as known, have regard to—   a   the assets and liabilities of the landlord, including any other tenancies to which the landlord is a party, and     b   any other information relating to the financial position of the landlord that the arbitrator considers appropriate.       3   In making an assessment under subsection  (1)  or  (2) , the arbitrator must disregard the possibility of the tenant or the landlord (as the case may be)—   a   borrowing money, or     b   restructuring its business.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "17", "section_title": "Timing of arbitrator’s award", "section_text": " 17    1   Subject to subsection  (2) , the arbitrator must make an award under section 14 as soon as reasonably practicable after—   a   where both parties have put forward a final proposal, the day on which the latest final proposal is received, or     b   otherwise, the last day on which a party may put forward a revised formal proposal (see section 11 (4) ).       2   Where an oral hearing is held (see section 20), the arbitrator must make an award within the period of 14 days beginning with the day on which the hearing concludes.     3   The period in subsection  (2)  may be extended—   a   by agreement between the parties, or     b   by the arbitrator where the arbitrator considers that it would be reasonable in all the circumstances to do so.       4   In this section “ final proposal ” has the same meaning as in section 14 (11) .    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "18", "section_title": "Publication of award", "section_text": " 18    1   This section applies when the arbitrator has made an award on a reference under this Part.     2   The arbitrator must publish the award together with the reasons for making it, subject as follows.     3   The arbitrator must exclude confidential information from anything published under this section, unless the arbitrator has been notified by the person to whom it relates that the person consents to its publication.     4   In subsection (3) “ confidential information ” means information which the arbitrator is satisfied is—   a   commercial information relating to a party or to any other person the disclosure of which would, or might, significantly harm the legitimate business interests of the person to which it relates, or     b   information relating to the private affairs of an individual the disclosure of which would, or might, significantly harm that individual’s interests.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "19", "section_title": "Arbitration fees and expenses", "section_text": " 19    1   In this section references to arbitration fees are to—   a   the arbitrator’s fees and expenses (including any oral hearing fees), and     b   the fees and expenses of any approved arbitration body concerned.       2   The Secretary of State may by regulations made by statutory instrument specify limits on arbitration fees, which may differ depending on the amount of protected rent debt in question.     3   A statutory instrument containing regulations under subsection  (2)  is subject to annulment in pursuance of a resolution of either House of Parliament.     4   The applicant must pay arbitration fees (other than oral hearing fees) in advance of the arbitration taking place.     5   When the arbitrator makes an award under section 13 or 14, the arbitrator must (subject to subsection (6)) also make an award requiring the other party to reimburse the applicant for half the arbitration fees paid under subsection (4).     6   The general rule in subsection (5) does not apply if the arbitrator considers it more appropriate in the circumstances of the case to award a different proportion (which may be zero).     7   Except as provided by subsection (5) and section 20(6), the parties must meet their own legal or other costs.     8   Legal or other costs incurred in connection with arbitration (including arbitration fees) are not recoverable by virtue of any term of the business tenancy concerned.     9   In this section, “ applicant ” means the party which made the reference to arbitration.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "20", "section_title": "Oral hearings", "section_text": " 20    1   An oral hearing must be held where either or both of the parties make a request to the arbitrator.     2   An oral hearing must be held within the period of 14 days beginning with the day on which the arbitrator receives a request under subsection  (1) .     3   The period in subsection  (2)  may be extended—   a   by agreement between the parties, or     b   by the arbitrator where the arbitrator considers that it would be reasonable in all the circumstances to do so.       4   Where both parties request an oral hearing, the parties are jointly and severally liable to pay the hearing fees in advance.     5   Where one of the parties requests an oral hearing, that party must pay the hearing fees in advance.     6   When the arbitrator makes an award under section 13 or 14, the arbitrator must (subject to subsection (7)) also make an award requiring the other party to reimburse the applicant for half the hearing fees.     7   The general rule in subsection (6) does not apply if the arbitrator considers it more appropriate in all the circumstances to award a different proportion (which may be zero).     8   An oral hearing must be held in public unless the parties agree otherwise.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "21", "section_title": "Guidance", "section_text": " 21    1   The Secretary of State may issue guidance to—   a   arbitrators about the exercise of their functions under this Part, and     b   tenants and landlords about making a reference to arbitration under this Part.       2   The Secretary of State may revise any guidance issued under this section.     3   The Secretary of State must arrange for any guidance issued or revised under this section to be published.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "22", "section_title": "Modification of Part 1 of the Arbitration Act 1996", "section_text": " 22   Schedule 1 modifies Part 1 of the Arbitration Act 1996 in relation to arbitrations under this Part.  "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "23", "section_title": "Temporary moratorium on enforcement of protected rent debts", "section_text": " 23    1   Schedule 2 contains—   a   provision preventing a landlord who is owed a protected rent debt from using the following remedies in relation to (or on the basis of) the debt during the moratorium period—   i   making a debt claim in civil proceedings;     ii   using the commercial rent arrears recovery power;     iii   enforcing a right of re-entry or forfeiture;     iv   using a tenant’s deposit;       b   retrospective provision in relation to certain debt claims made by such a landlord before the start of the moratorium period for the protected rent debt;     c   provision relating to the right of such a landlord during the moratorium period to appropriate any rent paid by the tenant;     d   retrospective provision in relation to the right of such a landlord to appropriate any rent paid by the tenant before the start of the moratorium period for the protected rent debt;     e   provision connected with certain things mentioned in paragraphs (a) to (d).       2   In this section “ the moratorium period ”, in relation to a protected rent debt, is the period—   a   beginning with the day on which this Act is passed, and     b   ending—   i   where the matter of relief from payment of the protected rent debt is not referred to arbitration within the period of six months beginning with that day, with the last day of that period, or     ii   where that matter is referred to arbitration, with the day on which the arbitration concludes.         3   Subsection  (2)  is subject to any extension of the period mentioned in paragraph  (b)(i)  that—   a   is made by or by virtue of section 24, and     b   has effect in relation to the protected rent debt.       4   For the purposes of subsection  (2)(b)  an arbitration concludes when—   a   the arbitration proceedings are abandoned or withdrawn by the parties,     b   the time period for appealing expires without an appeal being brought, or     c   any appeal brought within that period is finally determined, abandoned or withdrawn.       5   In this section “ arbitration ” means arbitration under Part 2.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "24", "section_title": "Alteration of moratorium period", "section_text": " 24    1   In this section “ extension regulations ” means regulations under section 9(3) extending the period allowed by section 9(2) for making references to arbitration.     2   Where extension regulations made by virtue of section 9(3)(a) or (c) extend that period in the case of English business tenancies, the period specified in section 23(2)(b)(i), so far as it applies in the case of a protected rent debt under an English business tenancy, is extended for the same period of time.     3   Subsection (4) below applies where extension regulations made by virtue of section 9(3)(b) or (c) extend that period in the case of Welsh business tenancies.     4   The Secretary of State may by regulations made by statutory instrument extend the period specified in section 23(2)(b)(i), so far as it applies in the case of a protected rent debt under a Welsh business tenancy, for the same period of time.     5   Regulations under subsection (4) must provide for the extension referred to in that subsection—   a   to have effect for the purposes of this Part including the purposes of Schedule 2, or     b   to have effect for the purposes of this Part other than the purposes of Schedule 2.       6   The power to make the provision referred to in subsection (5)(a) is exercisable only with the consent of the Welsh Ministers to the extension having effect for the purposes of Schedule 2 other than the purposes of paragraph 3(6) and (7).     7   A statutory instrument containing regulations under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "25", "section_title": "Temporary restriction on initiating certain insolvency arrangements", "section_text": " 25    1   This section applies where the matter of relief from payment of a protected rent debt has been referred to arbitration.     2   During the relevant period—   a   no proposal for a company voluntary arrangement under section 1 of the Insolvency Act 1986 which relates to the whole or part of the debt may be made,     b   no proposal for an individual voluntary arrangement under section 256A of that Act, or an application for an interim order under section 253 of that Act, which relates to the whole or part of the debt may be made, and     c   no application for a compromise or arrangement under section 896 or 901C of the Companies Act 2006 (court orders for holding of meetings) which relates to the whole or part of the debt may be made.       3   In this section “ the relevant period ” means the period beginning with the day on which an arbitrator is appointed and ending with—   a   where the arbitrator makes an award in accordance with section 14, the day which is 12 months after the day on which that award is made,     b   where the arbitrator makes an award dismissing a reference under section 13 (2)  or  (3) , the day on which that award is made,     c   where an award made in accordance with section 14 is set aside on appeal, the day on which that decision is made, or     d   where the arbitration proceedings are abandoned or withdrawn by the parties, the day of that abandonment or withdrawal.       4   This section, so far as relating to a company voluntary arrangement and a compromise or arrangement under section 899 or 901F of the Companies Act 2006, applies to limited liability partnerships (as well as to companies).    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "26", "section_title": "Temporary restriction on initiating arbitration proceedings", "section_text": " 26    1   The tenant or the landlord under a business tenancy may not initiate arbitration proceedings (other than an arbitration under Part 2) in relation to a protected rent debt during the moratorium period for the debt, unless the other party agrees.     2   In this section “ the moratorium period ” has the meaning given by section 23 (2) .    "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "27", "section_title": "Temporary restriction on winding-up petitions and petitions for bankruptcy orders", "section_text": " 27   Schedule 3 contains temporary provision in relation to winding up petitions and petitions for bankruptcy orders.  "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "28", "section_title": "Power to apply Act in relation to future periods of coronavirus control", "section_text": " 28    1   The Secretary of State may by regulations provide for this Act (apart from this section) to apply again in relation to rent debts under business tenancies adversely affected by closure requirements.     2   Regulations under this section may—   a   be made so as to apply in relation to—   i   English business tenancies,     ii   Welsh business tenancies, or     iii   English business tenancies and Welsh business tenancies;       b   exclude the provisions mentioned in subsection  (10)  (a)  to (c) from the provisions being re-applied in relation to Welsh business tenancies.       3   A business tenancy is adversely affected by a closure requirement for the purposes of subsection  (1)  if—   a   the whole or part of a business carried on at or from the premises comprised in the tenancy, or     b   the whole or part of those premises,    is of a description subject to a closure requirement imposed at any time after 7 August 2021.     4   In this section “ closure requirement ” means a requirement imposed by regulations as a public health response to coronavirus and expressed as an obligation—   a   to close businesses, or parts of businesses, of a specified description, or     b   to close premises, or parts of premises, of a specified description.       5   In subsection  (4)  “ coronavirus ” means severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).     6   The power under this section is exercisable whether or not the closure requirement remains in force when the regulations are made.     7   Subsections  (3)  to  (5)  of section 4 apply for the purposes of this section as they apply for the purposes of section 4.     8   Regulations under this section may—   a   provide for provisions of this Act to apply with such necessary modifications as are specified in the regulations;     b   make different provision for England and for Wales;     c   make incidental, supplemental, consequential, saving or transitional provision (including provision amending or otherwise modifying an Act of Parliament).       9   For the purposes of subsection  (8)(a) —   a   “ modifications ” means omissions, additions or variations, and     b   modifications are “necessary” if they appear to the Secretary of State to be necessary for the provisions being re-applied to operate correctly in relation to business tenancies adversely affected by the closure requirements in question.       10   The power under this section is exercisable only with the consent of the Welsh Ministers so far as it relates to the re-application, in relation to Welsh business tenancies, of—   a   Schedule 2 apart from paragraph 3(6) and (7),     b   section 23 so far as relating to Schedule 2 apart from paragraph 3(6) and (7), and     c   Part 1 and this Part, so far as relating to the provisions mentioned in paragraphs (a) and (b).       11   Regulations under this section—   a   are to be made by statutory instrument, and     b   may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament.      "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "29", "section_title": "Concurrent power for Welsh Ministers to apply moratorium provisions again", "section_text": " 29    1   The Welsh Ministers may exercise the power conferred by section 28, concurrently with the Secretary of State, so far as it relates to the re-application, in relation to Welsh business tenancies, of—   a   Schedule 2 apart from paragraph 3(6) and (7),     b   section 23 so far as relating to Schedule 2 apart from paragraph 3(6) and (7), and     c   Part 1 and this Part, so far as relating to the provisions mentioned in paragraphs (a) and (b).       2   Section 28 has effect in relation to regulations made by the Welsh Ministers by virtue of this section as if—   a   references to the Secretary of State were to the Welsh Ministers,     b   subsection  (2)(a)(i)  and (iii) and (b) were omitted,     c   in subsection  (8) —   i   the references in paragraph (a) to provisions of this Act were references to provisions mentioned in subsection (1)(a) to (c) above, and     ii   the reference in paragraph (c) to an Act of Parliament included a reference to an Act or Measure of Senedd Cymru,       d   subsection  (10)  were omitted, and     e   in subsection  (11)(b) , for “each House of Parliament” there were substituted  “Senedd Cymru” .       3   In Schedule 7B to the Government of Wales Act 2006 (general restrictions on legislative competence of Senedd Cymru), in paragraph 11(6)(b) (exceptions to restrictions relating to Ministers of the Crown)—   a   omit the “or” at the end of paragraph (vi), and     b   after paragraph (vii) insert    ; or   viii   section 28 of the Commercial Rent (Coronavirus) Act 2022.         "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "30", "section_title": "Crown application", "section_text": " 30   This Act binds the Crown (but without prejudice to section 2(5) which secures that the business tenancies to which this Act applies are those to which Part 2 of the Landlord and Tenant Act 1954 applies).  "}, {"act": "Commercial Rent (Coronavirus) Act 2022", "year": 2022, "section": "31", "section_title": "Extent, commencement and short title", "section_text": " 31    1   Parts 1 to 3 extend to England and Wales only (except as provided by subsections  (2)  and  (3) ).     2   The following provisions extend to England and Wales, Scotland and Northern Ireland—   a   in section 25—   i   subsections (1), (2)(c) and (3), and     ii   subsection  (4)  so far as relating to a compromise or arrangement under section 899 or 901F of the Companies Act 2006,       b   Part 1 so far as relating to the provisions mentioned in paragraph (a), and     c   this Part.       3   The following provisions extend to England and Wales and Scotland only—   a   in section 25—   i   subsection  (2)(a) , and     ii   subsection  (4)  so far as relating to a company voluntary arrangement,       b   paragraph  1  of Schedule 3 and section 27 so far as relating to that paragraph, and     c   Part 1 so far as relating to the provisions mentioned in paragraphs (a) and (b).       4   This Act comes into force on the day on which it is passed (except as provided by subsection  (5) ).     5   Paragraph  1  of Schedule 3, and section 27 so far as relating to that paragraph, comes into force on 1 April 2022.     6   This Act may be cited as the Commercial Rent (Coronavirus) Act 2022.    "}]