[{"act": "Cultural Objects (Protection from Seizure) Act 2022", "year": 2022, "section": "1", "section_title": "Protection of cultural objects on loan", "section_text": " 1    1   Section 134 of the Tribunals, Courts and Enforcement Act 2007 (protection of cultural objects on loan: protected objects) is amended as follows.     2   After subsection (4) insert—    4A   The relevant authority may extend the maximum protection period for a further period of up to 3 months in relation to an object that is in—   a   the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in England or Scotland, or     b   England or Scotland for any of the purposes listed in subsection (7)(b) to (e).       4B   In subsection (4A) “ relevant authority ” means—   a   the Secretary of State in relation to an object that is—   i   in the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in England, or     ii   in England for any of the purposes listed in subsection (7)(b) to (e);       b   the Scottish Ministers in relation to an object that is—   i   in the United Kingdom for the purpose of public display in a temporary exhibition at a museum or gallery in Scotland, or     ii   in Scotland for any of the purposes listed in subsection (7)(b) to (e).         4C   The power under subsection (4A)—   a   may be exercised on more than one occasion in relation to a particular object (whether by the same relevant authority or by different relevant authorities);     b   if exercisable by both relevant authorities at a particular time in relation to a particular object, is exercisable concurrently by those authorities.       4D   In this section “ maximum protection period ”, in relation to an object, means—   a   the period of 12 months specified in subsection (4)(b),     b   any longer period arising under subsection (5) in relation to the object, or     c   if the power under subsection (4A) has been exercised in relation to the object,  the period specified in subsection (4)(b), or arising under subsection (5), as extended by that exercise of that power (and by any other previous exercise of that power).       4E   In relation to an object the maximum protection period for which is the period mentioned in subsection (4D)(c), references to the United Kingdom in subsections (4)(a), (5) and (8) are to be read as references to England or Scotland.        3   In subsection (5), after “(4)(b)” insert  “, as extended under subsection (4A) if relevant,” .     4   In section 137 (interpretation), in subsection (10)—   a   for ““United Kingdom”” substitute  “A reference to the United Kingdom or any part of the United Kingdom” ;     b   after “adjacent to the United Kingdom” insert  “or that part of the United Kingdom” .      "}, {"act": "Cultural Objects (Protection from Seizure) Act 2022", "year": 2022, "section": "2", "section_title": "Extent, commencement and short title", "section_text": " 2    1   This Act extends to England and Wales, Scotland and Northern Ireland.     2   This Act comes into force at the end of the period of two months beginning with the day on which this Act is passed.     3   This Act may be cited as the Cultural Objects (Protection from Seizure) Act 2022.    "}]