[{"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "1", "section_title": "Repeal of the Fixed-term Parliaments Act 2011", "section_text": " 1   The Fixed-term Parliaments Act 2011 is repealed.  "}, {"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "2", "section_title": "Revival of prerogative powers to dissolve Parliament and to call a new Parliament", "section_text": " 2    1   The powers relating to the dissolution of Parliament and the calling of a new Parliament that were exercisable by virtue of Her Majesty’s prerogative immediately before the commencement of the Fixed-term Parliaments Act 2011 are exercisable again, as if the Fixed-term Parliaments Act 2011 had never been enacted.     2   For the purposes of  subsection (1) , the powers relating to the calling of a new Parliament include powers to order the issue of—   a   writs of summons to attend the House of Lords, and     b   writs for parliamentary elections (see rule 3 in Schedule 1 to the Representation of the People Act 1983).      "}, {"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "3", "section_title": "Non-justiciability of revived prerogative powers", "section_text": " 3   A court or tribunal may not question—   a   the exercise or purported exercise of the powers referred to in  section 2 ,     b   any decision or purported decision relating to those powers, or     c   the limits or extent of those powers.    "}, {"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "4", "section_title": "Automatic dissolution of Parliament after five years", "section_text": " 4   If it has not been dissolved earlier, a Parliament dissolves at the beginning of the day that is the fifth anniversary of the day on which it first met.  "}, {"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "5", "section_title": "Minor and consequential amendments and savings", "section_text": " 5    1   The Schedule contains minor and consequential amendments.     2   The repeal of the Fixed-term Parliaments Act 2011 by  section 1  does not affect the amendments and repeals made by the Schedule to that Act.    "}, {"act": "Dissolution and Calling of Parliament Act 2022", "year": 2022, "section": "6", "section_title": "Extent, commencement and short title", "section_text": " 6    1   This Act extends to England and Wales, Scotland and Northern Ireland, subject to subsection (2).     2   An amendment, repeal or revocation made by this Act has the same extent as the provision amended, repealed or revoked.     3   This Act comes into force on the day on which it is passed.     4   This Act may be cited as the Dissolution and Calling of Parliament Act 2022.    "}]