[{"act": "Dormant Assets Act 2022", "year": 2022, "section": "1", "section_title": "The dormant assets scheme: overview", "section_text": " 1    1   The applicable provisions of this Act and the Dormant Bank and Building Society Accounts Act 2008 (in this Act referred to as “ the 2008 Act ”) establish the dormant assets scheme for dealing with certain dormant assets.     2   The applicable provisions are—   a   this Part and sections 22 to 25 below (so far as relating to this Part), and     b   in the 2008 Act, section 1 and sections 4 and 6 to 10 (so far as relating to section 1).       3   The common features of the scheme as it applies to assets of a particular description are that—   a   an institution transfers to an authorised reclaim fund, with its consent, an amount owing to a person which is dormant,     b   the transfer extinguishes the right the person has in relation to the amount owing, and     c   that right is replaced by a right against the reclaim fund to payment of the amount specified in the applicable provision.      For the specific provisions applicable to the various assets within the scope of the scheme see section 1 of the 2008 Act and sections 2, 5, 8, 12 and 14 below.     4   In subsection  (3)(a)  “ amount owing ” includes an amount available to be paid as benefits under a personal pension scheme (see section 6 (1)(c)  and (3)).     5   The purpose of the dormant assets scheme is to enable an authorised reclaim fund, from time to time, to release funds derived from transfers to it for distribution in accordance with Part 2 of the 2008 Act (distribution of dormant assets money for meeting expenditure with a social or environmental purpose), while ensuring that the reclaim fund is able to meet its obligations as they arise.     6   The assets within the scope of the scheme are—   a   bank and building society assets, namely rights against banks and building societies to payment of account balances (see the provisions of the 2008 Act specified in subsection  (2)(b)  above);     b   long-term insurance assets, namely rights against insurance institutions to payment of any eligible insurance proceeds (see sections 2 to 4);     c   pension assets, namely rights against pension institutions to payment of (or to elect how to receive) any eligible pension benefits (see sections 5 to 7);     d   investment assets, namely rights against investment institutions to payment of any eligible amounts owing by virtue of collective scheme investments (see sections 8 to 11);     e   client money assets, namely rights against investment institutions to payment of any eligible client money (see sections 12 and 13);     f   securities assets, namely rights to payment of any eligible proceeds or distribution relating to shares in traded public companies (see sections 14 to 16).       7   The dormant assets scheme supersedes the general scheme for dormant bank and building society accounts under Part 1 of the 2008 Act, but this does not affect—   a   the continued operation of that general scheme in relation to amounts transferred as mentioned in section 1 of the 2008 Act before the coming into force of this section, or     b   the continued operation of the provisions constituting that general scheme as part of the dormant assets scheme.       8   The dormant assets scheme does not apply in relation to—   a   transfers to an authorised reclaim fund of the agreed proportion of the balance of a dormant bank or building society account under the alternative scheme for smaller institutions (see section 2 of the 2008 Act and the other provisions of Part 1 of that Act so far as relating to section 2);     b   transfers to an authorised reclaim fund of unwanted assets (see section 21 below).       9   It is immaterial for the purposes of any provision of this Act or Part 1 of the 2008 Act whether activities of an institution referred to in the provision are carried out directly by the institution or by another person acting on its behalf.     10   In this Part—   a   any reference to an amount owing (or payable) to a person includes a reference to an amount which is not immediately payable to the person only because it is necessary for a request for payment to be made or for the person’s entitlement to payment to be verified, and     b   any reference to the right to payment of an amount owing (or payable) includes, in the case of an amount described in paragraph  (a) , the right to request payment of the amount.      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "2", "section_title": "Transfer of eligible insurance proceeds to reclaim fund", "section_text": " 2    1   This section applies where—   a   an insurance institution transfers to an authorised reclaim fund dormant eligible insurance proceeds owing to a person, and     b   the reclaim fund consents to the transfer.       2   On the transfer of the eligible insurance proceeds—   a   a person to whom the proceeds are payable immediately before the transfer ceases to have any right against any insurance institution to payment of the proceeds, but     b   that person acquires against the reclaim fund whatever right to payment of the proceeds the person would have had against the institution if the transfer had not happened.       3   In this Act “ insurance institution ”, in relation to any eligible insurance proceeds, means (subject to subsection  (4) ) a person who—   a   under Part 4A of FSMA 2000 has permission to perform a regulated activity for the purposes of FSMA 2000 by virtue of article 10(2) of the RAO 2001 (carrying out a contract of insurance as principal),     b   owes the proceeds in the course of, or in connection with, that regulated activity, and     c   has its head office or an establishment in the United Kingdom.       4   “ Insurance institution ” does not include—   a   a mutual insurer, or     b   a person who is specified, or is within a class of persons specified, by an order under section 38 of FSMA 2000 (exemption orders).      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "3", "section_title": "“Eligible insurance proceeds”", "section_text": " 3    1   In this Act “eligible insurance proceeds” are (subject to subsections  (2)  and  (3) ) the cash proceeds of a contract of long-term insurance, after the appropriate adjustments have been made for such things as interest due and fees and charges payable.     2   A contract is excluded from subsection  (1)  if it is—   a   a with-profits policy,     b   an industrial assurance policy, or     c   a policy that is the subject of a trust.       3   Proceeds of a contract of long-term insurance held in a Lifetime ISA are excluded from subsection  (1)  if their transfer to an authorised reclaim fund would result in liability to pay a withdrawal charge to HMRC.     4   In relation to a time after a transfer has been made as mentioned in section 2 (1) (a), the adjustments referred to in subsection  (1)  above include those that would fall to be made but for the transfer.     5   In this section—     “ contract of long-term insurance ” has the meaning given by article 3(1) of the RAO 2001;      “ industrial assurance policy ” has the same meaning as it has in the FCA Handbook as in force when this Act is passed;      “ with-profits policy ” means a contract of insurance which provides benefits through eligibility to participate in discretionary distributions based on profits arising from the insurer’s business or a particular part of its business.       "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "4", "section_title": "Meaning of “ dormant ” in relation to eligible insurance proceeds", "section_text": " 4    1   For the purposes of this Act eligible insurance proceeds are “dormant” at a particular time if any of the following four conditions are met at that time.     2   The first condition is that the responsible institution—   a   has been notified that the person in respect of whom the proceeds are payable has died, and     b   is satisfied that there is no person to whom the proceeds are payable.       3   The second condition is that—   a   there has been a period of at least 7 years since the responsible institution was notified that the person in respect of whom the proceeds are payable has died, and     b   the responsible institution has not received any communication since that time from—   i   anyone administering the estate of that person, or     ii   the person to whom the proceeds are payable (or a person acting on behalf of that person).         4   The third condition is that—   a   the responsible institution is satisfied that the person in respect of whom the proceeds are payable would be at least 120 years old, and     b   the responsible institution has not received any communication from—   i   anyone administering the estate of that person, or     ii   the person to whom the proceeds are payable (or a person acting on behalf of that person),    during the preceding 7 years.       5   The fourth condition is that—   a   the proceeds have become payable by virtue of the insurance contract term ending,     b   a period of at least 7 years has elapsed since the end of the term, and     c   the responsible institution has not received any communication from the person to whom the proceeds are payable (or a person acting on behalf of that person) since that time.       6   In this section, “ responsible institution ” means the insurance institution that is responsible, in relation to the proceeds concerned, for doing any of the following—   a   receiving notification of the kind mentioned in subsection  (2)(a)  or  (3)(a) ,     b   making an assessment of the kind mentioned in subsection  (2)(b)  or  (4)(a) , and     c   receiving communications as mentioned in subsection  (3)(b) ,  (4)(b)  or  (5)(c) .      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "5", "section_title": "Transfer of eligible pension benefits to reclaim fund", "section_text": " 5    1   This section applies where—   a   a pension institution transfers to an authorised reclaim fund dormant eligible pension benefits owing to a person, and     b   the reclaim fund consents to the transfer.       2   On the transfer of eligible pension benefits consisting of benefits mentioned in section 6 (1)(a)  or  (b) —   a   a person to whom the benefits are payable immediately before the transfer ceases to have any right against any pension institution to payment of the benefits, but     b   that person acquires against the reclaim fund whatever right to payment of the benefits the person would have had against the institution if the transfer had not happened.       3   On the transfer of eligible pension benefits consisting of an amount mentioned in section 6 (1)(c) —   a   a person entitled immediately before the transfer to elect to receive the amount in question ceases to have any right against any pension institution to elect to be paid that amount (or to elect to receive the benefit in any other way), but     b   that person acquires against the reclaim fund whatever right to payment of the benefits the person would have had against the institution if the transfer had not happened and the person had elected to be paid the amount concerned.       4   In this Act “ pension institution ”, in relation to any eligible pension benefits, means (subject to subsection (5)) a person who—   a   under Part 4A of FSMA 2000 has permission to perform a regulated activity for the purposes of that Act by virtue of article 52(b) of the RAO 2001, where the regulated activity covered by the permission consists of or includes operating or winding up a personal pension scheme,     b   owes the benefits in the course of, or in connection with, operating or winding up a personal pension scheme, and     c   has its head office or an establishment in the United Kingdom.       5   “ Pension institution ” does not include—   a   a mutual insurer, or     b   a person who is specified, or is within a class of persons specified, by an order under section 38 of FSMA 2000 (exemption orders).      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "6", "section_title": "“Eligible pension benefits”", "section_text": " 6    1   In this Act “ eligible pension benefits ” means (subject to subsection  (2) ) any of the following amounts—   a   benefits in the form of income withdrawal that have become payable under a personal pension scheme,     b   benefits that have become payable under a personal pension scheme—   i   under which all benefits that may be provided are money purchase benefits, and     ii   which is not and has at no time been a qualifying scheme or an automatic enrolment scheme in relation to the member to or in respect of whom the benefits are payable, or       c   an amount available to be paid as benefits under a personal pension scheme of a kind mentioned in paragraph  (b) ,    after the appropriate adjustments have been made for such things as interest due and fees and charges payable.     2   Benefits under a personal pension scheme are excluded from being eligible pension benefits if (or to the extent that) they are provided from sums invested in a with-profits fund.     3   In subsection  (1)(c)  the reference to an amount available to be paid is to an amount which, if a person so elected, would immediately become payable to that person.     4   In relation to a time after a transfer has been made as mentioned in section 5 (1) (a), the adjustments referred to in subsection (1) above include those that would fall to be made but for the transfer.     5   In this section—   a   “automatic enrolment scheme”, “ money purchase benefits ”, “ personal pension scheme ” and “ qualifying scheme ” have the meanings given by section 99 of the Pensions Act 2008;     b   “ income withdrawal ” has the same meaning as in paragraph 7 of Schedule 28 to the Finance Act 2004;     c   “ with-profits fund ” has the same meaning as it has in the FCA Handbook as in force when this Act is passed.      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "7", "section_title": "Meaning of “ dormant ” in relation to eligible pension benefits", "section_text": " 7    1   For the purposes of this Act eligible pension benefits are “dormant” at a particular time if any of the following four conditions are met at that time.     2   The first condition is that the responsible institution—   a   has been notified that the person in respect of whom the benefits are payable has died, and     b   is satisfied that there is no person—   i   to whom the benefits are payable (in the case of benefits mentioned in section 6 (1)(a)  or  (b) ), or     ii   entitled to elect to receive payment (in the case of benefits mentioned in section 6 (1)(c) ).         3   The second condition is that—   a   there has been a period of at least 7 years since the responsible institution was notified that the person in respect of whom the benefits are payable has died, and     b   the responsible institution has not received any communication since that time from—   i   anyone administering the estate of that person, or     ii   a person mentioned in subsection  (2)(b)  (or a person acting on behalf of that person).         4   The third condition is that—   a   the responsible institution is satisfied that the person in respect of whom the benefits are payable would be at least 120 years old, and     b   the responsible institution has not received any communication from—   i   anyone administering the estate of that person, or     ii   the person mentioned in subsection  (2)(a)  or  (2)(b)  (or a person acting on behalf of that person),    during the preceding 7 years.       5   The fourth condition, in the case of pension benefits consisting of benefits mentioned in section 6 (1)(a) , is that—   a   the pension benefits have become payable by virtue of the pension contract term ending,     b   a period of at least 7 years has elapsed since the end of the term, and     c   the responsible institution has not received any communication from the person to whom the benefits are payable (or a person acting on behalf of that person) since that time.       6   In this section “ responsible institution ” means the pension institution that is responsible, in relation to the benefits concerned, for doing any of the following—   a   receiving notification of the kind mentioned in subsection  (2)(a)  or  (3)(a) ,     b   making an assessment of the kind mentioned in subsection  (2)(b)  or  (4)(a) , and     c   receiving communications as mentioned in subsection  (3)(b) ,  (4)(b)  or  (5)(c) .      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "8", "section_title": "Transfer of eligible amount owing by virtue of a collective scheme investment to reclaim fund", "section_text": " 8    1   This section applies where—   a   an investment institution transfers to an authorised reclaim fund a dormant eligible amount owing by virtue of a collective scheme investment, and     b   the reclaim fund consents to the transfer.       2   On the transfer of the amount—   a   a person to whom the amount is payable immediately before the transfer ceases to have any right against any investment institution to payment of the amount, but     b   that person acquires against the reclaim fund a right to payment of the reclaim amount (see section 11).       3   In this Act “ investment institution ”, in relation to an amount owing by virtue of a collective scheme investment, means a person who—   a   under Part 4A of FSMA 2000 has permission to carry out activities of a kind mentioned in subsection (4),     b   owes the amount in the course of, or in connection with, carrying on activities covered by that permission, and     c   has its head office or an establishment in the United Kingdom,    other than a person who is specified, or is within a class of persons specified, by an order under section 38 of FSMA 2000 (exemption orders).     4   The activities referred to in subsection (3)(a) are activities which are regulated activities for the purposes of FSMA 2000 by virtue of any of the following provisions of the RAO 2001—   a   article 51ZA (managing a UK UCITS);     b   article 51ZB (acting as trustee or depositary of a UK UCITS);     c   article 51ZC (managing an AIF);     d   article 51ZD (acting as trustee or depositary of an AIF).      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "9", "section_title": "“Eligible amount owing by virtue of a collective scheme investment”", "section_text": " 9    1   This section gives the meaning in this Act of “eligible amount owing by virtue of a collective scheme investment”.     2   In this Act “ collective scheme investment ” means—   a   a share in an authorised open-ended investment company (“ OEIC ”),     b   a unit in an authorised unit trust scheme, or     c   a unit in an authorised contractual scheme.       3   An eligible amount owing by virtue of a collective scheme investment is (subject to subsection  (4) ) the amount owing to a person by virtue of—   a   a collective scheme investment being converted into a right to payment of an amount by an investment institution,     b   a redemption of a collective scheme investment by the share or unit holder,     c   a distribution of income attributable to a collective scheme investment, or     d   an investment institution holding orphan monies attributable to the winding-up of, or the termination of a sub-fund of, the collective scheme containing a collective scheme investment,    after the appropriate adjustments have been made for such things as interest due and fees and charges payable.     4   An amount held in a Lifetime ISA is excluded from subsection  (3)  if its transfer to an authorised reclaim fund would result in liability to pay a withdrawal charge to HMRC.     5   For the purposes of subsection  (3)(a)  the reference to conversion of a collective scheme investment into a right to payment is to conversion in accordance with—   a   provision in the OEIC’s instrument of incorporation, the unit trust scheme’s trust deed or the authorised contractual scheme deed (as the case may be),     b   any contractual terms applicable in relation to the investment, or     c   any other applicable provision (such as FCA rules) authorising or requiring conversion of the investment.       6   For the purposes of subsection  (3)(d)  the reference to orphan monies attributable to the winding up, or the termination of a sub-fund, of a collective scheme investment is to—   a   in the case of an OEIC, or an umbrella company sub-fund, that has been wound up otherwise than by the court, money (including unclaimed distributions) standing to the account of the company on the date of dissolution or termination (as the case may be) which would otherwise have to be—   i   paid into court, or     ii   (in Scotland) lodged in the name of the Accountant of the Court,    in accordance with regulation 33(4) and (5), or (as the case may be) regulation 33(4) and (5) as applied by regulation 33C, of the Open-Ended Investment Companies Regulations 2001 ( SI 2001/1228 );     b   in the case of a unit trust scheme which has been wound up, or an umbrella unit trust scheme sub-fund which has been terminated, money consisting of any unclaimed net proceeds or other cash (including unclaimed distribution payments) which—   i   are held by the trustee after the end of the year beginning with the day on which the unit trust is dissolved or the sub-fund terminated (as the case may be), and     ii   would otherwise have to be paid into court, or (in Scotland) paid as the court may direct, in accordance with FCA rules;       c   in the case of an authorised contractual scheme which has been wound up or an umbrella co-ownership scheme sub-fund which has been terminated, money consisting of any unclaimed net proceeds or other cash (including unclaimed distribution payments) which—   i   are held by the depositary after one year from the date on which they became payable, and     ii   would otherwise have to be paid into court or (in Scotland) paid as the court may direct, in accordance with FCA rules.         7   In this Act—   a   “ authorised contractual scheme ”, “ open-ended investment company ” and “ unit trust ” have the same meanings as in Part 17 of FSMA 2000 (see section 237(3) of that Act);     b   “ umbrella company sub-fund ” means a separate part of the property of an umbrella company that is pooled separately;     c   “ umbrella unit trust scheme sub-fund ” means a separate part of the property of an umbrella unit trust that is pooled separately;     d   “ umbrella unit trust scheme sub-fund ” means a separate part of the property of an umbrella unit trust that is pooled separately;       8   In subsection (7)—     “ umbrella company ” means an OEIC whose instrument of incorporation provides for pooling in relation to separate parts of the scheme property and whose shareholders are entitled to exchange rights in one part for rights in another;      “ umbrella co-ownership scheme ” means an authorised contractual scheme whose contractual scheme deed provides for pooling in relation to separate parts of the scheme property and whose unitholders are entitled to exchange rights in one part for rights in another; and      “ umbrella unit trust scheme ” means an authorised unit trust whose trust deed provides for pooling in relation to separate parts of the unit trust property and whose unitholders are entitled to exchange rights in one part for rights in another;     and in this subsection and subsection (7) references to pooling are to such pooling as is mentioned in section 235(3)(a) of FSMA 2000 (collective investment schemes).    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "10", "section_title": "Meaning of “ dormant ” in relation to eligible amount owing by virtue of a collective scheme investment", "section_text": " 10    1   For the purposes of this Act an eligible amount owing by virtue of a collective scheme investment is “dormant” at a particular time if either (or both) of the following two conditions is met in relation to the amount at that time.     2   The first condition, applicable to share or unit conversion proceeds, is that the responsible institution regards the person to whom the proceeds are payable as having been gone-away throughout the preceding 12 years.     3   The second condition, applicable to an amount which is not share or unit conversion proceeds, is that the responsible institution regards the person to whom the amount is payable as having been gone-away throughout the preceding 6 years.     4   For the purposes of subsections  (2)  and  (3) , a responsible institution may regard a person as having been “gone-away” throughout a period if the responsible institution has received no communication from that person (or a person acting on behalf of that person) during that period.     5   Orphan monies attributable to a collective scheme investment may also be treated as dormant if they have become payable to a person after the transfer as mentioned in section 8 (1)(a)  of an amount which—   a   was an amount attributable to the winding-up, or termination of a sub-fund, of the collective scheme containing the collective scheme investment, and     b   was dormant by virtue of meeting the first or second condition above.       6   In this section and section 11—     “ orphan monies ” means an amount owing by virtue of an institution holding orphan monies as mentioned in section 9 (3)(d) ;      “ share or unit conversion proceeds ” means an amount owing to a person by virtue of a conversion as mentioned in section 9 (3)(a) .        7   In this section “ responsible institution ” means the investment institution that is responsible for doing either or both of the following activities—   a   assessing whether a person has been gone-away for a period;     b   receiving communications as mentioned in subsection  (4) .      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "11", "section_title": "Meaning of “ reclaim amount ” in relation to an eligible amount owing by virtue of a collective scheme investment", "section_text": " 11    1   This section gives the meaning for the purposes of this Act of “ reclaim amount ” in relation to a transfer of an amount to an authorised reclaim fund as mentioned in section 8 (1)(a) .     2   If the transfer is of share or unit conversion proceeds, the reclaim amount is the sum of—   a   the price the share or unit would have on the day on which the reclaim fund accepts the claim for the reclaim amount,     b   any distributions of income attributable to the share or unit that would have been paid, and     c   any allocation of income attributable to the share or unit that would have been made,    if the conversion of the share or unit into a right to payment (as mentioned in section 9 (3)(a) ) had not happened.     3   Where there is no price calculated for the share or unit on the day mentioned in subsection  (2)(a) , the price it would have on that day is to be taken to be the same as the price on the next day for which a price is calculated.     4   If the transfer is of an amount which is not share or unit conversion proceeds, the reclaim amount is whatever amount would have been owing if the transfer had not happened.     5   The reclaim amounts described in subsections  (2)  and  (4)  are to be calculated after making any appropriate adjustments that would have fallen to be made for such things as interest due and fees and charges payable.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "12", "section_title": "Transfer of eligible client money to reclaim fund", "section_text": " 12    1   This section applies where—   a   an investment institution transfers to an authorised reclaim fund an amount of dormant eligible client money owing to a person, and     b   the reclaim fund consents to the transfer.       2   On the transfer of the amount—   a   a person to whom the amount is payable immediately before the transfer ceases to have any right against any investment institution to payment of the amount, but     b   that person acquires against the reclaim fund whatever right to payment of the amount the person would have had against the institution if the transfer had not happened.       3   In this Act “ investment institution ”, in relation to an amount of eligible client money, means a person who—   a   has permission under Part 4A of FSMA 2000 to carry on any activities, and     b   has its head office or an establishment in the United Kingdom,    other than a person who is specified, or is within a class of persons specified, by an order under section 38 of FSMA 2000 (exemption orders).     4   In this Act “ eligible client money ” means (subject to subsection  (6) ) client money held by an investment institution which—   a   is held in the course of, or in connection with, the regulated activities covered by the institution’s Part 4A permission, and     b   is not money that could be transferred to an authorised reclaim fund as mentioned in section 2 (1)(a) , 5(1)(a), 8(1)(a), 14(1)(a) or 21 (2)(b) .       5   The reference in subsection  (4)(b)  to money that could be transferred as mentioned in section 8 (1)(a)  includes money held by an investment institution that is not within the definition in section 8(3) which—   a   is proceeds of the conversion by the investment institution of a collective scheme investment into a right to payment of an amount, and     b   could, if it were held by an investment institution falling within section 8(3), be transferred as mentioned in section 8 (1)(a) .       6   Client money held in a Lifetime ISA is excluded from subsection  (4)  if its transfer to an authorised reclaim fund would result in liability to pay a withdrawal charge to HMRC.     7   In subsections  (4)  and  (6)  “ client money ” means money held in trust for a person or treated by the investment institution holding it as client money.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "13", "section_title": "Meaning of “ dormant ” in relation to eligible client money", "section_text": " 13    1   For the purposes of this Act an amount of eligible client money is “dormant” at a particular time if the following condition is met at that time.     2   The condition is that the responsible institution regards the person to whom the amount is payable as having been gone-away throughout the preceding 6 years.     3   For the purposes of subsection  (2)  a responsible institution may regard a person as having been “gone-away” throughout a period if the responsible institution has received no communication from that person (or a person acting on behalf of that person) during that period.     4   In this section “ responsible institution ” means the investment institution that is responsible, in relation to the client money in question, for either or both of the following activities—   a   assessing whether a person has been gone-away for a period;     b   receiving communications as mentioned in subsection  (3) .      "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "14", "section_title": "Transfer of eligible proceeds or distribution to reclaim fund", "section_text": " 14    1   This section applies where—   a   a traded public company transfers to an authorised reclaim fund any dormant eligible proceeds or distribution relating to a share in the company registered in the name of an individual, and     b   the reclaim fund consents to the transfer.       2   On the transfer of the eligible proceeds or distribution—   a   a person to whom the proceeds or distribution is payable immediately before the transfer—   i   ceases to have any right against the company to payment of the proceeds or distribution, or     ii   if the person is not the registered shareholder, has no right against the shareholder to payment of the proceeds or distribution, but       b   that person acquires against the reclaim fund whatever right to payment of the proceeds or distribution the person would have had if the transfer had not happened.       3   In this section and sections 15 and 16—     “ share ” has the meaning given by section 540 of the Companies Act 2006;      “traded public company” is a public company (within the meaning of section 4(2) of the Companies Act 2006) whose shares are traded on a UK regulated market or a UK multilateral trading facility.        4   In subsection (3) “UK multilateral trading facility” and “UK regulated market” have the meanings given by paragraph 1 of article 2 of the  Regulation (EU) No 600/2014  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments and amending  Regulation (EU) No 648/2012 .    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "15", "section_title": "“Eligible proceeds or distribution”", "section_text": " 15    1   In this Act “ eligible proceeds or distribution ”, in relation to a share in a traded public company registered in the name of an individual, means (subject to subsection (2)) any of the following amounts owing to a person—   a   an amount owing by virtue of a share in the company being converted into a right to payment of the price of the share at the time it was converted,     b   an amount owing as a cash distribution attributable to the share, or     c   an amount owing by virtue of a corporate action in relation to the share for which the company is notified of the consideration,    after the appropriate adjustments have been made for such things as interest due and fees and charges payable.     2   An amount held in a Lifetime ISA is excluded from subsection  (1)  if its transfer to an authorised reclaim fund would result in liability to pay a withdrawal charge to HMRC.     3   In subsection  (1)(a)  the reference to conversion of a share into a right to payment is a reference to conversion in accordance with—   a   the company’s articles of association,     b   any contractual term applicable in relation to the share, or     c   any other applicable provision authorising or requiring conversion of the share.       4   In relation to a time after a transfer has been made as mentioned in section 14 (1)(a) , the adjustments referred to in subsection  (1)  include those that would fall to be made but for the transfer.     5   In this section “distribution”, so far as relating to a share in a traded public company, has the meaning given by section 829 of the Companies Act 2006.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "16", "section_title": "Meaning of “ dormant ” in relation to eligible proceeds or distribution", "section_text": " 16    1   This section sets out the meaning for the purposes of this Act of “ dormant ” in relation to the different kinds of eligible proceeds or distribution.     2   Eligible share conversion proceeds are, or an eligible distribution is, “dormant” at a particular time if, at that time, the traded public company concerned regards the relevant individual as having been gone-away throughout the preceding 12 years.     3   For the purposes of subsection  (2) —   a   the relevant individual is the individual in whose name the share was registered immediately before its conversion, and     b   a company may regard an individual as “gone-away” throughout a period if it has received no communication from the individual (or any person acting on behalf of that individual) during that period.       4   Eligible corporate action proceeds are “dormant” after a period of at least 12 years—   a   beginning with the day on which the traded public company concerned is notified of the consideration in relation to the corporate action, and     b   during which the proceeds have remained unclaimed.       5   Eligible corporate action proceeds relating to a share may also be treated as “dormant” at any time if they become money owing to a person after the transfer to an authorised reclaim fund as mentioned in section 14 (1)(a)  of eligible share conversion proceeds from the same share.     6   In this section, in relation to a share in a traded public company—     “ eligible corporate action proceeds ” means an amount owing by virtue of a corporate action, as mentioned in section 15 (1)(c) ,      “ eligible distribution ” means an amount owing as a distribution as mentioned in section 15 (1)(b) , and      “ eligible share conversion proceeds ” means an amount owing by virtue of the conversion of the share as mentioned in section 15 (1)(a) .       "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "17", "section_title": "Transfers: general", "section_text": " 17    1   A transfer of an amount to an authorised reclaim fund as mentioned in a transfer provision does not itself—   a   constitute a breach of trust or fiduciary duty affecting the amount owing, or     b   give rise to any liability of any kind (whether against the transferring institution, the reclaim fund or any other person involved), other than the liability of the reclaim fund arising under the corresponding right to payment provision.       2   The reference in a transfer provision (however worded) to an amount owed to a person is to be read as including an amount owed to a deceased person immediately before their death.     3   In such a case the reference in the corresponding extinguishing provision to a person to whom the amount is payable is to be read as a reference to the person to whom the right to payment of the amount owing has passed.     4   If, at any time after the acquisition of a right to payment of an amount by virtue of an extinguishing provision, a different person (“ the successor ”) has assumed responsibility for the liabilities of the institution concerned, the references to the institution in the transfer provision in question and the corresponding right to payment provision are to be read as references to the successor.     5   In this section—     “ extinguishing provision ” means section 2(2)(a), 5(2)(a) or (3)(a), 8(2)(a), 12(2)(a) or 14(2)(a);      “ right to payment provision ” means section 2(2)(b), 5(2)(b) or (3)(b), 8(2)(b), 12(2)(b) or 14(2)(b); and      “ transfer provision ” means section 2(1)(a), 5(1)(a), 8(1)(a), 12(1)(a) or 14(1)(a).       "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "18", "section_title": "Interpretation of Part 1", "section_text": " 18   In this Part—     “ communication ” includes an oral communication;      “ establishment ” has the meaning given by section 1067(6) of the Companies Act 2006;      “ FCA Handbook ” means the Handbook made by the FCA under FSMA 2000;      “ FCA rules ” means rules under section 137A of FSMA 2000;      “ FSMA 2000 ” means the Financial Services and Markets Act 2000;      “ Lifetime ISA ” has the same meaning as in regulation 4(1ZB) of the Individual Savings Account Regulations 1998 ( SI 1998/1870 );      “ mutual insurer ” means—     a company registered under the Companies Act 2006 that has no share capital,      a friendly society within the meaning of the Friendly Societies Act 1992, or      a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014;         “ RAO 2001 ” means the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001 ( SI 2001/544 );      “ transfers ”, in relation to an amount owing to a person, includes bringing about a transfer of the amount;      “ withdrawal charge payable to HMRC ” means a charge payable under paragraph 8 of Schedule 1 to the Savings (Government Contributions) Act 2017.     "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "19", "section_title": "Power to extend the dormant assets scheme to cover new dormant assets", "section_text": " 19    1   The Secretary of State or the Treasury may by regulations make provision for, and in connection with, extending the scope of the dormant assets scheme by—   a   inserting an entry to the list in section 1 (6)  and making provision in Part 1 so as to provide for the operation of the scheme in relation to assets covered by the entry, or     b   amending provisions of the 2008 Act or of Part 1 of this Act which describe the assets covered by an entry in that list (and, if considered appropriate, amending that entry).       2   Provision made by virtue of subsection  (1)(a) , in relation to assets of any description, must include (in addition to the new entry in section 1 (6) ) provision—   a   to the effect that transfer to an authorised reclaim fund of an amount owing to a person which is dormant results in—   i   the extinguishment of any right the person has to payment of the amount owing, and     ii   the person having a right against the reclaim fund to payment of an amount,       b   identifying when an amount is dormant, and     c   identifying the amount to which the right against the reclaim fund as mentioned in paragraph  (a)(ii)  relates,    and may include provision dealing with anything relating to or arising from the provision required by paragraphs  (a)  to  (c)  (including definitions or other explanatory provision).     3   Regulations made by virtue of subsection  (1)(a)  or  (b) —   a   may frame a description of asset by reference to any characteristics of the asset, including the person owing the amount in question and the person to whom it is owed;     b   may identify when an amount of a particular description is dormant by reference to any matters the maker of the regulations considers appropriate, which may be—   i   matters relating to the asset, including the person owing the amount in question and the person to whom it is owed, or     ii   matters relating to any other asset from which that amount is derived (whether by virtue of provision made under subsection (4) or otherwise), including the institution holding or providing it and its owner or beneficiary.         4   Regulations under this section may also make provision for, and in connection with, enabling an institution of a specified description to convert an asset of a particular description which is dormant into an amount owed to a person or persons, with a view to transferring the amount to an authorised reclaim fund.     5   The powers conferred by subsection (4) are exercisable only in connection with provision made under subsection  (1)(a)  or  (b)  bringing rights to payment of money owing as a result of conversion of assets of the description in question within the scope of the dormant assets scheme.     6   Provision under subsection (4) may provide for the description of asset concerned to be framed by reference to any characteristics of the asset, including the institution holding or providing it and the owner or beneficiary of it.     7   Provision under subsection (4) —   a   must identify when an asset of the description concerned is dormant, and     b   may do so by reference to any matters the maker of the regulations considers appropriate, including matters relating to the asset, the institution holding or providing it or its owner or beneficiary.       8   In making provision under subsection  (7)  the maker of the regulations must have regard to the definitions of “dormant” applying to the various assets within the scope of the dormant assets scheme on the passing of this Act.     9   Regulations under this section may not—   a   exclude any assets from the dormant assets scheme that are within its scope on the passing of this Act, or     b   alter the definitions of dormancy, as they apply to assets within the scope of the dormant assets scheme at that time.       10   Regulations under this section are subject to draft affirmative procedure.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "20", "section_title": "Return of surplus alternative scheme assets", "section_text": " 20   After section 2 of the 2008 Act (transfer of balances to charities, with proportion to reclaim fund) insert—    Return of surplus alternative scheme assets   2A    1   This section applies where an authorised reclaim fund has determined that a proportion of its alternative scheme assets does not need to be retained for the purposes of achieving any of its objects other than the transfer of money to the body or bodies for the time being specified in section 16(1).     2   For the purposes of this section the reclaim fund’s “alternative scheme assets” are the money and other assets which are—   a   held by the reclaim fund, and     b   derived from amounts transferred to it by virtue of section 2 (“section 2 transfers”).       3   Where this section applies the reclaim fund must take the following steps.     4   Step 1 is to determine the amount corresponding to the proportion of its alternative scheme assets that does not need to be retained.     5   Step 2 is to allocate a share of that amount to each bank or building society that has made section 2 transfers.    The allocation is to be made in the way the reclaim fund considers appropriate, having regard to the amounts transferred by each bank or building society.     6   Step 3 is to transfer the allocated share to each bank or building society concerned, unless it has—   a   refused consent to the transfer, or     b   notified the reclaim fund that it does not wish to receive payments by virtue of this section (and the notice has not been withdrawn).       7   Step 4, in the case of a share not transferred under step 3, is to transfer a corresponding amount to the body or bodies for the time being specified in section 16(1).     8   A bank or building society receiving a payment by virtue of this section must transfer the same amount to one or more eligible charities (with the consent of the charity, or each charity, concerned).     9   For the purpose of subsection  (8)  an “eligible charity” is one which—   a   is considered to have a special connection with the bank or building society which originally made the section 2 transfers by reference to which the payment relates, or     b   has undertaken to apply the money in question for the benefit of members of communities that are local to the branches of that bank or building society.       10   In subsection  (9)  “special connection” is to be interpreted in accordance with section 2(5)(c) and (d) and (6).        "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "21", "section_title": "Unwanted assets", "section_text": " 21    1   This section applies to a person who has a right to payment of any of the following amounts—   a   the balance of a bank or building society account (see section 8 of the 2008 Act);     b   eligible insurance proceeds;     c   eligible pension benefits;     d   an amount owing by virtue of a collective scheme investment;     e   eligible client money;     f   eligible proceeds or distribution.       2   Where—   a   a person to whom this section applies—   i   has informed the institution owing the amount that the person wishes the amount owing, or part of it, to be transferred to an authorised reclaim fund instead of being paid to the person, and     ii   has made a declaration that no third party has any right in or over the amount,       b   the institution transfers the amount, or the relevant part of it, to an authorised reclaim fund, and     c   the reclaim fund consents to the transfer,    the right to payment of the amount owing is either extinguished or reduced accordingly (as the case may be).     3   If the amount is owed to more than one person, subsection (2) applies as if the reference to a person were a reference to all of them (whether acting together or separately).     4   In this section, “ third party ” means a person other than the institution owing the amount or a person to whom the amount is owed.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "22", "section_title": "Third party rights and interests", "section_text": " 22    1   A third party who, immediately before a transfer to an authorised reclaim fund, had a right or an interest in or over an asset that was extinguished as a result of the transfer has (in place of that right or interest) an equivalent right or interest in or over the right to payment which replaces the extinguished asset.     2   In this section—     “ third party ” means a person other than the reclaim fund, the institution making the transfer or a person with a right to payment by virtue of whichever of sections 1(2)(b) and 2(2)(b) of the 2008 Act and sections 2 (2)(b) , 5(2)(b) or (3)(b), 8(2)(b), 12 (2)(b)  and 14(2)(b) above applies to the case;      “ transfer ” means a transfer as mentioned in section 1(1)(a) or 2(1)(a) of the 2008 Act or section 2(1)(a), 5(1)(a), 8(1)(a), 12(1)(a) or 14(1)(a) above.        3   This section does not apply to transfers mentioned in section 1(1)(a) or 2(1)(a) of the 2008 Act which are made before this section comes into force (but nothing in this section is to be read as affecting the law applicable to such transfers).    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "23", "section_title": "Arrangements between reclaim fund and institutions", "section_text": " 23    1   An authorised reclaim fund may only accept transfers of any description from an institution if the reclaim fund has made contractual or other arrangements with the institution that the reclaim fund considers to be a satisfactory basis for accepting transfers of that description.     2   The arrangements must include provision requiring the taking of steps by the institution, whether before or after a transfer is made, for reuniting assets with their owners.     3   The steps required must consist of or include steps to be taken (subject to any exceptions of the kind mentioned in subsection  (5)(a) ) before a transfer is made with a view to tracing, and verifying the identity of, either (or both) of the following—   a   the person whose right to payment (or right to direct payment) would be extinguished by the transfer;     b   where the asset to be transferred is the proceeds of another asset, the owner or beneficiary of that other asset.       4   Subsections  (2)  and  (3)  do not apply in relation to transfers made by virtue of section 21 (2)(b) .     5   The arrangements may, in particular—   a   provide for exceptions from any requirement to take steps to trace, and verify the identity of, a person mentioned in subsection  (3)(a)  or  (b) ;     b   provide for the institution to act as the reclaim fund’s agent for particular purposes;     c   specify circumstances in which the reclaim fund is to be taken to have consented to a transfer;     d   make different provision for different cases or circumstances.       6   Any exception agreed under subsection  (5)(a)  must relate to circumstances in which it is considered disproportionate, or otherwise unnecessary, for the steps in question to be taken.     7   In this section—     “ institution ” means an institution which is by virtue of the relevant transfer provision capable of making transfers of any description;      “ transfer ” means a transfer of an amount to an authorised reclaim fund as mentioned in any of the following transfer provisions, that is to say section 1(1)(a) or 2(1)(a) of the 2008 Act or section 2 (1)(a) , 5(1)(a), 8(1)(a), 12(1)(a), 14(1)(a) or 21 (2)(b)  above.       "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "24", "section_title": "Effect of insolvency etc of institutions", "section_text": " 24    1   Subsection (2) applies where, after a person has acquired a right to payment against an authorised reclaim fund by virtue of section 1(2)(b) or 2(2)(b) of the 2008 Act or section 2(2)(b), 5(2)(b) or (3)(b), 8(2)(b), 12(2)(b) or 14(2)(b) above—   a   the institution against whom the person had a right to payment before it was replaced by the acquired right is dissolved or wound up; or     b   for any other reason the liability that the institution would have had to the person in relation to the replaced right (but for the transfer to the reclaim fund) is altered.      The reference in this subsection to a right to payment under section 1(2)(b) or 2(2)(b) of the 2008 Act does not include a right acquired before this section comes into force.     2   The person’s right to payment is limited to the amount that would (but for the transfer to the reclaim fund) be recoverable by the person in respect of the replaced right, whether from the institution or from any other source (such as a compensation scheme).     3   If at any time after the acquisition of the right to payment a different person (“ the successor ”) has assumed responsibility for the liabilities of the institution, the references in subsections (1) and (2) to the institution are to the successor.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "25", "section_title": "Disclosure of information", "section_text": " 25    1   Nothing in this Act or the 2008 Act requires or authorises a disclosure of information that would contravene the data protection legislation (but in determining whether a disclosure would do so, duties imposed and powers conferred by this Act or the 2008 Act are to be taken into account).     2   Otherwise, no obligation as to secrecy or other restriction on disclosure (however imposed) prevents a participating institution from giving an authorised reclaim fund any information needed by the reclaim fund to enable it to plan for or deal with repayment claims.     3   In this section —     “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act);      “ participating institution ” means an institution with whom the authorised reclaim fund has made arrangements as mentioned in section 23;      “ repayment claims ” means claims against the reclaim fund relating to a right to payment arising as mentioned in section 1(2)(b) or 2(2)(b) of the 2008 Act or section 2(2)(b), 5(2)(b) or (3)(b), 8(2)(b), 12(2)(b) or 14(2)(b) above.       "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "26", "section_title": "Meaning of “authorised reclaim fund”", "section_text": " 26    1   In this Act and the 2008 Act “ authorised reclaim fund ”, in relation to a transfer of an amount as mentioned in section 1(1)(a) or 2(1)(a) of the 2008 Act or section 2(1)(a), 5(1)(a), 8(1)(a), 12(1)(a), 14(1)(a) or 21(2)(b) above, means a reclaim fund (as defined in section 5 of the 2008 Act) which is—   a   a reclaim fund to which this subsection applies, in relation to a transfer of the kind in question, and     b   authorised for the purposes of the Financial Services and Markets Act 2000 to carry on activities of a reclaim fund.       2   Subsection (1) applies to Reclaim Fund Ltd (registered company 07344884) in relation to all transfers mentioned in subsection (1).     3   The Treasury may by regulations made by statutory instrument amend subsection (2) for the purpose of—   a   adding, substituting or removing a reference to a reclaim fund, or     b   providing for the kinds of transfer in respect of which a reclaim fund named in that subsection is an authorised reclaim fund.       4   Regulations under subsection (3) are subject to draft affirmative procedure.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "27", "section_title": "Treasury loans", "section_text": " 27    1   Any loan made by the Treasury to, or in respect of, an authorised reclaim fund in the circumstances mentioned in subsection (2) is to be made out of money provided by Parliament.     2   The circumstances are that the Treasury consider that, unless the loan is made, the reclaim fund is or is likely to become unable to meet its liabilities.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "28", "section_title": "Exclusion of repayment claims from financial services compensation scheme", "section_text": " 28    1   In consequence of section 27, the Financial Services and Markets Act 2000 (Financial Services Compensation Scheme) Order 2013 ( SI 2013/598 ) (which sets out the cases in which rules establishing the financial services compensation scheme may be made) is amended as follows.     2   In article 2 (cases in which rules may be made by the PRA), omit paragraph (1)(a)(ii) (and the “and” preceding it).     3   In article 3 (cases in which rules may be made by the FCA)—   a   the words from “those claims” to the end become paragraph (a), and     b   at the end insert    , and   b   claims against an authorised reclaim fund (as defined in section 26 of the Dormant Assets Act 2022).          4   The claims against an authorised reclaim fund excluded from the financial services compensation scheme by virtue of this section include any repayment claim relating to a right to payment arising by virtue of section 1(2)(b) or 2(2)(b) of the 2008 Act before this section comes into force (and it is immaterial whether the claim is made before or after that time).    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "29", "section_title": "Distribution of dormant assets money for meeting English expenditure", "section_text": " 29    1   After section 18 of the 2008 Act (distribution of money for meeting English expenditure) insert—    Distribution of money for meeting English expenditure   18A    1   The Secretary of State may by order—   a   make provision restricting the purposes for which, or the kinds of person to which, a distribution of dormant assets money for meeting English expenditure may be made, or     b   provide that no specific restrictions are to have effect under paragraph (a) in relation to such a distribution.       2   An order under this section may make transitional or saving provision in connection with provision made under subsection (1)(a) or (b).     3   Before making an order under this section the Secretary of State must—   a   carry out a public consultation about the purposes for which, or the kinds of person to which, the money apportioned under section 17 for meeting English expenditure should be distributed, and     b   consult the Big Lottery Fund about a draft of the order.       4   In carrying out the first public consultation under subsection (3)(a) the Secretary of State must invite views as to whether the permitted distributions should be, or include, any one or more of the following—   a   distributions for the purpose of the provision of services, facilities or opportunities to meet the needs of young people;     b   distributions for the purpose of the development of individuals’ ability to manage their finances or the improvement of access to personal financial services;     c   distributions to social investment wholesalers (within the meaning of section 18);     d   distributions to community wealth funds.       5   For the purposes of subsection  (4)  “ community wealth fund ” means a fund which gives long term financial support (whether directly or indirectly) for the provision of local amenities or other social infrastructure.     6   An order under this section may not be made unless a draft of the statutory instrument containing it has been laid before, and approved by a resolution of, both Houses of Parliament.           2   At the time specified in subsection (3)—   a   section 18 of that Act is repealed;     b   in section 22(6)(b) of that Act (directions) omit “section 18 or” and after “under section” insert  “18A,” .       3   Subsection  (2)  takes effect when—   a   any restriction imposed under section 18A(1)(a) of that Act comes into force, or     b   the provision mentioned in section 18A(1)(b) of that Act comes into force,    whichever occurs first.     4   The power to make transitional or saving provision under section 18A (2)  of that Act includes power to make such provision in connection with the provision made by subsection (2).    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "30", "section_title": "Periodic review and report to Parliament", "section_text": " 30    1   The Secretary of State must carry out periodic reviews of the following matters—   a   the operation of the dormant assets scheme and the alternative scheme under section 2 of the 2008 Act during the period to which the review relates;     b   the effectiveness of the steps taken during that period (by institutions holding or providing assets within the scope of the dormant assets scheme or the alternative scheme) to reunite assets with their owners;     c   any use made of the powers conferred by section 19 during that period;     d   any use that may be made of those powers after that period.       2   In reviewing the matters described in subsection  (1)(a)  the Secretary of State must consider—   a   how many institutions have made transfers;     b   how much money has been transferred;     c   the effectiveness of the arrangements made with institutions for meeting repayment claims.       3   The steps referred to in subsection  (1)(b)  include anything done with a view to tracing, and verifying the identity of, either (or both) of the following, in relation to a particular asset—   a   the person whose right to payment (or right to direct payment) is or would be extinguished by a transfer;     b   where the asset is the proceeds of another asset, the owner or beneficiary of that other asset (before its conversion into proceeds).       4   In subsections  (2)  and  (3) —     “ transfer ” means a transfer of an amount to an authorised reclaim fund as mentioned in section 1(1)(a) or 2(1)(a) of the 2008 Act or section 2 (1)(a) , 5 (1)(a) , 8 (1)(a) , 12 (1)(a)  or 14 (1)(a)  above;      “ repayment claim ” means a claim against an authorised reclaim fund relating to a right to payment arising as mentioned in section 1(2)(b) or 2(2)(b) of the 2008 Act or section 2 (2)(b) , 5(2)(b) or (3)(b), 8(2)(b), 12 (2)(b)  or 14(2)(b) above.        5   The matters within the scope of a review do not include the regulation by the Financial Conduct Authority of an authorised reclaim fund or any other institution.     6   The Secretary of State must—   a   make arrangements to enable anyone with an interest in any aspect of a review to make representations,     b   consider all representations received, and     c   set out the results and conclusions of the review in a report and lay it before Parliament.       7   The report of a review must also include—   a   information about the uses made by any authorised reclaim fund of its financial resources during such period as the Secretary of State considers appropriate,     b   information about the uses made of dormant assets money for meeting English expenditure during such period as the Secretary of State considers appropriate,     c   the text of any directions given by the Secretary of State under section 22 of the 2008 Act which have effect during the period mentioned in paragraph  (b) , and     d   information about any policy and practice in relation to the additionality principle of—   i   the body or bodies specified in section 16(1) of the 2008 Act, and     ii   the Secretary of State, in exercising functions under Part 2 of that Act.         8   The report of a review may include information about the uses made of dormant assets money for meeting Welsh expenditure, Scottish expenditure or Northern Ireland expenditure during such period as the Secretary of State considers appropriate.     9   In this section—   a   “the additionality principle” is the principle that dormant assets money should be used to fund projects, or aspects of projects, for which funds would be unlikely to be made available by a government department, the Welsh Ministers, the Scottish Ministers or a Northern Ireland department;     b   “ dormant assets money ”, “ English expenditure ”, “ Northern Ireland expenditure ”, “ Scottish expenditure ” and “ Welsh expenditure ” have the same meaning as in Part 2 of the 2008 Act.       10   The first report under this section must be laid no more than 3 years after the day on which this Act is passed.     11   Any subsequent report must be laid no more than 5 years after the day on which the previous report was laid.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "31", "section_title": "Regulations: general", "section_text": " 31    1   Regulations under this Act are to be made by statutory instrument.     2   The power to make regulations under this Act includes power—   a   to make different provision for different purposes;     b   to make incidental, supplemental, consequential, saving or transitional provision.       3   The provision which may be made under subsection  (2)(b)  includes provision modifying primary legislation.     4   In subsection  (3) —     “ modify ” includes amend, repeal or revoke;      “ primary legislation ” means—     an Act of Parliament,      an Act of the Scottish Parliament,      an Act or Measure of Senedd Cymru, or      Northern Ireland legislation.           5   Where regulations under this Act are subject to draft affirmative procedure, the regulations may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament.     6   This section does not apply to commencement regulations under section 34.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "32", "section_title": "Repeals in the 2008 Act and other minor or consequential amendments", "section_text": " 32    1   The following provisions of the 2008 Act are repealed—     section 11 (customer’s rights preserved on insolvency etc of bank or building society);      section 12 (disclosure of information);      section 14 (review and report to Parliament).        2   The repeal of section 11 does not affect its continued operation in relation to a right to payment acquired by virtue of section 1(2)(b) or 2(2)(b) of the 2008 Act before the repeal comes into force.     3   Schedule 1 contains minor and consequential amendments.    "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "33", "section_title": "Index of defined terms", "section_text": " 33   Schedule 2 sets out expressions defined or explained by this Act for the purposes of more than one section.  "}, {"act": "Dormant Assets Act 2022", "year": 2022, "section": "34", "section_title": "Extent, commencement, construction as one with 2008 Act and citation", "section_text": " 34    1   This Act extends to England and Wales, Scotland and Northern Ireland.     2   This section comes into force on the day on which this Act is passed.     3   The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint.     4   Regulations under subsection (3) may—   a   appoint different days for different purposes;     b   make transitional or saving provision in connection with the coming into force of any provision of this Act.       5   This Act and the 2008 Act are to be construed as one.     6   This Act may be cited as the Dormant Assets Act 2022.     7   This Act and the 2008 Act may be cited together as the Dormant Assets Acts 2008 to 2022.    "}]