[{"act": "Education (Careers Guidance in Schools) Act 2022", "year": 2022, "section": "1", "section_title": "Extension of duty to provide careers guidance in schools", "section_text": " 1    1   Section 42A of the Education Act 1997 (duty to provide careers guidance in schools in England) is amended as follows.     2   In subsection (1) for “the relevant phase of their education” substitute  “their secondary education” .     3   In subsection (2) after paragraph (c) insert—    d   an Academy school;     e   an alternative provision Academy.        4   In subsection (3) after paragraph (b) insert—    c   in the case of an Academy school or an alternative provision Academy, the proprietor.        5   After subsection (4) insert—     4A   Subsection (4)(b) does not apply in relation to pupils over compulsory school age.        6   Omit subsection (6).     7   In subsection (7) omit the definition of “class”.    "}, {"act": "Education (Careers Guidance in Schools) Act 2022", "year": 2022, "section": "2", "section_title": "Consequential amendments", "section_text": " 2    1   In section 43(6) of the Education Act 1997 (careers education in Welsh schools) for the definition of “class” substitute—      “ class ”, in relation to a pupil, means—     the teaching group in which the pupil is regularly taught, or      if the pupil is taught in different groups for different subjects, such one of those groups as is designated by the head teacher of the school or, in the case of a pupil at a pupil referral unit, by the teacher in charge of the unit;         .     2   In section 46(1) of that Act (power to extend scope of certain provisions) omit—   a   “42A,”;     b   “42A(6),”.       3   The Careers Guidance in Schools Regulations 2013 ( S.I. 2013/709 ) are revoked.    "}, {"act": "Education (Careers Guidance in Schools) Act 2022", "year": 2022, "section": "3", "section_title": "Extent, commencement and short title", "section_text": " 3    1   This Act extends to England and Wales.     2   Sections 1  and  2  come into force on such day or days as the Secretary of State may by regulations made by statutory instrument appoint.      3   This section  comes into force on the day on which this Act is passed.     4   This Act may be cited as the Education (Careers Guidance in Schools) Act 2022.    "}]