[{"act": "Elections Act 2022", "year": 2022, "section": "1", "section_title": "Voter identification", "section_text": " 1   Schedule 1  makes provision, including provision amending RPA 1983, in connection with the production of identification at polling stations by voters.  "}, {"act": "Elections Act 2022", "year": 2022, "section": "2", "section_title": "Power to make regulations about registration, absent voting and other matters", "section_text": " 2   Schedule 2 contains provision, including provision amending Schedule 2 to RPA 1983, in connection with applications relating to registration, applications to vote by post or proxy, and applications for particular kinds of document.  "}, {"act": "Elections Act 2022", "year": 2022, "section": "3", "section_title": "Restriction of period for which person can apply for postal vote", "section_text": " 3   Schedule 3  contains provision limiting the period for which a person can apply to vote by post—   a   at parliamentary elections in England and Wales and Scotland, and     b   at local government elections in England.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "4", "section_title": "Handling of postal voting documents by political campaigners", "section_text": " 4    1   RPA 1983 is amended as follows.     2   After section 112 insert—    Handling of postal voting documents by political campaigners   112A    1   A person who is a political campaigner in respect of a relevant election commits an offence if the person handles a postal voting document that has been issued to another person for use in that election.     2   But a person who handles a postal voting document for use in a relevant election does not commit the offence if—   a   the person is responsible for, or assists with, the conduct of that election (for example as a returning officer or a person working under the direction of a returning officer),     b   the person is engaged in the business of a postal operator, or     c   the person is employed or engaged in a role the duties of which include the handling of postal packets on behalf of members of an organisation or the occupants of a communal building,    and the handling is consistent with the person’s duties in that capacity.     3   Nor does a person commit the offence if the person—   a   is the other person’s spouse, civil partner, parent, grandparent, brother, sister, child or grandchild, or     b   provides regular care for, or is employed or engaged by an organisation which provides care for, the other person.       4   It is a defence for a person charged with the offence to show that the person did not dishonestly handle the postal voting document for the purpose of promoting a particular outcome at a relevant election.     5   Where sufficient evidence is adduced to raise an issue with respect to the defence under  subsection (4) , the court must assume that the defence is satisfied unless the prosecution proves beyond reasonable doubt that it is not.     6   A person is guilty of a corrupt practice if the person—   a   commits the offence under subsection  (1) , or     b   aids, abets, counsels or procures the commission of that offence.       7   For the purposes of this section a person is a political campaigner in respect of a relevant election if any of the following paragraphs applies—   a   the person is a candidate at the election;     b   the person is an election agent of a candidate at the election;     c   the person is a sub-agent of a person within paragraph  (b) ;     d   the person is employed or engaged by a person who is a candidate at the election for the purposes of that person’s activities as a candidate;     e   the person is a member of a registered political party and carries on an activity designed to promote a particular outcome at the election;     f   the person is employed or engaged by a registered political party in connection with the party’s political activities;     g   the person is employed or engaged by a person within any of paragraphs  (a)  to  (f)  to carry on an activity designed to promote a particular outcome at the election;     h   the person is employed or engaged by a person within  paragraph (g)  to carry on an activity designed to promote a particular outcome at the election.       8   In this section—     “ postal operator ” has the same meaning as in Part 3 of the Postal Services Act 2011 (see section 27(3) to (5) of that Act);      “ postal voting document ” means a postal ballot paper, postal voting statement, declaration of identity or envelope that has been issued to a person for the purpose of enabling the person to vote by post at a relevant election;      “ relevant election ” means—     a parliamentary election, or      a local government election in England.           9   For the purposes of this section, an envelope—   a   that is not a postal voting document, but     b   that contains a postal ballot paper, postal voting statement or declaration of identity that has been issued to a person for the purpose of enabling the person to vote by post at a relevant election,    is to be treated as if it were a postal voting document that has been issued to the person for use in the election.     10   In this section, any reference to a person who is “engaged” by another person, or to a person who provides care for another person, includes a reference to a person who is engaged or provides care otherwise than for payment or promise of payment.     11   For the purposes of  subsection (3) (a) , two people living together as if they were a married couple or civil partners are treated as if they were spouses or civil partners of each other.           3   In section 160 (persons reported personally guilty of corrupt or illegal practices), in subsection (4A) for “or 62B” substitute  “, 62B or 112A” .     4   In section 168 (prosecutions for corrupt practices), in subsection (1)(a)(i), before “above” insert  “or 112A” .     5   In section 173 (incapacities on conviction of corrupt or illegal practice), in  subsection (2)  for “or 62B” substitute  “, 62B or 112A” .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "5", "section_title": "Handing in postal voting documents", "section_text": " 5    1   RPA 1983 is amended as follows.     2   Schedule 1 (Parliamentary elections rules) is amended in accordance with subsections (3) and (4).     3   In rule 32 (admission to polling station), in paragraph (1), after sub-paragraph (b) insert—    ba   where regulations under rule 45(1B)(a) or (b) provide that a postal ballot paper or postal voting statement may be returned by hand to a polling station, persons aged 18 or over returning such a document by hand;     .     4   In rule 45 (the count)—   a   in paragraph (1B)—   i   omit “and” at the end of sub-paragraph (c);     ii   insert  “and”  at the end of sub-paragraph (d);     iii   after sub-paragraph (d) insert—    e   where regulations contain provision made by virtue of paragraph 12ZA of Schedule 2 (handing in postal voting documents), the postal ballot paper is not one that falls to be rejected in accordance with that provision.     ;       b   in paragraph (2)—   i   for sub-paragraph (a) substitute—    a   it is returned in the prescribed manner, accompanied by the declaration of identity duly signed and authenticated, and reaches the returning officer before the close of the poll,     ;     ii   insert  “and”  at the end of sub-paragraph (b);     iii   after sub-paragraph (b) insert—    c   where regulations contain provision made by virtue of paragraph 12ZB of Schedule 2 (handing in postal voting documents: Northern Ireland), the postal ballot paper is not one that falls to be rejected in accordance with that provision.            5   In Schedule 2 (provisions which may be contained in regulations as to registration etc), after paragraph 12 insert—    12ZA    1   Where regulations under rule 45(1B)(a) or (b) in Schedule 1 provide that a postal voting document may be returned by hand to a polling station or to the returning officer, provision within this paragraph.     2   Provision—   a   requiring a person who seeks to hand in a postal voting document to complete a form containing prescribed information,     b   requiring a relevant officer to reject a postal voting document handed in by a person who fails to provide all the prescribed information on such a form, and     c   about the arrangements to be made in respect of such forms.       3   Provision requiring a relevant officer—   a   to reject all postal voting documents handed in together by a person where the relevant officer has reasonable cause to suspect that the documents are handed in on behalf of more than the prescribed number of electors;     b   to reject a postal voting document handed in by a person, or all postal voting documents handed in together by a person, on a particular occasion, where the relevant officer has reasonable cause to suspect that, taking that document or those documents together with any postal voting documents handed in by the person on any previous occasion (disregarding any that were rejected), the person has handed in postal voting documents on behalf of more than the prescribed number of electors.       4   In  sub-paragraph (3) —   a   references to postal voting documents handed in by a person are to postal voting documents—   i   all relating to the same election, or     ii   where more than one poll is to be taken on a day, each of which relates to an election the poll at which is to be taken on that day,    but do not include references to a postal voting document issued to that person;     b   “ electors ” means persons who are electors in relation to an election to which any of the postal voting documents handed in by the person relates.       5   Provision authorising a relevant officer to reject a postal voting document handed in by a person where the relevant officer knows or has reasonable cause to suspect that, in handing in the document, the person commits an offence under section 112A (offences relating to handling of postal voting documents).     6   Provision as to the arrangements to be made in respect of the documents mentioned in  sub-paragraph (7) , including provision about—   a   the procedure to be followed in respect of those documents;     b   storage of those documents;     c   disposal of those documents;     d   transfer of those documents to—   i   the returning officer;     ii   the registration officer.         7   The documents are—   a   a postal voting document that is rejected;     b   a postal voting document that—   i   is brought into a polling station or into the offices of the returning officer so that it may be handed in to a person, but     ii   is left behind there (without being handed in).         8   Provision requiring prescribed information about postal voting documents that are handed in, or about the documents mentioned in  sub-paragraph (7) , to be supplied to—   a   the returning officer;     b   the registration officer.       9   Provision about the notification of the persons mentioned in  sub-paragraph (10)  where a postal ballot paper is—   a   rejected, or     b   left behind as mentioned in  sub-paragraph (7) (b) .       10   The persons are—   a   the person whose ballot paper it is;     b   where that person is a proxy—   i   that person, and     ii   the elector for whom the person voted as proxy on that paper.         11   Provision as to the meaning of any reference in the regulations to—   a   a person seeking to hand in a postal voting document;     b   a postal voting document being handed in.       12   In this paragraph—     “ postal voting document ” means a postal ballot paper, postal voting statement or other document that has been issued to a person for the purpose of enabling the person to vote by post at a relevant election;      “ rejected ” means rejected in accordance with regulations made by virtue of this paragraph;      “ relevant election ” means—     a parliamentary election in England and Wales or Scotland, or      a local government election in England;         “ relevant officer ” means—     where a postal voting document is handed in at a polling station—     the person presiding at the polling station, or      a clerk at the polling station;         where a postal voting document is handed in to the returning officer—     that officer, or      a person acting under the authority of that officer.                12ZB    1   Where regulations under rule 45(2)(a) in Schedule 1 provide that a postal voting document may be returned by hand to the returning officer, provision within this paragraph.     2   Provision—   a   requiring a person who seeks to hand in a postal voting document to complete a form containing prescribed information,     b   requiring the returning officer to reject a postal voting document handed in by a person who fails to provide all the prescribed information on such a form, and     c   about the arrangements to be made in respect of such forms.       3   Provision requiring the returning officer—   a   to reject all postal voting documents handed in together by a person where the returning officer has reasonable cause to suspect that the documents are handed in on behalf of more than the prescribed number of electors;     b   to reject a postal voting document handed in by a person, or all postal voting documents handed in together by a person, on a particular occasion, where the returning officer has reasonable cause to suspect that, taking that document or those documents together with any postal voting documents handed in by the person on any previous occasion (disregarding any that were rejected), the person has handed in postal voting documents on behalf of more than the prescribed number of electors.       4   In  sub-paragraph (3) —   a   references to postal voting documents handed in by a person are to postal voting documents all relating to the same election, but do not include references to a postal voting document issued to that person;     b   “ electors ” means persons who are electors in relation to the election to which the postal voting documents handed in by the person relate.       5   Provision authorising the returning officer to reject a postal voting document handed in by a person where the returning officer knows or has reasonable cause to suspect that, in handing in the document, the person commits an offence under section 112A (offences relating to handling of postal voting documents).     6   Provision as to the arrangements to be made in respect of the documents mentioned in  sub-paragraph (7) , including provision about—   a   the procedure to be followed in respect of those documents;     b   storage of those documents;     c   disposal of those documents.       7   The documents are—   a   a postal voting document that is rejected;     b   a postal voting document that—   i   is brought into the offices of the returning officer so that it may be handed in to a person, but     ii   is left behind there (without being handed in).         8   Provision about the notification of the persons mentioned in  sub-paragraph (9)  where a postal ballot paper is—   a   rejected, or     b   left behind as mentioned in  sub-paragraph (7) (b) .       9   The persons are—   a   the person whose ballot paper it is;     b   where that person is a proxy—   i   that person, and     ii   the elector for whom the person voted as proxy on that paper.         10   Provision as to the meaning of any reference in the regulations to—   a   a person seeking to hand in a postal voting document;     b   a postal voting document being handed in.       11   In this paragraph—     “ postal voting document ” means a postal ballot paper, declaration of identity, or other document that has been issued to a person for the purpose of enabling the person to vote by post at a parliamentary election in Northern Ireland;      “ rejected ” means rejected in accordance with regulations made by virtue of this paragraph.            "}, {"act": "Elections Act 2022", "year": 2022, "section": "6", "section_title": "Limit on number of electors for whom a proxy can vote", "section_text": " 6   Schedule 4 —   a   contains amendments limiting a person’s entitlement to vote as proxy—   i   at parliamentary elections, and     ii   at local government elections in England,    (see paragraphs  6 (4)  and  7 (2) ), and     b   makes related provision about proxy voting and proxy appointments.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "7", "section_title": "Requirement of secrecy", "section_text": " 7    1   Section 66 of RPA 1983 (requirement of secrecy) is amended as follows.     2   After subsection (3) insert—    3A   No person may—   a   except for some purpose authorised by law, obtain or attempt to obtain information, or communicate at any time to any other person any information, as to the number or other unique identifying mark on the back of a ballot paper sent to a person for voting by post at a relevant election;     b   except for some purpose authorised by law, obtain or attempt to obtain information, or communicate at any time to any other person any information, as to the official mark on a ballot paper sent to a person for voting by post at a relevant election;     c   obtain or attempt to obtain information, in the circumstances mentioned in subsection  (3B) , as to the candidate for whom a person voting by post at a relevant election (“ V ”) is about to vote or has voted;     d   communicate at any time to any other person information obtained in contravention of paragraph  (c) .       3B   The circumstances referred to in subsection  (3A) (c)  are where V is about to mark, is in the process of marking, or has just marked, a ballot paper sent to V for voting by post at the election.     3C   But—   a   a person (“ E ”) who is voting by proxy does not contravene subsection  (3A)  by obtaining or attempting to obtain from the person appointed as E’s proxy information as to a matter mentioned in paragraph  (a)  or  (c)  of that subsection that relates to E’s vote, and     b   a person who is appointed as proxy for an elector does not contravene subsection  (3A)  by communicating to that elector information as to a matter mentioned in paragraph  (a)  or  (c)  of that subsection that relates to that elector’s vote.       3D   Subsection  (3A) (c)  and  (d)  does not apply where the purpose (or main purpose) for which the information is sought or communicated is its use for the purposes of—   a   a published statement relating to the way in which voters intend to vote or have voted at the relevant election, or     b   a published forecast as to the result of that election which is based on information given by voters.       3E   In subsection  (3D) —   a   “ forecast ” includes estimate;     b   “ published ” means made available to the public at large or to any section of the public, in whatever form and by whatever means;     c   the reference to the result of the relevant election is a reference to the result of the election either as a whole or so far as any particular candidate or candidates at the election is or are concerned.       3F   A person voting as proxy for an elector at a relevant election—   a   must not communicate at any time to any person other than that elector any information as to the candidate for whom the person is about to vote, or has voted, as proxy for that elector;     b   except for some purpose authorised by law, must not communicate at any time to any person other than that elector the number or other unique identifying mark on the back of a ballot paper sent or delivered to the person for voting as proxy for that elector.          3   After subsection (4) insert—    4A   No person having undertaken to assist a relevant voter to vote at a relevant election may communicate at any time to any person except that voter any information as to—   a   the candidate for whom the voter intends to vote or has voted, or     b   the number or other unique identifying mark on the back of the ballot paper given for the use of the voter.       4B   In  subsection (4A)  “ relevant voter ” means a voter who is blind, has another disability, or is unable to read.        4   In  subsection (5) , after “to vote”, in the first place it occurs, insert  “at an election in Scotland or Wales under the local government Act” .     5   After subsection (6) insert—    6A   In this section, “ relevant election ” means—   a   a parliamentary election, or     b   an election in England under the local government Act.          6   In rule 31 of Schedule 1 to RPA 1983 (Parliamentary elections rules: notification of requirement of secrecy)—   a   in paragraph (1)(a), for “blind voter” substitute  “relevant voter” ;     b   after paragraph (1) insert—    1A   In paragraph (1)(a) “ relevant voter ” means a voter who is blind, has another disability, or is unable to read.         "}, {"act": "Elections Act 2022", "year": 2022, "section": "8", "section_title": "Undue influence", "section_text": " 8    1   After section 114 of RPA 1983 insert—    Undue influence   114A    1   A person is guilty of a corrupt practice if the person is guilty of undue influence.     2   A person (“ P ”) is guilty of undue influence if P carries out an activity falling within subsection  (4)  for the purpose of—   a   inducing or compelling a person to vote in a particular way or to refrain from voting, or     b   otherwise impeding or preventing the free exercise of the franchise of an elector or of a proxy for an elector.       3   A person (“ P ”) is also guilty of undue influence if P carries out an activity falling within any of paragraphs  (a)  to  (f)  of subsection  (4)  on account of—   a   a person having voted in a particular way or refrained from voting, or     b   P assuming a person to have voted in a particular way or to have refrained from voting.       4   The following activities fall within this subsection—   a   using or threatening to use violence against a person;     b   damaging or destroying, or threatening to damage or destroy, a person’s property;     c   damaging or threatening to damage a person’s reputation;     d   causing or threatening to cause financial loss to a person;     e   causing spiritual injury to, or placing undue spiritual pressure on, a person;     f   doing any other act designed to intimidate a person;     g   doing any act designed to deceive a person in relation to the administration of an election.       5   For the purposes of subsections  (2)  and  (3)  an activity is carried out by a person (“ P ”) if it is carried out—   a   by P,     b   by P jointly with one or more other persons, or     c   by one or more other persons on behalf of P and with P’s authority or consent.       6   In subsection  (4) (f)  and  (g)  “ act ” includes an omission (and references to the doing of an act are to be read accordingly).     7   This section does not have effect in relation to an election in Scotland or Wales under the local government Act.           2   In section 115 of RPA 1983 (undue influence)—   a   in subsection (1), after “influence” insert  “in relation to an election in Scotland or Wales under the local government Act” ;     b   in subsection (2), after “influence” insert  “in relation to an election in Scotland or Wales under the local government Act” ;     c   in the heading, after “influence” insert  “: local government elections in Scotland and Wales” .       3   Schedule 5  contains further provision relating to this section.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "9", "section_title": "Assistance with voting for persons with disabilities", "section_text": " 9    1   Schedule 1 to RPA 1983 (Parliamentary elections rules) is amended as follows.     2   In rule 29 (equipment of polling stations)—   a   in paragraph (3A), for sub-paragraph (b) substitute—    b   such equipment as it is reasonable to provide for the purposes of enabling, or making it easier for, relevant persons to vote independently in the manner directed by rule 37 (including in relation to voting secretly).     ;     b   after paragraph (3A) insert—    3B   In this rule, “ relevant persons ” means persons who find it difficult or impossible to vote in the manner directed by rule 37 because of—   a   blindness or partial sight, or     b   another disability.       ;     c   after paragraph (7) insert—    8   The Electoral Commission must give guidance to returning officers in relation to the duty imposed by paragraph (3A)(b).     9   Before giving guidance under paragraph (8), the Commission must consult such persons, including bodies representing the interests of relevant persons, as they consider appropriate.     10   In performing the duty imposed by paragraph (3A)(b), a returning officer must have regard to guidance given under paragraph (8).          3   In rule 39 (voting by persons with disabilities)—   a   in paragraph (2)(b)(i), for “is a qualified person within the meaning of this rule” substitute  “is aged 18 or over” ;     b   in paragraph (3), omit the words from “and a person” to the end.       4   In the Appendix of Forms, in the form of declaration to be made by the companion of a voter with disabilities—   a   for the words from “[I am entitled” to “18 years],” substitute  “I am aged 18 or over” ;     b   omit “* State the relationship of the companion to the voter.”       5   In section 5 of PPERA (reports on elections etc), after subsection (2A) insert—    2AA   Subsection (2AB) applies where a report under this section relates to—   a   a parliamentary general election,     b   a parliamentary by-election,     c   an ordinary election of police and crime commissioners,     d   an election held under section 51 of the Police Reform and Social Responsibility Act 2011 (election to fill vacancy in office of police and crime commissioner), or     e   a Northern Ireland Assembly general election.       2AB   The report must include a description of the steps taken by returning officers to assist relevant persons (within the meaning of rule 29 of Schedule 1 to the Representation of the People Act 1983) to vote at the election.       "}, {"act": "Elections Act 2022", "year": 2022, "section": "10", "section_title": "Candidate nomination paper: commonly used names", "section_text": " 10    1   Schedule 1 to RPA 1983 (Parliamentary elections rules) is amended as follows.     2   In rule 6 (nomination of candidates), for paragraph (2A) substitute—    2A   If a candidate—   a   commonly uses a surname that is different from any other surname the candidate has,     b   commonly uses a forename that is different from any other forename the candidate has, or     c   otherwise commonly uses one or more forenames or a surname in a different way from the way in which the candidate’s names are stated in accordance with paragraph (2)(a) (for example, where the commonly used names are in a different order from the names as so stated, include only some of those names, or include additional names),    the nomination paper may state the commonly used name or names in addition to the names as stated in accordance with paragraph (2)(a).        3   In rule 14 (publication of statement of persons nominated), in paragraph (2A)—   a   for “in addition to another name” substitute  “in accordance with rule 6(2A)” ;     b   for “any other name” substitute  “the other surname or forename” .       4   In the form of nomination paper in the Appendix of forms, for note 2A substitute—    2A   Where a candidate commonly uses a name or names—   a   that are different from the candidate’s full names as stated on the nomination paper, or     b   in a different way from the candidate’s full names as stated on the nomination paper,    the commonly used name or names may also appear on the nomination paper; but if they do so, the commonly used name or names (instead of any other name) will appear on the ballot paper.       "}, {"act": "Elections Act 2022", "year": 2022, "section": "11", "section_title": "Home address form: statement of local authority area", "section_text": " 11    1   Schedule 1 to RPA 1983 (Parliamentary elections rules) is amended as follows.     2   In rule 6 (nomination of candidates)—   a   in paragraph (5)(b), for the words from “state” to the end substitute    —   i   where the candidate’s home address is in the United Kingdom, state the constituency or the relevant area within which that address is situated;     ii   where the candidate’s home address is outside the United Kingdom, state the country within which that address is situated.     ;     b   after paragraph (5) insert—    6   In paragraph (5)(b)(i), “ relevant area ” means—   a   in relation to a home address in England—   i   if the address is within a district for which there is a district council, that district;     ii   if the address is within a county in which there are no districts with councils, that county;     iii   if the address is within a London borough, that London borough;     iv   if the address is within the City of London (including the Inner and Middle Temples), the City of London;     v   if the address is within the Isles of Scilly, the Isles of Scilly;       b   in relation to a home address in Wales—   i   if the address is within a county, that county;     ii   if the address is within a county borough, that county borough;       c   in relation to a home address in Scotland, the local government area in which the address is situated;     d   in relation to a home address in Northern Ireland, the local government district in which the address is situated.            3   In the Appendix of forms, in the Form of Front of Ballot Paper, for the address after “Catherine Angelina Smith” substitute  “(address in [ relevant area ])” .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "12", "section_title": "Local elections and Assembly elections in Northern Ireland", "section_text": " 12   Schedule 6  contains provision relating to local elections in Northern Ireland and elections to the Northern Ireland Assembly (including provision corresponding to provision made by this Part in relation to parliamentary elections in Northern Ireland).  "}, {"act": "Elections Act 2022", "year": 2022, "section": "13", "section_title": "Simple majority system to be used in elections for certain offices", "section_text": " 13    Elections for Mayor of London   1   The Greater London Authority Act 1999 is amended in accordance with subsections (2) to (5).     2   In section 4 (voting at ordinary elections)—   a   in subsection (1)(a), omit “(referred to in this Part as a mayoral vote)”;     b   in subsection (2), omit “, unless there are three or more candidates”;     c   omit subsection (3).       3   In section 16 (filling a vacancy)—   a   in subsection (3), for “a mayoral vote” substitute  “one vote which may be given for a candidate to be the Mayor” ;     b   for subsection (4) substitute—    4   Section 4(2) (simple majority system) applies in relation to the election as it applies in relation to the election of the Mayor at an ordinary election.          4   In section 29 (interpretation of Part 1), omit the definition of “mayoral vote”.     5   In Schedule 2 (voting at elections), omit Part 1.     6   In section 165 of RPA 1983 (avoidance of election for employing corrupt agent), omit subsection (4).      Elections for elected mayors of local authorities in England   7   The Local Government Act 2000 is amended as follows.     8   In section 9HC (voting at elections of elected mayors)—   a   for subsection (1) substitute—    1   Each person entitled to vote as an elector at an election for the return of an elected mayor is to have one vote which may be given for a candidate to be the elected mayor.     ;     b   in subsection (2), omit “, unless there are three or more candidates”;     c   omit subsection (3).       9   In section 9HD (entitlement to vote), in subsection (2), for “first preference vote, or more than one second preference vote,” substitute  “vote” .     10   In section 9R (interpretation of Part 1A), in subsection (1), omit the definitions of “first preference vote” and “second preference vote”.     11   In Schedule 2 (election of elected mayor), in paragraph 1, after “authority” insert  “in Wales” .      Elections for mayors of combined authority areas   12   Schedule 5B to the Local Democracy, Economic Development and Construction Act 2009 (mayors for combined authority areas: further provision about elections) is amended as follows.     13   In paragraph 4 (voting at elections of mayors)—   a   for sub-paragraph (1) substitute—    1   Each person entitled to vote as an elector at an election for the return of a mayor is to have one vote which may be given for a candidate to be the mayor.     ;     b   in sub-paragraph (2), omit “, unless there are three or more candidates”;     c   omit sub-paragraph (3).       14   Omit paragraph 5.     15   In paragraph 6 (entitlement to vote), in sub-paragraph (2), for “first preference vote, or more than one second preference vote,” substitute  “vote” .      Elections for police and crime commissioners   16   The Police Reform and Social Responsibility Act 2011 is amended as follows.     17   In section 57 (voting at elections of police and crime commissioners)—   a   in subsection (2), omit “, unless there are three or more candidates”;     b   omit subsections (3) to (5).       18   Omit Schedule 9.     "}, {"act": "Elections Act 2022", "year": 2022, "section": "14", "section_title": "Extension of franchise for parliamentary elections: British citizens overseas", "section_text": " 14    1   For sections 1 and 2 of the Representation of the People Act 1985 substitute—    Extension of parliamentary franchise   1    1   A person is entitled to vote as an elector at a parliamentary election in a constituency if—   a   on the declaration date, the person—   i   qualifies as an overseas elector in respect of that constituency (see section 1A),     ii   is not subject to any legal incapacity to vote (age apart), and     iii   is a British citizen, and       b   on the date of the poll, the person—   i   is not subject to any legal incapacity to vote,     ii   is a British citizen, and     iii   is registered in a register of parliamentary electors for that constituency.         2   In this section, “ the declaration date ” means—   a   the date on which the person makes a declaration under and in accordance with  section 1C  (overseas elector’s declaration), or     b   where the person makes a declaration under and in accordance with  section 1E  (renewal declaration), the date on which the person makes the declaration.          Qualification as an overseas elector in respect of a constituency   1A    1   For the purposes of this Act and the principal Act, a person qualifies as an overseas elector in respect of a constituency on the declaration date if—   a   on that date the person is not resident in the United Kingdom, and     b   the person satisfies the previous registration condition or the previous residence condition.       2   A person satisfies the previous registration condition if—   a   the person has at some time in the past been entered in an electoral register in respect of an address at a place that is situated within the constituency, and     b   subsequent to that entry ceasing to have effect, the person has not been included in any electoral register (whether in respect of the address mentioned in paragraph (a) or any other address).       3   A person satisfies the previous residence condition if—   a   the person has at some time in the past been resident in the United Kingdom,     b   on the last day on which the person was resident in the United Kingdom, the person—   i   was resident at an address at a place that is situated within the constituency, or     ii   was not so resident but could have made a declaration under section 7B of the principal Act (a “declaration of local connection”) in respect of such an address, and       c   subject to  section 1B (4) , the person has not at any time been included in any electoral register (whether in respect of the address mentioned in  paragraph (b)  or any other address).       4   For the purposes of  subsection (3) (b) (ii) , it is to be assumed that section 7B of the principal Act was in force on the last day on which the person was resident in the United Kingdom.     5   In this section—     “ declaration date ” has the same meaning as in  section 1 ;      “ electoral register ” means—     a register of parliamentary electors, or      a register of local government electors (including a register of electors prepared for the purposes of local elections (within the meaning of the Electoral Law Act (Northern Ireland) 1962)).              British citizens overseas: entitlement to be registered   1B    1   A person is entitled to be registered in a register of parliamentary electors in pursuance of a declaration made by the person under and in accordance with  section 1C  (an “overseas elector’s declaration”) if the following two conditions are satisfied.     2   The first condition is that the register is for the constituency or part of the constituency within which is situated the place of the address specified in the declaration by virtue of—   a   section 1C (2) (a)  (where the person is seeking to be registered in reliance on the previous registration condition), or     b   section 1C (3) (a)  or  (4)  (where the person is seeking to be registered in reliance on the previous residence condition).       3   The second condition is that the registration officer concerned is satisfied that, on the date on which the person makes the declaration, the person qualifies as an overseas elector in respect of the constituency.     4   Where—   a   a person applies to be registered in a register of parliamentary electors in reliance on the previous residence condition, and     b   the registration officer concerned considers that insufficient evidence is available for the purpose of determining whether the person has at any time been included in any electoral register (within the meaning of  section 1A ),    the officer may disregard  section 1A (3) (c)  in determining whether the person satisfies the previous residence condition.     5   An overseas elector’s declaration made by a person is of no effect unless received by the registration officer concerned within the period of 3 months beginning with the date on which the person makes the declaration.     6   For the purposes of  section 1A , where a person is registered in a register of parliamentary electors for a constituency or part of a constituency in pursuance of an overseas elector’s declaration, it is to be conclusively presumed that the person was not resident in the United Kingdom on the date on which the person made the declaration.     7   See also sections 10ZC and 10A of the principal Act, which (among other things) contain provision about the making of applications for registration.        Overseas elector’s declaration   1C    1   An overseas elector’s declaration must—   a   give the full name of the person making the declaration (“the declarant”),     b   state the date of the declaration,     c   state that the declarant is a British citizen,     d   state that the declarant is not resident in the United Kingdom on the date of the declaration,     e   state whether the declarant is seeking to be registered in reliance on the previous registration condition or the previous residence condition,     f   contain any other prescribed information and satisfy any other prescribed requirements (which may include requirements for the declaration to be attested), and     g   state that the declarant believes the matters stated in the declaration to be true.       2   Where the declarant is seeking to be registered in reliance on the previous registration condition, the declaration must also—   a   specify—   i   the address in the United Kingdom in respect of which the declarant was included in an electoral register, and     ii   when the declarant was last included in such a register in respect of that address, and       b   state that since the declarant’s entry in that register in respect of that address ceased to have effect, the declarant has not been included in any electoral register (whether in respect of that or any other address).       3   Where the declarant is seeking to be registered in reliance on the previous residence condition by virtue of  section 1A (3) (b) (i) , the declaration must also—   a   specify—   i   the address in the United Kingdom at which the declarant was resident, and     ii   when the declarant was last resident at that address, and       b   state that since being resident at that address, the declarant has not been resident at any other address in the United Kingdom.       4   Where the declarant is seeking to be registered in reliance on the previous residence condition by virtue of  section 1A (3) (b) (ii) , the declaration must also specify an address in respect of which the declarant could have made a declaration of local connection on the last day on which the declarant was resident in the United Kingdom.     5   An overseas elector’s declaration that specifies an address in Northern Ireland under  subsection (2) (a) ,  (3) (a)  or  (4)  may, instead of or in addition to including a statement under  subsection (1) (c) , state that the declarant is an Irish citizen who—   a   was born in Northern Ireland, and     b   qualifies as a British citizen (whether or not the declarant identifies as such).       6   If the declarant—   a   makes an overseas elector’s declaration that specifies more than one address under  subsection (2) (a) ,  (3) (a)  or  (4) , or     b   makes two or more overseas elector’s declarations that bear the same date and specify different addresses in the United Kingdom under  subsection (2) (a) ,  (3) (a)  or  (4) ,    the declaration or declarations are void.     7   The declarant may at any time cancel an overseas elector’s declaration made by the declarant.     8   In this section—     “ electoral register ” has the same meaning as in  section 1A ;      “ registered ” means registered in a register of parliamentary electors.        9   A person found abandoned in Northern Ireland as a new-born infant is, unless the contrary is shown, deemed for the purposes of  subsection (5)  to have been born in Northern Ireland.        Duration of entitlement to be registered   1D    1   Where a person is registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration, the person is entitled to remain so registered until—   a   the third 1 November following the date when the person’s entry on the register first takes effect (subject to any extension under subsections  (2)  and  (3) ), or     b   if sooner, the occurrence of an event mentioned in  subsection (4) .       2   Subsection (3)  applies if—   a   at any time during the 6 months ending with the last day of the initial registration period or of any further registration period, the registration officer concerned receives a declaration made by the person under and in accordance with  section 1E  (a “renewal declaration”), and     b   the registration officer is satisfied that, on the date on which the person makes the renewal declaration, the person is entitled to remain registered in the register in pursuance of the overseas elector’s declaration.       3   The person is entitled to remain registered in the register in pursuance of the overseas elector’s declaration until—   a   the third 1 November following the day after the last day of the initial registration period or of the further registration period in question (subject to any further extension), or     b   if sooner, the occurrence of an event specified in  subsection (4) .       4   The events referred to in  subsections (1) (b)  and  (3) (b)  are—   a   the registration officer determines in accordance with regulations that the person was not entitled to be registered or to remain registered (as the case may be);     b   the registration officer determines in accordance with regulations—   i   that the person was registered as the result of an application under section 10ZC or 10A(1) of the principal Act made by some other person, or     ii   that the person’s entry has been altered as the result of an application under section 10ZD or 10A(4) of that Act made by some other person;       c   the overseas elector’s declaration is cancelled (see section  1C (7) );     d   another entry made in respect of the person in any electoral register takes effect (in the case of a register of parliamentary electors, whether or not in pursuance of an overseas elector’s declaration).       5   A renewal declaration made by a person is of no effect unless received by the registration officer concerned within the period of 3 months beginning with the date on which the person makes the declaration.     6   In this section—     “ electoral register ” has the same meaning as in  section 1A ;      “ initial registration period ” means the period for which the person is entitled by virtue of  subsection (1) (a)  to remain registered;      “ further registration period ” means a period for which the person is entitled by virtue of  subsection (3) (a)  to remain registered.        7   Where a person is entitled to remain registered in a register of parliamentary electors for a constituency or part of a constituency by virtue of subsections  (2)  and  (3) , it is to be conclusively presumed for the purposes of  section 1A  that the person was not resident in the United Kingdom on the date on which the person made the renewal declaration in question.     8   Where a person’s entitlement to remain registered in a register of parliamentary electors terminates by virtue of  subsection (1)  or  (3) , the registration officer concerned must remove the person’s entry from the register.        Renewal declaration   1E    1   A renewal declaration must—   a   give the full name and date of birth of the person making the declaration (“the declarant”),     b   state the date of the declaration,     c   state that the declarant is a British citizen,     d   state that the declarant is not resident in the United Kingdom on the date of the declaration,     e   contain any other prescribed information and satisfy any other prescribed requirements, and     f   state that the declarant believes the matters stated in the declaration to be true.       2   A renewal declaration must also—   a   specify the address in respect of which the declarant is registered, and     b   state that since the declarant was registered in respect of that address, no other entry has been made in respect of the declarant in any electoral register (whether in respect of the address mentioned in  paragraph (a)  or any other address).       3   A renewal declaration that specifies an address in Northern Ireland under  subsection (2) (a)  may, instead of or in addition to the statement under  subsection (1) (c) , state that the declarant is an Irish citizen who—   a   was born in Northern Ireland, and     b   qualifies as a British citizen (whether or not the declarant identifies as such),    (and  section 1C (9)  applies as it applies for the purposes of  section 1C (5) ).     4   If the declarant—   a   makes a renewal declaration that specifies more than one address under  subsection (2) (a) , or     b   makes two or more renewal declarations that bear the same date and specify different addresses under  subsection (2) (a) ,    the declaration or declarations are void.     5   In this section—     “ electoral register ” has the same meaning as in  section 1A ;      “ registered ” means registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration.              2   Schedule 7  contains amendments and transitional provision relating to this section.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "15", "section_title": "Voting and candidacy rights of EU citizens", "section_text": " 15   Schedule 8  makes provision about voting and candidacy rights of EU citizens in relation to local elections in England and certain other elections.  "}, {"act": "Elections Act 2022", "year": 2022, "section": "16", "section_title": "Strategy and policy statement", "section_text": " 16   After section 4 of PPERA insert—    Strategy and policy statement   Strategy and policy statement   4A    1   The Secretary of State may designate a statement for the purposes of this section if the requirements set out in  section 4C  (consultation and procedural requirements) are satisfied.     2   The statement is a statement prepared by the Secretary of State that sets out—   a   strategic and policy priorities of Her Majesty’s government relating to elections, referendums and other matters in respect of which the Commission have functions, and     b   the role and responsibilities of the Commission in enabling Her Majesty’s government to meet those priorities.       3   The statement may also set out—   a   guidance relating to particular matters in respect of which the Commission have functions;     b   any other information (for example, about the roles and responsibilities of other persons) the Secretary of State considers appropriate.       4   In preparing the statement, the Secretary of State must have regard to the duties imposed on the Commission by section 145(1) (duties with respect to compliance with controls imposed by this Act).     5   The statement must not contain provision about the carrying out by the Commission of their functions under Schedule 19B (investigatory powers) or Schedule 19C (civil sanctions) in relation to a particular person.     6   The statement must not include provision in relation to elections, referendums and other matters so far as the provision would relate to the Commission’s devolved Scottish functions or the Commission’s devolved Welsh functions.     7   A statement designated under this section must be published in whatever manner the Secretary of State considers appropriate.     8   For the purposes of subsection  (6) —   a   the Commission’s “devolved Scottish functions” are the Commission’s functions in relation to—   i   Scottish Parliamentary general elections, elections held under section 9 of the Scotland Act 1998 (constituency vacancies), and local government elections in Scotland, so far as those functions do not relate to reserved matters within the meaning of the Scotland Act 1998, and     ii   referendums held throughout Scotland in pursuance of provision made by or under an Act of the Scottish Parliament;       b   the Commission’s “devolved Welsh functions” are the Commission’s functions in relation to—   i   general elections of members of Senedd Cymru,     ii   elections held under section 10 of the Government of Wales Act 2006 (elections for Senedd constituency vacancies),     iii   local government elections in Wales, and     iv   referendums held under Part 2 of the Local Government Act 2000 or Part 4 of the Local Government (Wales) Measure 2011 (referendums relating to local authority executive arrangements),    so far as those functions do not relate to reserved matters within the meaning of the Government of Wales Act 2006.          Duties in relation to statement   4B    1   This section applies where a statement has been designated under  section 4A .     2   The Commission must have regard to the statement when carrying out their functions.     3   Subsection (2)  does not apply to information contained in the statement by virtue of  section 4A (3) (b) .     4   The Commission must publish a report, as soon as practicable after the end of—   a   the period of 12 months beginning with the day on which the statement was first designated under  section 4A , and     b   every subsequent 12-month period,    on what they have done during the period in question in consequence of the statement.     5   Where, before the end of a reporting period, the statement is designated by virtue of  section 4D  (5-yearly review) or  section 4E  (power to revise statement)—   a   the Commission are not required to publish a report under  subsection (4)  in relation to the reporting period, and     b   subsection (4)  has effect as if the reference in  paragraph (a)  to the day on which the statement was first designated under  section 4A  were to the day on which the statement was last designated under that section by virtue of  section 4D  or  4E .       6   “ Reporting period ” means a period in relation to which a report is required to be published under  subsection (4) .     7   The duty under  subsection (4)  does not apply in relation to a 12-month period if before the end of that period the statement’s designation is withdrawn under  section 4D (4) (c)  or treated as withdrawn under  section 4D (5) (b) .     8   The Commission must provide a copy of each report published under  subsection (4)  to the Speaker’s Committee.        Consultation and procedural requirements   4C    1   This section sets out the requirements that must be satisfied before the Secretary of State may designate a statement under  section 4A .     2   The Secretary of State must consult the following on a draft of the statement—   a   the Commission,     b   the Speaker’s Committee, and     c   the Levelling Up, Housing and Communities Committee.       3   After the Secretary of State has carried out the consultation required by  subsection (2) , the Secretary of State—   a   must make whatever changes to the draft the Secretary of State considers necessary in light of responses to the consultation, and     b   must prepare a report containing the Secretary of State’s response to the consultation.       4   If, after complying with subsection  (3) , the Secretary of State proposes to designate the statement, the Secretary of State must lay before Parliament a document that—   a   explains the Secretary of State’s proposals,     b   sets them out in the form of a draft statement, and     c   contains the report prepared under subsection  (3) (b) .       5   Where a document is laid before Parliament under subsection  (4) , no draft of the statement that the Secretary of State proposes to designate is to be laid before Parliament before the end of the 60-day period.     6   In preparing a draft statement for laying before Parliament, the Secretary of State must consider any representations made during the 60-day period in relation to anything in the document laid under subsection  (4) .     7   If, after the end of the 60-day period, the Secretary of State wishes to proceed with designating the statement, the Secretary of State must lay before Parliament—   a   the draft statement (incorporating any changes made in light of any representations made as mentioned in subsection  (6) ), and     b   a report containing the Secretary of State’s response to any such representations.       8   The draft as laid under  subsection (7)  must, before the end of the 40-day period, have been approved by a resolution of each House of Parliament before the Secretary of State may designate the statement under  section 4A .     9   In this section—   a   “ the 40-day period ” means the period of 40 days beginning on the day on which the draft is laid before Parliament (or, if it is not laid before each House of Parliament on the same day, the later of the days on which it is laid);     b   “ the 60-day period ” means the period of 60 days beginning on the day on which the document mentioned in subsection  (4)  is laid before Parliament (or, if it is not laid before each House of Parliament on the same day, the later of the days on which it is laid).       10   When calculating the 40-day period or the 60-day period for the purposes of  subsection (9) (a)  or  (b)  respectively, ignore any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days.     11   If the name of the Levelling Up, Housing and Communities Committee is changed, the reference in subsection  (2) (c)  to that Committee is to be read (subject to subsection  (12) ) as a reference to the Committee by its new name.     12   If the functions of the Levelling Up, Housing and Communities Committee at the passing of this Act with respect to electoral matters (or functions corresponding substantially to such matters) become functions of a different committee of the House of Commons, the reference in subsection  (2) (c)  to that Committee is to be read as a reference to the committee which for the time being has those functions.        5-yearly review and designation of statement   4D    1   The Secretary of State must review a statement designated under  section 4A  if a period of 5 years has elapsed since—   a   the time when the statement was first designated under  section 4A , or     b   if later, the time when the statement was last designated under that section by virtue of this section or  section 4E .       2   But where—   a   the statement was last designated by virtue of  section 4E , and     b   the case was one in which the Secretary of State made a determination under  section 4E (5)  (disapplication of consultation and other pre-designation requirements on revision of statement),    the designation of the statement in that case is to be ignored in determining for the purposes of  subsection (1) (b)  when the statement was last designated.     3   A review under  subsection (1)  must take place as soon as reasonably practicable after the end of the 5-year period referred to in that subsection.     4   After reviewing the statement, the Secretary of State may—   a   revise the statement,     b   leave the statement as it is, or     c   withdraw the statement’s designation under  section 4A .       5   Where the Secretary of State proceeds under  subsection (4) (a)  or  (b) —   a   the Secretary of State must designate the statement (whether or not revised) under  section 4A (1) ;     b   if the statement is not designated before the end of the review period, the designation of the statement (in the form reviewed under  subsection (1) ) is treated as withdrawn at the end of that period.       6   “ The review period ” means the 12 months beginning with the end of the 5-year period referred to in  subsection (1) .     7   Sections  4A (2)  to  (7)  and  4C  apply in relation to the statement and its designation in accordance with  subsection (5) (a)  as they apply in relation to the original statement.        Power to revise statement   4E    1   The Secretary of State may revise a statement designated under  section 4A  otherwise than in consequence of a review under  section 4D .     2   The power under  subsection (1)  may be exercised—   a   on the Secretary of State’s own initiative,     b   at the request of the Commission, where the request—   i   is made by notice given to the Secretary of State and the Speaker’s Committee, and     ii   gives details of the changes to the statement that the Commission propose should be made, or       c   at the request of the Speaker’s Committee, where the request—   i   is made by notice given to the Secretary of State, and     ii   gives details of the changes to the statement that the Speaker’s Committee propose should be made.         3   Where a request is made in accordance with subsection  (2) (b)  or  (c) , the Secretary of State must inform the Commission or the Speaker’s Committee (as the case may be) how the Secretary of State proposes to deal with the request.     4   Where the Secretary of State revises the statement under  subsection (1) —   a   the Secretary of State must designate the revised statement under  section 4A (1) , and     b   subject to  subsection (5) , sections  4A (2)  to  (7)  and  4C  apply to the revised statement and its designation in accordance with  paragraph (a)  as they apply to the original statement.       5   The Secretary of State may determine in a particular case that  section 4C (2)  to  (6)  (consultation and pre-designation requirements) does not apply in relation to the revised statement.     6   Before making a determination under  subsection (5) , the Secretary of State—   a   must give notice to the Speaker’s Committee of the proposed determination (giving details of the revisions to the statement), and     b   must consider any representations made by the Speaker’s Committee in response to the notice.       7   Where the Secretary of State makes a determination under  subsection (5) , the Secretary of State must notify the following of the revisions to the statement—   a   the Commission,     b   the Speaker’s Committee, and     c   the Levelling Up, Housing and Communities Committee,    and section  4C (11)  and  (12)  apply for the purposes of paragraph  (c)  as they apply for the purposes of  section 4C (2) (c) .     8   Subsection (9)  applies where the Secretary of State makes a determination under  subsection (5)  despite the Speaker’s Committee objecting to the proposed determination.     9   When laying the revised statement before Parliament in accordance with  section 4C (7) (a) , the Secretary of State must also lay before Parliament a statement of the Secretary of State’s reasons for the determination.     10   For the purposes of this section, corrections of clerical or typographical errors do not count as a revision of the statement.         "}, {"act": "Elections Act 2022", "year": 2022, "section": "17", "section_title": "Examination of duty to have regard to strategy and policy statement", "section_text": " 17    1   After section 13 of PPERA insert—    Examination of Commission’s duty to have regard to strategy and policy statement   Examination of duty to have regard to strategy and policy statement   13ZA    1   The Speaker’s Committee may examine the performance by the Commission of the Commission’s duty under  section 4B (2)  (duty to have regard to strategy and policy statement).     2   The Speaker’s Committee may require the Commission to provide the Committee with information that—   a   the Committee require for the purposes of enabling them to exercise their power under  subsection (1) , and     b   is held by the Commission.       3   The Commission—   a   must as soon as is reasonably practicable provide the Speaker’s Committee with information required under  subsection (2) , and     b   must provide the information in such form as the Committee may reasonably require.       4   A requirement imposed on the Commission under  subsection (2)  does not require the Commission to provide information that, in their opinion, might adversely affect any current investigation or proceedings.     5   Except as provided by subsection  (6) , the disclosure of information pursuant to a requirement imposed under  subsection (2)  does not breach—   a   any obligation of confidence owed by the Commission, or     b   any other restriction on the disclosure of information (however imposed).       6   A requirement imposed on the Commission under  subsection (2)  does not require them to disclose information if to do so would contravene the data protection legislation (but, in determining whether a disclosure would do so, the requirement imposed on the Commission is to be taken into account).     7   In  subsection (6) , “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3(9) of that Act).            2   In Schedule 2 to PPERA (Speaker’s Committee), after paragraph 3 insert—    Protection for witnesses etc   4    1   Evidence given by a person who is a witness before the Speaker’s Committee may not be used against the person in any civil or disciplinary proceedings, or in any criminal proceedings, unless the evidence was given in bad faith.     2   For the purposes of the law of defamation the publication by the Speaker’s Committee of any evidence given by a person who is a witness before the Speaker’s Committee is absolutely privileged.          "}, {"act": "Elections Act 2022", "year": 2022, "section": "18", "section_title": "Membership of the Speaker’s Committee", "section_text": " 18    1   In section 2 of PPERA (Speaker’s Committee), after subsection (2) insert—    2A   The functions of the Secretary of State for Levelling Up, Housing and Communities under subsection (2)(b) are exercisable concurrently with any Member of the House of Commons who—   a   is a Minister of the Crown, and     b   is appointed to membership of the Committee by the Prime Minister in order to carry out those functions concurrently with the Secretary of State for Levelling Up, Housing and Communities.          2   In paragraph 2 of Schedule 2 to PPERA (the Speaker’s Committee: term of office), after sub-paragraph (1) insert—    1A   The reference in sub-paragraph (1)(c) to the member who is the Secretary of State for Levelling Up, Housing and Communities does not include any member appointed under section 2(2A).        3   The following are revoked—   a   the Transfer of Functions (Speaker’s Committee) Order 2021 ( S.I. 2021/310 );     b   in article 7(1) of the Transfer of Functions (Secretary of State for Levelling Up, Housing and Communities) Order 2021 ( S.I. 2021/1265 ), sub-paragraphs (b) and (c).      "}, {"act": "Elections Act 2022", "year": 2022, "section": "19", "section_title": "Criminal proceedings", "section_text": " 19    1   Paragraph 2 of Schedule 1 to PPERA (the Electoral Commission: incidental powers) is amended as follows.     2   The existing text becomes sub-paragraph (1).     3   In sub-paragraph (1)—   a   after “may” insert  “(subject to sub-paragraph (2))” ;     b   omit “(except borrow money)”.       4   After sub-paragraph (1) insert—    2   The Commission may not—   a   borrow money;     b   institute criminal proceedings in England and Wales or Northern Ireland.         "}, {"act": "Elections Act 2022", "year": 2022, "section": "20", "section_title": "Notional expenditure: use of property etc on behalf of candidates and others", "section_text": " 20    1   In section 90C of RPA 1983 (property, goods, services etc provided free of charge or at a discount), after subsection (1) insert—    1A   For the purposes of subsection (1)(b), except as it applies in relation to an election in Scotland or Wales under the local government Act, property, goods, services or facilities are made use of on behalf of a candidate only if their use on behalf of the candidate is directed, authorised or encouraged by the candidate or the candidate’s election agent.        2   In section 73 of PPERA (notional campaign expenditure)—   a   after subsection (1) insert—    1A   For the purposes of subsection (1)(b), as it applies for the purposes of a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 9 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly), property, services or facilities are made use of on behalf of a registered party only if their use on behalf of the party is directed, authorised or encouraged by—   a   the party, or     b   the treasurer or a deputy treasurer appointed under section 74.       ;     b   in subsection (10), after “(1),” insert  “(1A),” .       3   In section 86 of PPERA (notional controlled expenditure), after subsection (1) insert—    1A   For the purposes of subsection (1)(b), as it applies for the purposes of a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly), property, services or facilities are made use of on behalf of a third party only if their use on behalf of the third party is directed, authorised or encouraged by the third party or (where the third party is a recognised third party and is not an individual) by the third party or the responsible person.        4   In section 94 of PPERA (limits on controlled expenditure by third parties), after subsection (8) insert—    8A   Where the period is one in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly), property, services or facilities are made use of on behalf of a third party for the purposes of subsection (8)(b) only if their use on behalf of the third party is directed, authorised or encouraged by the third party or (where the third party is a recognised third party and is not an individual) by the third party or the responsible person.        5   In section 112 of PPERA (notional referendum expenses), after subsection (1) insert—    1A   For the purposes of subsection (1)(b), property, services or facilities are made use of on behalf of an individual or body only if their use on behalf of the individual or body is directed, authorised or encouraged by the individual or body or (where the individual or body is a permitted participant) by the individual or body or the responsible person.        6   In paragraph 6 of Schedule 3 to the Recall of MPs Act 2015 (regulation of expenditure: notional petition expenses), after sub-paragraph (3) insert—    3A   For the purposes of sub-paragraph (3), property, services or facilities are made use of on behalf of P only if their use on behalf of P is directed, authorised or encouraged by P or (where P is an accredited campaigner) by P or the responsible person.        7   In section 52B of the  Electoral Law Act (Northern Ireland) 1962 (c. 14 (N.I.))  (property, goods, services etc provided free of charge or at a discount), after subsection (1) insert—    1A   For the purposes of subsection (1)(b), property, goods, services or facilities are made use of on behalf of a candidate only if their use on behalf of the candidate is directed, authorised or encouraged by the candidate or the candidate’s election agent.       "}, {"act": "Elections Act 2022", "year": 2022, "section": "21", "section_title": "Codes of practice on expenses", "section_text": " 21    1   In paragraph 14 of Schedule 4A to RPA 1983 (election expenses: Electoral Commission guidance)—   a   in sub-paragraph (1), after paragraph (b) insert—    c   guidance relating to the application of Part 2 of this Act in relation to expenses incurred for the purposes of a candidate’s election (whether or not election expenses).     ;     b   in sub-paragraph (7)(b), after “order” insert  “made by statutory instrument” .       2   In section 156 of PPERA (orders and regulations), in subsection (3)—   a   omit the “or” after paragraph (a);     b   after paragraph (a) insert—    aa   any order under paragraph 3(7) of Schedule 8, other than an order of the Welsh Ministers;     .       3   In subsection (4C) of that section, for “(3)” substitute  “(3)(a) or (b)” .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "22", "section_title": "Authorised persons not required to pay expenses through election agent", "section_text": " 22    1   In section 73 of RPA 1983 (payment of expenses through election agent), as it applies otherwise than in relation to local government elections in Scotland, in subsection (5)—   a   omit the “or” after paragraph (c);     b   after paragraph (c) insert—    ca   any expenses incurred, otherwise than in relation to an election in Wales under the local government Act, on account of any matter falling within section 75(1) by a person authorised as mentioned in that provision; or     .       2   In section 39 of the  Electoral Law Act (Northern Ireland) 1962 (c. 14 (N.I.))  (payment of expenses through an election agent), in subsection (3), after paragraph (c) insert—    ca   any expenses incurred on account of any matter falling within section 41(1) by a person authorised as mentioned in that provision;     .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "23", "section_title": "Declaration of assets and liabilities to be provided on application for registration", "section_text": " 23    1   Section 28 of PPERA (registration of parties) is amended in accordance with  subsections (2)  to  (4) .     2   In subsection (1)—   a   omit the “and” after paragraph (a);     b   after paragraph (b) insert    , and   c   (subject to  subsection (3E) ) is accompanied by a declaration falling within  subsection (3B) .          3   Before subsection (4) insert—    3B   The declarations falling within this subsection are—   a   a declaration that, to the best of the proposed registered treasurer’s knowledge and belief, the assets/liabilities condition is met in relation to the party;     b   a declaration that, to the best of the proposed registered treasurer’s knowledge and belief, the assets/liabilities condition is not met in relation to the party.       3C   The assets/liabilities condition is met in relation to a party if—   a   the total value of the party’s assets does not exceed £500, and     b   the total amount of the party’s liabilities does not exceed £500.       3D   A declaration within  subsection (3B) (b)  must be accompanied by a record of the party’s assets and liabilities; and that record must comply with such requirements as to its form and contents as may be prescribed by regulations made by the Commission.     3E   Subsection (1)(c) does not apply to an application under this section made in pursuance of a declaration falling within subsection (2)(d) (and  subsections (3D)  and  (8A)  to  (8C)  are accordingly to be disregarded in relation to such an application).        4   After subsection (8) insert—    8A   Subsections (8B)  and  (8C)  apply where—   a   the Commission grant an application by a party under this section, and     b   the application was accompanied by a declaration within  subsection (3B) (b) .       8B   The Commission must ensure that the party’s entry in the register is marked so as to indicate that its application was accompanied by a declaration within  subsection (3B) (b) .     8C   The Commission must—   a   as soon as reasonably practicable after granting the application, make a copy of the record of assets and liabilities provided by the party under  subsection (3D)  available for public inspection, and     b   keep the copy available for public inspection for such period as the Commission think fit.          5   In section 34 of PPERA (registration of minor parties), in subsection (8)(c)(i), for “sections 28(4) to (8)” substitute  “sections 28(1)(c) and (3B) to (8C)” .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "24", "section_title": "Prohibition on entities being registered political parties and recognised third parties at same time", "section_text": " 24    1   PPERA is amended as follows.     2   In section 28 (registration of parties), after subsection (7) insert—    7A   A party may not make an application under this section at any time when the party is also a recognised third party for the purposes of Part 6 (see section 85(5)).        3   In section 85 (controlled expenditure by third parties), in subsection (7), omit paragraph (b).     4   In section 88 (third parties recognised for purposes of Part 6)—   a   in subsection (2), omit paragraph (b);     b   in subsection (3), omit paragraph (b);     c   in subsection (3A), for “(3)(b)(iii), (c)(ii) or (d)(ii)” substitute  “(3)(c)(ii) or (d)(ii)” .       5   In section 90 (restriction on incurring controlled expenditure), omit subsection (3).     6   In section 95 (control of donations to recognised third parties), omit the words from “which” to the end.     7   In section 95A (quarterly donation reports), omit subsection (11).     8   In section 95B (weekly donation reports during general election periods), omit subsection (11).     9   In section 96 (returns as to controlled expenditure), in subsection (2)(d), omit the words from “in a case” to “minor party,”.     10   In section 99 (declaration by responsible person as to return under section 96), in subsection (3), omit the words from “, in a case” to “minor party,”.     11   In Schedule 11 (control of donations to recognised third parties), in paragraph 1—   a   in sub-paragraph (1), omit the words from “which” to the end;     b   omit sub-paragraph (3).      "}, {"act": "Elections Act 2022", "year": 2022, "section": "25", "section_title": "Section 24: transitional provision", "section_text": " 25    1   If controlled expenditure is incurred by or on behalf of a relevant person during any post-commencement period in relation to which any limit is imposed by Schedule 10 to PPERA (limits on controlled expenditure), no campaign expenditure may be incurred during that period by or on behalf of the person.     2   “ Relevant person ” means a person who, immediately before the commencement date, is both a registered party and a recognised third party.     3   Where campaign expenditure is incurred by or on behalf of a relevant person in contravention of subsection  (1) , section 79(2) of PPERA (offence for exceeding limit on campaign expenditure) applies as if campaign expenditure had been incurred in excess of any limit imposed by Schedule 9 to PPERA (and for this purpose references in section 79(2) of PPERA to a registered party are to be read as references to the relevant person in its capacity as a registered party).     4   See also  section 89A  of PPERA (inserted by section 26 below), which among other things restricts the incurring of controlled expenditure by or on behalf of a registered party which is also a third party.     5   A third party may not give a notification under section 88(4)(b) of PPERA (recognised third parties: renewal of original notification) on or after the commencement date if it is also a registered party.     6   In this section—     “ campaign expenditure ” has the same meaning as it has for the purposes of Part 5 of PPERA (see section 72(2) of that Act);      “ the commencement date ” means the date on which this section comes into force (and post-commencement, in relation to a period, means beginning on or after that date);      “ controlled expenditure ”, “ recognised third party ” and “ third party ” have the same meaning as they have for the purposes of Part 6 of PPERA (see section 85 of that Act);      “ registered party ” has the same meaning as in PPERA (see section 160(1) of that Act).       "}, {"act": "Elections Act 2022", "year": 2022, "section": "26", "section_title": "Restriction on which third parties may incur controlled expenditure", "section_text": " 26    1   In Part 6 of PPERA, at the beginning of Chapter 2 insert—    Which third parties may incur expenditure   Restriction on which third parties may incur controlled expenditure   89A    1   No amount of controlled expenditure may be incurred by or on behalf of a third party during a reserved regulated period unless the third party—   a   falls within any paragraph of section 88(2) (third parties eligible to give notification), or     b   is an unincorporated association with the requisite UK connection.       2   Subsection (1) does not apply to any expenses incurred by or on behalf of a third party during a reserved regulated period which do not in total exceed £700.     3   Subsections (4) and (5) apply where expenses are incurred by or on behalf of a third party in contravention of subsection (1).     4   If the third party is not an individual—   a   any person who authorised the expenses to be incurred by or on behalf of the third party is guilty of an offence if the person knew or ought reasonably to have known that the expenses would be incurred in contravention of subsection (1), and     b   the third party is also guilty of an offence.       5   If the third party is an individual, the individual is guilty of an offence if they knew or ought reasonably to have known that the expenses would be incurred in contravention of subsection (1).     6   An unincorporated association has “the requisite UK connection” if it consists of two or more persons both or all of whom are registered in a register of parliamentary electors in pursuance of a declaration made under and in accordance with section 1C of the Representation of the People Act 1985 (overseas elector’s declaration).     7   In this section—     “ register of parliamentary electors ” means a register of parliamentary electors maintained under section 9 of the Representation of the People Act 1983;      “ reserved regulated period ” means a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly).               2   In Schedule 20 to PPERA (penalties), at the appropriate place in the table insert—     Section 89A(4) or (5) (incurring controlled expenditure in contravention of section 89A(1)) On summary conviction in England and Wales: fine On summary conviction in Scotland or Northern Ireland: statutory maximum On indictment: fine     .     3   The amendments made by  subsections (1)  and  (2)  have effect only in relation to reserved regulated periods beginning on or after the day on which this section comes fully into force.     4   In  subsection (3) , “ reserved regulated period ” means a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 to PPERA (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly).    "}, {"act": "Elections Act 2022", "year": 2022, "section": "27", "section_title": "Third parties capable of giving notification for purposes of Part 6 of PPERA", "section_text": " 27    1   In section 88 of PPERA (third parties recognised for the purposes of Part 6), after subsection (8) insert—    9   The Secretary of State may by order amend subsection (2), as it applies for the purposes of a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly), by—   a   adding a description of third party to the list in that subsection,     b   removing a description of third party from that list, or     c   varying the description of a third party in that list.       10   An order under subsection  (9) (b)  or  (c)  may be made only where the order gives effect to a recommendation of the Commission.        2   In section 156 of PPERA (orders and regulations), in subsection (4), after paragraph (dd) insert—    de   section 88(9),     .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "28", "section_title": "Recognised third parties: changes to existing limits etc", "section_text": " 28    1   In section 85 of PPERA (controlled expenditure by third parties), before subsection (6) insert—    5B   “ The lower-tier expenditure limits ”, in relation to controlled expenditure incurred by or on behalf of a recognised third party, means the limits specified in section 94(5) (limits on controlled expenditure incurred in a part of the UK); and a recognised third party is subject to those limits if the notification given by the third party under section 88(1), as it has effect for the time being, contains a statement within section 88(3D).        2   Section 88 of PPERA (third parties recognised for the purposes of Part 6) is amended in accordance with  subsections (3)  to  (6) .     3   After subsection (3C) insert—    3D   A notification given under subsection (1) by a third party so as to be subject to the lower-tier expenditure limits must contain a statement to that effect.        4   In subsection (6)—   a   in paragraph (a), after “statements” insert  “within subsection (3)” ;     b   in paragraph (b)—   i   after “any statement” insert  “within subsection (3)” ;     ii   for “subsection (3)” substitute  “that subsection” .         5   After subsection (6) insert—    6A   In a case where the original notification, as it has effect for the time being, contains a statement within subsection (3D), the renewal notification must either—   a   confirm that the statement is to continue to have effect, or     b   indicate that the statement is withdrawn.          6   In subsection (8), for the words from “any statement” to the end substitute—    a   any statement within subsection (3) that is contained in the original notification, as it has effect for the time being, is replaced by some other statement conforming with that subsection that is contained in the notification of alteration, or     b   any statement within subsection (3D) that is contained in the original notification, as it has effect for the time being, is withdrawn.        7   Section 94 of PPERA (limits on controlled expenditure by third parties) is amended in accordance with  subsections (8)  to  (10) .     8   In subsection (3)—   a   in paragraph (a), for “either” substitute    any of the following sub-paragraphs applies—   ai   during a regulated period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly), any controlled expenditure is incurred by or on behalf of a third party in excess of £10,000;     ;     b   at the end of paragraph (a)(i), for “, or” substitute  “;” ;     c   for paragraph (b) substitute—    b   the third party—   i   in a case within paragraph (a)(ai) or (ii), is not a recognised third party;     ii   in a case within paragraph (a)(i), is not a recognised third party or, where the regulated period is one in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10, is a recognised third party but is subject to the lower-tier expenditure limits.            9   After subsection (4) insert—    4ZA   In its application to a case within subsection (3)(a)(i) where the third party is a recognised third party that is subject to the lower-tier expenditure limits, the reference in subsection (4)(a)(i) to any person who authorised the expenditure to be incurred is to be read as a reference to the responsible person.        10   After subsection (10) insert—    10A   Where an offence under subsection (4) is committed in the case of a recognised third party that is subject to the lower-tier expenditure limits—   a   the third party ceases to be subject to those limits at the time the offence is committed, and     b   this Part then applies to the third party as if the notification under section 88(1) which is for the time being in force in relation to the third party did not contain a statement under section 88(3D).          11   In section 94A of PPERA (arrangements between third parties notified to the Commission), after subsection (5) insert—    5A   A recognised third party that is subject to the lower-tier expenditure limits may not send a notice under subsection (1).        12   The following subsection: “( ) This section does not apply in relation to a recognised third party that is subject to the lower-tier expenditure limits.”—   a   is inserted after the provision of PPERA mentioned in the left-hand column of the following table, and     b   is inserted after that provision with the applicable number mentioned in the right-column of the table.    Provision of PPERA Number of inserted subsection  Section 91(4) (restriction on payments in respect of controlled expenditure) (4A) Section 92(7) (restriction on making claims in respect of controlled expenditure) (7A) Section 95A(10) (quarterly donation reports) (10A) Section 95B(10) (weekly donation reports during general election periods) (10A) Section 95D(7) (forfeiture) (8) Section 96(8) (returns as to controlled expenditure) (9)         13   The amendments made by the preceding provisions of this section have effect only in relation to reserved regulated periods beginning on or after the day on which this section comes fully into force.     14   In subsection (13), “ reserved regulated period ” means a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 to PPERA (periods involving parliamentary general elections or general elections to the Northern Ireland Assembly).    "}, {"act": "Elections Act 2022", "year": 2022, "section": "29", "section_title": "Code of practice on controls relating to third parties", "section_text": " 29    1   After section 100 of PPERA insert—    Code of practice relating to controlled expenditure   Code of practice on controlled expenditure   100A    1   The Commission must prepare a code of practice about the operation of this Part in relation to a reserved regulated period.     2   The code must in particular set out—   a   guidance on the kinds of expenses which do, or do not, fall within Part 1 of Schedule 8A (qualifying expenses);     b   guidance on determining whether the condition in section 85(2)(b) (promoting or procuring electoral success) is met in relation to expenditure;     c   guidance on determining whether anything provided to or for the use of a third party falls to be dealt with in accordance with section 86 (notional controlled expenditure) or with section 95 and Schedule 11 (donations);     d   examples of when expenditure falls to be dealt with in accordance with section 94(6) (expenditure of a third party in pursuance of an arrangement with one or more other third parties);     e   guidance about the operation of sections 94D to 94H (targeted controlled expenditure).       3   The Commission may from time to time revise the code.     4   In exercising their functions under this Part, the Commission must have regard to the code.     5   It is a defence for a third party charged with an offence under any provision of this Part, where the offence relates to expenditure incurred or treated as incurred by a third party during a reserved regulated period, to show—   a   that the code, in the form for the time being issued under section 100B, was complied with by the third party in determining whether the expenditure is controlled expenditure for the purposes of this Part, and     b   that the offence would not have been committed on the basis of the controlled expenditure as determined in accordance with the code.       6   In this section, “ reserved regulated period ” means a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (regulated periods for parliamentary general elections or general elections to the Northern Ireland Assembly).     7   Section 100B sets out consultation and procedural requirements relating to the code or any revised code.        Code of practice: consultation and procedural requirements   100B    1   The Commission must consult the following on a draft of a code under section 100A—   a   the Speaker’s Committee;     b   the Levelling Up, Housing and Communities Committee;     c   such other persons as the Commission consider appropriate.       2   After the Commission have carried out the consultation required by subsection (1), they must—   a   make whatever modifications to the draft code the Commission consider necessary in light of responses to the consultation, and     b   submit the draft to the Secretary of State for approval by the Secretary of State.       3   The Secretary of State may approve a draft code either without modifications or with such modifications as the Secretary of State may determine.     4   Once the Secretary of State has approved a draft code, the Secretary of State must lay before each House of Parliament a copy of the draft, whether—   a   in its original form, or     b   in a form which incorporates any modifications determined under subsection (3).       5   If the draft code incorporates any such modifications, the Secretary of State must at the same time lay before each House a statement of the Secretary of State’s reasons for making them.     6   If, within the 40-day period, either House resolves not to approve the draft, the Secretary of State must take no further steps in relation to the draft code.     7   Subsection (6) does not prevent a new draft code from being laid before Parliament.     8   If no resolution of the kind mentioned in subsection (6) is made within the 40-day period—   a   the Secretary of State must issue the code in the form of the draft laid before Parliament,     b   the Commission must arrange for the code to be published in such manner as they consider appropriate, and     c   the code comes into force on such day as the Secretary of State may by order appoint.       9   References in this section (other than in subsection (1)) to a code or draft code include a revised code or draft revised code.     10   In this section, “ the 40-day period ”, in relation to a draft code, means—   a   if the draft is laid before one House on a day later than the day on which it is laid before the other House, the period of 40 days beginning with the later of the two days, and     b   in any other case, the period of 40 days beginning with the day on which the draft is laid before each House, no account being taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days.       11   If the name of the Levelling Up, Housing and Communities Committee is changed, the reference in subsection (1)(b) to that Committee is to be read (subject to subsection (12)) as a reference to the Committee by its new name.     12   If the functions of the Levelling Up, Housing and Communities Committee at the passing of this Act with respect to electoral matters (or functions corresponding substantially to such matters) become functions of a different committee of the House of Commons, the reference in subsection (1)(b) to that Committee is to be read as a reference to the committee which for the time being has those functions.            2   In section 156 of PPERA (orders and regulations), in subsection (3), before paragraph (a) insert—    za   an order under section 100B(8);        3   In Schedule 8A to PPERA (controlled expenditure: qualifying expenses), in paragraph 3, after sub-paragraph (10) insert—    11   This paragraph does not apply in relation to expenses incurred during a period in relation to which any limit is imposed by paragraph 3, 7, 9, 10 or 11 of Schedule 10 (regulated periods for parliamentary general elections or general elections to the Northern Ireland Assembly) (see sections 100A and 100B as regards expenses incurred during such a period).       "}, {"act": "Elections Act 2022", "year": 2022, "section": "30", "section_title": "Disqualification orders", "section_text": " 30    1   This section applies where—   a   a person (“the offender”) is convicted of a  Schedule 9  offence,     b   the offender was aged 18 or over when the offence was committed, and     c   the court is satisfied beyond reasonable doubt that the offence is aggravated by hostility related to persons falling within any of sections 32 to 34.       2   The court must, when dealing with the offender for the offence, also make an order (a “disqualification order”) that the offender is disqualified, for the period of 5 years beginning with the date on which the order is made—   a   for being nominated for election to a relevant elective office, and     b   for being elected to or holding a relevant elective office.       3   Subsection  (2)  does not apply where the court considers that there are particular circumstances relating to the offence or to the offender which would make it unjust in all the circumstances to make the order; and in such a case the court must state in open court the reasons for not making the order.     4   For the purposes of this section an offence is aggravated by hostility related to persons falling within any of sections 32 to 34 if—   a   at the time of committing the offence, or immediately before or after doing so, the offender demonstrated towards the victim of the offence hostility based on the victim being (or being presumed to be) a person falling within any of sections 32 to 34, or     b   the offence was motivated (wholly or partly) by hostility towards persons falling within any of those sections in their capacity as such.       5   For the purposes of subsection  (4)  it is immaterial whether or not the offender's hostility is also based, to any extent, on any other factor not mentioned in that subsection.     6   For the purpose of deciding whether to make a disqualification order the court may consider evidence led by the prosecution and the defence.     7   It is immaterial whether evidence led in pursuance of subsection  (6)  would have been admissible in the proceedings in which the offender was convicted.     8   Where a  Schedule 9  offence is found to have been committed—   a   over a period of 2 or more days, or     b   at some time during a period of 2 or more days,    it is to be taken for the purposes of subsection  (1) (b)  to have been committed on the last of those days.     9   In this section—     “ presumed ” means presumed by the offender;      “ Schedule 9 offence ” means an offence listed in  Schedule 9  (and any reference in that Schedule to an offence includes a reference to that offence committed by aiding, abetting, counselling or procuring the commission of that offence).       "}, {"act": "Elections Act 2022", "year": 2022, "section": "31", "section_title": "Vacation of office etc", "section_text": " 31    1   This section applies where a court makes a disqualification order in respect of a person who holds a relevant elective office.     2   The relevant elective office is, subject to subsection  (3) , vacated at the appropriate time, namely—   a   the end of the period of 3 months beginning with the order date, or     b   if earlier, the end of the period allowed for making an appeal against the conviction or the making of the order.       3   Where, before the appropriate time mentioned in subsection  (2) , the person appeals against the conviction or the making of the order, the relevant elective office is vacated at the end of the period of 3 months beginning with the order date unless—   a   the appeal is dismissed or abandoned at any earlier time (in which case the relevant elective office is vacated at that time), or     b   at any time within that period of 3 months the appeal against the conviction or the making of the order is upheld (in which case the relevant elective office is not required to be vacated).       4   The person is suspended from performing any of the functions of the relevant elective office during the period beginning with the order date and ending with—   a   the date on which the office is vacated in accordance with this section, or     b   where subsection  (3) (b)  applies, the date on which the appeal against the conviction or the making of the order is upheld.       5   Where—   a   a person ceases to hold a relevant elective office in accordance with this section, but     b   at any later time the person successfully appeals against the conviction or the making of the order,    the determination of the appeal does not entitle the person to resume that office.     6   In this section “ order date ” means the date on which the disqualification order is made by the court.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "32", "section_title": "Candidates etc", "section_text": " 32    1   A person falls within this section if the person is—   a   a candidate or future candidate at an election for a relevant elective office or a relevant Scottish elective office, or     b   a substitute or nominee in relation to the seat of a member of the Northern Ireland Assembly or of a district council in Northern Ireland.       2   The reference in subsection  (1) (a)  to a person who is a candidate at an election includes a person who is included in a list of candidates submitted in connection with the election.     3   For the purposes of subsection  (1) (a)  a person is a future candidate at an election for a relevant elective office or a relevant Scottish elective office if—   a   the person has been declared, whether by the person or by others, to be a candidate at the election (and the declaration has not been withdrawn),     b   the election is the next scheduled election for the office, and     c   the notice of the election has not been published or, in the case of an election for the office of member of the House of Commons, the writ for the election has not been issued.       4   For the purposes of subsection  (1) (b)  a person is a substitute—   a   in relation to the seat of a member of the Northern Ireland Assembly, if the person—   i   is included in a notice given by the member under article 6A of the 2001 Order (vacancies arising during an Assembly term: independent members) or, where the member has given more than one notice under that article, in the last such notice, or     ii   is being considered by the member for inclusion in such a notice;       b   in relation to the seat of a member of a district council in Northern Ireland, if the person—   i   is included in a list of substitutes given by the member under section 11C of the 1962 Act (substitute lists: independent members) or, where the member has given more than one list of substitutes under that section, in the latest such list, or     ii   is being considered by the member for inclusion in such a list.         5   For the purposes of subsection  (1) (b)  a person is a nominee—   a   in relation to the seat of a member of the Northern Ireland Assembly, if the person—   i   has under article 6B of the 2001 Order (vacancies arising during an Assembly term: members of registered parties) been nominated by the nominating officer of a registered party to fill a vacancy in the seat, or     ii   is being considered by the nominating officer of a registered party for nomination under that article;       b   in relation to the seat of a member of a district council in Northern Ireland, if the person—   i   has under section 11E or 11F of the 1962 Act (members for registered parties: filling casual vacancies) been nominated by the nominated officer of a registered party to fill a vacancy in the seat, or     ii   is being considered by the nominating officer of a registered party for nomination under either of those sections.         6   For the purposes of subsection  (5) (b)  as it applies in relation to section 11F of the 1962 Act, references to the nominated officer of a registered party are to be read as references to the nominating officers of each of the registered parties concerned.     7   In this section—     “ the 1962 Act ” means the Electoral Law Act (Northern Ireland) 1962;      “ the 2001 Order ” means the Northern Ireland Assembly (Elections) Order 2001 ( S.I. 2001/2599 );      “ nominating officer ”, in relation to a registered party, means the person registered as the party’s nominating officer under PPERA in the Northern Ireland register (within the meaning of PPERA);      “ registered party ” means a party registered under PPERA in that register.       "}, {"act": "Elections Act 2022", "year": 2022, "section": "33", "section_title": "Holders of relevant elective offices", "section_text": " 33    1   A person falls within this section if the person holds a relevant elective office or a relevant Scottish elective office.     2   For the purposes of subsection  (1)  a person is to be treated as holding a relevant elective office or a relevant Scottish elective office during any period when—   a   the person has been elected as, or declared to be returned as, the holder of the office, but     b   their term of office has not yet begun.      "}, {"act": "Elections Act 2022", "year": 2022, "section": "34", "section_title": "Campaigners", "section_text": " 34    1   A person falls within this section if the person is an individual—   a   who is a permitted participant in relation to a referendum to which Part 7 of PPERA applies,     b   who is a recognised third party,     c   who is involved in the conduct or management of a local referendum campaign,     d   who is an accredited campaigner in relation to a recall petition, or     e   who—   i   undertakes activities for election purposes, for referendum purposes or for recall petition purposes, and     ii   is employed or engaged by a person falling within subsection  (5)  wholly or partly for the purpose of undertaking such activities.         2   Activities are undertaken “for election purposes” if they are undertaken—   a   for the purposes of or in connection with—   i   promoting or procuring electoral success for a registered party at a relevant election, or     ii   promoting or procuring the election of a candidate at a relevant election,       b   for the purposes of or in connection with enhancing the standing with the electorate, in connection with future relevant elections (whether imminent or otherwise), of a registered party or a candidate at a relevant election, or     c   with a view to prejudicing—   i   the electoral prospects of a registered party or a candidate at a relevant election, or     ii   the standing with the electorate, in connection with future relevant elections (whether imminent or otherwise), of a registered party or a candidate at a relevant election.         3   Activities are undertaken “for referendum purposes” if they are undertaken—   a   for the purposes of or in connection with promoting or procuring a particular outcome in relation to the question asked in a relevant referendum, or     b   with a view to prejudicing the prospects of another particular outcome in relation to the question asked in a relevant referendum.       4   Activities are undertaken “for recall petition purposes” if they are undertaken for the purposes of or in connection with promoting or procuring the success or failure of a recall petition.     5   The following persons fall within this subsection—   a   a registered party;     b   a person who falls within section 32 (1) (a)  (candidates etc);     c   a permitted participant in relation to a referendum to which Part 7 of PPERA applies;     d   a recognised third party;     e   a person involved in the conduct or management of a local referendum campaign;     f   an accredited campaigner in relation to a recall petition.       6   In this section—     “ accredited campaigner ” has the same meaning as in the Recall of MPs Act 2015 (see Part 5 of Schedule 3 to that Act);      “ local referendum ” means a referendum under or by virtue of—     Chapter 4 of Part 1A of the Local Government Act 2000 (local authority governance: England);      Part 2 of the Local Government Act 2000 (local authority governance: Wales);      section 52ZG or 52ZN of the Local Government Finance Act 1992 (referendums in relation to council tax);      Schedule 4B or 4C to the Town and Country Planning Act 1990 (referendums on neighbourhood development plans);         “ local referendum campaign ” means a campaign conducted with a view to promoting or procuring a particular outcome in relation to the question to be asked in a local referendum;      “ permitted participant ” has the same meaning as in PPERA (see section 105 of that Act);      “ recall petition ” has the same meaning as in the Recall of MPs Act 2015 (see section 1 of that Act);      “ recognised third party ” has the meaning given in section 85(5) of PPERA;      “ registered party ” has the same meaning as in PPERA (see section 160 of that Act);      “ relevant election ” means an election for a relevant elective office or a relevant Scottish elective office;      “ relevant referendum ” means—     a referendum to which Part 7 of PPERA applies, or      a local referendum.           7   In this section a reference to a individual who is “engaged” by a person falling within subsection  (5)  includes a reference to an individual who is engaged otherwise than for payment or promise of payment.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "35", "section_title": "Election etc of a person to the House of Commons who is subject to a disqualification order", "section_text": " 35    1   If a person who is subject to a disqualification order is elected as a member of the House of Commons, the person’s election is void.     2   In section 7 of the House of Commons Disqualification Act 1975 (jurisdiction of Privy Council as to disqualification), after subsection (5) insert—    6   In this section, a reference to disqualification by this Act includes a reference to disqualification by virtue of an order under section 30 of the Elections Act 2022 (disqualification of offenders for holding elective office etc).       "}, {"act": "Elections Act 2022", "year": 2022, "section": "36", "section_title": "Power to amend  Schedule 9", "section_text": " 36    1   The Secretary of State may by regulations amend  Schedule 9  by—   a   adding offences, or     b   varying or omitting offences listed in the Schedule.       2   Regulations under this section are to be made by statutory instrument.     3   A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "37", "section_title": "Interpretation of Part", "section_text": "37 1 In this Part— “ disqualification order ” means an order made under section 30; “ relevant elective office ” means the office of— member of the House of Commons; member of Senedd Cymru; member of the Northern Ireland Assembly; member of a local authority in England, Wales or Northern Ireland; elected mayor (within the meaning of Part 1A or 2 of the Local Government Act 2000); mayor for the area of a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009;   mayor for the area of a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023;   Mayor of London; member of the London Assembly; police and crime commissioner; “ relevant Scottish elective office ” means the office of— member of the Scottish Parliament, or member of a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994. 2 In the definition of “relevant elective office” in subsection  (1) , “ local authority ” means— a in relation to England, a county council, a district council, a parish council, a London borough council or the Council of the Isles of Scilly; b in relation to Wales, a county council, a county borough council or a community council; c in relation to Northern Ireland, a district council."}, {"act": "Elections Act 2022", "year": 2022, "section": "38", "section_title": "Minor and consequential amendments", "section_text": " 38   Schedule 10  contains minor and consequential amendments.  "}, {"act": "Elections Act 2022", "year": 2022, "section": "39", "section_title": "Definitions relating to electronic material and publication", "section_text": " 39    1   The following definitions have effect for the purposes of this Part.     2   “ Electronic material ” means material in electronic form which consists of or includes—   a   text or moving or still images, or     b   speech or music.       3   In this Part “ electronic material ” does not include material to the extent that it is received by a person in the form of—   a   a telephone call made to the person at a telephone number allocated to them in accordance with a national or international numbering plan, or     b   a Short Message Service text message sent to such a telephone number.       4   “ The promoter ”, in relation to electronic material, means the person causing the material to be published.     5   “ Publish ” means make available to the public at large or any section of the public.     6   The Secretary of State may by regulations amend this section so as to modify the definition of “electronic material”, “the promoter” or “publish” that for the time being has effect for the purposes of this Part.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "40", "section_title": "Definitions relating to parties etc", "section_text": " 40    1   The following definitions have effect for the purposes of this Part.     2   “ Registered party ” has the same meaning as in PPERA (see section 160 of that Act).     3   “ Recognised third party ” has the meaning given in section 85(5) of PPERA.     4   “ Candidate ” means a candidate at an election for a relevant elective office or a relevant Scottish elective office within the meaning of Part 5, including a person who is included in a list of candidates submitted in connection with such an election.     5   “ Future candidate ” means a person who is a future candidate at an election for a relevant elective office or a relevant Scottish elective office as defined by section 32 (3) .     6   “ Elected office-holder ” means a person within section 33.     7   “ Referendum campaigner ” means a person who is a permitted participant within the meaning of Part 7 of PPERA (see section 105 of that Act) in relation to a referendum to which that Part applies.     8   “ Recall petition campaigner ” means a person who is an accredited campaigner within the meaning of the Recall of MPs Act 2015 (see Part 5 of Schedule 3 to that Act) in relation to a recall petition.     9   “ Recall petition ” has the same meaning as in the Recall of MPs Act 2015 (see section 1 of that Act).     10   Part 5 has effect for the purposes of subsections (4) to (6) as if the definition of “relevant elective office” in section 37 (1)  included an office to which a person may be elected by a municipal election in the City, as defined by section 191(1) of RPA 1983 (municipal elections in the City of London).    "}, {"act": "Elections Act 2022", "year": 2022, "section": "41", "section_title": "Requirement to include information with electronic material", "section_text": " 41    1   This section applies to electronic material which—   a   meets the conditions in section 42 (paid-for electronic material), or     b   meets the conditions in section 44 (other electronic material).       2   Electronic material to which this section applies must not be published unless, in accordance with this section—   a   the information mentioned in subsection  (3)  is included as part of the electronic material, or     b   if it is not reasonably practicable to comply with paragraph (a), the information mentioned in that subsection is displayed in text form in a location that is directly accessible from the electronic material.       3   That information is—   a   the name and address of the promoter of the material, and     b   the name and address of any person on behalf of whom the material is being published (and who is not the promoter).       4   The Secretary of State may by regulations amend subsection  (3)  so as to—   a   add a description of information, or     b   modify or remove a description of information that is for the time being specified in that subsection.       5   Information is included as part of electronic material for the purposes of subsection  (2) (a)  only if—   a   where the material consists of or includes text or moving or still images, it is displayed in text form as part of that material;     b   where the material consists only of speech or music, it forms an audible part of that material.       6   Information that is included as part of electronic material—   a   must be legible or audible (as the case may be) regardless of the device used to access the material, and     b   must be such that, if the electronic material were to be republished by a person who did not alter the material, the information would be retained as part of the material when republished.       7   Information that is directly accessible from electronic material—   a   must be legible regardless of the device used to access the information, and     b   must be such that, if the electronic material were to be republished by a person who did not alter the material, access to the information would be retained as part of the material when republished.       8   This section is subject to—   a   section 46 (electronic material relating to more than one candidate), and     b   section 47 (exceptions).      "}, {"act": "Elections Act 2022", "year": 2022, "section": "42", "section_title": "Electronic material to which section 41 applies: paid-for material", "section_text": " 42    1   Section 41 applies to electronic material which meets the following conditions.     2   The first condition is that the sole or primary purpose that the electronic material can reasonably be regarded as intended to achieve is a purpose within section 43.     3   The second condition is that the promoter of the material, or the person on behalf of whom the material is published, has paid for the material to be published as an advertisement.     4   The reference in subsection  (3)  to a person paying for material to be published includes the person providing any other form of consideration in return for the publication of the material.     5   Where the material is published on a website or mobile application of the promoter or the person on behalf of whom the material is published, the reference in subsection  (3)  to a person paying for material to be published does not include the person making payments related to setting up, operating or maintaining the website or mobile application.     6   In subsection  (5)  “ mobile application ” means application software designed and developed for use by the general public on mobile devices such as smartphones and tablets.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "43", "section_title": "Purposes referred to in section 42", "section_text": " 43    1   This section sets out the purposes referred to in section 42.     2   The first purpose is influencing the public, or any section of the public, to give support to or withhold support from—   a   a registered party,     b   registered parties who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of such parties, or     c   candidates or future candidates, in their capacity as such, who hold (or do not hold) particular opinions or who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of candidates or future candidates.       3   For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (2) , it is immaterial that it does not expressly mention the name of any party, candidate or future candidate.     4   The second purpose is influencing the public, or any section of the public, to give support to or withhold support from a particular candidate or particular future candidate in their capacity as such.     5   For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (4) , it is immaterial that it does not expressly mention the name of any candidate or future candidate.     6   The third purpose is influencing the public, or any section of the public, to give support to or withhold support from an elected office-holder in their capacity as such.     7   The fourth purpose is influencing the public, or any section of the public, to give support to or withhold support from elected office-holders, in their capacity as such, who hold (or do not hold) particular opinions or who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of elected office-holders.     8   For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (6)  or  (7) , it is immaterial that it does not expressly mention the name of any elected office-holder.     9   The fifth purpose is influencing the public, or any section of the public, to give support to or withhold support from—   a   the holding of a referendum in the United Kingdom or any area in the United Kingdom, or     b   a particular outcome of such a referendum.       10   For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (9) (b) , it is immaterial that it does not expressly mention a particular outcome of a referendum.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "44", "section_title": "Electronic material to which section 41 applies: other electronic material", "section_text": " 44    1   Section 41 applies to electronic material which meets the following conditions.     2   The first condition is that the electronic material—   a   can reasonably be regarded as intended to achieve any purpose within section 45 (whether or not it can reasonably be regarded as intended to achieve any other purpose as well), or     b   wholly or mainly relates to a referendum to which Part 7 of PPERA applies and is published during the referendum period (within the meaning of that Part) for that referendum.       3   The second condition is that the promoter of the material or the person on behalf of whom it is published is—   a   a registered party,     b   a recognised third party,     c   a candidate or future candidate,     d   an elected office-holder,     e   a referendum campaigner, or     f   a recall petition campaigner.       4   The third condition is that neither the promoter of the material, nor the person on behalf of whom the material is published, has paid for the material to be published as an advertisement.     5   Subsections  (4)  to  (6)  of section 42 apply in relation to subsection  (4)  as they apply in relation to subsection  (3)  of that section.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "45", "section_title": "Purposes referred to in section 44", "section_text": "45 1 This section sets out the purposes referred to in section 44. 2 The first purpose is promoting or procuring electoral success at one or more particular relevant elections for— a a registered party, b registered parties who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of such parties, or c candidates or future candidates who hold (or do not hold) particular opinions or who advocate (or do not advocate) particular policies or who otherwise fall within a particular category of candidates or future candidates. 3 For the purposes of subsection  (2) — a the reference to electoral success at a particular relevant election is a reference— i in relation to a registered party, to the return at the election of any candidate or future candidate who is standing, or is to stand, in the name of the party or is included, or is to be included, in a list of candidates submitted by the party in connection with the election, and ii in relation to any candidate or future candidate, to their return at the election, and b the reference to doing any of the things mentioned in that subsection includes doing so by prejudicing the electoral prospects at the election of other parties, candidates or future candidates. 4 For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection (2), it is immaterial that it does not expressly mention the name of any party, candidate or future candidate. 5 The second purpose is promoting or procuring the election of a particular candidate or particular future candidate at one or more particular elections. 6 For the purposes of determining whether electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (5) , it is immaterial that it does not expressly mention the name of any candidate or future candidate. 7 The third purpose is promoting or procuring the success or failure of a recall petition. 8 For the purposes of determining whether any electronic material can reasonably be regarded as intended to achieve the purpose mentioned in subsection  (7) , it is immaterial that it does not expressly mention the name of the member of the House of Commons to whom the petition relates. 9 In this section “ relevant election ” means— a a parliamentary election, b an election to the Scottish Parliament, c an election to Senedd Cymru,     d an election to the Northern Ireland Assembly, e a local government election within the meaning of section 191, 203 or 204 of the Representation of the People Act 1983, f an election under Part 1A or 2 of the Local Government Act 2000 for the return of an elected mayor, g an election for the return of a mayor for the area of a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009, ga an election for the return of a mayor for the area of a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023, h a local election within the meaning of the Electoral Law Act (Northern Ireland) 1962 (see section 130(1) of that Act), or i an election of a police and crime commissioner."}, {"act": "Elections Act 2022", "year": 2022, "section": "46", "section_title": "Electronic material relating to more than one candidate or future candidate", "section_text": " 46    1   For the purposes of section 41 as it has effect by virtue of sections 42 and 43, electronic material to which subsection  (2)  applies—   a   is not to be regarded as being published on behalf of a candidate or future candidate merely because it can be regarded as influencing the public, or any section of the public, to give support to or withhold support from the candidate or future candidate, but     b   may be regarded as being published on behalf of the party mentioned in subsection  (2) .       2   This subsection applies to electronic material which can reasonably be regarded as influencing the public, or any section of the public, to give support to or withhold support from—   a   two or more candidates or future candidates who are standing, or are to stand, in the name of a party, or     b   two or more candidates or future candidates who are included, or are to be included, in a list of candidates submitted by the party in connection with an election.       3   For the purposes of section 41 as it has effect by virtue of sections 44 and 45, electronic material to which subsection  (4)  applies—   a   is not to be regarded as being published on behalf of a candidate or future candidate merely because it can be regarded as promoting or procuring the election of a candidate or future candidate at an election, but     b   may be regarded as being published on behalf of the party mentioned in subsection  (4) .       4   This subsection applies to electronic material which can reasonably be regarded as promoting or procuring the election of—   a   two or more candidates or future candidates who are standing, or are to stand, in the name of a party, or     b   two or more candidates or future candidates who are included, or are to be included, in a list of candidates submitted by the party in connection with an election.      "}, {"act": "Elections Act 2022", "year": 2022, "section": "47", "section_title": "Exceptions to section 41", "section_text": " 47    1   Section 41 does not apply to the republication of electronic material if—   a   when it was previously published—   i   section 41 applied to it, and     ii   it was published in compliance with that section, and       b   it is not materially altered when it is republished.       2   In subsection  (1) (b)  the reference to electronic material not being materially altered includes a reference to the electronic material retaining—   a   the information within section 41 (3) , or     b   the access to such information,    as a result of which its previous publication complied with section 41.     3   Section 41 does not apply to the publication of electronic material on a website or mobile application whose primary purpose, or one of whose primary purposes, is the publication of journalism created for publication on the website or mobile application, unless the electronic material consists of an advertisement.     4   In subsection  (3)  “ mobile application ” means application software designed and developed for use by the general public on mobile devices such as smartphones and tablets.     5   Section 41 does not apply to any party political broadcast or referendum campaign broadcast included by a broadcaster in its broadcasting services.     6   In subsection  (5) —     “ broadcaster ” has the meaning given in section 37(2) of PPERA;      “ referendum campaign broadcast ” has the meaning given in section 127(2) of PPERA.        7   The Secretary of State may by regulations amend this section so as to add, modify or remove cases to which section 41 does not apply.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "48", "section_title": "Offence of breaching section 41", "section_text": " 48    1   Where any electronic material to which section 41 applies is published in contravention of that section, the following persons are guilty of an offence—   a   the promoter of the material, and     b   any person on behalf of whom the material is being published (and who is not the promoter).       2   A person guilty of an offence under subsection  (1)  is liable—   a   on summary conviction in England and Wales, to a fine;     b   on summary conviction in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale.       3   It is a defence for a person charged with an offence under subsection  (1)  to prove—   a   that the contravention arose from circumstances beyond the person’s control, and     b   that the person took all reasonable steps, and exercised all due diligence, to ensure that the contravention would not arise.       4   It is a defence for a person charged with an offence under subsection  (1)  to prove that the person acted in accordance with guidance under section 54.     5   It is a defence for a person charged with an offence under  subsection (1)  in relation to the republication of electronic material to prove that—   a   the electronic material had previously been published,     b   the person reasonably believed that when it was previously published—   i   section 41 applied to it, and     ii   it was published in compliance with that section, and       c   it was not materially altered when it was republished.       6   In subsection  (5) (c)  the reference to electronic material not being materially altered includes a reference to the electronic material retaining—   a   the information within section 41(3), or     b   the access to such information,    as a result of which the person reasonably believed its previous publication complied with section 41.     7   The court by or before which a person is convicted of an offence under subsection  (1)  must notify the Commission of the person’s conviction and the sentence imposed on the conviction as soon as is practicable.     8   This section is subject to  Schedule 11 , which provides for certain persons who would otherwise be guilty of an offence under this section to be guilty of an illegal practice.     9   See also section 49, which makes provision about the removal etc of electronic material in the event of a conviction under this section.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "49", "section_title": "Order to take down electronic material in breach of section 41", "section_text": " 49    1   This section applies if, in respect of any electronic material, a person is convicted of—   a   an offence under section 48 (1) , or     b   an illegal practice by virtue of  Schedule 11 .       2   The court by or before which the person is convicted of the offence or illegal practice may order a person by whom the electronic material is published to take the action specified in the order to remove the material, or to disable access to it, before the end of the period specified in the order.     3   Where an order is made under subsection  (2) , the person to whom it applies has the same right of appeal against it as if—   a   the person had committed the offence under section 48 (1)  or (as the case may be) the illegal practice, and     b   the order were a sentence passed on the person for the offence or illegal practice.       4   A person to whom an order under subsection  (2)  applies commits an offence if, without reasonable excuse, the person fails to comply with the order.     5   A person guilty of an offence under subsection  (4)  is liable—   a   on summary conviction in England and Wales, to a fine;     b   on summary conviction in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale.       6   The court by or before which a person is convicted of an offence under subsection  (4)  must notify the Commission of the person’s conviction and the sentence imposed on the conviction as soon as is practicable.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "50", "section_title": "Enforcement by the Commission", "section_text": " 50    1   Parts 1 to 4 and 6 of Schedule 19C to PPERA (civil sanctions) and the Political Parties, Elections and Referendums (Civil Sanctions) Order 2010 ( S.I. 2010/2860 ) apply (subject to the following provisions of this section) in relation to an offence to which this section applies as they apply in relation to a prescribed offence under that Act.     2   This section applies to—   a   an offence under section 48 (1)  which relates to the publication of electronic material which can reasonably be regarded as intended to achieve a purpose within—   i   section 43 (2)  (registered parties etc),     ii   section 43 (7)  (categories of elected office-holders), or     iii   section 43 (9)  (referendums) where the referendum in question is a referendum to which Part 7 of PPERA applies and the electronic material is published during the referendum period (within the meaning of that Part) for that referendum, or       b   an offence under section 48 (1)  which relates to the publication of electronic material—   i   which falls within section 44 (2) (b)  (referendums), or     ii   which can reasonably be regarded as intended to achieve a purpose within section 45 (2)  (registered parties etc).         3   In the application of paragraph 23 of Schedule 19C to PPERA (use of statements made compulsorily) by virtue of this section, the reference in sub-paragraph (1) of that paragraph to Schedule 19B to that Act is to be read as including a reference to  Schedule 12  to this Act.     4   In the application of paragraph 13(1)(a) of Schedule 1 to the Political Parties, Elections and Referendums (Civil Sanctions) Order 2010 ( S.I. 2010/2860 ) by virtue of this section, the reference to PPERA and that Order is to be read as a reference to that Act and that Order as they are applied by this section.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "51", "section_title": "Notice to take down electronic material in breach of section 41", "section_text": " 51    1   This section applies if—   a   the Commission imposes a fixed monetary penalty under paragraph 1 of Schedule 19C to PPERA on a person in relation to an offence under section 48 (1)  in respect of any electronic material,     b   the Commission imposes a discretionary requirement under paragraph 5 of that Schedule on a person in relation to such an offence,     c   the Commission serves a stop notice under paragraph 10 of that Schedule on a person in relation to such an offence, or     d   the Commission accepts an undertaking under paragraph 15 of that Schedule from a person in relation to such an offence.       2   The Commission may give a notice in writing to a person by whom the electronic material is published requiring the person to take the action specified in the notice to remove the material, or to disable access to it, before the end of the period specified in the notice.     3   A person to whom a notice under subsection  (2)  has been given commits an offence if, without reasonable excuse, the person fails to comply with the notice.      4   A person guilty of an offence under subsection  (3)  is liable—   a   on summary conviction in England and Wales, to a fine;     b   on summary conviction in Scotland or Northern Ireland, to a fine not exceeding level 5 on the standard scale.       5   The court by or before which a person is convicted of an offence under subsection  (3)  must notify the Commission of the person’s conviction and the sentence imposed on the conviction as soon as is practicable.     6   This section is subject to section 52 (further provision about notices under this section).    "}, {"act": "Elections Act 2022", "year": 2022, "section": "52", "section_title": "Further provision about notice under section 51", "section_text": " 52    1   Before giving a notice under section 51 (2)  to a person the Commission must give the person a notice in writing of its intention to do so.     2   The person may, within the period specified in the notice under subsection  (1) , make written representations to the Commission in relation to the proposal to give the person a notice under section 51 (2) .      3   The Commission may give the person a notice under section 51 (2)  only if—   a   the period for making representations has ended, and     b   having taken any representations made by the person into account, the Commission is still of the view that it should give the person the notice under section 51 (2) .       4   A notice under subsection  (1)  must include information as to—   a   the grounds for the proposal to give a notice to the person under section 51 (2) ,     b   the proposed effect of such a notice,     c   the right to make representations, and     d   the period within which representations may be made.       5   The period specified under subsection  (4) (d)  must not be less than 14 days beginning with the day on which the notice is given.     6   A notice under section 51 (2)  must include information as to—   a   the grounds for serving the notice,     b   rights of appeal, and     c   the consequences of not complying with the notice.       7   The Commission may by notice in writing withdraw or vary a notice under section 51 (2)  at any time.     8   A person to whom a notice under section 51 (2)  has been given may appeal against the notice on the ground that—   a   the decision to give the notice was based on an error of fact,     b   the decision was wrong in law,     c   the decision was unreasonable, or     d   any action specified in the notice is unreasonable.       9   An appeal under subsection  (8)  is to—   a   in England and Wales, the county court,     b   in Scotland, a sheriff, or     c   in Northern Ireland, a county court.       10   On an appeal under subsection  (8)  the county court or the sheriff may—   a   withdraw, confirm or vary the notice, or     b   remit the decision whether to withdraw, confirm or vary the notice to the Commission.      "}, {"act": "Elections Act 2022", "year": 2022, "section": "53", "section_title": "Supply of information", "section_text": " 53    1   Schedule 12  makes provision about the supply of information for the purposes of this Part.     2   Paragraphs 3 to 13 and 15 of Schedule 19B to PPERA (investigatory powers) apply in relation to an offence within section 50 (2) (a)  or  (b)  as they apply in relation to an offence under that Act.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "54", "section_title": "Guidance", "section_text": " 54    1   The Commission must prepare guidance about—   a   the operation of this Part, and     b   the exercise of functions by the Commission or a constable in relation to a breach or suspected breach of this Part.       2   The Commission or a constable must have regard to guidance issued under this section in exercising those functions.     3   Once the Commission has prepared draft guidance under this section, it must submit it to the Secretary of State for approval by the Secretary of State.     4   The Secretary of State may approve draft guidance either without modifications or with such modifications as the Secretary of State may determine.     5   Once the Secretary of State has approved draft guidance, the Secretary of State must lay before each House of Parliament a copy of the draft, whether—   a   in its original form, or     b   in a form which incorporates any modifications determined under subsection  (4) .       6   If the draft guidance incorporates any such modifications, the Secretary of State must at the same time lay before each House a statement of the Secretary of State’s reasons for making them.     7   If, within the 40-day period, either House resolves not to approve the draft guidance, the Secretary of State must take no further steps in relation to the draft guidance.     8   Subsection  (7)  does not prevent new draft guidance from being laid before Parliament.     9   If no resolution of the kind mentioned in subsection  (7)  is made within the 40-day period—   a   the Secretary of State must issue the guidance in the form of the draft laid before Parliament,     b   the Commission must arrange for the guidance to be published in such manner as it considers appropriate, and     c   the guidance comes into force on such day as the Secretary of State may by regulations made by statutory instrument appoint.       10   The Commission—   a   may from time to time revise guidance under this section, and     b   must revise guidance under this section if directed to do so by the Secretary of State.       11   References in this section (other than in subsection  (1) ) to guidance or draft guidance include revised guidance or draft revised guidance.     12   In this section “ the 40-day period ”, in relation to draft guidance, means—   a   if the draft is laid before one House on a day later than the day on which it is laid before the other House, the period of 40 days beginning with the later of the two days, and     b   in any other case, the period of 40 days beginning with the day on which the draft is laid before each House,    no account being taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "55", "section_title": "Information in Commission’s annual report", "section_text": " 55    1   Each report by the Commission under paragraph 20 of Schedule 1 to PPERA must contain information about—   a   the convictions reported to the Commission under section 48 (7) , 49 (6)  or 51 (5)  during the year in question,     b   the orders made under section 49 (orders to take down electronic material) during that year,     c   the use made by the Commission of its powers under section 51 (notice to take down electronic material) during that year, and     d   the use made by the Commission of its powers under  Schedule 12  (supply of information) during that year.       2   The report must, in particular, specify—   a   the cases in which a notice was given under section 51 (2) ,     b   the cases in which a notice was given under paragraph  1  of  Schedule 12 , and     c   the cases in which an order under paragraph  2  or  3  of that Schedule was applied for or made.       3   This section does not require the Commission to include in a report any information that, in its opinion, it would be inappropriate to include on the ground that to do so—   a   would or might be unlawful, or     b   might adversely affect any current investigation or proceedings.      "}, {"act": "Elections Act 2022", "year": 2022, "section": "56", "section_title": "Notices", "section_text": " 56    1   A notice which may be given to a person under this Part by the Commission or a constable may be given—   a   by delivering it to the person,     b   by leaving it at the person’s proper address,     c   by sending it by post to the person at that address, or     d   by sending it to the person by electronic means.       2   A notice to a body corporate may be given to an officer of that body.     3   A notice to a partnership may be given to a partner or a person who has the control or management of the partnership business.     4   A notice to an unincorporated association (other than a partnership) may be given to a member of the governing body of the association.     5   For the purposes of this section and of section 7 of the Interpretation Act 1978 (service of documents by post) in its application to this section, the proper address of a person is the person’s last known address (whether of the person’s residence or of a place where the person carries on business or is employed) and also—   a   in the case of a body corporate or an officer of the body, the address of the body’s registered or principal office in the United Kingdom;     b   in the case of a partnership, a partner or a person having the control or management of the partnership business, the address of the principal office of the partnership in the United Kingdom;     c   in the case of an unincorporated association (other than a partnership) or a member of its governing body, the principal office of the association in the United Kingdom.       6   If a person has specified an address in the United Kingdom, other than the person’s proper address within the meaning of subsection (5), as the one at which the person or someone on the person’s behalf will accept notices of the same description as a notice under this Part, that address is also treated for the purposes of this section and section 7 of the Interpretation Act 1978 as the person’s proper address.     7   A notice sent to a person by electronic means is, unless the contrary is proved, to be treated as having been given on the working day immediately following the day on which it was sent.     8   In this section—     “ officer ” in relation to a body corporate, means a director, manager, secretary or other similar officer of the body;      “ working day ” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom.       "}, {"act": "Elections Act 2022", "year": 2022, "section": "57", "section_title": "Proceedings for an offence under this Part", "section_text": " 57    1   Summary proceedings for an offence under this Part may, without prejudice to any jurisdiction exercisable apart from this subsection, be taken against any body, including an unincorporated association, at any place at which it has a place of business, and against an individual at any place at which the individual is for the time being.     2   Subsections  (3)  to  (7)  apply to—   a   an offence within section 50 (2) (a)  or  (b)  (offences in relation to which the Commission may exercise enforcement functions), and     b   an offence under section 49 (4)  or 51 (3)  (order or notice to take down electronic material).       3   Despite anything in section 127(1) of the Magistrates’ Courts Act 1980, if the offence is triable by a magistrates’ court in England and Wales, any information relating to the offence may be so tried if it is laid at any time within three years after the commission of the offence and within six months after the relevant date.     4   Despite anything in section 136 of the Criminal Procedure (Scotland) Act 1995, summary proceedings for the offence may be commenced in Scotland at any time within three years after the commission of the offence and within six months after the relevant date; and subsection (3) of that section applies for the purposes of this subsection as it applies for the purposes of that section.     5   Despite anything in Article 19(1) of the Magistrates’ Courts (Northern Ireland) Order 1981 ( S.I. 1981/1675 (N.I. 26)) , if the offence is triable by a court of summary jurisdiction in Northern Ireland, a complaint relating to the offence may be so tried if it is made at any time within three years after the commission of the offence and within six months after the relevant date.     6   In subsections  (3)  to  (5)  “ the relevant date ” means the date on which evidence sufficient in the opinion of the prosecutor to justify proceedings comes to the prosecutor’s knowledge.     7   For the purposes of subsection  (6)  a certificate of any prosecutor as to the date on which such evidence came to the prosecutor’s knowledge is conclusive evidence of that fact.     8   Subsections  (9)  to  (15)  apply to an offence under this Part other than—   a   an offence within section 50 (2) (a)  or  (b) , or     b   an offence under section 49 (4)  or 51 (3) .       9   Despite anything in section 127(1) of the Magistrates’ Courts Act 1980, if the offence is triable by a magistrates’ court in England and Wales, any information relating to the offence may be so tried if it is laid at any time within one year after the commission of the offence.     10   Despite anything in section 136 of the Criminal Procedure (Scotland) Act 1995, summary proceedings for the offence may be commenced in Scotland at any time within one year after the commission of the offence; and subsection (3) of that section applies for the purposes of this subsection as it applies for the purposes of that section.     11   Despite anything in Article 19(1) of the Magistrates’ Courts (Northern Ireland) Order 1981, if the offence is triable by a court of summary jurisdiction in Northern Ireland, a complaint relating to the offence may be so tried if it is made at any time within one year after the commission of the offence.     12   A magistrates’ court in England and Wales may act under subsection  (13)  if satisfied on an application by a constable or a Crown prosecutor—   a   that there are exceptional circumstances which justify the granting of the application, and     b   that there has been no undue delay in the investigation of the offence to which the application relates.       13   The magistrates’ court may extend the time within which proceedings must be commenced in pursuance of subsection  (9)  to not more than two years after the commission of the offence.     14   An application under subsection  (12)  must be made not more than one year after the commission of the offence.     15   Any party to an application under subsection  (12)  who is aggrieved by the refusal of the magistrates’ court to act under subsection  (13)  may appeal to the Crown Court.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "58", "section_title": "Offences committed by bodies corporate", "section_text": " 58    1   Where an offence under this Part committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of—   a   a person who is a director, manager, secretary or other similar officer of the body corporate, or     b   a person who was purporting to act in any such capacity,    that person, as well as the body corporate, is guilty of that offence and liable to be proceeded against and punished accordingly.     2   Where the affairs of a body corporate are managed by its members, subsection  (1)  applies in relation to the acts and defaults of a member in connection with the member’s functions of management as if the member were a director of the body corporate.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "59", "section_title": "Offences committed by unincorporated associations etc", "section_text": " 59    1   Proceedings for an offence alleged to have been committed under this Part by an unincorporated association are to be brought against the association in its own name (and not in that of any of its members) and, for the purposes of any such proceedings, any rules of court relating to the service of documents have effect as if the association were a corporation.     2   A fine imposed on an unincorporated association on its conviction of an offence under this Part must be paid out of the funds of the association.     3   Schedule 3 to the Magistrates’ Courts Act 1980 (procedure on charge of offence against a corporation) has effect in a case in which an unincorporated association is charged in England or Wales with an offence under this Part in the same way as it has effect in the case of a corporation so charged.     4   Schedule 4 to the Magistrates’ Courts (Northern Ireland) Order 1981 ( S.I. 1981/1675 (N.I. 26))  (procedure on charge of offence against a corporation) has effect in a case in which an unincorporated association is charged in Northern Ireland with an offence under this Part in the same way as it has effect in the case of a corporation so charged.     5   Where a partnership is guilty of an offence under this Part and the offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any partner, the partner as well as the partnership is guilty of that offence and liable to be proceeded against and punished accordingly.     6   Where any other unincorporated association is guilty of an offence under this Part and the offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of—   a   any officer of the association, or     b   any member of the committee or other similar governing body of the association,    the officer or member, as well as the association, is guilty of that offence and liable to be proceeded against and punished accordingly.    "}, {"act": "Elections Act 2022", "year": 2022, "section": "60", "section_title": "Regulations under this Part", "section_text": " 60    1   The Secretary of State may make regulations under this Part only—   a   where the regulations give effect to a recommendation of the Commission, or     b   after consultation with the Commission.       2   Regulations under this Part—   a   are to be made by statutory instrument;     b   may make consequential, incidental, supplementary, transitional, transitory or saving provision.       3   A statutory instrument containing regulations under this Part may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.     4   This section does not apply to regulations under section 54 (9) (c) .    "}, {"act": "Elections Act 2022", "year": 2022, "section": "61", "section_title": "Meaning of “the Commission”", "section_text": " 61   In this Part “ the Commission ” means the Electoral Commission.  "}, {"act": "Elections Act 2022", "year": 2022, "section": "62", "section_title": "Review of operation of Act", "section_text": "62 1 The Secretary of State must, within the review period— a prepare a report on the operation of this Act, b publish the report, and c lay a copy of the report before Parliament. 2 In subsection (1), “the review period” is the period— a beginning with the fourth anniversary of the day on which this Act is passed, and b ending with the fifth anniversary of that day."}, {"act": "Elections Act 2022", "year": 2022, "section": "63", "section_title": "Power to amend references to subordinate legislation etc", "section_text": "63 1 The Secretary of State may by regulations made by statutory instrument amend— a any provision of this Act, or b any provision inserted by this Act into another Act, in consequence of the amendment or revocation of any subordinate legislation which is for the time being referred to in the provision. 2 In subsection  (1) , “ subordinate legislation ” means— a subordinate legislation within the meaning of the Interpretation Act 1978, or b an instrument made under— i an Act of the Scottish Parliament, ii a Measure or Act of Senedd Cymru, or iii Northern Ireland legislation. 3 A statutory instrument containing regulations under subsection  (1)  may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Elections Act 2022", "year": 2022, "section": "64", "section_title": "Financial provisions", "section_text": "64 1 There is to be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown under or by virtue of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 There is to be paid out of the Consolidated Fund any increase attributable to this Act in the sums payable under any other Act out of that Fund. 3 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other Act."}, {"act": "Elections Act 2022", "year": 2022, "section": "65", "section_title": "Interpretation etc", "section_text": "65 In this Act— “ PPERA ” means the Political Parties, Elections and Referendums Act 2000; “ RPA 1983 ” means the Representation of the People Act 1983."}, {"act": "Elections Act 2022", "year": 2022, "section": "66", "section_title": "Extent", "section_text": "66 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject to the following provisions of this section. 2 In Part 1— a the following provisions extend to England and Wales and Scotland only— i paragraphs  2 ,  7 ,  18 ,  22 ,  24 , 27 to  32 ,  34 ,  36  and  38  of  Schedule 1 , and section 1 so far as relating to those paragraphs; ii section 3 and  Schedule 3 ; iii paragraphs  8  and  10  of  Schedule 4 , and section 6 so far as relating to those paragraphs; b the following provisions extend to Northern Ireland only— i paragraphs  3 , 11,  17 , 26,  35 ,  37  and  39  of  Schedule 1 , and section 1 so far as relating to those provisions; ii paragraphs  9  and  11  of  Schedule 4 , and section 6 so far as relating to those paragraphs; iii paragraphs  32 ,  33 ,  47  and  48  of  Schedule 6 , and section 12 so far as relating to those paragraphs; c any amendment, repeal or revocation has the same extent as the enactment amended, repealed or revoked, except where contained in a provision for which a different extent is provided by this subsection. 3 Any amendment, repeal or revocation made by any of the following provisions has the same extent in the United Kingdom as the enactment amended, repealed or revoked— a Parts  3  and  4 ; b Schedule 7 ; c Parts  2  and  3  of  Schedule 8 ; d Schedule 10 . 4 In  Part 1  of  Schedule 8 — a the amendments made by paragraph 1(1) and (5) extend to England and Wales only; b the amendments made by paragraph 1(2) to (4) and (7) to (12) extend to England and Wales and Northern Ireland only; c the amendment made by paragraph  1 (6)  extends to Northern Ireland only. 5 Subsections (1) and (2) of section 384 of the Armed Forces Act 2006 (extent outside the United Kingdom) apply to the amendments of that Act made by  paragraph 8  of  Schedule 10  as those subsections apply to the provisions of that Act."}, {"act": "Elections Act 2022", "year": 2022, "section": "67", "section_title": "Commencement", "section_text": "67 1 Subject to  subsection (3) , the provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 2 Regulations under  subsection (1)  may appoint different days for different purposes or areas. 3 This Part comes into force on the day on which this Act is passed. 4 The Secretary of State may by regulations made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act. 5 Regulations under  subsection (4)  may make different provision for different purposes or areas."}, {"act": "Elections Act 2022", "year": 2022, "section": "68", "section_title": "Short title", "section_text": "68 This Act may be cited as the Elections Act 2022."}]