[{"act": "Energy Prices Act 2022", "year": 2022, "section": "1", "section_title": "Domestic energy price reduction schemes for Great Britain", "section_text": " 1    1   The Secretary of State may establish a domestic electricity price reduction scheme for Great Britain.     2   A “domestic electricity price reduction scheme for Great Britain” is a scheme (including any other related arrangements) that makes provision for and in connection with—   a   reducing the amount that would otherwise be charged for GB domestic electricity supply by licensed electricity suppliers who are parties to the scheme, and     b   making payments to those suppliers in respect of those reductions in charges.       3   The Secretary of State may establish a domestic gas price reduction scheme for Great Britain.     4   A “domestic gas price reduction scheme for Great Britain” is a scheme (including any other related arrangements) that makes provision for and in connection with—   a   reducing the amount that would otherwise be charged for GB domestic gas supply by licensed gas suppliers who are parties to the scheme, and     b   making payments to those suppliers in respect of those reductions in charges.       5   A domestic electricity or gas price reduction scheme for Great Britain may, in particular, provide for the amount charged to be reduced by an amount calculated by reference to the difference between—   a   charges that would be made if the scheme were not applicable, and     b   an amount specified in, or in accordance with, the scheme.       6   The Secretary of State may modify or revoke a domestic electricity or gas price reduction scheme for Great Britain.     7   But if the scheme includes provision about modification or revocation of the scheme, the Secretary of State’s power to modify or revoke it is subject to that provision.     8   Any such provision of the scheme does not prevent the Secretary of State from modifying the scheme if—   a   the Secretary of State considers that a licensed electricity supplier or licensed gas supplier may make, or has made, arrangements whose primary purpose is to increase payments to the supplier under the scheme, and     b   the purpose of the modification of the scheme is to prevent the increased payments or require repayment of increased payments.       9   For provision about time limits on the exercise of the powers conferred by this section, see Schedule 6.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "2", "section_title": "GB electricity scheme: supplementary provision", "section_text": " 2    1   This section—   a   applies in relation to a domestic electricity price reduction scheme for Great Britain that is designated for the purposes of this section in regulations made by the Secretary of State (the “designated scheme”); and     b   applies in relation to the designated scheme as it has effect from time to time.       2   A licensed electricity supplier who provides GB domestic electricity supply—   a   must take all reasonable steps to become a party to the designated scheme as soon as is reasonably practicable;     b   must, after becoming a party to the designated scheme, remain a party unless and until it ceases to be a party in accordance with the terms of the designated scheme;     c   must, while a party to the designated scheme, comply with the terms of the designated scheme that are applicable to it.       3   The Secretary of State must publish the designated scheme (as it has effect from time to time), so far as the Secretary of State considers it appropriate to do so.     4   The provision made by paragraph 6(g) of Schedule 6A to the Electricity Act 1989 (enforcement by GEMA) does not prevent any other remedy from being pursued or obtained in respect of non-compliance with the terms of the designated scheme (including any remedy in the law of contract).     5   The Secretary of State is not liable in the law of contract for things done or omitted in the performance or purported performance of the terms of the designated scheme, unless the liability relates to payment of an amount under the scheme.     6   A domestic electricity price reduction scheme for Great Britain that was established before section 1 (1)  came into force otherwise than in accordance with that section (a “pre-commencement scheme”) may be designated for the purposes of this section.     7   But no action may be taken in reliance on paragraph 6(g) of Schedule 6A to the Electricity Act 1989 in relation to non-compliance with a pre-commencement scheme that is designated if or to the extent that the non-compliance occurred before the scheme is designated.     8   Regulations under this section are subject to the negative procedure.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "3", "section_title": "GB gas scheme: supplementary provision", "section_text": " 3    1   This section—   a   applies in relation to a domestic gas price reduction scheme for Great Britain that is designated for the purposes of this section in regulations made by the Secretary of State (the “designated scheme”); and     b   applies in relation to the designated scheme as it has effect from time to time.       2   A licensed gas supplier who provides GB domestic gas supply—   a   must take all reasonable steps to become a party to the designated scheme as soon as is reasonably practicable;     b   must, after becoming a party to the designated scheme, remain a party unless and until it ceases to be a party in accordance with the terms of the designated scheme;     c   must, while a party to the designated scheme, comply with the terms of the designated scheme that are applicable to it.       3   A gas shipper must apply to become a party to the designated scheme if—   a   that gas shipper receives from another party to the designated scheme a written request to become a party, and     b   the designated scheme would not operate effectively if that gas shipper was not a party;    and the gas shipper must make that application as soon as reasonably practicable after receiving the request.     4   A gas shipper—   a   must, after becoming a party to the designated scheme, remain a party unless and until it ceases to be a party in accordance with the terms of the designated scheme;     b   must, while a party to the designated scheme, comply with the terms of the designated scheme that are applicable to it.       5   The Secretary of State must publish the designated scheme (as it has effect from time to time), so far as the Secretary of State considers it appropriate to do so.     6   The provision made by paragraph 4(f) of Schedule 4B to the Gas Act 1986 (enforcement by GEMA) does not prevent any other remedy from being pursued or obtained in respect of non-compliance with the terms of the designated scheme (including any remedy in the law of contract).     7   The Secretary of State is not liable in the law of contract for things done or omitted in the performance or purported performance of the terms of the designated scheme, unless the liability relates to payment of an amount under the scheme.     8   A domestic gas price reduction scheme for Great Britain that was established before section 1 (3)  came into force otherwise than in accordance with that section (a “pre-commencement scheme”) may be designated for the purposes of this section.     9   But no action may be taken in reliance on paragraph 4(f) of Schedule 4B to the Gas Act 1986 in relation to non-compliance with a pre-commencement scheme that is designated if or to the extent that the non-compliance occurred before the scheme is designated.     10   Regulations under this section are subject to the negative procedure.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "4", "section_title": "Interpretation of sections 1 to 3", "section_text": " 4    1   This section applies for the purposes of sections 1 to 3 and this section.     Expressions relating to electricity   2   A “licensed electricity supplier” is a person who holds an electricity supply licence.     3   An “electricity supply licence” is a licence granted under section 6(1)(d) of the Electricity Act 1989.     4   “GB domestic electricity supply” is the supply of electricity to premises that are domestic premises for the purposes of the relevant standard conditions (as they have effect from time to time).     5   In subsection  (4)  “relevant standard conditions” are the conditions which are, by virtue of section 33(1) of the Utilities Act 2000, the standard conditions for the purposes of electricity supply licences.      Expressions relating to gas   6   A “licensed gas supplier” is a person who holds a gas supply licence.     7   A “gas supply licence” is a licence granted under section 7A(1) of the Gas Act 1986.     8   “ Gas shipper ” has the same meaning as in Part 1 of the Gas Act 1986 (see section 7A(11) of that Act).     9   “GB domestic gas supply” is the supply of gas to premises that are domestic premises for the purposes of the relevant standard conditions (as they have effect from time to time).     10   In subsection  (9)  “relevant standard conditions” are the conditions which are, by virtue of section 81(2) of the Utilities Act 2000, the standard conditions for the purposes of gas supply licences.      Other expressions   11   A reference to a charge for GB domestic electricity supply or GB domestic gas supply includes a reference to a charge that does not relate to electricity or gas supplied (such as a standing charge).     "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "5", "section_title": "Domestic energy price reduction schemes for Northern Ireland", "section_text": " 5    1   The Secretary of State may establish a domestic electricity price reduction scheme for Northern Ireland.     2   A “domestic electricity price reduction scheme for Northern Ireland” is a scheme (including any other related arrangements) that makes provision for and in connection with—   a   reducing the amount that would otherwise be charged for NI domestic electricity supply by licensed electricity suppliers who are parties to the scheme, and     b   making payments to those suppliers in respect of those reductions in charges.       3   The Secretary of State may establish a domestic gas price reduction scheme for Northern Ireland.     4   A “domestic gas price reduction scheme for Northern Ireland” is a scheme (including any other related arrangements) that makes provision for and in connection with—   a   reducing the amount that would otherwise be charged for NI domestic gas supply by licensed gas suppliers who are parties to the scheme, and     b   making payments to those suppliers in respect of those reductions in charges.       5   The Secretary of State may modify or revoke a domestic electricity or gas price reduction scheme for Northern Ireland.     6   But if the scheme includes provision about modification or revocation of the scheme, the Secretary of State’s power to modify or revoke it is subject to that provision.     7   Any such provision of the scheme does not prevent the Secretary of State from modifying the scheme if—   a   the Secretary of State considers that a licensed electricity supplier or licensed gas supplier may make, or has made, arrangements whose primary purpose is to increase payments to the supplier under the scheme, and     b   the purpose of the modification of the scheme is to prevent the increased payments or require repayment of increased payments.       8   For provision about time limits on the exercise of the powers conferred by this section, see Schedule 6.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "6", "section_title": "NI electricity scheme: supplementary provision", "section_text": " 6    1   This section—   a   applies in relation to a domestic electricity price reduction scheme for Northern Ireland that is designated for the purposes of this section in regulations made by the Secretary of State (the “designated scheme”); and     b   applies in relation to the designated scheme as it has effect from time to time.       2   A licensed electricity supplier who provides NI domestic electricity supply—   a   must take all reasonable steps to become a party to the designated scheme as soon as is reasonably practicable;     b   must, after becoming a party to the designated scheme, remain a party unless and until it ceases to be a party in accordance with the terms of the designated scheme;     c   must, while a party to the designated scheme, comply with the terms of the designated scheme that are applicable to it.       3   The Northern Ireland Regulator may give an NI domestic electricity supplier directions in relation to the supplier’s performance of the terms of the designated scheme.     4   An NI domestic electricity supplier must comply with any direction given to it under subsection  (3) .     5   The Secretary of State must publish the designated scheme (as it has effect from time to time), so far as the Secretary of State considers it appropriate to do so.     6   The provision made by Article 41A(4)(l) of the Energy (Northern Ireland) Order 2003 ( S.I. 2003/419 (N.I. 6) ) (enforcement by the Northern Ireland Regulator) does not prevent any other remedy from being pursued or obtained in respect of non-compliance with the terms of the designated scheme (including any remedy in the law of contract).     7   The Secretary of State is not liable in the law of contract for things done or omitted in the performance or purported performance of the terms of the designated scheme, unless the liability relates to payment of an amount under the scheme.     8   Regulations under this section are subject to the negative procedure.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "7", "section_title": "NI gas scheme: supplementary provision", "section_text": " 7    1   This section—   a   applies in relation to a domestic gas price reduction scheme for Northern Ireland that is designated for the purposes of this section in regulations made by the Secretary of State (the “designated scheme”); and     b   applies in relation to the designated scheme as it has effect from time to time.       2   A licensed gas supplier who provides NI domestic gas supply—   a   must take all reasonable steps to become a party to the designated scheme as soon as is reasonably practicable;     b   must, after becoming a party to the designated scheme, remain a party unless and until it ceases to be a party in accordance with the terms of the designated scheme;     c   must, while a party to the designated scheme, comply with the terms of the designated scheme that are applicable to it.       3   The Northern Ireland Regulator may give an NI domestic gas supplier directions in relation to the supplier’s performance of the terms of the designated scheme.     4   An NI domestic gas supplier must comply with any direction given to it under subsection  (3) .     5   The Secretary of State must publish the designated scheme (as it has effect from time to time), so far as the Secretary of State considers it appropriate to do so.     6   The provision made by Article 41B(3)(k) of the Energy (Northern Ireland) Order 2003 ( S.I. 2003/419 (N.I. 6) ) (enforcement by the Northern Ireland Regulator) does not prevent any other remedy from being pursued or obtained in respect of non-compliance with the terms of the designated scheme (including any remedy in the law of contract).     7   The Secretary of State is not liable in the law of contract for things done or omitted in the performance or purported performance of the terms of the designated scheme, unless the liability relates to payment of an amount under the scheme.     8   Regulations under this section are subject to the negative procedure.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "8", "section_title": "Interpretation of sections 5 to 7", "section_text": " 8    1   This section applies for the purposes of sections 5 to 7 and this section.     Expressions relating to electricity   2   A “licensed electricity supplier” is a person who holds an electricity supply licence.     3   An “electricity supply licence” is a licence granted under Article 10(1)(c) of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) ).     4   “ NI domestic electricity supply ” has the meaning specified in, or determined in accordance with, regulations made by the Secretary of State; and regulations under this subsection are subject to the affirmative procedure.      Expressions relating to gas   5   A “licensed gas supplier” is a person who holds a gas supply licence.     6   A “gas supply licence” is a licence granted under Article 8(1)(c) of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ).     7   “ NI domestic gas supply ” has the meaning specified in, or determined in accordance with, regulations made by the Secretary of State; and regulations under this subsection are subject to the affirmative procedure.      Other expressions   8   A reference to a charge for NI domestic electricity supply or NI domestic gas supply includes a reference to a charge that does not relate to electricity or gas supplied (such as a standing charge).     "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "9", "section_title": "Reduced energy charges for non-domestic customers in Great Britain", "section_text": " 9    1   The Secretary of State may, by regulations, make provision for and in connection with—   a   reducing the amounts that would otherwise be charged for GB non-domestic electricity supply by licensed electricity suppliers, and     b   making payments to those suppliers in respect of those reductions.       2   The Secretary of State may, by regulations, make provision for and in connection with—   a   reducing the amounts that would otherwise be charged for GB non- domestic gas supply by licensed gas suppliers, and     b   making payments to those suppliers in respect of those reductions.       3   Regulations under this section may, in particular, provide for reductions in amounts charged to be calculated by reference to the difference between—   a   the wholesale price paid for electricity or gas, as a component of the amounts that would otherwise be charged for the supply of electricity or gas, and     b   a notional wholesale price, if it is lower than the wholesale price paid.       4   If the regulations make such provision, they may in particular—   a   provide for—   i   the wholesale price paid to be the actual wholesale price paid or a wholesale price treated as paid, and     ii   that wholesale price to be specified in or under the regulations, or determined in accordance with the regulations;       b   provide for the notional wholesale price to be specified in or under the regulations, or determined in accordance with the regulations.       5   The Secretary of State may review the operation of regulations under this section.     6   Regulations under this section are subject to the affirmative procedure.     7   Schedule 1 describes particular kinds of provision that may be made by regulations under this section.     8   For provision about time limits on the exercise of the powers conferred by this section, see Schedule 6.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "10", "section_title": "Interpretation of section 9 and Schedule 1", "section_text": " 10    1   This section applies for the purposes of section 9, this section and Schedule 1.     Expressions relating to electricity   2   A “licensed electricity supplier” is a person who holds an electricity supply licence.     3   An “electricity supply licence” is a licence granted under section 6(1)(d) of the Electricity Act 1989.     4   “GB non-domestic electricity supply” is the supply of electricity to premises that are non-domestic premises for the purposes of the relevant standard conditions (as they have effect from time to time).     5   In subsection  (4)  “relevant standard conditions” are the conditions which are, by virtue of section 33(1) of the Utilities Act 2000, the standard conditions for the purposes of electricity supply licences.      Expressions relating to gas   6   A “licensed gas supplier” is a person who holds a gas supply licence.     7   A “gas supply licence” is a licence granted under section 7A(1) of the Gas Act 1986.     8   “GB non-domestic gas supply” is the supply of gas to premises that are non-domestic premises for the purposes of the relevant standard conditions (as they have effect from time to time).     9   In subsection  (8)  “relevant standard conditions” are the conditions which are, by virtue of section 81(2) of the Utilities Act 2000, the standard conditions for the purposes of gas supply licences.     "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "11", "section_title": "Reduced energy charges for non-domestic customers in Northern Ireland", "section_text": " 11    1   The Secretary of State may, by regulations, make provision for and in connection with—   a   reducing the amounts that would otherwise be charged for NI non-domestic electricity supply by licensed electricity suppliers, and     b   making payments to those suppliers in respect of those reductions.       2   The Secretary of State may, by regulations, make provision for and in connection with—   a   reducing the amounts that would otherwise be charged for NI non-domestic gas supply by licensed gas suppliers, and     b   making payments to those suppliers in respect of those reductions.       3   Regulations under this section may, in particular, provide for reductions in amounts charged to be calculated by reference to the difference between—   a   the wholesale price paid for electricity or gas, as a component of the amounts that would otherwise be charged for the supply of electricity or gas, and     b   a notional wholesale price, if it is lower than the wholesale price paid.       4   If the regulations make such provision, they may in particular—   a   provide—   i   for the wholesale price paid to be the actual wholesale price paid or a wholesale price treated as paid;     ii   for that wholesale price to be specified in or under the regulations, or determined in accordance with the regulations;       b   provide for the notional wholesale price to be specified in or under the regulations, or determined in accordance with the regulations.       5   The Secretary of State may review the operation of regulations under this section.     6   Regulations under this section are subject to the affirmative procedure.     7   Schedule 2 describes particular kinds of provision that may be made by regulations under this section.     8   For provision about time limits on the exercise of the powers conferred by this section, see Schedule 6.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "12", "section_title": "Interpretation of section 11 and Schedule 2", "section_text": " 12    1   This section applies for the purposes of section 11, this section and Schedule 2.     Expressions relating to electricity   2   A “licensed electricity supplier” is a person who holds an electricity supply licence.     3   An “electricity supply licence” is a licence granted under Article 10(1)(c) of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) ).     4   “ NI non-domestic electricity supply ” has the meaning specified in, or determined in accordance with, regulations made by the Secretary of State; and regulations under this subsection are subject to the affirmative procedure.      Expressions relating to gas   5   A “licensed gas supplier” is a person who holds a gas supply licence.     6   A “gas supply licence” is a licence granted under Article 8(1)(c) of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ).     7   “ NI non-domestic gas supply ” has the meaning specified in, or determined in accordance with, regulations made by the Secretary of State; and regulations under this subsection are subject to the affirmative procedure.      Other expressions   8   A reference to a charge for NI non-domestic electricity supply or NI non-domestic gas supply includes a reference to a charge that does not relate to electricity or gas supplied (such as a standing charge).     "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "13", "section_title": "Power of the Secretary of State to give support for meeting energy costs etc", "section_text": " 13    1   The Secretary of State may take such steps as the Secretary of State considers appropriate to—   a   provide support for meeting costs related to the use of energy;     b   enable or encourage the efficient use of energy;     c   provide support for meeting costs related to the supply of energy;     d   enable or encourage the supply of energy.       2   The Secretary of State may take such other steps as the Secretary of State considers appropriate in response to the energy crisis.     3   The steps that may be taken under the powers conferred by subsections  (1)  and  (2)  include—   a   giving financial assistance (whether directly or indirectly and whether subject to conditions or not);     b   acquiring, making available or otherwise enabling access to energy or relevant infrastructure (including by entering into contracts);     c   steps in respect of particular descriptions of households, persons or premises;     d   dealing with any costs or matters incidental to the exercise of those powers (whether those costs or matters fall to the Secretary of State or another).       4   In subsection  (3)(b)  “ relevant infrastructure ” means infrastructure related to the supply or use of energy.     5   Steps of a kind—   a   described in subsection  (1)  or  (2) , and     b   taken by the Secretary of State on or after 1 January 2022 but before the coming into force of this section,    are, to the extent that they are not authorised by a power of the Secretary of State arising under any other legislation, authorised by subsection  (1)  or  (2)  (as appropriate).     6   Nothing in this section limits a power of the Secretary of State arising under any other legislation or otherwise.     7   For provision about time limits on the exercise of the powers conferred by this section, see Schedule 6.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "14", "section_title": "Procedure and reporting in connection with section 13", "section_text": " 14    1   The power conferred by section 13 (2)  is exercisable only in accordance with subsections  (2)  to  (4) .     2   Expenditure to be incurred by the Secretary of State—   a   in consequence of an exercise of the power conferred by section 13 (2) , and     b   in connection with any one project,    must not exceed £100 million unless the expenditure in excess of that sum is authorised by a resolution of the House of Commons before the power is exercised.     3   But subsection  (2)  does not apply if the Secretary of State is satisfied that the exercise of the power is urgent and that it is not reasonably practicable to obtain the approval of the House of Commons for the connected expenditure before doing so.     4   In such circumstances, the Secretary of State must, as soon as reasonably practicable, lay a statement concerning that expenditure before Parliament.     5   As soon as reasonably practicable after the end of any quarter in which a power conferred by section 13 is exercised or expenditure is incurred by the Secretary of State in consequence of the exercise of such a power, the Secretary of State must lay before Parliament a report stating the amount of, and containing such other details as the Secretary of State considers appropriate about—   a   expenditure incurred by the Secretary of State in that quarter in consequence of the exercise of the powers conferred by section 13,     b   expenditure incurred by the Secretary of State in consequence of the exercise of those powers from the time when this Act came into force until the end of that quarter, and     c   expenditure expected to be incurred by the Secretary of State in the future in consequence of the exercise of those powers, both during that quarter and during previous quarters.       6   In subsection  (5)  “ quarter ” means a period of three months ending at the end of March, June, September or December.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "15", "section_title": "Role of other bodies in giving support for meeting energy costs etc", "section_text": " 15    1   A designated body may take action in support of a step taken under section 13 (a “relevant step”).     2   The Secretary of State may, by regulations, make provision about designated bodies taking action in support of relevant steps.     3   The regulations may, in particular, make provision in connection with designated bodies—   a   receiving financial assistance,     b   distributing and otherwise managing financial assistance,     c   monitoring and accounting for financial assistance,     d   recovering and returning financial assistance, and     e   providing information.       4   The regulations may—   a   make provision about how designated bodies are to take action in support of relevant steps, and     b   provide for the giving of guidance about how such actions are to be taken.       5   Subsection  (1)  applies to action taken by a designated body—   a   on or after 1 January 2022 but before the coming into force of this section, and     b   in support of a step taken by the Secretary of State during that period and of a kind described in section 13 (1)  or  (2) ,    as it does to action taken by a designated body (in support of a step taken under section 13) on or after the coming into force of this section.     6   The power of the Secretary of State to deal with costs or matters incidental to the exercise of the powers conferred by section 13 includes dealing with costs or matters arising under this section.     7   A “designated body” is—   a   a local authority;     b   a person who is a heat supplier within the meaning of the Heat Network (Metering and Billing) Regulations 2014 ( S.I. 2014/3120 ) or who otherwise supplies and charges for the supply of heating, cooling or hot water to a building or persons in a building;     c   any other body or person established by or under any primary legislation or subordinate legislation and designated, in regulations made by the Secretary of State, for the purposes of this section.       8   Regulations under subsection  (2)  or  (7)  are subject to the negative procedure.     9   In this section “ local authority ” means—   a   a county council in England,     b   a district council for an area in England for which there is no county council,     c   a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009,     d   the Greater London Authority,     e   a London borough council,     f   the Common Council of the City of London,     g   the Council of the Isles of Scilly,     h   a county council in Wales,     i   a county borough council in Wales,     j   a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales) Act 2021,     k   a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994,     l   a community council in Scotland,     m   a district council in Northern Ireland.      "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "16", "section_title": "Temporary requirement for electricity generators to make payments", "section_text": " 16    1   The Secretary of State may, for a purpose mentioned in subsection (2), make regulations for, and in connection with, requiring periodic payments to be made to a payment administrator by—   a   specified electricity generators,     b   electricity generators that are of a specified description, or     c   electricity generators that are designated by the Secretary of State in accordance with the regulations.       2   The purposes are—   a   the purpose of enabling a payment administrator to obtain funds for paying to electricity suppliers in connection with reducing the cost to customers of electricity;     b   the purpose of enabling a payment administrator to obtain funds for meeting expenditure incurred or to be incurred by the Secretary of State in reducing the cost to customers of electricity.       3   Regulations under this section may include—   a   provision about the method by which the amount of a periodic payment is to be calculated;     b   provision for determining the time at which a periodic payment is to be made;     c   provision requiring the making of an advance payment in respect of a potential liability to make a periodic payment and about balancing payments;     d   provision about interest on a late payment and penalties for a late payment;     e   provision for a payment, interest or a penalty to be recoverable by a payment administrator as a civil debt;     f   provision for amounts received by a payment administrator to be paid by the payment administrator to electricity suppliers or into the Consolidated Fund;     g   provision imposing on an electricity supplier that receives a payment from a payment administrator a requirement to secure that customers of the electricity supplier receive, by a specified time, such benefit from the payment as may be specified or determined in accordance with the regulations;     h   provision for amounts received by a payment administrator to be retained by the payment administrator to meet expenditure incurred by the payment administrator in exercising functions under the regulations;     i   provision conferring functions in connection with the application, monitoring or enforcement of the regulations on the Secretary of State, a payment administrator, GEMA, the Northern Ireland Regulator or any other person;     j   provision conferring functions in connection with the application, monitoring or enforcement of the regulations on a person designated by the Secretary of State in accordance with the regulations;     k   provision conferring powers on any person to require information for the purpose of exercising their functions under the regulations;     l   provision for anything which is to be calculated or determined under the regulations to be calculated or determined by such persons, in accordance with such procedure and by reference to such matters and to the opinion of such persons, as may be specified in the regulations;     m   provision for an appeal against a calculation, determination or other decision made under the regulations;     n   provision to deal with the consequences of, or to prohibit or otherwise regulate, transactions or arrangements that undermine the effectiveness of the regulations.       4   The provision made by virtue of subsection (3)(a) must require the amount of a periodic payment to be calculated by reference to the quantity of electricity generated during the period in question by the relevant generating station with which the electricity generator is concerned.     5   The provision made by virtue of subsection (3)(i) may include provision conferring a power on the Secretary of State to direct that an electricity generator specified in, or of a description specified in, the direction is not liable to make further payments under the regulations.     6   The provision made by virtue of subsection (3)(i) may include provision for requirements imposed on a person by the regulations to be enforceable—   a   by GEMA—   i   as if they were relevant requirements for the purposes of section 25 of the Electricity Act 1989, and     ii   as if the person were a regulated person for the purposes of that section (if that is not in fact the case);       b   by the Northern Ireland Regulator—   i   as if they were relevant requirements for the purposes of Article 41A of the Energy (Northern Ireland) Order 2003 ( S.I. 2003/419 (N.I. 6) ), and     ii   as if the person were a regulated person for the purposes of that Article (if that is not in fact the case).         7   The first regulations under this section are subject to the affirmative procedure.     8   Any other regulations under this section are subject to the negative procedure.     9   For provision imposing a time limit relevant to the exercise of the powers conferred by this section, see Schedule 6.     10   In this section—     “ electricity generator ” means a person who owns or has any interest in a relevant generating station; and a reference to the relevant generating station with which an electricity generator is concerned is to be read accordingly;      “ electricity supplier ” means a person who is a holder of a licence to supply electricity under—     section 6(1)(d) of the Electricity Act 1989, or      Article 10(1)(c) of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) ;         “ generating station ” means a station which generates electricity or any part of such a station;      “ payment administrator ” means a person specified as a payment administrator for the purposes of regulations under this section;      “ relevant generating station ” means a generating station—     in respect of which no contract for difference has effect under Chapter 2 of Part 2 of the Energy Act 2013 (ignoring any contract for difference under which no payments have begun to fall due), and      that is not an accredited FIT installation within the meaning of the Feed-in Tariffs Order 2012 ( S.I. 2012/2782 );         “specified”, except in subsection (5), means specified in regulations under this section.       "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "17", "section_title": "Power to require information in connection with regulations under section 16", "section_text": " 17    1   The Secretary of State may direct an electricity generator to provide the Secretary of State with such specified information as the Secretary of State may reasonably require in connection with the making of regulations under section 16.     2   A direction under this section must be in writing.     3   An electricity generator to whom a direction is given under this section must, so far as reasonably practicable, provide the Secretary of State with the specified information—   a   within the specified period, and     b   in the specified form and manner.       4   A direction under this section is enforceable by the Secretary of State in civil proceedings—   a   for an injunction,     b   for specific performance of a statutory duty under section 45 of the Court of Session Act 1988, or     c   for any other appropriate remedy or relief.       5   In this section—     “ electricity generator ” has the same meaning as in section 16;      “ information ” includes documents;      “ specified ” means specified in the direction.       "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "18", "section_title": "Contracts for difference", "section_text": " 18    1   The Energy Act 2013 is amended as follows.     2   In section 6 (power to make regulations about contracts for difference for the purpose of encouraging low carbon electricity generation)—   a   after subsection (1) insert—    1A   The reference in subsection (1) to encouraging low carbon electricity generation includes encouraging the continuation of, or an increase in, low carbon electricity generation by existing generating stations.     , and     b   in subsection (8), after paragraph (a) insert—    aa   the first regulations made after the passing of the Energy Prices Act 2022 which make provision falling within each of the sections mentioned in paragraph (a);     .       3   In section 7 (designation of a CFD counterparty), in subsection (5), omit the words from “, but only” to the end.     4   In section 17 (payments to electricity suppliers), after subsection (2) insert—    2A   Regulations may make provision imposing on an electricity supplier who receives a payment from a CFD counterparty a requirement to secure that customers of the electricity supplier receive, by a time specified in the regulations, such benefit from the payment as may be specified in or determined in accordance with the regulations.        5   In section 19 (information and advice)—   a   in subsection (2)—   i   in paragraph (c), after “the Northern Ireland system operator” insert  “, an electricity supplier” ,     ii   after paragraph (c) insert—    ca   for the Authority to require information to be provided to it by a CFD counterparty or electricity suppliers;     cb   for the Northern Ireland Authority for Utility Regulation to require information to be provided to it by a CFD counterparty or electricity suppliers;     , and     iii   in paragraph (e), after “to it by” insert  “the Authority, the Northern Ireland Authority for Utility Regulation,” , and       b   in subsection (4), at the beginning insert  “Except as provided by regulations,” .      "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "19", "section_title": "Requirement to pass on energy price support to end users", "section_text": " 19    1   The Secretary of State may by regulations impose pass-through requirements on persons to whom energy price support is provided (“intermediaries”).     2   A “pass-through requirement” is a requirement to secure that the benefit of energy price support provided to an intermediary is passed on to end users of the intermediary by a specified time.     3   An end user of an intermediary is a person—   a   to whom energy is made available by the intermediary, where energy price support has been provided to the intermediary in respect of that energy,     b   to whom heating, cooling, hot water or electricity is made available by the intermediary using energy in respect of which energy price support has been provided to the intermediary, or     c   who makes a qualifying payment to the intermediary.       4   “ Energy price support ” means financial assistance provided—   a   by way of a payment to a person in connection with energy costs (whether of that person or of others),     b   by way of a reduction in the amount to be paid by a person for energy, or     c   otherwise than as mentioned in paragraph  (a)  or  (b) , to or in respect of a person under this Act or any scheme established under it,    where the assistance is provided in response to the energy crisis.     5   For the purposes of subsection (3)(c), “ qualifying payment ” means a payment in respect of—   a   energy, heating, cooling or hot water made available to the person by another person, or by the intermediary to another person, where (as the case may be)—   i   the energy is energy in respect of which energy price support has been provided to the intermediary, or     ii   the heating, cooling or hot water is produced using energy in respect of which energy price support has been provided to the intermediary,       b   electricity made available to the person by another person, or by the intermediary to another person, using energy in respect of which energy price support has been provided to the intermediary, or     c   the provision by the intermediary of a service, a product or accommodation, where an identified component of the amount paid relates directly to the use of—   i   energy in respect of which energy price support has been provided to the intermediary, or     ii   heating, cooling, hot water or electricity produced using energy in respect of which energy price support has been provided to the intermediary.         6   Regulations under subsection  (1)  must—   a   specify the benefit to be passed on in accordance with a pass-through requirement, or     b   provide for the benefit to be determined in accordance with the regulations.       7   Regulations under subsection  (1)  may also, in particular, make provision—   a   about how the benefit is to be passed on;     b   about the allocation of the benefit between two or more persons;     c   for the purpose of determining who is an end user of an intermediary.       8   A pass-through requirement may apply to intermediaries generally, to intermediaries of a specified description, or to specified intermediaries.     9   Regulations under subsection  (1)  may require intermediaries to provide specified information to end users, to the Secretary of State or to other specified persons.     10   Regulations under subsection  (1)  may make provision—   a   for a specified amount, or an amount determined in accordance with the regulations, to be recoverable as a civil debt by a person who does not receive the benefit specified or determined by virtue of subsection  (6)  by the specified time;     b   for the payment of a specified amount, on an application made in accordance with the regulations by a person who is an end user of an intermediary, where the intermediary fails to comply with a requirement by virtue of subsection  (9)  to provide information to the person;     c   about the payment of interest on any amount referred to in paragraph  (a)  or  (b) ;     d   for the making of complaints by end users to a specified person;     e   applying the Heat Network (Metering and Billing) Regulations 2014 ( S.I. 2014/3120 ), with or without modifications, in relation to any requirement by virtue of subsection  (9)  to provide information to a person within regulation 10 of those Regulations.       11   Provision made by virtue of subsection  (10)(d) —   a   must set out the grounds on which a complaint may be made (which must relate to a failure to comply with a requirement imposed by the regulations);     b   may include provision for—   i   Part 2 of the Consumers, Estate Agents and Redress Act 2007 (complaints handling and redress schemes) to apply in relation to end users in England, Wales or Scotland as it applies in relation gas or electricity consumers, or     ii   Article 22 of the Energy (Northern Ireland) Order 2003 ( S.I. 2003/419 (N.I. 6) ) and such other provisions of that Order as relate to it to apply in relation to end users in Northern Ireland as they apply in relation to a customer of, or user of electricity or gas supplied by, an authorised supplier,    with such modifications as the Secretary of State considers appropriate.       12   The Secretary of State may by regulations amend this section so as to add to the cases in which a person is an end user of an intermediary.     13   Regulations under this section are subject to the affirmative procedure.     14   In this section—   a   “ specified ” means specified in regulations under subsection  (1) ;     b   references to energy being made available are to its being made available otherwise than in accordance with a licence under—   i   section 7A(1) of the Gas Act 1986 or Article 8(1)(c) of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ) (gas supply licence), or     ii   section 6(1)(d) of the Electricity Act 1989 or Article 10(1)(c) of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) ) (electricity supply licence);       c   references to the provision of energy price support are to its provision before, or on or after, the day on which this Act is passed;     d   references to a person to whom energy price support is provided include references to a person to whom the benefit of energy price support is provided indirectly (whether in consequence of a pass-through requirement or otherwise).      "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "20", "section_title": "Domestic gas and electricity tariff cap", "section_text": " 20   Schedule 3 contains amendments to the Domestic Gas and Electricity (Tariff Cap) Act 2018.  "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "21", "section_title": "Power of the Secretary of State to modify energy licences etc", "section_text": " 21    1   The Secretary of State may exercise a power conferred by this section if the Secretary of State considers it appropriate to do so—   a   in response to the energy crisis, or     b   in connection with—   i   this Act,     ii   regulations under this Act,     iii   a domestic energy price reduction scheme (including its establishment, modification or revocation), or     iv   anything done or proposed to be done under, or given effect by, section 13, any other provision of this Act or regulations under this Act.         2   The Secretary of State may modify—   a   an energy licence (including any conditions, standard or otherwise, of a licence);     b   a document maintained in accordance with the conditions of any energy licence, or an agreement that gives effect to a document so maintained.       3   Subsection  (2)  has effect in relation to licences whenever granted and agreements whenever entered into.     4   The power to make modifications under subsection  (2) —   a   may be exercised—   i   generally,     ii   only in relation to specified cases, or     iii   subject to exceptions;       b   may be exercised differently in different cases;     c   includes a power to make consequential, supplementary, incidental, saving or transitional modifications.       5   Without prejudice to the generality of subsection  (2) , conditions included in an energy licence by virtue of that subsection may do any of the things authorised for licences by—   a   section 7(1), (3), (3A), (3C)(a), or (4) to (6A) of the Electricity Act 1989;     b   section 7B(4), (4A), (5), (5B)(a), (6) or (7) of the Gas Act 1986;     c   Article 11(2), (3), or (4) to (6B) of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) );     d   Article 10(2), (3), or (4) to (6A) of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ).       6   Nothing in this section affects any other power—   a   to modify an energy licence or other document, or     b   to give a direction (including under section 22(1)).       7   If the Secretary of State makes or proposes to make modifications under this section, the Secretary of State must publish a notice—   a   setting out the modifications,     b   explaining the effect of the modifications, and     c   specifying the date from which the modifications have effect (which may not be earlier than the day on which they are published).       8   Publication under subsection  (7)  must be in a manner the Secretary of State considers appropriate for bringing the information to the attention of persons likely to be affected by the modifications.     9   Subsection  (7)  applies in respect of a proposed modification only if the Secretary of State considers it appropriate in all the circumstances to publish the notice and (in accordance with subsection  (10) ) consider representations before making the modification.     10   Where the duty in subsection  (7)  applies in respect of a proposed modification, the Secretary of State must (before making the modification) consider any representations made by persons likely to be affected by the modification.     11   In this section “ energy licence ” means—   a   a licence for the purposes of section 4 of the Electricity Act 1989;     b   a licence for the purposes of section 5 of the Gas Act 1986;     c   a licence granted under Article 10 of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) );     d   a licence granted under Article 8 of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ).      "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "22", "section_title": "Power of Secretary of State to give directions", "section_text": " 22    1   The Secretary of State may exercise a power conferred by this section if the Secretary of State considers it appropriate to do so—   a   in response to the energy crisis, or     b   in connection with—   i   this Act,     ii   regulations under this Act,     iii   a domestic energy price reduction scheme (including its establishment, modification or revocation), or     iv   anything done or proposed to be done under, or given effect by, section 13, any other provision of this Act or regulations under this Act.         2   The Secretary of State may give a person who is subject to directions under this section—   a   a direction of a general character;     b   a direction to do (or not do) a specific thing.       3   The following are subject to directions under this section—   a   the Northern Ireland Regulator;     b   a person who holds an energy licence.       4   A direction under this section—   a   must be in writing;     b   may be varied or revoked by a subsequent direction given by the Secretary of State.       5   So far as a direction under this section conflicts with the requirements of an enactment or instrument or with any duty which arises otherwise than under an enactment or instrument the requirements are or the duty is to be disregarded.     6   In this section “ energy licence ” means—   a   a licence for the purposes of section 4 of the Electricity Act 1989;     b   a licence for the purposes of section 5 of the Gas Act 1986;     c   a licence granted under Article 10 of the Electricity (Northern Ireland) Order 1992 ( S.I. 1992/231 (N.I. 1) );     d   a licence granted under Article 8 of the Gas (Northern Ireland) Order 1996 ( S.I. 1996/275 (N.I. 2) ).      "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "23", "section_title": "Regulation of the Northern Ireland energy market", "section_text": " 23   Schedule 4 contains provision about regulation of the Northern Ireland energy market.  "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "24", "section_title": "Concurrent exercise of powers by the Department for the Economy", "section_text": " 24   Schedule 5 provides for certain powers of the Secretary of State under this Act to be exercisable concurrently by the Department for the Economy in Northern Ireland.  "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "25", "section_title": "Time limits on exercise of certain powers under this Act", "section_text": " 25   Schedule 6 provides for time limits on the exercise of certain powers conferred by this Act.  "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "26", "section_title": "Regulations", "section_text": " 26    1   Regulations made under this Act by the Secretary of State are to be made by statutory instrument.     2   A power to make regulations under this Act includes power to make—   a   different provision for different purposes or cases;     b   incidental, supplementary or consequential provision;     c   transitional, transitory or saving provision.       3   Where regulations under this Act are subject to the negative procedure, the statutory instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament.     4   Where regulations under this Act—   a   are subject to the affirmative procedure, and     b   are made after the initial period,    they may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament.     5   Where regulations under this Act—   a   are subject to the affirmative procedure, and     b   are made during the initial period,    the statutory instrument containing them must be laid before Parliament after being made.     6   Regulations contained in a statutory instrument laid before Parliament under subsection  (5)  cease to have effect at the end of the period of 28 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament.     7   In calculating the period of 28 days, no account is to be taken of any whole days that fall within a period during which—   a   Parliament is dissolved or prorogued, or     b   either House of Parliament is adjourned for more than four days.       8   If regulations cease to have effect as a result of subsection  (7) , that does not—   a   affect the validity of anything previously done under the regulations, or     b   prevent the making of new regulations.       9   Any provision that may be included in regulations under this Act subject to the negative procedure may be made by regulations subject to the affirmative procedure.     10   If a draft of a statutory instrument containing regulations made under this Act by the Secretary of State would, apart from this subsection, be treated for the purposes of the Standing Orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if were not a hybrid instrument.     11   In this section “ initial period ” means the period of six months beginning with the day on which this Act is passed.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "27", "section_title": "Consequential provision etc", "section_text": " 27    1   The Secretary of State may, by regulations, make provision that is consequential on—   a   this Act, or     b   regulations under this Act.       2   The Secretary of State may, by regulations, make any provision which the Secretary of State considers appropriate in connection with—   a   a domestic energy price reduction scheme (including its establishment, modification or revocation), or     b   anything done or proposed to be done under, or given effect by, section 13, any other provision of this Act or any regulations under this Act.       3   The Secretary of State may, by regulations, make transitional, transitory or saving provision in connection with—   a   any provision of this Act ceasing to have effect to any extent, or     b   any power ceasing to be exercisable by the Secretary of State or by the Department for the Economy in Northern Ireland,    under Schedule 4, 5 or 6.     4   Regulations under subsection  (3)  may, in particular, make provision for the transfer of property, rights and liabilities (whether or not otherwise capable of being transferred), including any acquired or arising after the regulations are made.     5   Regulations under subsection  (1)  or  (2)  may amend or repeal provision made by primary legislation passed before, or in the same Session as, this Act.     6   Regulations under subsection  (5)  (whether alone or with other provision) are subject to the affirmative procedure.     7   Any other regulations under subsection  (1)  or  (2)  are subject to the negative procedure.     8   Schedule 7 contains amendments of legislation.     9   For provision about the modification of energy licences, see section 21.    "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "28", "section_title": "Interpretation", "section_text": " 28    1   For the purposes of this Act something is done “in response to the energy crisis” if it is done for the purpose of responding to a relevant change in the price of energy (including responding to a cause or effect, or anticipated cause or effect, of a relevant change).     2   A change in the price of energy is a “relevant change” if it—   a   occurred on or after 1 January 2022 and before this Act came into force, or     b   occurs after this Act is passed.       3   Subsections  (1)  and  (2)  do not prevent something from being done in response to the energy crisis that will or may produce a result that is different from the position at a time before 1 January 2022.     4   In this Act—     “ affirmative procedure ” is to be construed in accordance with section 26 (4)  to  (7) ;      “ domestic electricity price reduction scheme for Great Britain ” has the meaning given in section 1 (2) ;      “ domestic electricity price reduction scheme for Northern Ireland ” has the meaning given in section 5 (2) ;      “ domestic energy price reduction scheme ” means—     a domestic electricity price reduction scheme for Great Britain,      a domestic electricity price reduction scheme for Northern Ireland,      a domestic gas price reduction scheme for Great Britain, or      a domestic gas price reduction scheme for Northern Ireland;         “ domestic gas price reduction scheme for Great Britain ” has the meaning given in section 1 (4) ;      “ domestic gas price reduction scheme for Northern Ireland ” has the meaning given in section 5 (4) ;      “ energy ” means—     natural gas,      petroleum (in any form),      any other substance (whether solid, liquid or gaseous) used as fuel, and      electricity;         “ GEMA ” means the Gas and Electricity Markets Authority;      “ modify ” includes amend, repeal and revoke (and, in particular, a power to modify an agreement includes power to make a person a party to an agreement, or to discharge a party from the party’s obligations under the agreement);      “ negative procedure ” is to be construed in accordance with section 26 (3) ;      “ Northern Ireland Regulator ” means the Northern Ireland Authority for Utility Regulation;      “ primary legislation ” means—     an Act,      an Act or Measure of Senedd Cymru,      an Act of the Scottish Parliament, or      Northern Ireland legislation;         “ subordinate legislation ” means an instrument made under primary legislation.       "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "29", "section_title": "Application to the Crown", "section_text": " 29   This Act binds the Crown.  "}, {"act": "Energy Prices Act 2022", "year": 2022, "section": "30", "section_title": "Extent, commencement and short title", "section_text": " 30    1   These provisions of this Act extend to England and Wales and Scotland—   a   sections 1 to 4;     b   sections 9 and 10 and Schedule 1;     c   section 20 and Schedule 3.       2   These provisions of this Act extend to Northern Ireland only—   a   sections 5 to 8;     b   sections 11 and 12 and Schedule 2;     c   section 23 and Schedule 4;     d   section 24 and Schedule 5.       3   The amendments made by Schedule 7 have the same extent as the legislation amended.     4   The other provisions of this Act extend to England and Wales, Scotland and Northern Ireland.     5   Section 18 comes into force at the end of the period of two months beginning with the day on which this Act is passed.     6   The other provisions of this Act come into force on the day on which it is passed.     7   The Secretary of State may, by regulations, make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act.     8   This Act may be cited as the Energy Prices Act 2022.    "}]