[{"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "1", "section_title": "Charge to tax", "section_text": "1 1 If a company carries on a ring fence trade in a qualifying accounting period, a sum equal to   35%   of its levy profits for that period is to be charged on the company as if it were an amount of corporation tax chargeable on it. 2 The charge is referred to in this Act as “ energy (oil and gas) profits levy ” (or as “the levy”). 3 A qualifying accounting period is an accounting period of a company which— a begins on or after 26 May 2022, and b ends on or before   31 March 2028 , (but see also sections 15 and 16 for provision about a case where a company’s accounting period straddles either of those dates). 4 A company’s levy profits or loss for a qualifying accounting period are the amount which, on the following assumptions, would be determined for corporation tax purposes to be the company’s ring fence profits or loss for that period. 5 The assumptions are that— a the company has incurred such additional expenditure (if any) in that period as is provided for by section 2 (3) , b that additional expenditure is allowable as a deduction in calculating the amount of the profits or loss of any ring fence trade of the company for the period, c financing costs and decommissioning costs are left out of account in calculating the amount of the profits or loss of any ring fence trade of the company for the period (see also sections 8 and 9), d any amount that would otherwise be brought into account under section 301 of CTA 2010 (effect of repayment of petroleum revenue tax) in calculating the amount of the profits or loss of any ring fence trade of the company for the period is left out of account so far as the amount is referable to the decommissioning part of an allowable loss, and e no account is to be taken of any provision of Part 4, 5 or 5A of CTA 2010 (loss relief, group relief and group relief for carried forward losses) or of sections 303A to 303D of that Act (use of non-decommissioning losses of ring fence trades). 6 For the purposes of subsection  (5)(d)  an amount of petroleum revenue tax which is repaid as mentioned in section 301(1) of CTA 2010 is referable to the decommissioning part of an allowable loss so far the allowable loss giving rise to the repayment is attributable, on a just and reasonable basis, to expenditure allowable under section 3(1)(i) or (j) of OTA 1975. 7 In this Act any reference to the qualifying levy profits or loss of a company for an accounting period are to the levy profits or loss for the period as determined in accordance with subsections  (4)  and  (5) . 8 If a company makes a qualifying levy loss for an accounting period, relief may be available for some or all of the loss in accordance with— a Part 1 of Schedule 1 (carry back or forward of qualifying levy losses), or b Part 2 of that Schedule (group relief for qualifying levy losses). 9 In accordance with section 11, the charging of the levy as if it were an amount of corporation tax is to be taken as applying all enactments applying generally to corporation tax."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "2", "section_title": "Additional expenditure treated as incurred for purposes of section 1", "section_text": "2 1 This section applies for the purposes of section 1 if, in a qualifying accounting period, a company has incurred investment expenditure. 2 Expenditure is “investment expenditure” so far as— a it is capital expenditure, operating expenditure or leasing expenditure, b it is incurred for the purposes of oil-related activities, c it is not incurred for disqualifying purposes, and d it does not consist of financing costs or decommissioning costs. 3 For the purposes of section 1 the company is to be treated as if, in addition to the investment expenditure (“the IE”) incurred by it in the accounting period, it had incurred in that period— a expenditure of an amount equal to 80% of the amount of the IE, in a case where the expenditure is capital expenditure on the de-carbonisation of its upstream petroleum production, and b expenditure of an amount equal to 29% of the amount of the IE, in any other case. 4 For the purposes of this section, if investment expenditure is incurred partly for the purposes of oil-related activities and partly for other purposes, the expenditure is to be attributed to the oil-related activities on a just and reasonable basis. 4A For the purposes of this section, where a company incurs expenditure part of which is capital expenditure on the de-carbonisation of its upstream petroleum production and part of which is not, the expenditure is to be apportioned on a just and reasonable basis. 5 This section needs to be read with section 6 (which prevents recycling etc of assets to generate relief)."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "2A", "section_title": "Section 2: meaning of expenditure on “de-carbonisation of upstream petroleum production”", "section_text": "2A 1 Expenditure incurred by a company is expenditure on the “ de-carbonisation of its upstream petroleum production ” for the purposes of section 2 if— a the expenditure is incurred in qualifying circumstances, and b the main purpose, or one of the main purposes, in incurring the expenditure is to reduce greenhouse gas emissions in the carrying on by the company of its ring fence trade. 2 For this purpose expenditure is incurred in qualifying circumstances if— a it is incurred on the provision of an alternative energy asset which is to be used for the purpose of generating or storing power for use by the company in its upstream petroleum facilities, b it is incurred on the modification of an asset so that it becomes an alternative energy asset which is to be used for that purpose, c it is incurred on the provision of an asset (such as a cable or substation) where the asset is to be used to make a connection to the electric grid or to an alternative energy asset so that (in either case) the company can use the power generated in its upstream petroleum facilities, d it is incurred for the purpose of reducing or eliminating flaring or venting, e it is incurred for the purpose of capturing greenhouse gas emissions, or f it is incurred for the purpose of monitoring or measuring greenhouse gas emissions (including with a view to detecting leaks of greenhouse gas emissions from the company’s upstream petroleum facilities). 3 For the purposes of this section an asset is an alternative energy asset if the asset generates or stores power (wholly or mainly) from sources of energy other than fossil fuels. 4 For the purposes of this section references to a company’s upstream petroleum facilities are to any facility used by the company for the purposes of its oil extraction activities. 5 In this section— “ the electric grid ” means— in Great Britain, anything which is a transmission system, or a distribution system connected to a transmission system, for the purposes of Part 1 of the Electricity Act 1989, or in Northern Ireland, anything which is a transmission system, or a distribution system connected to a transmission system, for the purposes of Part 2 of the Electricity (Northern Ireland) Order 1992, “ emissions ” has the same meaning as it has in the Climate Change Act 2008 (see section 97), “ fossil fuel ” has the meaning given by section 32M of the Electricity Act 1989, and “ greenhouse gas ” has the same meaning as it has in the Climate Change Act 2008 (see section 92)."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "3", "section_title": "Section 2: meaning of “operating expenditure”", "section_text": "3 1 Expenditure incurred by a company is “ operating expenditure ” for the purposes of section 2 if— a it is incurred for the purpose of increasing— i the rate at which oil is extracted or the reserves of oil, ii the number of years for which it is economically viable to carry out oil extraction activities or for which a facility can be used for the purposes of those activities, or iii the amount of tariff receipts earned by the company in respect of upstream petroleum infrastructure, b it is not routine repair or maintenance expenditure, and c it is incurred in relation to a facility or an oil well on qualifying matters. 2 Expenditure is incurred in relation to a facility on qualifying matters if it is incurred on— a the replacement of a valve, pump, pipeline, power generation plant or compressor that is no longer capable of being used for the purposes of oil extraction activities, b modifications to increase capacity, or availability, to carry out oil extraction activities, or c modifications to enable handling of reduced volumes resulting from reduced operating pressures or handling of different fluid compositions. 3 Expenditure is incurred in relation to an oil well on qualifying matters if it is incurred on— a water shut off or gas shut off, b fracturing, or c the removal of sand, salt, scale or hydrates. 4 For the purposes of this section, where a company incurs expenditure part of which is operating expenditure and part of which is not, the expenditure is to be apportioned on a just and reasonable basis. 5 In this section “ tariff receipts ” has the meaning given by section 291A of CTA 2010."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "4", "section_title": "Section 2: meaning of “leasing expenditure”", "section_text": "4 1 Expenditure incurred by a company is “ leasing expenditure ” for the purposes of section 2 so far as— a it represents payment in return for a mobile production or storage asset being made available under a lease whose term is at least 5 years, and b on the date on which the expenditure is incurred, no company has obtained relevant tax relief in respect of the acquisition of the asset. 2 But expenditure counts as leasing expenditure only so far as it exceeds the total amount received by the company and its associated companies in respect of any qualifying lease other than— a amounts received from the lessee where the parties to the lease are associated companies, or b amounts previously set against expenditure under this subsection which would otherwise have counted as leasing expenditure. 3 For this purpose a “ qualifying lease ” means a lease— a to which the company or associated company is party as lessee, and b in respect of which expenditure is incurred which is, or but for subsection  (2)  would have counted as, leasing expenditure. 4 In addition, if a sublease of an asset is entered into or modified on or after 26 May 2022, expenditure is not leasing expenditure so far as it exceeds the total amount of leasing expenditure incurred in relation to the head lease during the term of the sublease. 5 For the purposes of this section expenditure which does not represent payment in return for an asset being made available includes (among other things)— a any charge for the provision of any staff or for any services, b any amount payable which is, or represents, a profit or premium on the cost of the asset being made available which is paid by the company to an associated company, c any amount which, in accordance with generally accepted accounting practice, falls (or would fall) to be shown in the company’s accounts as a finance charge in respect of a lease, or d any amount that can be attributed to finance costs by reference to the interest rate implicit in the lease (which is to be taken to be the interest rate that would apply to the lease in accordance with normal commercial criteria, including, in particular, generally accepted accounting practice (if applicable)). 6 In this section— “ lease ” includes sublease and “ lessee ” includes sublessee, “ a mobile production or storage asset ” means a mobile asset whose main function is the production or storage of oil, and “ relevant tax relief ” means— relief as a result of section 2, relief as a result of Chapter 6A of Part 8 of CTA 2010 (supplementary charge: investment allowance), or relief as a result of Chapter 9 of Part 8 of CTA 2010 (supplementary charge: cluster area allowance). 7 For the purposes of this section, where a company incurs expenditure part of which represents payment in return for a mobile production or storage asset and part of which does not, the expenditure is to be apportioned on a just and reasonable basis."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "5", "section_title": "Section 2: meaning of “disqualifying purposes”", "section_text": "5 1 Expenditure is incurred for disqualifying purposes for the purposes of section 2 so far as it arises directly or indirectly in connection with, or otherwise in consequence of, any avoidance arrangements. 2 For this purpose arrangements are “avoidance arrangements” if— a the main purpose, or one of the main purposes, of the arrangements is to secure a relevant levy advantage, and b it is reasonable, taking account of all the relevant circumstances— i to conclude that the arrangements are, or include steps that are, contrived, abnormal or lacking a genuine commercial purpose, or ii to regard the arrangements as circumventing the intended limits relating to the relief under section 2 (3)  or as otherwise exploiting shortcomings in this Act. 3 For this purpose “ a relevant levy advantage ” includes— a relief or increased relief from the levy, b repayment or increased repayment of the levy, c avoidance or reduction of a charge to the levy or an assessment to the levy, d avoidance of a possible assessment to the levy, e deferral of a payment of the levy or advancement of a repayment of the levy, and f avoidance of an obligation to deduct or account for the levy. 4 In this section “ arrangements ” includes any transaction, series of transactions, scheme or arrangement, whether or not legally enforceable."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "6", "section_title": "Recycling etc of assets to generate relief", "section_text": "6 1 Expenditure incurred at any time by a company on the acquisition of an asset is not to count as investment expenditure for the purposes of section 2 if— a expenditure was incurred previously by the company or another company in acquiring, leasing, bringing into existence or enhancing the value of the asset, and b any of that expenditure has been taken into account, or would on the applicable assumption have been taken into account, for the purposes of the levy. 2 The cases to which this section applies include (for example)— a any case where the asset acquired is an interest in an oil field, and b any case where the asset is acquired in connection with a transfer to the company of an interest in an oil field (whether or not the asset is acquired at the time of the transfer). 3 In this section— a any reference to expenditure incurred by a company in leasing an asset is to expenditure incurred by it under an agreement under which the asset was leased to the company, b any reference to the applicable assumption in the case of any expenditure incurred at any time is to the assumption that this Act were fully in force and applied to expenditure incurred at that time, and c any reference to an interest in an oil field is to the whole or part of the equity in an oil field."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "7", "section_title": "When investment expenditure is incurred", "section_text": "7 1 In determining for the purposes of this Act when a company has incurred investment expenditure— a in the case of capital expenditure, section 5 of CAA 2001 (when capital expenditure is incurred) applies as it applies for the purposes of that Act, and b in the case of operating expenditure or leasing expenditure, the expenditure is treated as incurred on the date on which it is paid. 2 Any investment expenditure which is (or is treated as) incurred before 26 May 2022 or after   31 March 2028   is to be left out of account in determining a company’s levy profits or loss for any qualifying accounting period."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "8", "section_title": "Meaning of “financing costs” etc", "section_text": " 8    1   This section applies for the purposes of this Act.     2   “ Financing costs ” means the costs of debt finance.     3   In calculating the costs of debt finance for an accounting period of a company the matters to be taken into account include—   a   any costs giving rise to debits in respect of debtor relationships of the company under Part 5 of CTA 2009 (loan relationships), other than debits in respect of exchange losses from such relationships,     b   any exchange gain or loss from a debtor relationship of the company in relation to debt finance,     c   any credit or debit falling to be brought into account in accordance with Part 7 of CTA 2009 (derivative contracts) in relation to debt finance,     d   the financing cost implicit in a payment under a finance lease,     e   if the company is the lessee under a right-of-use lease which is a long funding finance lease, any costs falling, in accordance with generally accepted accounting practice, to be treated in the accounts of the company as interest expenses,     f   if the company is the lessee under a long funding operating lease, the amount deductible in respect of payments under the lease in calculating the profits of the lessee for corporation tax purposes (after first making against any such amount any reductions falling to be made as a result of section 379 of CTA 2010 (lessee under long funding operating lease)), and     g   any other costs arising from what would be considered in accordance with generally accepted accounting practice to be a financing transaction.       4   If an amount representing the whole or part of a payment falling to be made by a company—   a   falls (or would fall) to be treated as a finance charge, or an interest expense, under a finance lease for the purposes of accounts which relate to that company and one or more other companies and are prepared in accordance with generally accepted accounting practice, but     b   is not so treated in the accounts of the company,    the amount is to be treated as a financing cost within subsection  (3)(d) .     5   If—   a   in calculating the qualifying levy profits or loss of a company for an accounting period, an amount falls to be left out of account as a result of subsection  (3)(d) , but     b   the whole or any part of that amount is repaid,    the repayment is also to be left out of account in calculating the qualifying levy profits or loss of the company for any qualifying accounting period.     6   In this section “ finance lease ” means a lease which—   a   under generally accepted accounting practice—   i   falls (or would fall) to be treated, in the accounts of the lessee or a person connected with the lessee, as a finance lease or loan, or     ii   is comprised in arrangements which fall (or would fall) to be so treated, or       b   if the lease is a right-of-use lease—   i   would fall to be treated in those accounts as a finance lease, or     ii   is comprised in arrangements which would fall to be so treated,    were the lessee or person connected with the lessee required under generally accepted accounting practice to determine whether the lease falls, or arrangements fall, to be so treated.       7   For the purposes of applying subsection  (6)(b) , the lessee and any person connected with the lessee are to be treated as being companies which are incorporated in a part of the United Kingdom.     8   In this section—     “ accounts ”, in relation to a company, includes accounts which—     relate to two or more companies of which that company is one, and      are drawn up in accordance with generally accepted accounting practice,         “ debtor relationship ” has the meaning given by section 302(6) of CTA 2009,      “exchange gains” and “exchange losses” are to be read in accordance with section 475 of CTA 2009,      “ lease ” means any arrangements which provide for an asset to be leased or otherwise made available by a person to another person (“ the lessee ”), and      “ long funding finance lease ”, “ long funding operating lease ” and “ right-of-use lease ” have the meanings given in Part 2 of CAA 2001 (see section 70YI(1) of that Act).       "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "9", "section_title": "Meaning of “decommissioning costs”", "section_text": " 9    1   This section applies for the purposes of this Act.     2   “ Decommissioning costs ” means any expenditure which—   a   is decommissioning expenditure or site restoration expenditure, and     b   qualifies for a capital allowance.       3   In this section “ decommissioning expenditure ” means expenditure incurred in connection with—   a   demolishing plant or machinery,     b   preserving plant or machinery pending its reuse or demolition,     c   preparing plant or machinery for reuse, or     d   arranging for the reuse of plant or machinery,    and the expression “plant or machinery” has the same meaning here as it has in Part 2 of CAA 2001.     4   In determining whether expenditure is incurred on preserving plant or machinery pending its reuse or demolition, it does not matter whether the plant or machinery is reused, is demolished or is partly reused and partly demolished.     5   In determining whether expenditure is incurred on preparing plant or machinery for reuse, or on arranging for the reuse of plant or machinery, it does not matter whether the plant or machinery is in fact reused.     6   In this section “ site restoration expenditure ” means expenditure which is incurred on the restoration of—   a   the site of a source to the working of which the ring fence trade concerned relates (or related), or     b   land used in connection with working such a source.       7   For this purpose “ restoration ” includes the matters set out in section 416ZA(7) of CAA 2001.    "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "10", "section_title": "Relief for qualifying levy losses", "section_text": " 10   Schedule 1 makes provision about relief for qualifying levy losses.  "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "11", "section_title": "Application of corporation tax provisions", "section_text": " 11    1   The provisions of section 1 (1)  relating to the charging of a sum as if it were an amount of corporation tax are to be taken as applying all enactments applying generally to corporation tax.     2   But this is subject to—   a   the provisions of the Corporation Tax Acts,     b   any necessary modifications, and     c   subsection  (5) .       3   The enactments mentioned in subsection (1) include—   a   those relating to returns of information and the supply of accounts, statements and reports,     b   those relating to the assessing, collecting and receiving of corporation tax,     c   those conferring or regulating a right of appeal, and     d   those concerning administration, penalties, interest on unpaid tax and priority of tax in cases of insolvency under the law of any part of the United Kingdom.       4   Accordingly—   a   TMA 1970 is to have effect as if any reference to corporation tax included a sum chargeable on a company under section 1 (1)  as if it were an amount of corporation tax, and     b   the enactments referred to in subsection  (3)(a)  to  (d)  apply for the purposes of the levy subject to any modifications necessary to take account of the provision made by Schedule 1 or by any other provision of this Act,    but nothing in this subsection is to be taken to limit subsections  (1)  to  (3) .     5   In the Corporation Tax (Treatment of Unrelieved Surplus Advance Corporation Tax) Regulations 1999 ( SI 1999/358 ) or any further regulations made under section 32 of FA 1998 (unrelieved surplus advance corporation tax)—   a   references to corporation tax do not include a sum chargeable on a company under section 1 (1)  as if it were corporation tax, and     b   references to profits charged to corporation tax do not include qualifying levy profits.      "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "12", "section_title": "Requirement to provide information about payments", "section_text": " 12    1   This section applies if—   a   the levy is chargeable on a company (“the chargeable company”) for a qualifying accounting period, and     b   a payment is made (whether or not by the company) that is wholly or partly in respect of the levy.       2   The responsible company must give notice to an officer of Revenue and Customs, on or before the date the payment is made, of the amount of the payment that is in respect of the levy.     3   The “responsible company” is—   a   in a case where the chargeable company is party to relevant group payment arrangements, the company that is, under those arrangements, to discharge the liability of the chargeable company to pay the levy for the accounting period, and     b   in any other case, the chargeable company.       4   “ Relevant group payment arrangements ” means arrangements under section 59F(1) of TMA 1970 (arrangements for paying corporation tax on behalf of group members) that relate to the accounting period.     5   The requirement in subsection  (2)  is to be treated, for the purposes of Part 7 of Schedule 36 to FA 2008 (information and inspection powers: penalties), as a requirement in an information notice.     6   This section is subject to any provision to the contrary in regulations under section 59E of TMA 1970 (further provision as to when corporation tax is due and payable).    "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "13", "section_title": "Adjustments", "section_text": " 13    1   This section applies if there is any alteration in a company’s ring fence profits or loss for an accounting period after this Act has effect in relation to the profits or loss.     2   Any necessary adjustments to the operation of this Act (whether in relation to the profits or loss or otherwise) are to be made.    "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "14", "section_title": "Consequential provision", "section_text": " 14   Schedule 2 contains amendments of enactments that are consequential on the provision made by this Act.  "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "15", "section_title": "Transitional provision for accounting periods straddling 26 May 2022", "section_text": " 15    1   In the case of an accounting period (a “straddling period”) beginning before 26 May 2022 and ending on or after that date—   a   this Act is to apply as if so much of the straddling period as falls before that date, and so much of the straddling period as falls on or after that date, were separate accounting periods, and     b   the company’s levy profits or loss determined for the straddling period (on the assumption that the whole of that period were a qualifying accounting period) are apportioned to the two separate accounting periods in accordance with section 17.       2   In the case of a straddling period, the Instalment Payments Regulations 1998 are to apply separately—   a   in relation to the levy, and     b   in relation to any other tax chargeable on the company.       3   In their application as a result of subsection  (2)(a) , the Instalment Payments Regulations 1998 are to have effect in relation to the levy as if—   a   the deemed accounting period treated under subsection  (1)(a)  as beginning on 26 May 2022 were an accounting period for the purposes of those Regulations, and     b   the levy were chargeable for that period.       4   Any reference in the Instalment Payments Regulations 1998 to the total liability of a company is accordingly to be read—   a   in their application as a result of subsection  (2)(a) , as a reference to the levy, and     b   in their application as a result of subsection  (2)(b) , as a reference to the amount that would be the company’s total liability for the straddling period if the levy were left out of account.       5   For the purposes of the Instalment Payments Regulations 1998—   a   a company is to be regarded as a large company as respects the deemed accounting period under subsection  (1)(a)  only if it is a large company for those purposes as respects the straddling period, and     b   any question whether a company is a large company as respects the straddling period is to be determined as it would have been determined apart from section 1.      "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "16", "section_title": "Transitional provision for accounting periods straddling   31 March 2028  ", "section_text": "16 1 In the case of an accounting period (a “straddling period”) beginning on or before   31 March 2028   and ending after that date— a this Act is to apply as if so much of the straddling period as falls on or before that date, and so much of the straddling period as falls after that date, were separate accounting periods, and b the company’s levy profits or loss determined for the straddling period (on the assumption that the whole of that period were a qualifying accounting period) are apportioned to the two separate accounting periods in accordance with section 17. 2 In the case of a straddling period, the Instalment Payments Regulations 1998 are to apply separately— a in relation to the levy, and b in relation to any other tax chargeable on the company. 3 In their application as a result of subsection  (2)(a) , the Instalment Payments Regulations 1998 are to have effect in relation to the levy as if— a the deemed accounting period treated under subsection  (1)(a)  as ending on   31 March 2028   were an accounting period for the purposes of those Regulations, and b the levy were chargeable for that period. 4 Any reference in the Instalment Payments Regulations 1998 to the total liability of a company is accordingly to be read— a in their application as a result of subsection  (2)(a) , as a reference to the levy, and b in their application as a result of subsection  (2)(b) , as a reference to the amount that would be the company’s total liability for the straddling period if the levy were left out of account. 5 For the purposes of the Instalment Payments Regulations 1998— a a company is to be regarded as a large company as respects the deemed accounting period under subsection  (1)(a)  only if it is a large company for those purposes as respects the straddling period, and b any question whether a company is a large company as respects the straddling period is to be determined as it would have been determined apart from section 1."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "17", "section_title": "Rules for apportioning profits or loss to separate accounting periods", "section_text": " 17    1   This section determines for the purposes of sections 15 and 16 how a company’s levy profits or loss for the straddling period are to be apportioned to the two separate accounting periods mentioned in section 15 or 16 (as the case may be).     2   The profits or loss are to be apportioned as if any claim to a capital allowance were made for whichever of the separate accounting periods is the period in which the capital expenditure was incurred (applying section 5 of CAA 2001 for this purpose).     3   Subject to that, the receipts, expenses, assets and liabilities of the ring fence trade are to be apportioned between the two separate accounting periods on a just and reasonable basis.    "}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "18", "section_title": "Interpretation", "section_text": "18 1 In this Act— “ associated company ” has the same meaning as in Part 8 of CTA 2010 (see section 271), “ decommissioning costs ” has the meaning given by section 9, “ energy (oil and gas) profits levy ” has the meaning given by section 1,   “ facility ” means a platform, an oil well, a platform well, an oil well head or upstream petroleum infrastructure,   “ financing costs ” has the meaning given by section 8, “ investment expenditure ” has the meaning given by section 2, “ leasing expenditure ” has the meaning given by section 4, “ the levy ” means the energy (oil and gas) profits levy, “levy profits” or “ levy loss ” has the meaning given by section 1, “ oil ” has the same meaning as in Part 8 of CTA 2010 (see section 278), “ oil extraction activities ” has the same meaning as in Part 8 of CTA 2010 (see section 272), “ oil field ” has the same meaning as in Part 8 of CTA 2010 (see section 278), “ oil-related activities ” has the same meaning as in Part 8 of CTA 2010 (see section 274), “ operating expenditure ” has the meaning given by section 3, “ qualifying accounting period ” has the meaning given by section 1, “ qualifying levy loss ” has the meaning given by section 1, “ qualifying levy profits ” has the meaning given by section 1, “ ring fence profits ” has the same meaning as in Part 8 of CTA 2010 (see section 276),  ... “ ring fence trade ” has the same meaning as in Part 8 of CTA 2010 (see section 277),   “ upstream petroleum infrastructure ” means any upstream petroleum pipeline, oil processing facility or gas processing facility (as those expressions are defined by section 90 of the Energy Act 2011 but as if that section also applied (with the appropriate modifications) to Northern Ireland).   2 In this Act— “ CAA 2001 ” means the Capital Allowances Act 2001, “ CTA 2009 ” means the Corporation Tax Act 2009, “ CTA 2010 ” means the Corporation Tax Act 2010, “FA”, followed by a year, means the Finance Act of that year, “ the Instalment Payments Regulations 1998 ” means the Corporation Tax (Instalment Payments) Regulations 1998 ( SI 1998/3175 ), “ OTA 1975 ” means the Oil Taxation Act 1975, and “ TMA 1970 ” means the Taxes Management Act 1970."}, {"act": "Energy (Oil and Gas) Profits Levy Act 2022", "year": 2022, "section": "19", "section_title": "Short title", "section_text": " 19   This Act may be cited as the Energy (Oil and Gas) Profits Levy Act 2022.  "}]