[{"act": "Health and Social Care Levy (Repeal) Act 2022", "year": 2022, "section": "1", "section_title": "Repeal of the Health and Social Care Levy Act 2021", "section_text": " 1   The Health and Social Care Levy Act 2021 is repealed.  "}, {"act": "Health and Social Care Levy (Repeal) Act 2022", "year": 2022, "section": "2", "section_title": "Transitional NICs rates for tax year 2022-23 etc", "section_text": " 2    1   The following provisions of section 5 of the Health and Social Care Levy Act 2021 (modification of rates of national insurance contributions for tax year 2022-23) continue to have effect in relation to payments of earnings made before 6 November 2022—   a   in subsection (2), paragraphs (a) and (b) (primary Class 1 percentages and secondary Class 1 percentage: Great Britain);     b   in subsection (4), paragraphs (a) and (b) (primary Class 1 percentages and secondary Class 1 percentage: Northern Ireland).       2   Part 1 of the Social Security Contributions and Benefits Act 1992 has effect for the tax year 2022-23 as if, in section 15(3ZA) (calculation of Class 4 contributions)—   a   in paragraph (a) (main Class 4 percentage), for “9” there were substituted  “9.73” , and     b   in paragraph (b) (additional Class 4 percentage), for “2” there were substituted  “2.73” .       3   Part 1 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 has effect for the tax year 2022-23 as if, in section 15(3ZA) (calculation of Class 4 contributions)—   a   in paragraph (a) (main Class 4 percentage), for “9” there were substituted  “9.73” , and     b   in paragraph (b) (additional Class 4 percentage), for “2” there were substituted  “2.73” .       4   The Schedule  contains—   a   further transitional provision, and     b   a power to make consequential provision.      "}, {"act": "Health and Social Care Levy (Repeal) Act 2022", "year": 2022, "section": "3", "section_title": "Short title and interpretation", "section_text": " 3    1   This Act may be cited as the Health and Social Care Levy (Repeal) Act 2022.     2   In this Act—     “ earnings ” has the meaning it has in Parts 1 to 6 of the Social Security Contributions and Benefits Act 1992 (see section 3 of that Act);      “ tax year ” has the meaning it has in those Parts (see section 122 of that Act).       "}]