[{"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "1", "section_title": "Quashing orders", "section_text": " 1    1   After section 29 of the Senior Courts Act 1981 insert—    Further provision in connection with quashing orders   29A    1   A quashing order may include provision—   a   for the quashing not to take effect until a date specified in the order, or     b   removing or limiting any retrospective effect of the quashing.       2   Provision included in a quashing order under subsection  (1)  may be made subject to conditions.     3   If a quashing order includes provision under subsection  (1) (a) , the impugned act is (subject to any conditions under subsection  (2) ) upheld until the quashing takes effect.     4   If a quashing order includes provision under subsection  (1) (b) , the impugned act is (subject to any conditions under subsection (2)) upheld in any respect in which the provision under subsection  (1) (b)  prevents it from being quashed.     5   Where (and to the extent that) an impugned act is upheld by virtue of subsection  (3)  or  (4) , it is to be treated for all purposes as if its validity and force were, and always had been, unimpaired by the relevant defect.     6   Provision under subsection  (1) (a)  does not limit any retrospective effect of a quashing order once the quashing takes effect (including in relation to the period between the making of the order and the taking effect of the quashing); and subsections  (3)  and  (5)  are to be read accordingly.     7   Section 29(2) does not prevent the court from varying a date specified under subsection  (1) (a) .     8   In deciding whether to exercise a power in subsection  (1) , the court must have regard to—   a   the nature and circumstances of the relevant defect;     b   any detriment to good administration that would result from exercising or failing to exercise the power;     c   the interests or expectations of persons who would benefit from the quashing of the impugned act;     d   the interests or expectations of persons who have relied on the impugned act;     e   so far as appears to the court to be relevant, any action taken or proposed to be taken, or undertaking given, by a person with responsibility in connection with the impugned act;     f   any other matter that appears to the court to be relevant.       9   In this section—     “ impugned act ” means the thing (or purported thing) being quashed by the quashing order;      “ relevant defect ” means the defect, failure or other matter on the ground of which the court is making the quashing order.              2   In section 31 of the Senior Courts Act 1981 (judicial review)—   a   in subsection (5), for “quashes” substitute  “makes a quashing order in respect of” ;     b   in subsection (5A)(b), for “decision is quashed” substitute  “quashing order is made” .       3   In section 17 of the Tribunals, Courts and Enforcement Act 2007 (supplementary provision about quashing orders made by the Upper Tribunal)—   a   before subsection (1) insert—    A1   In cases arising under the law of England and Wales, section  29A  of the Senior Courts Act 1981 applies in relation to a quashing order under section 15(1)(c) of this Act as it applies in relation to a quashing order under section 29 of that Act.     ;     b   in subsection (2)(b), for “decision is quashed” substitute  “quashing order is made” .       4   The amendments made by subsections  (1)  to  (3)  have effect only in relation to proceedings commenced on or after the day on which this section comes into force.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "2", "section_title": "Exclusion of review of Upper Tribunal’s permission-to-appeal decisions", "section_text": " 2    1   In the Tribunals, Courts and Enforcement Act 2007, after section 11 insert—    Finality of decisions by Upper Tribunal about permission to appeal   11A    1   Subsections  (2)  and  (3)  apply in relation to a decision by the Upper Tribunal to refuse permission (or leave) to appeal further to an application under section 11(4)(b).     2   The decision is final, and not liable to be questioned or set aside in any other court.     3   In particular—   a   the Upper Tribunal is not to be regarded as having exceeded its powers by reason of any error made in reaching the decision;     b   the supervisory jurisdiction does not extend to, and no application or petition for judicial review may be made or brought in relation to, the decision.       4   Subsections  (2)  and  (3)  do not apply so far as the decision involves or gives rise to any question as to whether—   a   the Upper Tribunal has or had a valid application before it under section 11(4)(b),     b   the Upper Tribunal is or was properly constituted for the purpose of dealing with the application, or     c   the Upper Tribunal is acting or has acted—   i   in bad faith, or     ii   in such a procedurally defective way as amounts to a fundamental breach of the principles of natural justice.         5   Subsections  (2)  and  (3)  do not apply so far as provision giving the First-tier Tribunal jurisdiction to make the first-instance decision could (if the Tribunal did not already have that jurisdiction) be made by—   a   an Act of the Scottish Parliament, or     b   an Act of the Northern Ireland Assembly the Bill for which would not require the consent of the Secretary of State.       6   The court of supervisory jurisdiction is not to entertain any application or petition for judicial review in respect of a decision of the First-tier Tribunal that it would not entertain (whether as a matter of law or discretion) in the absence of this section.     7   In this section—     “ decision ” includes any purported decision;      “ first-instance decision ” means the decision in relation to which permission (or leave) to appeal is being sought under section 11(4)(b);      “ the supervisory jurisdiction ” means the supervisory jurisdiction of—     the High Court, in England and Wales or Northern Ireland, or      the Court of Session, in Scotland,     and “the court of supervisory jurisdiction” is to be read accordingly.              2   The amendment made by subsection  (1)  does not apply in relation to a decision (including any purported decision) of the Upper Tribunal made before the day on which this section comes into force.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "3", "section_title": "Automatic online conviction and penalty for certain summary offences", "section_text": " 3   After section 16F of the Magistrates’ Courts Act 1980 insert—    Automatic online conviction and penalty for certain summary offences   The automatic online conviction option   16G    1   In this Act a reference to a person being offered the automatic online conviction option in respect of an offence is a reference to the person being given an electronic notification which explains that if the person intends to plead guilty the person may agree—   a   to be convicted of the offence under section  16H , and     b   to be penalised for the offence under section  16I .       2   In this Act a reference to a person accepting the automatic online conviction option in respect of an offence is a reference to the person giving an electronic notification which indicates that the person—   a   pleads guilty to the offence,     b   agrees to be convicted of the offence under section  16H , and     c   agrees to be penalised for the offence under section  16I .       3   A notification purporting to be given by a person (or the person’s legal representative) is to be treated for the purposes of subsection  (2)  as a notification given by that person.     4   In this section “ electronic notification ” means a written notification given—   a   by electronic means,     b   under such arrangements as are put in place by the Lord Chancellor for the purposes of this section and sections  16H  to  16L , and     c   in accordance with such provision as may be made by Criminal Procedure Rules.          Conviction   16H    1   Subsection  (2)  applies to a person accused of an offence if—   a   the qualifying conditions are met, and     b   the person is offered, and accepts, the automatic online conviction option in respect of the offence.       2   The accused is convicted of the offence by virtue of accepting the automatic online conviction option.     3   For the purposes of this section the qualifying conditions are met if—   a   regulations made by the Lord Chancellor specify the offence as one for which the automatic online conviction option may be offered;     b   the accused had attained the age of 18 years when charged, or is not an individual;     c   the required documents have been served on the accused; and     d   service of all of the required documents was effected in accordance with Criminal Procedure Rules.       4   An offence may not be specified in regulations under subsection  (3) (a)  unless it is a summary offence that is not punishable with imprisonment.     5   Regulations under subsection  (3) (a)  are to be made by statutory instrument; and a statutory instrument containing such regulations (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament.     6   In this section, “ required documents ” means—   a   a written charge,     b   a single justice procedure notice that complies with subsection  (2D)  of section 29 of the Criminal Justice Act 2003, and     c   such other documents as may be prescribed by Criminal Procedure Rules as described in subsection (3B) of that section.          Penalties and other liabilities   16I    1   This section applies if a person is convicted of an offence under section  16H .     2   The offender is liable to a fine of the amount specified for the offence.     3   The offender’s driving record is to be endorsed with the specified number of penalty points, and any other specified particulars, if the offence is specified as one to which such a penalty applies.     4   The offender is liable to pay compensation if the offence is specified as one in respect of which such a payment is to be made.     5   The amount of the compensation payable—   a   is to be determined by the relevant prosecutor who instituted proceedings for the offence;     b   must not exceed the maximum amount specified for the offence.       6   The offender is liable to pay prosecution costs.     7   The amount of the prosecution costs payable is to be determined by the relevant prosecutor who instituted proceedings for the offence.     8   The offender is liable to pay a surcharge of the amount specified for the offence.     9   In this section and section  16J —     “ driving record ” and “ penalty points ” have the same meanings as in the Road Traffic Offenders Act 1988;      “ relevant prosecutor ” has the same meaning as in section 29 of the Criminal Justice Act 2003;      “ specified ” means specified in regulations made by the Lord Chancellor.           Regulations about penalties etc under section  16I   16J    1   Regulations under section  16I (2)  may specify fines of different amounts—   a   for different offences;     b   for different circumstances in which a particular offence is committed.       2   Regulations under section  16I (3)  may not specify an offence unless it is an offence that would or could result in the endorsement of the offender’s driving record with penalty points on conviction in a magistrates’ court.     3   Regulations under section  16I (5) (b)  may specify different maximum amounts of compensation—   a   for different offences;     b   for different circumstances in which a particular offence is committed.       4   Regulations under section  16I (8)  may specify different amounts of surcharge—   a   for different offences;     b   for different circumstances in which a particular offence is committed.       5   The power to make regulations under section  16I (8)  includes power to specify the amount of the surcharge for a particular offence as a proportion of the amount of the fine specified for that offence.     6   Regulations under section  16I  are to be made by statutory instrument; and a statutory instrument containing such regulations (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament.        Timing and status of conviction and penalty   16K    1   The time when a conviction under section  16H  takes effect is to be determined in accordance with Criminal Procedure Rules.     2   A conviction under section  16H  is to be treated as a conviction by the specified magistrates’ court.     3   A fine to which a person is liable under section  16I  is to be treated as if it had been imposed by the specified magistrates’ court on conviction.     4   An endorsement of a person’s driving record under section  16I  is to be treated as if the specified magistrates’ court had ordered the endorsement under section 44 of the Road Traffic Offenders Act 1988.     5   Compensation which a person is liable to pay under section  16I  is to be treated as if the specified magistrates’ court had ordered it to be paid under Chapter 2 of Part 7 of the Sentencing Code.     6   Prosecution costs which a person is liable to pay under section  16I  are to be treated as if the specified magistrates’ court had ordered them to be paid under section 18 of the Prosecution of Offences Act 1985.     7   A surcharge which a person is liable to pay under section  16I  is to be treated as if the specified magistrates’ court had ordered it to be paid under section 42 of the Sentencing Code.     8   In this section, “ specified magistrates’ court ” means the magistrates’ court specified in the notice of conviction and penalty (see section  16L (2) (b) ).        Notice of conviction and penalty   16L    1   The Lord Chancellor must secure that a person who is convicted of an offence under section  16H  is given a notice of conviction and penalty.     2   A notice of conviction and penalty is an electronic notification which—   a   sets out each penalty imposed on the offender under section  16I ;     b   specifies a magistrates’ court for the purposes of section  16K ;     c   requires the offender to pay the sums that the offender is liable to pay under section  16I —   i   within the relevant 28-day period, and     ii   in the manner specified in the notice.         3   The relevant 28-day period is the period of 28 days beginning with the day on which the person’s conviction took effect.     4   In this section—     “ electronic notification ” has the meaning given by section  16G (4) ;      “ penalty ” means—     a fine,      penalty points,      compensation,      prosecution costs, or      a surcharge;         “ penalty points ” has the same meaning as in the Road Traffic Offenders Act 1988.           Powers to set aside a conviction or replace a penalty etc   16M    1   A magistrates’ court may set aside a conviction under section  16H  if it appears to the court that the conviction is unjust.     2   Subsection  (1)  does not affect the validity of a written charge or a single justice procedure notice.     3   A magistrates’ court carrying out functions under subsection  (1)  may be composed of a single justice.     4   But if a magistrates’ court composed of a single justice is minded to refuse to set aside a conviction—   a   the decision must instead be referred to a magistrates’ court that is not so composed; and     b   the parties must be given the opportunity to attend at, and make representations to, the magistrates’ court making that decision.       5   A magistrates’ court—   a   may set aside any penalty imposed on a person under section  16I  if it appears to the court that the amount of that penalty is unjust; and     b   if it does so, may impose any sentence that it could have imposed for that offence if the person had pleaded guilty before it at the earliest opportunity.       6   The reference in subsection  (5) (a)  to the amount of a penalty is to be read, in relation to penalty points, as a reference to the number of penalty points imposed.     7   A magistrates’ court may exercise a power conferred by this section—   a   on an application by the person convicted,     b   on an application by the relevant prosecutor who initiated the proceedings, or     c   of its own motion.       8   In this section—     “ penalty ” and “ penalty points ” have the meanings given by section  16L (4) ;      “ relevant prosecutor ” has the same meaning as in section 29 of the Criminal Justice Act 2003.            "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "4", "section_title": "Guilty plea in writing: extension to proceedings following police charge", "section_text": " 4    1   Section 12 of the Magistrates’ Courts Act 1980 (non-appearance of accused following indication of guilty plea) is amended as follows.     2   In subsection (1)(a), omit the words from “, not” to “instrument”.     3   After subsection (2) insert—    2A   This section shall also apply where—   a   a person has been charged with a summary offence under Part 4 of the Police and Criminal Evidence Act 1984;     b   the accused had attained the age of 16 when charged; and     c   the designated officer for the court is notified by or on behalf of the prosecutor that the documents mentioned in subsection (3) below have been served upon the accused in accordance with rules of court.          4   In subsection (3), after “(1)(b)” insert  “and  (2A) (c) ” .     5   In subsection (5)—   a   in paragraph (b), for “with the summons” substitute  “as described in subsection (1)(b) or  (2A) (c) ” ;     b   in the words after paragraph (b), omit the words from “, subject” to “below,”.       6   After subsection (5) insert—    5A   Where subsection (5)(a) and (b) applies, the court also has power to discharge the accused from any duty to surrender to the custody of the court.     5B   The function of the court under subsection  (5A)  may be discharged by a single justice.     5C   The court’s powers under subsection (5) are subject to subsections  (5D)  to (8).     5D   The court may not in the absence of the accused—   a   impose a sentence of imprisonment or detention in a young offender institution,     b   make a detention and training order, or     c   make an order under paragraph 13(1)(a) or (b) of Schedule 16 to the Sentencing Code that a suspended sentence is to take effect.       5E   The court may not in the absence of the accused impose any disqualification, except on resumption of the hearing after an adjournment under section 10(3).     5F   Where a trial is adjourned with a view to its resumption for the purposes of subsection  (5E) , the notice required by section 10(2) must include notice of the reason for the adjournment.        7   In subsection (7), in paragraphs (a) and (aa), for “with the summons” substitute  “as described in subsection (1)(b) or  (2A) (c) ” .     8   Omit subsections (12) and (13).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "5", "section_title": "Extension of single justice procedure to corporations", "section_text": " 5   In section 16A of the Magistrates’ Courts Act 1980 (trial by single justice on the papers), in subsection (1)(b), after “charged” insert  “, or is not an individual” .  "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "6", "section_title": "Written procedure for indicating plea and determining mode of trial: adults", "section_text": " 6    1   The Magistrates’ Courts Act 1980 is amended as follows.     2   After section 17 insert—    Option to indicate plea in writing   17ZA    1   Subsection  (3)  has effect where a person is charged with an offence triable either way and—   a   has attained the age of 18 years when charged, or     b   attains the age of 18 years after being charged without first having—   i   appeared in court to answer the charge, or     ii   given, or failed to give, a written indication of plea within the meaning given by section  24ZA (11) .         2   But Criminal Procedure Rules may make provision about circumstances in which subsection  (3)  does not have effect.     3   A magistrates’ court must, in writing—   a   provide the accused with the information referred to in subsection  (4) , and     b   ask the accused—   i   whether the accused wishes to give a written indication of plea, and     ii   if the accused wishes to do so, whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty.         4   The information is—   a   a statement of the charge against the accused;     b   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the questions set out in subsection  (3) (b) , and     ii   the consequences of giving or failing to give a written indication of plea;       c   an explanation of the way in which, and the period of time within which, the accused may give a written indication of plea;     d   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         5   If the accused gives a written indication of a guilty plea, the court is to proceed in accordance with section  17ZB .     6   If the accused gives a written indication of a not guilty plea, the court is to proceed in accordance with section  17ZC  or (if neither subsection  (3)  nor subsection  (5)  of that section has effect) section 18 (1A) .     7   If the accused fails to give a written indication of plea, the court is to proceed by way of a hearing for the purposes of section 17A.     8   The following shall not for any purpose be taken to constitute the taking of a plea—   a   asking the accused under this section whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty; or     b   giving a written indication of plea.       9   If in respect of the offence the court receives a notice under section 51B or 51C of the Crime and Disorder Act 1998 (which relate to serious or complex fraud cases and to certain cases involving children respectively), the preceding provisions of this section do not apply, and the court must proceed in relation to the offence in accordance with section 51 or, as the case may be, section 51A of that Act.     10   Subsection  (11)  applies if—   a   the accused gives a written indication of plea, and     b   at any time before—   i   the taking of a plea in the summary trial,     ii   the hearing under section 18 (1A) , or     iii   the sending of the accused to the Crown Court for trial,    the court receives an indication from the accused that the accused wishes to withdraw the written indication of plea.       11   If this subsection applies—   a   the designated officer for the court must inform the prosecutor of the withdrawal,     b   the court is to cease to proceed in accordance with any of sections  17ZB ,  17ZC  and 18 (1A)  and  (4A) , and     c   the court is to proceed by way of a hearing for the purposes of section 17A.       12   The reference in subsection  (1)  to a person charged with an offence is a reference to—   a   a person in respect of whom a summons or warrant has been issued under section 1,     b   a person who has been charged with an offence under Part 4 of the Police and Criminal Evidence Act 1984, or     c   a person against whom a written charge and requisition have been issued under section 29 of the Criminal Justice Act 2003.       13   In this section and sections  17ZB  to 18—   a   “ written indication of plea ” means a written indication given—   i   by a person who has been provided with the information and asked the questions required by subsection  (3) , and     ii   in accordance with the explanation provided under subsection  (4) (c) ,    of whether (if the offence were to proceed to trial) that person would plead guilty or not guilty;     b   “ written indication of a guilty plea ” and “ written indication of a not guilty plea ” are to be read accordingly;     c   references to a person’s failing to give a written indication of plea are to a person’s—   i   having been provided with the information and asked the questions required by subsection  (3) , and     ii   not having given a written indication of plea within the period indicated under subsection  (4) (c) .            Proceedings following written indication of guilty plea   17ZB    1   This section has effect (subject to section  17ZA (11) ) in relation to a case where a person has given a written indication of a guilty plea (see section  17ZA (13) ).     2   But Criminal Procedure Rules may make provision about circumstances in which subsections  (3)  to  (8)  do not have effect.     3   A magistrates’ court may consider whether the condition set out in subsection  (4)  is met.     4   The condition is that the court can, on the material before it (without any hearing or representations), be satisfied that it is highly likely that, were the accused to plead guilty at a summary trial of the offence in question and be convicted, the court would commit the accused to the Crown Court for sentence under Chapter 2 of Part 2 of the Sentencing Code.     5   If the court decides that that condition is met, the court may, in writing—   a   provide the accused with the information referred to in subsection  (6) , and     b   ask the accused whether the accused objects to being sent to the Crown Court for trial for the offence.       6   The information is—   a   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the question set out in subsection  (5) (b) , and     ii   the consequences of objecting or failing to object to being sent to the Crown Court for trial;       b   an explanation of the way in which, and the period of time within which, the accused may object to being so sent;     c   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         7   If the court exercises the power in subsection  (5)  it must also, in writing—   a   inform the prosecutor that the court has—   i   decided that the condition set out in subsection  (4)  is met, and     ii   exercised the power in subsection  (5)  in relation to the accused;       b   explain the way in which, and the period of time within which, the prosecutor may object to the accused’s being sent to the Crown Court for trial for the offence; and     c   ask the prosecutor whether the prosecutor objects to the accused’s being sent to the Crown Court for trial for the offence.       8   If—   a   the court has exercised the power in subsection  (5) ,     b   subsection  (7)  has been complied with,     c   the accused has not objected, in accordance with the explanation provided under subsection  (6) (b) , to being sent to the Crown Court for trial for the offence, and     d   the prosecutor has not objected, in accordance with the explanation provided under subsection  (7) (b) , to the accused’s being sent to the Crown Court for trial for the offence,    the court is to proceed in relation to the offence in accordance with section 51 of the Crime and Disorder Act 1998.     9   If subsection  (8)  does not apply, the court is to proceed to try the offence summarily under section 9.     10   If, at a summary trial held in accordance with subsection  (9) , the accused pleads not guilty—   a   the trial and the plea are void, and     b   the court is to proceed as if the hearing were for the purposes of section 17A and the accused had indicated that the accused would (if the offence were to proceed to trial) plead not guilty.          Option to decline summary trial, or for mode of trial to be decided on papers, following written indication of not guilty plea   17ZC    1   Subsection  (3)  or  (5)  has effect (subject to section  17ZA (11) ) in relation to a case where a person has given a written indication of a not guilty plea (see section  17ZA (13) ).     2   But Criminal Procedure Rules may make provision about circumstances in which neither subsection  (3)  nor subsection  (5)  has effect.     3   If the offence in question is not a scheduled offence (as defined in section 22(1)), a magistrates’ court must, in writing—   a   provide the accused with the information referred to in subsection  (4) , and     b   ask the accused—   i   whether the accused wishes to give a written indication of non-consent to summary trial, and     ii   if the accused does not wish to give that indication, whether the accused wishes to make an election for written allocation proceedings.         4   The information is—   a   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the questions set out in subsection  (3) (b) , and     ii   the consequences of doing or failing to do the things referred to in subsection  (3) (b) ;       b   an explanation of the way in which, and the period of time within which, the accused may give a written indication of non-consent to summary trial or make an election for written allocation proceedings;     c   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         5   If the offence in question is a scheduled offence (as defined in section 22(1)), a magistrates’ court must, in writing—   a   provide the accused with the information referred to in subsection  (6) , and     b   ask the accused—   i   whether the accused wishes to make an election for written allocation proceedings and give a written indication of non-consent to summary trial, and     ii   if the accused does not wish to make that election and give that indication, whether the accused wishes to make an election for written allocation proceedings.         6   The information is—   a   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the questions set out in subsection  (5) (b) , and     ii   the consequences of doing or failing to do the things described in subsection  (5) (b) (i)  or  (ii) ;       b   an explanation of the way in which, and the period of time within which, the person may do the things described in subsection  (5) (b) (i)  or  (ii) ;     c   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         7   If, where subsection  (3)  has been complied with, the accused gives a written indication of non-consent to summary trial, the court is to proceed in relation to the offence in accordance with section 51 of the Crime and Disorder Act 1998.     8   Otherwise, where subsection  (3)  or  (5)  has been complied with, the court is to proceed in accordance with section 18 (1A)  or  (4A) .     9   In this section and sections 18 and 22—   a   “ election for written allocation proceedings ” means an election in writing made—   i   by a person who has been provided with the information and asked the questions required by subsection  (3)  or  (5) , and     ii   in accordance with the explanation provided under subsection  (4) (b)  or  (6) (b) ,    for the court to decide where the person’s trial should take place by written proceedings without the person (or the person’s legal representative) being present;     b   “ written indication of non-consent to summary trial ” means a written indication given—   i   by a person who has been provided with the information and asked the questions required by subsection  (3)  or  (5) , and     ii   in accordance with the explanation provided under subsection  (4) (b)  or  (6) (b) ,    that the person would not (if the offence were to proceed to trial and, in the case of a scheduled offence (as defined in section 22(1)), if trial in the Crown Court were available) consent to be tried in a magistrates’ court for the offence;     c   references to a person’s failing to make an election for written allocation proceedings, or failing to give a written indication of non-consent to summary trial, are to a person’s—   i   having been provided with the information and asked the questions required by subsection  (3)  or  (5) , and     ii   not having, within the period indicated under subsection  (4) (b)  or  (6) (b) , made an election for written allocation proceedings or (as the case may be) given a written indication of non-consent to summary trial.               3   In section 22A (low-value shoplifting to be summary offence subject to right to elect Crown Court trial)—   a   in subsection (1), at the end insert  “, subject to subsections  (1D)  and (2)” ;     b   after subsection (1) insert—    1A   Where a person accused of low-value shoplifting is aged 18 or over (and has not appeared before the court to answer the charge before attaining that age), a magistrates’ court must, in writing—   a   provide the accused with the information referred to in subsection  (1B) , and     b   ask the accused whether the accused wishes to—   i   elect to be tried by the Crown Court for the offence, or     ii   confirm that the accused does not so elect.         1B   The information is—   a   a statement of the charge against the accused;     b   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the question set out in subsection  (1A) (b) , and     ii   the consequences of electing to be tried by the Crown Court or confirming to the contrary;       c   an explanation of the way in which, and the period of time within which, the accused would have to make that election or give that confirmation;     d   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         1C   Criminal Procedure Rules may make provision about circumstances in which subsection  (1A)  does not apply.     1D   If, having been provided with the information and asked the question required by subsection  (1A) , the accused elects, in accordance with the explanation provided under subsection  (1B) (c) , to be tried by the Crown Court for the offence, the court must proceed in relation to the offence in accordance with section 51 of the Crime and Disorder Act 1998 (and subsection (2) does not apply).     1E   If, having been provided with the information and asked the question required by subsection  (1A) , the accused confirms, in accordance with the explanation provided under subsection  (1B) (c) , that the accused does not elect to be tried by the Crown Court for the offence, subsection (2) does not apply.     ;     c   in subsection (2)—   i   for “But” substitute  “Subject to subsections  (1D)  and  (1E) ,” ;     ii   omit paragraph (a).        "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "7", "section_title": "Initial option for adult accused to reject summary trial at hearing", "section_text": " 7   In the Magistrates’ Courts Act 1980, after section 17B insert—    Option to decline summary trial without allocation hearing following indication of not guilty plea in court   17BA    1   This section has effect in the circumstances set out in sections 17A(7) (indication of not guilty plea by accused at hearing), 17B(2)(d) (indication of not guilty plea by accused’s representative at hearing) and 22(2B) (scheduled offence found at hearing to be triable either way after indication of not guilty plea).     2   If the accused is present, the court must explain to the accused that—   a   the accused may choose to give an indication that the accused would not (if the offence were to proceed to trial) consent to be tried summarily for the offence;     b   if the accused chooses to give such an indication, the accused will be sent to the Crown Court for trial without having the opportunity to make representations as to the suitable mode of trial under section 19(2) or to obtain an indication of sentence under section 20(3);     c   if the accused chooses not to give such an indication, the court will proceed in accordance with section 18 (1) ;    and must then ask the accused whether the accused wishes to indicate that the accused would not (if the offence were to proceed to trial) consent to be tried summarily for the offence.     3   If the accused is not present, the court must ask the accused’s legal representative whether the accused would wish to indicate that the accused would not (if the offence were to proceed to trial) consent to be tried summarily for the offence.     4   If the accused, or the accused’s legal representative, gives an in-court indication of non-consent to summary trial, the court is to proceed in relation to the offence in accordance with section 51 of the Crime and Disorder Act 1998.     5   If the accused, or the accused’s legal representative, does not give an in-court indication of non-consent to summary trial, the court is to proceed in accordance with section 18 (1) .     6   In this section and section 18, “ in-court indication of non-consent to summary trial ” means an indication given by a person or a person’s legal representative, in response to the question asked under subsection  (2)  or  (3) , that the person would not (if the offence were to proceed to trial) consent to be tried in a magistrates’ court for the offence of which the person is accused.        "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "8", "section_title": "Written procedure for indicating plea and determining mode of trial: children", "section_text": " 8   In the Magistrates’ Courts Act 1980, after section 24 insert—    Option for child or young person to indicate plea in writing where allocation decision otherwise required   24ZA    1   Subsection  (3)  has effect where—   a   a person under the age of 18 years is charged with an offence other than one falling within section 51A(12) of the Crime and Disorder Act 1998 (“ the 1998 Act ”),     b   the person has not since attained the age of 18 years, and     c   a magistrates’ court would, but for this section and sections 24A and 24B, have to determine under section 51A of the 1998 Act—   i   whether to send the accused to the Crown Court for trial, or     ii   any matter the effect of which would be to determine whether the accused is sent to the Crown Court for trial.         2   But Criminal Procedure Rules may make provision about circumstances in which subsection  (3)  does not have effect.     3   A magistrates’ court must, in writing—   a   provide the accused with the information referred to in subsection  (4) , and     b   ask the accused—   i   whether the accused chooses to give a written indication of plea, and     ii   if the accused chooses to do so, whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty.         4   The information is—   a   a statement of the charge against the accused;     b   an explanation, including such details as may be prescribed by Criminal Procedure Rules, of—   i   why the accused is being asked the questions set out in subsection  (3) (b) , and     ii   the consequences of giving or failing to give a written indication of plea;       c   an explanation of the way in which, and the period of time within which, the accused may give a written indication of plea;     d   any other information that—   i   Criminal Procedure Rules require to be provided, or     ii   Criminal Procedure Rules allow to be provided and the court decides to provide.         5   If the accused gives a written indication of a guilty plea, the court is not to make the relevant determination but is to proceed to try the offence summarily under section 9.     6   If, at a summary trial held in accordance with subsection  (5) , the accused pleads not guilty—   a   the trial and the plea are void, and     b   the court is to proceed as if the hearing were for the purposes of section 24A and the accused had indicated that the accused would (if the offence were to proceed to trial) plead not guilty.       7   If the accused gives a written indication of a not guilty plea, the court is to—   a   give the prosecutor and the accused an opportunity to make representations in writing about the matters referred to in subsection  (1) (c) (i)  or  (ii) , and     b   proceed to make the relevant determination.       8   If the accused fails to give a written indication of plea, the court is to proceed by way of a hearing for the purposes of section 24A.     9   The following shall not for any purpose be taken to constitute the taking of a plea—   a   asking the accused under this section whether (if the offence were to proceed to trial) the accused would plead guilty or not guilty;     b   a written indication of plea under this section.       10   In subsection  (1) , the reference to a person charged with an offence is a reference to—   a   a person in respect of whom a summons or warrant has been issued under section 1,     b   a person who has been charged with an offence under Part 4 of the Police and Criminal Evidence Act 1984, or     c   a person against whom a written charge and requisition have been issued under section 29 of the Criminal Justice Act 2003.       11   In this section and sections  24ZB , 24A and  24BA —   a   “ written indication of plea ” means a written indication given—   i   by a person who has been provided with the information and asked the questions required by subsection  (3) ,     ii   in accordance with the explanation provided under subsection  (4) (c) ,    of whether (if the offence were to proceed to trial) that person would plead guilty or not guilty;     b   “ written indication of a guilty plea ” and “ written indication of a not guilty plea ” are to be read accordingly;     c   references to a person’s failing to give a written indication of plea are to a person’s—   i   having been provided with the information and asked the questions required by subsection  (3) , and     ii   not having given a written indication of plea within the period indicated under subsection  (4) (c) .         12   In this section and section  24ZB , “ relevant determination ” means the determination referred to in subsection (1)(c).        Written indication of plea: accused turning 18 or withdrawing indication   24ZB    1   This section has effect where a magistrates’ court has complied with section  24ZA (3) .     2   If the accused attains the age of 18 years before giving, or failing to give, a written indication of plea (see section  24ZA (11) ), section  24ZA  ceases to have effect (and the court is to proceed in accordance with section  17ZA  or 17A).    The court may not exercise its powers under section 29 of the Children and Young Persons Act 1963 so as to produce a different result.     3   Subsection  (4)  applies if the accused attains the age of 18 years—   a   after giving a written indication of plea, but     b   before the taking of a plea in the summary trial or, as the case may be, the making of the relevant determination (see section  24ZA (12) ).       4   The court must consider whether to exercise its powers under section 29 of the Children and Young Persons Act 1963; but subject to any exercise of those powers—   a   section  24ZA (5)  or  (7)  ceases to apply, and     b   the court is to proceed as if the written indication of plea had been given under (and within the meaning of) section  17ZA .       5   Subsection  (6)  applies if the accused attains the age of 18 years—   a   having failed to give a written indication of plea, but     b   before the hearing for the purposes of section 24A.       6   Section  24ZA (8)  ceases to apply, and the court is to proceed as if the accused had failed to give a written indication of plea within the meaning of section  17ZA .  The court may not exercise its powers under section 29 of the Children and Young Persons Act 1963 so as to produce a different result.     7   Subsection  (8)  applies if—   a   the accused gives a written indication of plea,     b   at any time before—   i   the taking of a plea in the summary trial,     ii   the hearing for the purposes of section 24A(2), or     iii   the sending of the accused to the Crown Court for trial,    the court receives an indication given by the accused that the accused wishes to withdraw the written indication of plea, and     c   the written indication of plea is not at that time being treated by virtue of subsection  (4)  as having been given under section  17ZA .       8   If this subsection applies—   a   the designated officer for the court must inform the prosecutor of the withdrawal;     b   the court is to cease to proceed in accordance with section  24ZA (5)  or  (7) ; and     c   the court is to proceed by way of—   i   a hearing for the purposes of section 24A(2), or     ii   if the accused attains the age of 18 before any hearing for the purposes of section 24A(2) (and subject to the court’s powers under section 29 of the Children and Young Persons Act 1963), a hearing for the purposes of section 17A (which is to apply as if the accused’s written indication of plea had been given and withdrawn as described in subsection  (1A) (b)  of that section).            "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "9", "section_title": "Powers to proceed if accused absent from allocation hearing", "section_text": " 9    1   The Magistrates’ Courts Act 1980 is amended as follows.     2   In section 17B (power to proceed with indication of plea hearing in absence of disorderly but represented accused)—   a   for the heading substitute  “Power to proceed if accused does not appear to give indication as to plea” ;     b   for subsection (1) substitute—    1A   This section has effect where—   a   a hearing is held for the purposes of section 17A,     b   the accused does not appear at the hearing,     c   any of the conditions in subsections  (1B)  to  (1E)  is met, and     d   the court is satisfied that it is not contrary to the interests of justice to proceed in the absence of the accused.       1B   This condition is that a legal representative of the accused is present at the hearing and signifies the accused’s consent to the court’s proceeding in the accused’s absence.     1C   This condition is that—   a   a legal representative of the accused is present at the hearing, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1D   This condition is that—   a   it is proved to the satisfaction of the court, on oath or in such manner as may be prescribed, that notice of the hearing was served on the accused within what appears to the court to be a reasonable time before its date, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1E   This condition is that—   a   the accused has appeared on a previous occasion to answer the charge, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1F   This section also has effect where—   a   a hearing is held for the purposes of section 17A,     b   the accused appears at the hearing,     c   the court considers that by reason of the accused’s disorderly conduct before the court it is not practicable for the hearing to be conducted in the accused’s presence, and     d   the court is satisfied that it is not contrary to the interests of justice to proceed in the absence of the accused.       ;     c   in subsection (2), for the words before paragraph (a) substitute  “If a legal representative of the accused is present at the hearing—” ;     d   after subsection (4) insert—    5   If no legal representative of the accused is present at the hearing—   a   the court is to proceed in accordance with section 18(1), and     b   the accused is to be taken for the purposes of section 20 to have indicated that the accused would (if the offence were to proceed to trial) plead not guilty.            3   In section 18 (procedure for determining mode of trial), omit subsection (3).     4   In section 23 (power to proceed with allocation hearing in absence of represented accused)—   a   for the heading substitute  “Power to proceed if accused absent from allocation hearing” ;     b   for subsection (1) substitute—    1A   This section has effect where—   a   a hearing is held in accordance with section 18 (1)  or  (1A) ,     b   the accused does not appear at the hearing,     c   any of the conditions in subsections  (1B)  to  (1E)  is met, and     d   the court is satisfied that it is not contrary to the interests of justice to proceed in the absence of the accused.       1B   This condition is that a legal representative of the accused is present at the hearing and signifies the accused’s consent to the court’s proceeding in the accused’s absence.     1C   This condition is that—   a   a legal representative of the accused is present at the hearing, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1D   This condition is that—   a   it is proved to the satisfaction of the court, on oath or in such manner as may be prescribed, that notice of the hearing was served on the accused within what appears to the court to be a reasonable time before its date, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1E   This condition is that—   a   the accused has appeared on a previous occasion to answer the charge, and     b   the court does not consider that there is an acceptable reason for the accused’s failure to attend.       1F   This section also has effect where—   a   a hearing is held in accordance with section 18 (1)  or  (1A) ,     b   the accused appears at the hearing,     c   the court considers that by reason of the accused’s disorderly conduct before the court it is not practicable for the hearing to be conducted in the accused’s presence, and     d   the court is satisfied that it is not contrary to the interests of justice to proceed in the absence of the accused.       1G   This section also has effect where a magistrates’ court determines that section 17B(5) applies and proceeds straight away to a hearing in accordance with section 18(1).     ;     c   in subsection (4), in the words before paragraph (a), after “If” insert  “a legal representative of the accused is present at the hearing and” ;     d   after subsection (4) insert—    4A   If no legal representative of the accused is present at the hearing, and the court decides under section 19 above that the offence appears to it more suitable for summary trial, then section 20 above shall not apply, and the court shall proceed to the summary trial of the information.     4B   In a case within subsection  (4A) —   a   the accused may, at any time before the taking of a plea in the summary trial, apply to the court for the question of the mode of trial to be reopened;     b   the court may, if it considers it in the interests of justice to do so (having regard, in particular, to the reason given by the accused for not appearing at the earlier hearing), accede to the application and arrange a hearing under paragraph  (c) ;     c   if a hearing takes place under this paragraph and the accused appears at it, the court is not to proceed to summary trial by virtue of subsection  (4A) , but is to proceed in accordance with subsections (2) to (9) of section 20 above.            5   After section 24B insert—    Power to proceed if child or young person absent from plea and allocation hearing   24BA    1   This section has effect where—   a   a hearing is held for the purposes of section 24A(2),     b   the accused does not appear at the hearing,     c   the accused has failed to give a written indication of plea (see section  24ZA (11) ),     d   either—   i   it is proved to the satisfaction of the court, on oath or in such manner as may be prescribed, that notice of the hearing was served on the accused within what appears to the court to be a reasonable time before its date, or     ii   the accused has appeared on a previous occasion to answer the charge,       e   the court does not consider that there is an acceptable reason for the accused’s failure to attend, and     f   the court is satisfied that it is not contrary to the interests of justice to proceed in the absence of the accused.       2   Section 24A ceases to apply.     3   If no legal representative of the accused is present at the hearing, the court is to proceed to make the relevant determination (within the meaning given by section 24A(2)) as if the accused had appeared at the hearing and indicated that the accused would plead not guilty.     4   If a legal representative of the accused is present at the hearing, the court is to proceed in accordance with subsection (2) of section 24B (and subsections (3) and (4) of that section are to apply accordingly).          "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "10", "section_title": "Sending cases to Crown Court for trial", "section_text": " 10    1   Section 51 of the Crime and Disorder Act 1998 (sending of adult defendants to Crown Court for trial) is amended as set out in subsections  (2)  to  (5) .     2   For subsection (1) substitute—    1   Subsections  (2A)  and  (2B)  apply where—   a   a magistrates’ court (“the court”) determines that any of the conditions set out in subsection (2) is met in relation to an offence with which a person has been charged, and     b   the accused is an adult.          3   In subsection (2)(b)—   a   for the words from “section” to “25(2D)” substitute  “any provision of Part 1” ;     b    for “subsection (1) above” substitute  “this section” .       4   After subsection (2) insert—    2A   If the determination referred to in subsection  (1) (a)  is made while the accused is present before the court, the court must—   a   explain that the court is required to send the accused to the Crown Court for trial for the offence; and     b   so send the accused.       2B   Otherwise, the court must serve on the accused one or more documents which—   a   state the charge against the accused;     b   explain that the court is required to send the accused to the Crown Court for trial for the offence; and     c   set out any other information—   i   that is required by Criminal Procedure Rules, or     ii   that is authorised by Criminal Procedure Rules and which the court decides to include.         2C   As soon as practicable after serving the documents required by subsection  (2B) , the court must send the accused to the Crown Court for trial for the offence (which need not be done in open court).     2D   Subsections  (2A)  to  (2C)  have effect subject to any provision in Criminal Procedure Rules of the sort described in subsection  (2E)  or  (3A) .     2E   Criminal Procedure Rules may make provision—   a   about circumstances in which the requirement under subsection  (2A)  or  (2B)  does not apply; and     b   about the sending of the accused to the Crown Court under this section in those circumstances.          5   For subsections (3) to (12) substitute—    3A   Criminal Procedure Rules may make provision about situations where—   a   a condition in subsection (2) is met in relation to an alleged offence, and     b   any other alleged offence is, or appears to be, related (in such a way as is specified in the Rules) to the alleged offence referred to in paragraph  (a) .       3B   The provision that may be made as described in subsection  (3A)  includes provision—   a   for a person to be sent to the Crown Court for trial for the other alleged offence—   i   whether or not a condition in subsection (2) is met in relation to it;     ii   whether or not it is alleged to have been committed by the same person as the offence referred to in paragraph  (a)  of that subsection;     iii   even if it is a summary offence;       b   applying any other provision made by or under an Act about the sending of a person to the Crown Court for trial;     c   disapplying any other provision made by or under an Act about how a magistrates’ court is to deal with the other alleged offence.          6   Section 51A of the Crime and Disorder Act 1998 (sending of children or young persons to Crown Court for trial) is amended as set out in subsections  (7)  to  (10) .     7   Before subsection (1) insert—    A1   Subsections  (3A)  and  (3B)  apply where—   a   a magistrates’ court (“the court”) determines that any of the conditions set out in subsection (3) is met in relation to an offence with which a person has been charged, and     b   the accused is a child or young person.          8   Omit subsection (2).     9   After subsection (3) insert—    3A   If the determination referred to in subsection  (A1) (a)  is made while the accused is present before the court, the court must—   a   explain that the court is required to send the accused to the Crown Court for trial for the offence; and     b   so send the accused.       3B   Otherwise, the court must serve on the accused one or more documents which—   a   state the charge against the accused;     b   explain that the court is required to send the accused to the Crown Court for trial for the offence; and     c   set out any other information—   i   that is required by Criminal Procedure Rules, or     ii   that is authorised by Criminal Procedure Rules and which the court decides to include.         3C   As soon as practicable after serving the documents required by subsection  (3B) , the court must send the accused to the Crown Court for trial for the offence (which need not be done in open court).     3D   Subsections  (3A)  to  (3C)  have effect subject to any provision in Criminal Procedure Rules of the sort described in subsection  (3E)  or  (4A) .     3E   Criminal Procedure Rules may make provision—   a   about circumstances in which the requirement under subsection  (3A)  or  (3B)  does not apply; and     b   about the sending of the accused to the Crown Court under this section in those circumstances.          10   For subsections (4) to (10) substitute—    4A   Criminal Procedure Rules may make provision about situations where—   a   a condition in subsection (3) is met in relation to an alleged offence, and     b   any other alleged offence is, or appears to be, related (in such a way as is specified in the Rules) to the alleged offence referred to in paragraph  (a) .       4B   The provision that may be made as described in subsection  (4A)  includes provision—   a   for a person to be sent to the Crown Court for trial for the other alleged offence—   i   whether or not a condition in subsection (3) is met in relation to it;     ii   whether or not it is alleged to have been committed by the same person as the offence referred to in paragraph  (a)  of that subsection;     iii   even if it is a summary offence;       b   applying any other provision made by or under an Act about the sending of a person to the Crown Court for trial;     c   disapplying any other provision made by or under an Act about how a magistrates’ court is to deal with the other alleged offence.          11   In section 52 of the Crime and Disorder Act 1998 (provision supplementary to sections 51 and 51A), after subsection (2) insert—    2A   If the court sends a person for trial under section 51 or 51A other than in open court—   a   it must do so on bail, and     b   that bail is to be—   i   unconditional, if the accused is not already on bail, or is on unconditional bail, in respect of the charge in question, or     ii   if the accused is already on bail subject to conditions in respect of the charge in question, subject to the same conditions.           "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "11", "section_title": "Powers of Crown Court to remit cases to the magistrates’ court", "section_text": " 11    1   After section 46 of the Senior Courts Act 1981 insert—    Remitting proceedings to magistrates’ courts for trial   46ZA    1   In a case where a person has been sent by a magistrates’ court to the Crown Court for trial for an offence, the Crown Court may send the person back to a magistrates’ court for trial.     2   The Crown Court may not exercise the power in subsection  (1) —   a   in respect of a person who has attained the age of 18, or is not an individual, if the offence in question is triable only on indictment;     b   in respect of a person who has not attained the age of 18, if the offence in question falls within section 51A(12) of the Crime and Disorder Act 1998.       3   In the case of an offence that is triable either way, the Crown Court may not exercise the power in subsection  (1) —   a   unless the person appears in court or consents to the power being exercised in the person’s absence, and     b   in the case of a person who has attained the age of 18, or is not an individual, unless the person consents to the power being exercised.       4   If a person under the age of 18 appears before the Crown Court having been sent to it as mentioned in subsection  (1) , the Crown Court—   a   must consider whether to send the person back to a magistrates’ court under subsection  (1) , and     b   if it decides not to send the person back, must give reasons for not doing so.       5   In deciding whether to exercise the power in subsection  (1) , the Crown Court must—   a   take into account any other offence before the Crown Court that appears to the court to be related to that offence (whether the same, or a different, person is accused or has been convicted of the other offence), and     b   have regard to any allocation guidelines (or revised allocation guidelines) issued as definitive guidelines under section 122 of the Coroners and Justice Act 2009.       6   Where the Crown Court exercises the power in subsection  (1)  it may, subject to section 25 of the Criminal Justice and Public Order Act 1994 (restrictions on granting bail), give such directions as appear to be necessary—   a   with respect to the custody of the accused, or     b   for the accused’s release on bail,    until the accused can appear or be brought before the magistrates’ court.     7   There is no right of appeal against an order under subsection  (1) .           2   In section 25 of the Sentencing Code (remission of offenders aged under 18 to youth court for sentence), after subsection (2) insert—    2A   If—   a   the convicting court is a magistrates’ court, and     b   that court commits the offender to the Crown Court for sentence,    the Crown Court may remit the offender to a youth court acting for the place where the convicting court sat.        3   After section 25 of the Sentencing Code insert—    Power to remit adult offenders to magistrates’ courts for sentence   25A    1   This section applies where a person aged 18 or over, or a person who is not an individual—   a   has been convicted of an offence by a magistrates’ court and committed to the Crown Court for sentence, or     b   has been convicted of an offence (other than an offence triable only on indictment) by the Crown Court following a plea of guilty.       2   The Crown Court may remit the offender to a magistrates’ court for sentence.     3   In deciding whether to exercise the power in subsection  (2) , the Crown Court must—   a   take into account any other offence before the Crown Court that appears to the court to be related to that offence (whether the same, or a different, person is accused or has been convicted of the other offence), and     b   have regard to any allocation guidelines (or revised allocation guidelines) issued as definitive guidelines under section 122 of the Coroners and Justice Act 2009.       4   There is no right of appeal against an order under subsection  (2) .          "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "12", "section_title": "Powers of youth court to transfer cases if accused turns 18", "section_text": " 12    1   Section 47 of the Crime and Disorder Act 1998 (powers of youth courts) is amended as follows.     2   Before subsection (1) insert—    A1   This section applies where a person who appears or is brought before a youth court charged with an offence attains the age of 18 before the start of the trial of the person for the offence.        3   For subsection (1) substitute—    1   In the case of a summary offence or an offence triable either way, the youth court may, at any time before the start of the trial, remit the person for trial to a magistrates’ court (other than a youth court).     1A   In the case of an indictable offence, the youth court may, at any time before the start of the trial, send the person for trial to the Crown Court.     1B   In subsections  (A1)  to  (1A) , “ the start of the trial ” is to be read in accordance with section 22(11B)(a) and (b) of the 1985 Act.     1C   If the youth court is proposing to exercise the power under subsection  (1)  to remit a person to a magistrates’ court for trial for an offence triable either way, the youth court—   a   must give the person the opportunity of electing to be tried by the Crown Court for the offence, and     b   if the person elects to be so tried, must exercise the power under subsection  (1A)  to send the person for trial to the Crown Court.       1D   A remission or sending under subsection  (1)  or  (1A)  does not have to be done in open court in the presence of the accused; but if it is not the youth court must first serve on the person one or more documents which—   a   state the charge against the accused;     b   explain that the court proposes to remit the accused for trial to a magistrates’ court (other than a youth court) or (as the case may be) to send the accused for trial to the Crown Court; and     c   set out any other information—   i   that is required by Criminal Procedure Rules, or     ii   that is authorised by Criminal Procedure Rules and which the court decides to include.         1E   Criminal Procedure Rules may make provision about situations where—   a   a person is sent for trial under subsection  (1A)  in relation to an alleged offence, and     b   any other alleged offence is, or appears to be, related (in such a way as is specified in the Rules) to the alleged offence referred to in paragraph  (a) .       1F   The provision that may be made as described in subsection  (1E)  includes provision—   a   for a person to be sent to the Crown Court for trial for the other alleged offence—   i   whether or not this section applies in relation to it;     ii   whether or not it is alleged to have been committed by the same person as the offence referred to in paragraph  (a)  of that subsection;     iii   even if it is a summary offence;       b   applying any other provision made by or under an Act about the sending of a person to the Crown Court for trial;     c   disapplying any other provision made by or under an Act about how a magistrates’ court is to deal with the other alleged offence.          4   In subsection (2)—   a   in the words before paragraph (a), for “under subsection (1)” substitute  “or sent under subsection  (1)  or  (1A) ” ;     b   in paragraph (a), for “of remission” substitute  “for the remission or sending” ;     c   in paragraph (b), for “remitting” substitute  “youth” .       5   In subsection (3)—   a   for “remitting” substitute  “youth” ;     b   after “remitted” insert  “or sent” .       6   In subsection (4)—   a   the words from “all” to the end become paragraph (a);     b   in that paragraph, for “remitting” substitute  “youth” ;     c   at the end of that paragraph insert    ; and   b   the person remitted or sent had attained the age of 18 before the start of those proceedings.          7   After subsection (4) insert—    4A   For the purposes of this section a person is to be taken to be the age which that person appears to the court to be after considering any available evidence.       "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "13", "section_title": "Maximum term of imprisonment on summary conviction for either-way offence", "section_text": "13 1 In section 224 of the Sentencing Code (general limit on magistrates’ court’s power to impose custodial sentence)— a in subsection (1), for the words after paragraph (b) substitute  “for a term exceeding the applicable limit in respect of any one offence” ; b after subsection (1) insert— 1A The applicable limit is— a 6 months in the case of a summary offence, or b 12 months in the case of an offence triable either way.”; c in subsection (2), for the words from “more than” to the end substitute  “a term exceeding the applicable limit” . 2 In Part 8 of Schedule 23 to the Sentencing Act 2020 (powers to amend the Sentencing Code in relation to custodial sentences), before paragraph 15 insert— General limit on magistrates’ court’s power to impose custodial sentence 14A 1 The Secretary of State may by regulations amend section 224(1A)(b) (general limit on custodial sentence for either-way offence in magistrates’ court)— a if for the time being it refers to 12 months, to substitute a reference to 6 months for the reference to 12 months, or b if for the time being it refers to 6 months, to substitute a reference to 12 months for the reference to 6 months. 2 An amendment under sub-paragraph (1) has effect only in relation to an offence for which a person is convicted on or after the day on which the amendment comes into force. 3 Regulations under sub-paragraph (1) are subject to the negative resolution procedure.” 3 In Schedule 1 to the Interpretation Act 1978, after the entry requiring the definitions relating to offences to be construed without regard to section 22 of the Magistrates’ Courts Act 1980 insert— In relation to a term of imprisonment in respect of an offence triable either way under the law of England and Wales, “ general limit in a magistrates’ court ” means the limit laid down in respect of the offence by section 224(1) of the Sentencing Code (as it has effect from time to time). 4 In section 32(1) of the Magistrates’ Courts Act 1980 (maximum penalty on summary conviction for certain either-way offences), for “12 months” substitute  “the general limit in a magistrates’ court” . 5 In section 282(3) of the Criminal Justice Act 2003 (maximum custodial term on summary conviction for certain either-way offences)— a omit “maximum”; b for “12 months” substitute  “a term not exceeding the general limit in a magistrates’ court” . 6 Subsection (7) applies to relevant legislation— a which provides for a maximum term of imprisonment of 12 months on summary conviction for an offence triable either way, and b in relation to which section 282(3) of the Criminal Justice Act 2003 does not apply. 7 Relevant legislation to which this subsection applies is to be read as providing for a term of imprisonment not exceeding the general limit in a magistrates’ court (in place of the term referred to in subsection (6)(a)). 8 Subsection (9) applies to relevant primary legislation that confers a power (in whatever terms) to make subordinate legislation providing for a maximum term of imprisonment, on summary conviction for an offence triable either way, of— a 6 months, in the case of an enactment contained in an Act passed on or before 20 November 2003, or b 12 months, the case of any other relevant primary legislation. 9 Relevant primary legislation to which this subsection applies is to be read as conferring a power to provide for a term of imprisonment not exceeding the general limit in a magistrates’ court (in place of the term referred to in subsection (8)(a) or (b)). 10 The Secretary of State may by regulations— a amend relevant legislation in relation to which section 282(3) of the Criminal Justice Act 2003 applies, to spell out the effect of that provision (as amended by subsection (5)); b amend relevant legislation to which subsection (7) applies, to spell out the effect of that subsection; c amend relevant primary legislation to which subsection (9) applies, to spell out the effect of that subsection; d amend relevant legislation in consequence of an amendment under any of the preceding paragraphs. 11 In this section— “ relevant legislation ” means an enactment contained in— an Act passed before or in the same Session as this Act, an Act or Measure of Senedd Cymru enacted before the passing of this Act, subordinate legislation made before the passing of this Act, or   assimilated direct   legislation, not falling within the preceding paragraphs, made before the passing of this Act; “ relevant primary legislation ” means an enactment falling within paragraph (a) or (b) of the definition of “relevant legislation”; “ subordinate legislation ” means subordinate legislation within the meaning of the Interpretation Act 1978 (see section 21(1) of that Act) or any equivalent instrument made or to be made under an Act or Measure of Senedd Cymru."}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "14", "section_title": "Involvement of parent or guardian in proceedings conducted in writing", "section_text": " 14    1   Section 34A of the Children and Young Persons Act 1933 (attendance at court of parent or guardian) is amended as follows.     2   In the heading, after “court” insert  “or other involvement” .     3   After subsection (1) insert—    1A   Where a child or young person (C) is charged with an offence, the court—   a   may in any case; and     b   must in a case where C is under the age of sixteen years,    exercise the functions conferred by subsections  (1B)  and  (1C)  (insofar as they are applicable to the proceedings) unless and to the extent that the court is satisfied that it would be unreasonable to do so, having regard to the circumstances of the case.     1B   Where any stage of the proceedings is conducted in writing, the court may or (as the case may be) must—   a   ascertain whether a person who is a parent or guardian of C is aware that the written proceedings are taking place, and     b   if it appears to the court that no parent or guardian is aware of that, provide information about the written proceedings to at least one such person.       1C   Where C gives a written indication of plea under section 24ZA of the Magistrates’ Courts Act 1980, the court may or (as the case may be) must—   a   ascertain whether a person who is a parent or guardian of C is aware that the written indication of plea has been given, and     b   if it appears to the court that no parent or guardian is aware of that, bring the written indication of plea to the attention of at least one such person.          4   In subsection (2), for “the reference in subsection (1)” substitute  “a reference in any of subsections (1) to  (1C) ” .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "15", "section_title": "Removal of certain requirements for hearings about procedural matters", "section_text": " 15    1   In section 2 of the Criminal Procedure (Attendance of Witnesses) Act 1965 (issue of witness summons on application to Crown Court), in subsection (8)(d), at the end insert  “(if the application is determined at a hearing)” .     2   In section 8C of the Magistrates’ Courts Act 1980 (restrictions on reporting of certain pre-trial hearings in the magistrates’ court), in subsections (4)(a) and (5)(a), for “hearing” substitute  “considering” .     3   In section 11 of the Criminal Justice Act 1987 (restrictions on reporting of certain preparatory hearings in the Crown Court), in subsections (7) and (8), for “hearing” substitute  “considering” .     4   In the Criminal Procedure and Investigations Act 1996—   a   in section 37 (restrictions on reporting of certain preparatory hearings in the Crown Court), in subsections (6) and (7), for “hearing” substitute  “considering” ;     b   in section 41 (restrictions on reporting of certain pre-trial hearings in the Crown Court), in subsections (4) and (5), for “hearing” substitute  “considering (in the case of proceedings in England and Wales) or hearing (in the case of proceedings in Northern Ireland)” .       5   In the Crime and Disorder Act 1998—   a   in section 52A (restrictions on reporting of certain initial proceedings in the magistrates’ court), in subsections (3) and (4), for “hearing” substitute  “considering” ;     b   in paragraph 3 of Schedule 3 (restrictions on reporting of applications for dismissal of charge in the Crown Court), in sub-paragraph (3), for “hearing” substitute  “considering” .       6   In section 47 of the Youth Justice and Criminal Evidence Act 1999 (restrictions on reporting of certain matters to do with witnesses), in subsections (4) and (5), for “hearing” substitute  “considering (in the case of proceedings in England and Wales) or hearing (in the case of other proceedings)” .     7   In section 71 of the Criminal Justice Act 2003 (restrictions on reporting of prosecution appeals), in subsections (5)(a) and (6)(a), for “hearing” substitute  “considering” .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "16", "section_title": "Documents to be served in accordance with Criminal Procedure Rules", "section_text": " 16   Schedule 1  amends various provisions to do with the service or delivery of documents so as to allow the same methods to be adopted as for service under Criminal Procedure Rules.  "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "17", "section_title": "Power to make consequential or supplementary provision", "section_text": " 17    1   The Lord Chancellor may, by regulations, make consequential or supplementary provision in relation to any provision of this Chapter.     2   The regulations may, in particular, amend, repeal or revoke—   a   any provision of an Act passed before this Act or in the same Session, or     b   any provision contained in subordinate legislation within the meaning of the Interpretation Act 1978 (whenever the legislation was made or the Act under which it was made was passed).       3   Regulations under this section that amend or repeal any provision of an Act are subject to affirmative resolution procedure (see section 49 (3) ).     4   Any other regulations under this section are subject to negative resolution procedure (see section 49 (4) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "18", "section_title": "Consequential and related amendments", "section_text": " 18   Schedule  2  contains amendments that are consequential on, or related to, the preceding provisions of this Chapter.  "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "19", "section_title": "Rules for online procedure in courts and tribunals", "section_text": " 19    1   For proceedings of a specified kind, there are to be rules which—   a   must require that kind of proceedings, or one or more aspects of that kind of proceedings, to be initiated by electronic means;     b   may authorise or require that kind of proceedings, or one or more aspects of that kind of proceedings, to be conducted, progressed or disposed of by electronic means;     c   may authorise or require the parties to that kind of proceedings (and their representatives) to participate in hearings, including the hearing at which the proceedings are disposed of, by electronic means;    and are otherwise to govern the practice and procedure to be followed in that kind of proceedings.     2   The rules are to be called “Online Procedure Rules”.     3   Powers to make Online Procedure Rules (see sections 22 (1)  and 23) are to be exercised with a view to securing—   a   that practice and procedure under the Rules are accessible and fair,     b   that the Rules are both simple and simply expressed,     c   that disputes may be resolved quickly and efficiently under the Rules, and     d   that the Rules support the use of innovative methods of resolving disputes.       4   For the purposes of subsection (3)(a), regard must be had to the needs of persons who require online procedural assistance.     5   Different Online Procedure Rules may be made for different kinds of proceedings.     6   Where Online Procedure Rules require a person—   a   to initiate, conduct or progress proceedings by electronic means, or     b   to participate in proceedings, other than a hearing, by electronic means,    Online Procedure Rules must also provide that, if the person is not legally represented, the person may instead choose to do so by non-electronic means.     7   Where Online Procedure Rules require a person to participate in a hearing by electronic means, Online Procedure Rules must also provide that a court or tribunal may, on an application or of its own initiative, order or otherwise direct that person, or any other person, to participate by non-electronic means.     8   The provision that may be made under subsection  (1) (b)  includes provision authorising or requiring—   a   any question arising in proceedings, or     b   the final determination of proceedings,    to be disposed of by electronic means as a result of steps which the parties take, or fail to take, by electronic means.     9   Online Procedure Rules may provide—   a   for circumstances in which proceedings of a specified kind—   i   are not to be governed by the Rules, or     ii   are to cease to be governed by the Rules, and       b   for the proceedings to be governed by the applicable standard rules instead.       10   Online Procedure Rules may provide—   a   for circumstances in which excluded proceedings—   i   are to be governed by Online Procedure Rules, or     ii   are to be governed again by Online Procedure Rules, and       b   for the proceedings to cease to be governed by the applicable standard rules.       11   For the purposes of subsection  (10) (a) , proceedings are “excluded” if the proceedings are not governed, or cease to be governed, by Online Procedure Rules under provision of the kind referred to in subsection  (9) (a) .     12   Online Procedure Rules may provide—   a   for proceedings of a specified kind to be taken in a court or tribunal which is not the court or tribunal in which they would be taken if governed by the applicable standard rules;     b   for different proceedings (whether of the same specified kind or different specified kinds) to be taken together in a particular court or tribunal (which need not be the court or tribunal in which any or all of those proceedings would be taken if governed by the applicable standard rules).       13   But Online Procedure Rules may not provide—   a   for proceedings to be taken in a court or tribunal that is not established under the law of the jurisdiction in which those proceedings are brought, or     b   for an appeal to be taken in the court or tribunal whose judgment or decision is being appealed against.       14   This section is subject to section 21.     15   Schedule 3  makes provision about practice directions in relation to proceedings governed by Online Procedure Rules.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "20", "section_title": "“Specified kinds” of proceedings", "section_text": " 20    1   Proceedings are of a “ specified kind ” for the purposes of section 19 if they are a kind of—   a   civil proceedings in England and Wales,     b   family proceedings in England and Wales,     c   proceedings in the First-tier Tribunal,     d   proceedings in the Upper Tribunal,     e   proceedings in employment tribunals, or     f   proceedings in the Employment Appeal Tribunal,    specified in regulations made by the Lord Chancellor.     2   The matters by reference to which a kind of proceedings may be specified in regulations under subsection (1) include—   a   the legal basis of the proceedings;     b   the factual basis of the proceedings;     c   the value of the matter in issue in the proceedings;     d   the court or tribunal in which the proceedings are to be brought or continued.       3   Regulations under this section are subject to the concurrence requirement (see section 32 (1) ).     4   Regulations under this section are subject to affirmative resolution procedure (see section 49 (3) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "21", "section_title": "Provision supplementing section 19", "section_text": " 21    1   The Lord Chancellor may, by regulations, provide for circumstances in which—   a   a person initiating proceedings of a specified kind may choose whether the proceedings are to be governed by Online Procedure Rules or the applicable standard rules;     b   the person initiating any aspect of proceedings that are governed by Online Procedure Rules may choose for that aspect to be initiated, conducted, progressed or disposed of in accordance with the applicable standard rules instead of Online Procedure Rules.       2   Directions under  Schedule 3  do not apply to proceedings to the extent that the applicable standard rules apply to those proceedings by virtue of regulations under subsection  (1) (b) .     3   The Lord Chancellor may, by regulations, provide—   a   for circumstances in which proceedings of a specified kind—   i   are not to be governed by Online Procedure Rules, or     ii   are to cease to be governed by Online Procedure Rules, and       b   for the proceedings to be governed by the applicable standard rules instead.       4   The Lord Chancellor may, by regulations, provide—   a   for circumstances in which excluded proceedings—   i   are to be governed by Online Procedure Rules, or     ii   are to be governed again by Online Procedure Rules, and       b   for the proceedings to cease to be governed by the applicable standard rules.       5   For the purposes of subsection  (4) (a) , proceedings are “excluded” if the proceedings are not governed, or cease to be governed, by Online Procedure Rules because of—   a   Online Procedure Rules of the kind referred to in section 19 (9) (a) , or     b   regulations under subsection  (1) (a)  or  (3) (a) .       6   Regulations under this section are subject to the concurrence requirement (see section 32 (1) ).     7   Regulations under this section are subject to affirmative resolution procedure (see section 49 (3) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "22", "section_title": "The Online Procedure Rule Committee", "section_text": " 22    1   Online Procedure Rules are to be made by a committee known as the Online Procedure Rule Committee.     2   The Committee is to consist of the persons appointed under subsections  (3)  and  (4) .     3   The Lord Chief Justice is to appoint—   a   one person who is a judge of the Senior Courts of England and Wales, and     b   two persons each of whom is either—   i   a judge of the Senior Courts of England and Wales, a Circuit Judge or a district judge, or     ii   a judge of the First-tier Tribunal, a judge of the Upper Tribunal, an Employment Judge, or a judge of the Employment Appeal Tribunal nominated as such by the Lord Chief Justice.         4   The Lord Chancellor is to appoint—   a   one person who is a barrister in England and Wales, a solicitor of the Senior Courts of England and Wales, or a legal executive,     b   one person who has experience in, and knowledge of, the lay advice sector, and     c   one person who has experience in, and knowledge of, information technology relating to end-users’ experience of internet portals.       5   Before appointing a person under subsection  (3) (a)  the Lord Chief Justice must consult—   a   the Lord Chancellor, and     b   the Senior President of Tribunals.       6   Before appointing a person under subsection  (3) (b)  the Lord Chief Justice must—   a   consult the Lord Chancellor and the Secretary of State, and     b   obtain the agreement of the Senior President of Tribunals.       7   Before appointing a person under subsection  (4) (a)  the Lord Chancellor must consult—   a   the Lord Chief Justice,     b   the Senior President of Tribunals, and     c   the relevant authorised body.       8   Before appointing a person under subsection  (4) (b)  or  (c)  the Lord Chancellor must consult—   a   the Lord Chief Justice, and     b   the Senior President of Tribunals.       9   The Lord Chief Justice may appoint one of the persons appointed under subsection  (3) (a)  or  (b)  to be the chair of the Online Procedure Rule Committee.     10   The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise any function of the Lord Chief Justice under this section.     11   The Lord Chancellor may reimburse the members of the Online Procedure Rule Committee their travelling and out-of-pocket expenses.     12   In this section—     “ legal executive ” means a person authorised by the Chartered Institute of Legal Executives to practise as a member of the profession of legal executives;      “ relevant authorised body ”, in relation to an appointment under subsection  (4) (a) , means—     the General Council of the Bar of England and Wales, if the appointment is of a barrister;      the Law Society of England and Wales, if the appointment is of a solicitor;      the Chartered Institute of Legal Executives, if the appointment is of a legal executive.          "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "23", "section_title": "General powers of the Online Procedure Rule Committee", "section_text": " 23    1   For making Online Procedure Rules for proceedings of a kind set out in an entry in the first column of the following table, the Online Procedure Rule Committee has the powers set out in the corresponding entry in the second column.    Kind of proceedings Powers of the Online Procedure Rule Committee  Civil proceedings in England and Wales The same powers that the Civil Procedure Rule Committee has under the Civil Procedure Act 1997 or otherwise for making Civil Procedure Rules, except the powers under paragraphs 5 and 6 of Schedule 1 to that Act (powers to apply other rules and refer to practice directions). Family proceedings in England and Wales The same powers that the Family Procedure Rule Committee has under Part 7 of the Courts Act 2003 or otherwise for making Family Procedure Rules, except the powers under section 76(4) to (8) of that Act (powers to apply other rules and refer to practice directions). Proceedings in the First-tier Tribunal The same powers that the Tribunal Procedure Committee has under Part 1 of the Tribunals, Courts and Enforcement Act 2007 or otherwise for making Tribunal Procedure Rules for proceedings in the First-tier Tribunal, except the power under paragraph 17 of Schedule 5 to that Act (power to refer to practice directions). Proceedings in the Upper Tribunal The same powers that the Tribunal Procedure Committee has under Part 1 of the Tribunals, Courts and Enforcement Act 2007 or otherwise for making Tribunal Procedure Rules for proceedings in the Upper Tribunal, except the power under paragraph 17 of Schedule 5 to that Act (power to refer to practice directions). Proceedings in employment tribunals The same powers that the Tribunal Procedure Committee has under Parts 1 and 3 of the Employment Tribunals Act 1996 or otherwise for making Employment Tribunal Procedure Rules for proceedings before employment tribunals, except the power under paragraph  18  of Schedule  A1  to that Act (power to refer to practice directions). Proceedings in the Employment Appeal Tribunal The same powers that the Tribunal Procedure Committee has under Parts 2 and 3 of the Employment Tribunals Act 1996 or otherwise for making Employment Tribunal Procedure Rules for proceedings before the Employment Appeal Tribunal, except the power under paragraph  18  of Schedule  A1  to that Act (power to refer to practice directions).       2   Online Procedure Rules may apply other procedural provision.     3   The other procedural provision may be applied to proceedings of a particular kind even if the provision would not normally be applicable to that kind of proceedings.     4   The other procedural provision may be applied—   a   to any extent;     b   with or without modifications;     c   as amended from time to time.       5   In subsections  (2)  to  (4)  “ other procedural provision ” means—   a   Civil Procedure Rules,     b   Family Procedure Rules,     c   Tribunal Procedure Rules,     d   Employment Tribunal Procedure Rules,     e   other rules of court,     f   directions under—   i   section 7A or 29A of the Employment Tribunals Act 1996,     ii   section 5 of the Civil Procedure Act 1997,     iii   section 81 of the Courts Act 2003, or     iv   section 23 of the Tribunals, Courts and Enforcement Act 2007, or       g   any other provision governing the practice or procedure of a court or tribunal which is made by or under an enactment (whenever passed or made).       6   Online Procedure Rules may, instead of providing for any matter, refer to provision made or to be made about that matter by directions under  Schedule 3 .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "24", "section_title": "Power to make certain provision about dispute-resolution services", "section_text": " 24    1   This section applies to Online Procedure Rules which provide—   a   for the transfer by electronic means of information held for the purposes of an online dispute-resolution service to a court or tribunal, or     b   for a court or tribunal to take into account, for any purpose, steps that a party to proceedings has or has not taken in relation to an online dispute-resolution service.       2   The Rules may be expressed so that their application in relation to a particular service depends on things done by a particular person from time to time.     3   The Rules may, for example, refer to such services as—   a   appear from time to time in a list published by a particular person, or     b   are from time to time certified by a particular person as complying with particular standards.       4   In this section—     “ online dispute-resolution service ” means a service accessible by electronic means for facilitating the resolution of disputes without legal proceedings;      “ particular person ” and “particular standards” include, respectively, a person of a particular description and standards of a particular description.       "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "25", "section_title": "Power to change certain requirements relating to the Committee", "section_text": " 25    1   The Lord Chancellor may by regulations—   a   amend section 22 (2)  to  (9) , and     b   make consequential amendments in any other provision of section 22 or in subsection (2) or (3) of this section.       2   The Lord Chancellor may make regulations under this section only with the concurrence of—   a   the Lord Chief Justice, and     b   the Senior President of Tribunals.       3   Before making regulations under this section, the Lord Chancellor must consult the following persons—   a   the Head of Civil Justice;     b   the Deputy Head of Civil Justice (if there is one);     c   the President of the Family Division.       4   The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise the function of the Lord Chief Justice under subsection  (2) .     5   Regulations under this section are subject to negative resolution procedure (see section 49 (4) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "26", "section_title": "Process for making Online Procedure Rules", "section_text": " 26    1   Before making Online Procedure Rules, the Online Procedure Rule Committee must—   a   consult such persons as they consider appropriate, and     b   hold a meeting (unless it is inexpedient to do so).       2   Rules made by the Online Procedure Rule Committee must be—   a   signed by—   i   at least half of the members of the Committee, where one of the signatories is the chair, or     ii   a majority of the members of the Committee, in any other case, and       b   submitted to the Lord Chancellor.       3   The Lord Chancellor may allow or disallow Online Procedure Rules made by the Committee.     4   In deciding whether to allow or disallow rules, the Lord Chancellor must have regard to the needs of persons who require online procedural assistance.     5   If the Lord Chancellor disallows rules, the Lord Chancellor must give the Committee written reasons for doing so.     6   Rules made by the Committee and allowed by the Lord Chancellor—   a   come into force on such day as the Lord Chancellor directs, and     b   are to be contained in a statutory instrument to which the Statutory Instruments Act 1946 applies as if the instrument contained rules made by a Minister of the Crown.       7   A statutory instrument containing Online Procedure Rules is subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "27", "section_title": "Power to require Online Procedure Rules to be made", "section_text": " 27    1   This section applies if the Lord Chancellor gives the Online Procedure Rule Committee written notice that the Lord Chancellor thinks it is expedient for Online Procedure Rules to include provision that would achieve a purpose specified in the notice.     2   The Committee must make such Online Procedure Rules as it considers necessary to achieve the specified purpose.     3   Those Rules must be—   a   made within a reasonable period after the Lord Chancellor gives notice to the Committee;     b   made in accordance with section 26.      "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "28", "section_title": "Power to make amendments in relation to Online Procedure Rules", "section_text": " 28    1   The Lord Chancellor may by regulations amend, repeal or revoke any enactment to the extent that the Lord Chancellor considers necessary or desirable in consequence of, or in order to facilitate the making of, Online Procedure Rules.     2   In subsection  (1) , “ enactment ” means any enactment whenever passed or made, including an enactment comprised in subordinate legislation within the meaning of the Interpretation Act 1978.     3   The Lord Chancellor must consult the Lord Chief Justice and the Senior President of Tribunals before making regulations under this section.     4   The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise the function under subsection  (3) .     5   Regulations under this section that amend or repeal any provision of an Act are subject to affirmative resolution procedure (see section 49 (3) ).     6   Any other regulations under this section are subject to negative resolution procedure (see section 49 (4) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "29", "section_title": "Duty to make support available for those who require it", "section_text": " 29   The Lord Chancellor must arrange for the provision of such support as the Lord Chancellor considers to be appropriate and proportionate for persons who require online procedural assistance.  "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "30", "section_title": "Power to make consequential or supplementary provision", "section_text": " 30    1   The Lord Chancellor may, by regulations, make consequential or supplementary provision in relation to any provision of this Chapter.     2   The regulations may, in particular, amend, repeal or revoke—   a   any provision of an Act passed before this Act or in the same Session, or     b   any provision contained in subordinate legislation within the meaning of the Interpretation Act 1978 (whenever the legislation was made or the Act under which it was made was passed).       3   Regulations under this section that amend or repeal any provision of an Act are subject to affirmative resolution procedure (see section 49 (3) ).     4   Any other regulations under this section are subject to negative resolution procedure (see section 49 (4) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "31", "section_title": "Amendments of other legislation", "section_text": " 31   Schedule 4  contains amendments in connection with the preceding provisions of this Chapter.  "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "32", "section_title": "Judicial agreement to certain regulations", "section_text": " 32    1   Where regulations under this Chapter are subject to the “concurrence requirement”, the Lord Chancellor—   a   must obtain the concurrence of the Lord Chief Justice before making the regulations if, or to the extent that, the regulations relate to—   i   civil proceedings in England and Wales, or     ii   family proceedings in England and Wales;       b   must obtain the concurrence of the Senior President of Tribunals before making the regulations if, or to the extent that, the regulations relate to proceedings in—   i   the First-tier Tribunal,     ii   the Upper Tribunal,     iii   employment tribunals, or     iv   the Employment Appeal Tribunal.         2   The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise the function of the Lord Chief Justice under subsection  (1) (a) .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "33", "section_title": "Interpretation of this Chapter", "section_text": " 33   In this Chapter—     “ applicable standard rules ” means—     Civil Procedure Rules, in the case of civil proceedings in England and Wales;      Family Procedure Rules, in the case of family proceedings in England and Wales;      Tribunal Procedure Rules, in the case of proceedings in the First-tier Tribunal or the Upper Tribunal;      Employment Tribunal Procedure Rules, in the case of proceedings in employment tribunals or the Employment Appeal Tribunal;         “ civil proceedings in England and Wales ” means proceedings in relation to which Civil Procedure Rules may be made under the Civil Procedure Act 1997;      “ family proceedings in England and Wales ” means family proceedings within the meaning given by section 75 of the Courts Act 2003;      “ Lord Chief Justice ” means the Lord Chief Justice of England and Wales;      “ Online Procedure Rules ” has the meaning given by section 19 (2) ;      “ persons who require online procedural assistance ” means persons who, because of difficulties in accessing or using electronic equipment, require assistance in order to initiate, conduct, progress or participate in proceedings by electronic means in accordance with Online Procedure Rules;      “ specified kind ” (in relation to proceedings) is to be read in accordance with section 20 (1) .     "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "34", "section_title": "Employment Tribunal Procedure Rules", "section_text": " 34    1   The Employment Tribunals Act 1996 is amended as set out in subsections  (2)  to  (4) .     2   For section 7 substitute—    Practice and procedure: general   7   Procedure Rules (see section  37QA ) are to govern the practice and procedure to be followed in employment tribunals.         3   For section 30 substitute—    Practice and procedure: general   30    1   Procedure Rules (see section  37QA ) are to govern the practice and procedure to be followed in the Appeal Tribunal.     2   The Appeal Tribunal has the power to regulate its own practice and procedure, subject to Procedure Rules, directions under section 29A(1), and any other provision made by or under an enactment.           4   At the beginning of Part 3 insert—    Procedure Rules   Procedure Rules   37QA    1   There are to be rules made by the Tribunal Procedure Committee called “Employment Tribunal Procedure Rules”.     2   Those are the rules referred to as “ Procedure Rules ” in this Act.     3   Schedule A1 makes further provision about Procedure Rules.     4   The power of the Tribunal Procedure Committee to make Procedure Rules for the purposes set out in sections 7 and 30(1) is not limited by any other provision (including future provision) about what Procedure Rules may or must contain.            5   Schedule 5  contains further provision in connection with the provision made by the preceding subsections.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "35", "section_title": "Composition of tribunals", "section_text": " 35    1   The Employment Tribunals Act 1996 is amended as follows.     2   For section 4 substitute—    Composition of tribunals   4    1   An employment tribunal is, for the purpose of deciding any given matter, to be composed of a member or members chosen by the Senior President of Tribunals.     2   The member, or each member, chosen must belong to a panel of members of employment tribunals appointed in accordance with regulations under section 1(1).     3   The Senior President of Tribunals (or any person to whom the function under subsection  (1)  is delegated)—   a   must act in accordance with regulations under subsection  (4) ;     b   may choose themselves (if eligible in accordance with regulations under section 1(1)).       4   The Lord Chancellor must by regulations make provision, in relation to every matter that may fall to be decided by an employment tribunal, for determining the number of members who are to compose the tribunal.     5   Where regulations under subsection  (4)  provide for a tribunal to be composed of a single member, the regulations must provide for that member to be an Employment Judge.     6   Where regulations under subsection  (4)  provide for a tribunal to be composed of more than one member, the regulations—   a   must provide for at least one of those members to be an Employment Judge,     b   must make provision for determining how many (if any) of the other members are to be Employment Judges and how many (if any) are to be members who are not Employment Judges, and     c   if the tribunal is to include one or more members who are not Employment Judges, may make provision for determining what qualifications (if any) that member or any of those members must have.       7   A duty under subsection  (4)  or  (6)  to provide for the determination of anything may be discharged by providing for the thing to be determined by the Senior President of Tribunals or the President of Employment Tribunals in accordance with any provision made under that subsection.     8   The power under subsection  (6) (c)  may be exercised by giving the Senior President of Tribunals or the President of Employment Tribunals power to determine what qualifications are required in accordance with any provision made by the regulations.     9   Where a tribunal is to be composed of more than one member, the tribunal may proceed in the absence of one or more of the members chosen to compose it if—   a   the parties to the case agree, and     b   at least one of the members who is present is an Employment Judge.       10   Where a person (other than an Employment Judge) is chosen as one of the members composing a tribunal but does not have a qualification required by virtue of subsection  (6) (c) , the tribunal may still proceed with that person as a member if the parties to the case agree.     11   Before making regulations under this section, the Lord Chancellor must consult the Senior President of Tribunals.     12   In this section—     “ President of Employment Tribunals ”—     in relation to employment tribunals in England and Wales, means the President of Employment Tribunals (England and Wales), and      in relation to employment tribunals in Scotland, means the President of Employment Tribunals (Scotland);         “ qualification ” includes experience.              3   For section 28 substitute—    Composition of Appeal Tribunal   28    1   The Appeal Tribunal is, for the purpose of deciding any given matter, to be composed of a member or members chosen by the Senior President of Tribunals.     2   The Senior President of Tribunals (or any person to whom the function under subsection  (1)  is delegated)—   a   must act in accordance with regulations under subsection  (3) ;     b   may choose themselves (if otherwise eligible to sit).       3   The Lord Chancellor must by regulations make provision, in relation to every matter that may fall to be decided by the Appeal Tribunal, for determining the number of members who are to compose the Tribunal.     4   Where regulations under subsection  (3)  provide for the Appeal Tribunal to be composed of a single member, the regulations must provide for that member to be a judge.     5   Where regulations under subsection  (3)  provide for the Appeal Tribunal to be composed of more than one member, the regulations—   a   must provide for at least one of those members to be a judge,     b   must make provision for determining how many (if any) of the other members are to be judges and how many (if any) are to be appointed members, and     c   if the Tribunal is to be composed of persons who include one or more appointed members, may make provision for determining what qualifications (if any) that member or any of those members must have.       6   A duty under subsection  (3)  or  (5)  to provide for the determination of anything may be discharged by providing for the thing to be determined by the Senior President of Tribunals or the President of the Appeal Tribunal in accordance with any provision made under that subsection.     7   The power under subsection  (5) (c)  may be exercised by giving the Senior President of Tribunals or the President of the Appeal Tribunal power to determine what qualifications are required in accordance with any provision made by the regulations.     8   Where the Appeal Tribunal is to be composed of more than one member, the Tribunal may proceed in the absence of one or more of the members chosen to compose it if—   a   the parties to the case agree, and     b   at least one of the members who is present is a judge.       9   Where a person (other than a judge) is chosen as one of the members composing the Appeal Tribunal but does not have a qualification required by virtue of subsection  (5) (c) , the Tribunal may still proceed with that person as a member if the parties to the case agree.     10   Before making regulations under this section, the Lord Chancellor must consult the Senior President of Tribunals.     11   In this section, “ qualification ” includes experience.           4   In section 41(2) (orders, regulations and rules subject to affirmative procedure)—   a   omit “, 4(4) or (6D)” and “, 28(5)”;     b   before “37N” insert  “4, 28,” .      "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "36", "section_title": "Saving for existing procedural provisions", "section_text": " 36   No amendment or repeal made by section 34 or 35 or  Schedule 5  affects the continued operation of—   a   the Employment Tribunals (Constitution and Rules of Procedure) Regulations 2013 ( S.I. 2013/1237 ),     b   the Employment Appeal Tribunal Rules 1993 ( S.I. 1993/2854 ), or     c   any practice direction made under section 7A of the Employment Tribunals Act 1996 or the regulations referred to in paragraph  (a) .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "37", "section_title": "Exercise of tribunal functions by authorised persons", "section_text": " 37    1   Chapter 2A of Part 1 of the Tribunals, Courts and Enforcement Act 2007 (which makes provision in connection with the exercise of functions of tribunals by persons authorised under Tribunal Procedure Rules) is amended as follows.     2   In section 29A (meaning of certain terms)—   a   for the heading substitute  “Interpretation of Chapter” ;     b   in the definition of “authorised person”—   i   for “paragraph 3 of Schedule 5” substitute  “a relevant Procedure Rule” ;     ii   for “the First-tier Tribunal or Upper Tribunal” substitute  “a tribunal” ;       c   in the definition of “judicial office holder”—   i   for “has” substitute  “means—    a   a judicial office holder within     ;     ii   at the end insert    , or   b   the President of Employment Tribunals (Scotland);     ;       d   at the end insert—      “ relevant Procedure Rule ” means—     a Tribunal Procedure Rule of a kind mentioned in paragraph 3 of Schedule 5 to this Act, or      an Employment Tribunal Procedure Rule of a kind mentioned in paragraph  2  of Schedule  A1  to the Employment Tribunals Act 1996;         “ tribunal ” means the First-tier Tribunal, the Upper Tribunal, an employment tribunal or the Employment Appeal Tribunal.           3   In each of the following provisions, for “paragraph 3 of Schedule 5” substitute  “a relevant Procedure Rule” —   a   section 29B(2) (authorised person not subject to directions not made under that section);     b   section 29C(1)(a) and (2)(a) (protection against actions for authorised persons acting within or without jurisdiction);     c   section 29D(1) (protection against costs for authorised persons).      "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "38", "section_title": "Responsibility for remunerating tribunal members", "section_text": " 38   In the following provisions of the Employment Tribunals Act 1996, for “Secretary of State”, in each place it occurs, substitute  “Lord Chancellor” —   a   section 5(1), (2) and (3) (remuneration of members of employment tribunals etc);     b   section 27(1), (3) and (4) (remuneration of members of Employment Appeal Tribunal etc).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "39", "section_title": "Discontinuance of investigation where cause of death becomes clear", "section_text": " 39    1   Section 4 of the Coroners and Justice Act 2009 (discontinuance of investigation where cause of death revealed by post-mortem examination) is amended as set out in subsections  (2)  and  (3) .     2   In the heading, for “revealed by post-mortem examination” substitute  “becomes clear before inquest” .     3   In subsection (1), for paragraph (a) substitute—    a   the coroner is satisfied that the cause of death has become clear in the course of the investigation,     aa   an inquest into the death has not yet begun, and     .     4   In the following provisions of the Births and Deaths Registration Act 1953, for “revealed by post-mortem examination” substitute  “becoming clear before inquest” —   a   in section 2(1), paragraph (ii) of the proviso;     b   in section 16(3), paragraph (ii) of the proviso;     c   in section 17(3), paragraph (ii) of the proviso;     d   section 29(3B).       5   In section 273(2)(a) of the Merchant Shipping Act 1995, for “revealed by post-mortem examination” substitute  “becoming clear before inquest” .     6   In Schedule 21 to the Coroners and Justice Act 2009 (which, among other things, makes amendments to the Births and Deaths Registration Act 1953 that have yet to come into force)—   a   in paragraph 10(5), in the inserted subsection (2)(b), for “revealed by post-mortem examination” substitute  “becoming clear before inquest” ;     b   in paragraph 11(2), in the substituted section (A1)(b), for  “revealed by post-mortem examination”  substitute “becoming clear before inquest”;     c   in paragraph 16(2), in the substituted paragraph (a), for the words from  “there has”  to “the death,” substitute    —   i   there has been no investigation under Part 1 of the 2009 Act into the death, or     ii   such an investigation has been discontinued under section 4 of the 2009 Act (cause of death becoming clear before inquest) other than as mentioned in paragraph (b),     .      "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "40", "section_title": "Power to conduct non-contentious inquests in writing", "section_text": " 40    1   The Coroners and Justice Act 2009 is amended as follows.     2   After section 9B insert—    Inquests without jury to be conducted at hearing or in writing   9C    1   Where an inquest into a death is to be held without a jury, the inquest is to be held—   a   at a hearing, or     b   if the senior coroner decides that a hearing is unnecessary, in writing.       2   The senior coroner is not to decide that a hearing is unnecessary unless—   a   the coroner has invited representations from each interested person known to the coroner,     b   no interested person has represented on reasonable grounds that a hearing should take place,     c   it appears to the coroner that there is no real prospect of disagreement among interested persons as to the determinations or findings that the inquest could or should make, and     d   it appears to the coroner that no public interest would be served by a hearing.             3   In section 10(1) (determinations and findings required at inquest), for “hearing the evidence at” substitute  “considering the evidence given to” .     4   In section 45(2) (provision that may be made in Coroners rules), in paragraph (e), for “at” substitute  “in the course of” .     5   In section 47(2) (interested persons), in paragraph (l), after “attend” insert  “or follow” .     6   In paragraph 11 of Schedule 1 (resumption of inquests after adjournment)—   a   in sub-paragraph (2), for “The following provisions” substitute  “Sub-paragraphs (3) and (4)” ;     b   after sub-paragraph (4) insert—    5   Where an inquest is resumed under this paragraph without a jury (whether or not it had one before the adjournment), the senior coroner must consider, in accordance with section  9C , whether the resumed inquest is to be held at a hearing or in writing.         "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "41", "section_title": "Use of audio or video links at inquests", "section_text": " 41    1   Section 45 of the Coroners and Justice Act 2009 (Coroners rules) is amended as follows.     2   In subsection (2) (examples of provision that may be contained in Coroners rules), after paragraph (e) insert—    ea   provision for or in connection with the conduct of hearings wholly or partly by way of electronic transmission of sounds or images;     .     3   After subsection (2) insert—    2A   Coroners rules that provide for members of a jury to take part in a hearing by way of electronic transmission of sounds or images must provide for all members of the jury to take part in that way while present at the same place.       "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "42", "section_title": "Suspension of requirement for jury at inquest where coronavirus suspected", "section_text": " 42    1   In section 7 of the Coroners and Justice Act 2009 (whether inquest to be held with jury), after subsection (4) insert—    5   But COVID-19 is not a notifiable disease for the purposes of subsection (2)(c).        2   The amendment made by subsection  (1)  has effect in relation to any inquest opened on or after the day on which this section comes into force (regardless of the date of death).     3   The inserted subsection expires at the end of the period of two years beginning with the day on which this section comes into force, subject to regulations under subsection  (6) .     4   Before the expiry day, the Lord Chancellor must assess the likely effects of the expiry of the inserted subsection on the coronial system.     5   Subsection  (6)  applies if, having carried out that assessment, the Lord Chancellor considers that it would be expedient for the inserted subsection to continue in force beyond the expiry day.     6   The Lord Chancellor may, at any time before the inserted subsection expires, make regulations providing for the inserted subsection—   a   not to expire when it would otherwise expire, but     b   to expire at the end of such later day as is specified in the regulations.       7   The day specified under subsection  (6) (b)  may not be later than two years after the expiry day as it stands immediately before the making of the regulations.     8   Regulations under subsection  (6)  are subject to affirmative resolution procedure (see section 49 (3) ).     9   Subsection  (2)  expires when the inserted subsection expires.    But the expiry of the inserted subsection does not affect any inquest opened while the inserted subsection was in force.     10   In this section—     “ the inserted subsection ” means subsection  (5)  of section 7 of the Coroners and Justice Act 2009, as inserted by subsection  (1) ;      “ the expiry day ” means the day at the end of which the inserted subsection is for the time being due to expire (whether by virtue of subsection  (3)  or regulations under subsection  (6) ).        11   In the Coronavirus Act 2020, omit section 30 (suspension of requirement for jury at inquest where coronavirus suspected).     12   The repeal made by subsection  (11)  does not affect any inquest opened while the repealed section was in force.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "43", "section_title": "Phased transition to new coroner areas", "section_text": " 43   In Schedule 22 to the Coroners and Justice Act 2009 (transitional provision etc), after paragraph 1 insert—    1A   An order under paragraph 2 of Schedule 2 (alteration of coroner areas) may combine two or more coroner areas each of which—   a   is wholly within the area of the same local authority, and     b   is specified in either—   i   the transitional order, or     ii   an earlier order made by virtue of this paragraph,      without the resulting coroner area having to satisfy paragraph 1(2) of that Schedule.     "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "44", "section_title": "Provision of information to registrar when investigation discontinued", "section_text": " 44   In section 23 of the Births and Deaths Registration Act 1953 (furnishing of information by coroner in connection with registration of death), after subsection (3) insert—    4   Where a senior coroner—   a   discontinues an investigation under section 4 of the 2009 Act,     b   authorises the disposal of the body, and     c   sends to the registrar, on request by the registrar, a certificate stating any particulars required by this Act to be registered concerning the death (so far as they have been ascertained at the date of the certificate),    the registrar shall in the prescribed form and manner register the death and those particulars, so far as they are not already registered.     "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "45", "section_title": "Abolition of local justice areas", "section_text": " 45    1   Local justice areas are abolished.     2   Accordingly, omit section 8 of the Courts Act 2003 (local justice areas).     3   The Lord Chancellor may, by regulations, make consequential or supplementary provision in relation to the abolition of local justice areas.     4   Regulations under this section may include provision amending, repealing or revoking provision made by or under an Act (whenever passed or made).     5   Regulations under this section that amend or repeal any provision made by an Act are subject to affirmative resolution procedure (see section 49 (3) ).     6   Any other regulations under this section are subject to negative resolution procedure (see section 49 (4) ).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "46", "section_title": "The Mayor’s and City of London Court: removal of duty to provide premises", "section_text": " 46    1   Section 29 of the Courts Act 1971 (court accommodation in the City of London) is amended as follows.     2   In subsection (1)—   a   omit “respectively”;     b   omit “and the Mayor’s and City of London Court”;     c   for “those names” substitute  “that name” ;     d   for “those courts respectively” substitute  “that court” .       3   In subsection (2), for “courts” substitute  “court” .    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "47", "section_title": "The City of London Magistrates’ Court: removal of duty to provide premises", "section_text": " 47    1   Omit paragraph 16 of Schedule 2 to the Courts Act 2003 (power to impose an obligation to provide premises for the City of London Magistrates’ Court).     2   In consequence of the repeal made by subsection (1), omit paragraph 35 of Schedule 14 to the Access to Justice Act 1999 (continuing provision of court-houses, accommodation etc).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "48", "section_title": "Payments in respect of pro bono representation", "section_text": " 48    1   In section 194 of the Legal Services Act 2007 (payments in respect of pro bono representation in civil proceedings in England and Wales)—   a   in the heading, at the end insert  “: civil courts in England and Wales” ;     b   in subsection (8), for “by order made by the Lord Chancellor” substitute  “under section 194C” ;     c   omit subsection (9);     d   in subsection (10)—   i   in the definition of “civil court”, omit paragraph (a);     ii   omit the definition of “relevant civil appeal”.         2   After section 194 of the Legal Services Act 2007 insert—    Payments in respect of pro bono representation: tribunals   194A    1   This section applies to relevant tribunal proceedings in which—   a   a party to the proceedings (“ P ”) is or was represented by a legal representative (“ R ”), and     b   R’s representation of P is or was provided free of charge, in whole or in part.       2   This section applies to such proceedings even if P is or was also represented by a legal representative not acting free of charge.     3   The tribunal may make an order under this section against a person if the condition in subsection (5) is met in respect of that person (and if subsection (7) does not apply).     4   An order under this section is an order for the person to make a payment to the prescribed charity in respect of R’s representation of P (or, if only part of R’s representation of P was provided free of charge, in respect of that part).     5   The condition is that, had R’s representation of P not been provided free of charge, the tribunal would have had the power to order the person to make a payment to P in respect of sums payable to R by P in respect of that representation.     6   In considering whether to make an order under this section against a person, and the terms of such an order, the tribunal must have regard to—   a   whether, had R’s representation of P not been provided free of charge, it would have made an order against that person as described in subsection (5), and     b   if it would, what the terms of the order would have been.       7   The tribunal may not make an order under this section against a person represented in the proceedings if the person’s representation was at all times within subsection (8).     8   Representation is within this subsection if it is provided—   a   by a legal representative acting free of charge, or     b   by way of legal aid.       9   For the purposes of subsection (8)(b), representation is provided by way of legal aid if it is—   a   provided under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012,     b   made available under Part 2 or 3 of the Legal Aid (Scotland) Act 1986, or     c   funded under Part 2 of the Access to Justice (Northern Ireland) Order 2003 ( S.I. 2003/435 (N.I. 10) ).       10   Procedure rules may make further provision as to the making of orders under this section, and may in particular—   a   provide that such orders may not be made in proceedings of a description specified in the rules;     b   make provision about the procedure to be followed in relation to such orders;     c   specify matters (in addition to those mentioned in subsection (6)) to which the tribunal must have regard in deciding whether to make such an order, and the terms of any order.       11   In this section “ relevant tribunal proceedings ” means proceedings in—   a   the First-tier Tribunal,     b   the Upper Tribunal,     c   an employment tribunal,     d   the Employment Appeal Tribunal, or     e   the Competition Appeal Tribunal,    but does not include proceedings within devolved competence.     12   For the purposes of subsection (11), proceedings are within devolved competence if provision regulating the procedure to be followed in those proceedings could be made by—   a   an Act of the Scottish Parliament,     b   an Act of Senedd Cymru (including one passed with the consent of a Minister of the Crown within the meaning of section 158(1) of the Government of Wales Act 2006), or     c   an Act of the Northern Ireland Assembly the Bill for which would not require the consent of the Secretary of State.       13   The Lord Chancellor may by regulations—   a   amend subsection (11) so as to add a tribunal to the list in that subsection, and     b   make consequential amendments of the definition of “procedure rules” in subsection (14).       14   In this section—     “ free of charge ” means otherwise than for or in expectation of fee, gain or reward;      “ legal representative ” means a person who is—     entitled in accordance with section 13 to carry on the activity of exercising a right of audience or conducting litigation,      a solicitor enrolled in the roll of solicitors kept under section 7 of the Solicitors (Scotland) Act 1980,      a member of the Faculty of Advocates in Scotland,      a person having a right to conduct litigation, or a right of audience, by virtue of section 27 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990,      a member of the Bar of Northern Ireland, or      a solicitor of the Court of Judicature of Northern Ireland,     irrespective of the capacity in which the person is acting in the proceedings concerned;      “ prescribed charity ” means the charity prescribed under section 194C;      “ procedure rules ” means—     Tribunal Procedure Rules, in relation to proceedings in the First-tier Tribunal or the Upper Tribunal,      Employment Tribunal Procedure Rules, in relation to proceedings in an employment tribunal or the Employment Appeal Tribunal, or      rules under section 15 of the Enterprise Act 2002, in relation to proceedings in the Competition Appeal Tribunal;         “ tribunal ” does not include an ordinary court of law.        15   An order under this section may not be made in respect of representation if (or to the extent that) it was provided before section 48 of the Judicial Review and Courts Act 2022 came into force.           3   After section 194A of the Legal Services Act 2007 (as inserted by subsection (2)) insert—    Payments in respect of pro bono representation: Supreme Court   194B    1   This section applies to proceedings in a relevant civil appeal to the Supreme Court in which—   a   a party to the proceedings (“ P ”) is or was represented by a legal representative (“ R ”), and     b   R’s representation of P is or was provided free of charge, in whole or in part.       2   This section applies to such proceedings even if P is or was also represented by a legal representative not acting free of charge.     3   The Court may make an order under this section against a person if the condition in subsection (5) is met in respect of that person (and if subsection (7) does not apply).     4   An order under this section is an order for the person to make a payment to the prescribed charity in respect of R’s representation of P (or, if only part of R’s representation of P was provided free of charge, in respect of that part).     5   The condition is that, had R’s representation of P not been provided free of charge, the Court would have had the power to order the person to make a payment to P in respect of sums payable to R by P in respect of that representation.     6   In considering whether to make an order under this section against a person, and the terms of such an order, the Court must have regard to—   a   whether, had R’s representation of P not been provided free of charge, it would have made an order against that person as described in subsection (5), and     b   if it would, what the terms of the order would have been.       7   The Court may not make an order under this section against a person represented in the proceedings if the person’s representation was at all times within subsection (8).     8   Representation is within this subsection if it is—   a   provided by a legal representative acting free of charge, or     b   provided by way of legal aid.       9   For the purposes of subsection (8)(b), representation is provided by way of legal aid if it is—   a   provided under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012, or     b   funded under Part 2 of the Access to Justice (Northern Ireland) Order 2003 ( S.I. 2003/435 (N.I. 10) ).       10   Supreme Court Rules may make further provision as to the making of orders under this section, and may in particular—   a   provide that such orders may not be made in proceedings of a description specified in the Rules;     b   make provision about the procedure to be followed in relation to such orders;     c   specify matters (in addition to those mentioned in subsection (6)) to which the Court must have regard in deciding whether to make such an order, and the terms of any order.       11   In this section—     “ free of charge ” means otherwise than for or in expectation of fee, gain or reward;      “ legal representative ”, in relation to a party to proceedings, means—     a person exercising a right of audience, or conducting litigation, on the party’s behalf pursuant to an entitlement under section 13, or      a member of the Bar of Northern Ireland, or a solicitor of the Court of Judicature of Northern Ireland, practising or acting as such on the party’s behalf;         “ prescribed charity ” means the charity prescribed under section 194C;      “ relevant civil appeal ” means an appeal—     from the High Court under Part 2 of the Administration of Justice Act 1969,      from the Upper Tribunal under section 14B(4) of the Tribunals, Courts and Enforcement Act 2007,      from the Court of Appeal under section 40(2) of the Constitutional Reform Act 2005 or section 42 of the Judicature (Northern Ireland) Act 1978, or      under section 13 of the Administration of Justice Act 1960 (appeal in cases of contempt of court), other than an appeal from an order or decision made in the exercise of jurisdiction to punish for criminal contempt of court.           12   An order under this section may not be made in respect of representation in proceedings in a relevant civil appeal—   a   from a court in Northern Ireland, or     b   from the Upper Tribunal under section 14B(4) of the Tribunals, Courts and Enforcement Act 2007,    if (or to the extent that) the representation was provided before section 48 of the Judicial Review and Courts Act 2022 came into force.           4   After section 194B of the Legal Services Act 2007 (as inserted by subsection (3)) insert—    Sections 194 to 194B: the prescribed charity   194C    1   The Lord Chancellor may by order prescribe a registered charity for the purposes of sections 194 to 194B.     2   The charity must be one which provides financial support to persons who provide, or organise or facilitate the provision of, legal advice or assistance (by way of representation or otherwise) which is free of charge.     3   In this section—     “ free of charge ” means otherwise than for or in expectation of fee, gain or reward;      “ registered charity ” means a charity registered in accordance with—     section 30 of the Charities Act 2011,      section 3 of the  Charities and Trustee Investment (Scotland) Act 2005 (asp 10) , or      section 16 of the  Charities Act (Northern Ireland) 2008 (c. 12 (N.I.)) .           4   An order under section 194(8) that was in force immediately before section 48 of the Judicial Review and Courts Act 2022 came into force—   a   remains in force despite the amendment by that section of section 194(8),     b   has effect as if its prescription of a charity for the purposes of section 194 were the prescription of that charity under this section for the purposes of sections 194 to 194B, and     c   may be amended or revoked by an order under this section.             5   For the purposes of sections 194A and 194C of the Legal Services Act 2007 (as inserted by subsections (2) and (4)), sections 204 and 206 of that Act extend to Scotland and Northern Ireland as well as England and Wales.     6   In paragraph 17(1) of Schedule 4 to the Enterprise Act 2002 (rules that may be made about procedure of Competition Appeal Tribunal), omit paragraph (ha).     7   In paragraph 32 of Schedule 8 to the Consumer Rights Act 2015 (amendments of paragraph 17 of Schedule 4 to the Enterprise Act 2002), omit sub-paragraph (a).    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "49", "section_title": "Regulations", "section_text": " 49    1   Regulations under this Act are to be made by statutory instrument.     2   A power to make regulations under this Act includes power to make—   a   incidental, transitional or saving provision;     b   different provision for different purposes or for different areas.      This subsection does not apply in relation to section 51 (but see subsections  (5)  and  (6)  of that section).     3   Where regulations under this Act are subject to “affirmative resolution procedure”, a statutory instrument containing the regulations (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.     4   Where regulations under this Act are subject to “negative resolution procedure”, a statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament.     5   But regulations under this Act are not subject to negative resolution procedure (notwithstanding any other provision of this Act) if a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "50", "section_title": "Extent", "section_text": " 50    1   An amendment or repeal made by this Act has the same extent as the provision amended or repealed, subject to subsections  (3)  to  (6) .     2   Sections 1 (4) , 2 (2) , and 36 have the same extent as the amendments or repeals to which they relate.     3   The following provisions extend only to England and Wales—   a   section 13 (6)  to  (11) ;     b   section 42;     c   section 45 (1) ;     d   paragraph  3 (2)  of  Schedule 2 ;     e   Part  1  of  Schedule 3 .       4   Section 48(3) extends to England and Wales and Northern Ireland.     5   Section 48(2) and (4) extends to England and Wales, Scotland and Northern Ireland.     6   Paragraph  3 (5)  of  Schedule 2  extends to England and Wales, Scotland and Northern Ireland.     7   Part  3  of  Schedule 3  extends only to England and Wales and Scotland.     8   Except as otherwise provided above, this Act extends to England and Wales, Scotland and Northern Ireland.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "51", "section_title": "Commencement and transitional provision", "section_text": " 51    1   The following provisions of this Act come into force on the day on which this Act is passed—   a   section 11;     b   section 13 (3) ;     c   paragraphs  12  to  14  of Schedule  2 , and section 18 so far as relating to those paragraphs;     d   this Part.       2   If paragraph 24(2) of Schedule 22 to the Sentencing Act 2020 (as it was enacted) has been brought in force in relation to either-way offences before the passing of this Act, the following provisions come into force on the day after the day on which this Act is passed—   a   section 13 (except subsection (3));     b   paragraphs  16  to  21  of Schedule 2, and section 18 so far as relating to those paragraphs.       3   The following provisions of this Act come into force at the end of the period of two months beginning with the day on which this Act is passed—   a   section 15;     b   section 16 (and  Schedule 1 );     c   Chapter  4  of Part  2 , except section 44;     d   section 48.       4   Except as provided above, this Act comes into force on such day as the Lord Chancellor may by regulations appoint.     5   Different days may be appointed for different purposes.     6   The Lord Chancellor may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act.     7   The coming into force of paragraph  21 (b)  of Schedule 2 results in the provision it inserts becoming subject to section 417(1) of the Sentencing Act 2020 (power to commence Schedule 22 to that Act).     8   The power in section 419(1) of the Sentencing Act 2020 (power to state effect of commencement provisions) applies in relation to any amendment or repeal made by or under this Act of that Act as it applies in relation to an amendment or repeal made by Schedule 22 to that Act.    "}, {"act": "Judicial Review and Courts Act 2022", "year": 2022, "section": "52", "section_title": "Short title", "section_text": " 52   This Act may be cited as the Judicial Review and Courts Act 2022.  "}]