[{"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "1", "section_title": "Marriage: increase of minimum age to 18", "section_text": " 1    1   The Marriage Act 1949 is amended as follows.     2   In section 2 (marriages of persons under sixteen)—   a   in the heading, for “sixteen” substitute  “eighteen” ;     b   in the text, for “sixteen” substitute  “eighteen” .       3   Omit section 3 (marriages of persons under eighteen).    "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "2", "section_title": "Offence of conduct relating to marriage of persons under 18", "section_text": " 2    1   Section 121 of the Anti-social Behaviour, Crime and Policing Act 2014 (offence of forced marriage: England and Wales) is amended as follows.     2   After subsection (3) insert—    3A   A person commits an offence under the law of England and Wales if he or she carries out any conduct for the purpose of causing a child to enter into a marriage before the child’s eighteenth birthday (whether or not the conduct amounts to violence, threats, any other form of coercion or deception, and whether or not it is carried out in England and Wales).        3   After subsection (5) insert—    5A   “ Child ” means a person under the age of 18 years.        4   In subsection (6)—   a   after “(1)” insert  “or subsection (3A)” ;     b   for “that subsection” substitute  “either of those subsections” .       5   After subsection (7) insert—    7A   A person commits an offence under subsection (3A) only if—   a   the conduct is for the purpose of causing the child to enter into a marriage in England or Wales,     b   at the time of the conduct, the person or child is habitually resident in England and Wales, or     c   at the time of the conduct, the child is a United Kingdom national who—   i   has been habitually resident in England and Wales, and     ii   is not habitually resident or domiciled in Scotland or Northern Ireland.           "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "3", "section_title": "Civil partnership: increase of minimum age to 18", "section_text": " 3    1   The Civil Partnership Act 2004 is amended as follows.     2   In section 3 (eligibility), in subsection (1), in paragraph (c), for “16” substitute  “18” .     3   Omit section 4 (parental etc. consent where proposed civil partner under 18).    "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "4", "section_title": "Civil partnerships etc. registered outside England and Wales", "section_text": " 4    1   The Civil Partnership Act 2004 is amended as follows.     2   In section 54 (validity of civil partnerships registered outside England and Wales)—   a   in subsection (1)—   i   in paragraph (a), omit “and”;     ii   after paragraph (a), insert—    aa   void, if the civil partnership was registered when—   i   one of the two people was domiciled in England and Wales, and     ii   one of the two people was under 18, and       ;       b   in subsection (2)—   i   in paragraph (a), omit “and”;     ii   after paragraph (a), insert—    aa   void, if the civil partnership was registered when—   i   one of the two people was domiciled in England and Wales, and     ii   one of the two people was under 18, and       ;       c   in subsection (2A)—   i   in paragraph (a), omit “and”;     ii   after paragraph (a), insert—    aa   void, if the marriage was solemnised there when—   i   one of the two people was domiciled in England and Wales, and     ii   one of the two people was under 18, and       .         3   In section 217 (person domiciled in a part of the United Kingdom), in subsection (2), in paragraph (a), for “16” substitute  “18” .    "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "5", "section_title": "Consequential amendments", "section_text": " 5    1   The Schedule  to this Act contains minor and consequential amendments.     2   The Secretary of State may by regulations made by statutory instrument make provision that is consequential on any provision made by this Act.     3   Regulations under  this section —   a   may include transitional or saving provision;     b   may amend, repeal or revoke any provision of or made under primary legislation.       4   The provision referred to in  subsection (3) (b)  does not include a provision of legislation passed or made after the end of the session of Parliament in which this Act is passed.     5   A statutory instrument containing regulations under  this section  that amend, repeal or revoke primary legislation may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.     6   Any other statutory instrument containing regulations under  this section  is subject to annulment in pursuance of a resolution of either House of Parliament.     7   In  this section  “ primary legislation ” means—   a   an Act;     b   a Measure or Act of Senedd Cymru;     c   an Act of the Scottish Parliament;     d   Northern Ireland legislation.      "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "6", "section_title": "Extent", "section_text": " 6    1   This Act extends to England and Wales only, subject to  subsections (2)  and  (3) .     2   Sections 4 (3)  and  5  to  9  also extend to Scotland and Northern Ireland.     3   An amendment or repeal made by  the Schedule  has the same extent as the provision amended or repealed.    "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "7", "section_title": "Commencement", "section_text": " 7    1   The provisions of this Act come into force on such day as the Secretary of State may by regulations appoint.     2   Different days may be appointed for different purposes.     3   The Secretary of State may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act.     4   Regulations under this section are to be made by statutory instrument.    "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "8", "section_title": "Saving provisions", "section_text": " 8    1   An amendment made by a provision of this Act does not affect the validity of—   a   any marriage solemnised, or     b   any civil partnership registered,    before the day on which that provision comes into force.     2   The amendment made by  section 4 (3)  does not affect the treatment as a civil partnership of an overseas relationship that is registered under the relevant law as having been entered into before that provision comes into force.     3   In  subsection (2) —     “ overseas relationship ” has the same meaning as in the Civil Partnership Act 2004 (see section 212(1) of that Act);      “ the relevant law ” has the same meaning as in Chapter 2 of Part 5 of that Act (see section 212(2) of that Act).       "}, {"act": "Marriage and Civil Partnership (Minimum Age) Act 2022", "year": 2022, "section": "9", "section_title": "Short title", "section_text": " 9   This Act may be cited as the Marriage and Civil Partnership (Minimum Age) Act 2022.  "}]