[{"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "1", "section_title": "Increase of primary threshold for primary Class 1 contributions", "section_text": " 1    1   The Social Security (Contributions) Regulations 2001 ( S.I. 2001/1004 ) are amended as follows.     2   In regulation 10(c) (primary threshold) for “£190” substitute  “£242” .     3   In regulation 11(3) (prescribed equivalents)—   a   in sub-paragraph (a), for “£823” substitute  “£1,048” ;     b   in sub-paragraph (b), for “£9,880” substitute  “£12,570” .       4   The amendments made by subsections  (2)  and  (3)  come into force on 6 July 2022 (and accordingly do not affect any liability to primary Class 1 contributions for any tax week commencing before that date).    "}, {"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "2", "section_title": "Increase in lower limit of profits for Class 4 contributions", "section_text": " 2    1   In sections 15(3)(a) and 18(1)(c) and (1A)(a) of—   a   the Social Security Contributions and Benefits Act 1992, and     b   the Social Security Contributions and Benefits (Northern Ireland) Act 1992,    for “ £9,880 ” (the lower limit of profits) substitute  “£11,908” .     2   The amendments made by subsection  (1)  are treated as having come into force on 6 April 2022.     3   In those sections, for “ £11,908 ” (as substituted by subsection  (1) ) substitute “£12,570”.     4   The amendments made by subsection  (3)  come into force on 6 April 2023.    "}, {"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "3", "section_title": "Equivalent provision for Class 2 contributions", "section_text": " 3    1   The Treasury must by regulations make provision for the purpose of securing that, for the purposes of—   a   the Social Security Contributions and Benefits Act 1992, and     b   the Social Security Contributions and Benefits (Northern Ireland) Act 1992,    the threshold for paying Class 2 contributions for a tax year is equivalent to the threshold at which Class 4 contributions become payable for that year.     2   Regulations under this section may—   a   also make provision having the effect that, in such circumstances as may be provided for, a person whose profits for a tax year are less than that threshold is treated as making Class 2 contributions;     b   make provision having retrospective effect from no earlier than 6 April 2022;     c   amend an Act of Parliament.      "}, {"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "4", "section_title": "Transitional and consequential provision", "section_text": " 4    1   Regulation 21 of the Social Security (Contributions) Regulations 2001 (annual maxima for Class 1 contributions etc for those with more than one employment) has effect as if the primary threshold were £229.     2   Those regulations have effect in relation to an earnings period specified in regulation 8(2) to (5) of those regulations (earnings periods for directors) as if—   a   for the amount specified in regulation 10(c) there were substituted  “£229” , and     b   for the amount specified in regulation 11(3)(b) there were substituted  “£11,908” .       3   The modifications made by subsections  (1)  and  (2)  have effect for the tax year 2022-23.     4   The Treasury may by regulations make such provision (including provision having retrospective effect from no earlier than 6 April 2022) amending or otherwise modifying the Social Security (Contributions) Regulations 2001 as they consider appropriate in consequence of provision made by or under this Act.    "}, {"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "5", "section_title": "Regulations", "section_text": " 5    1   Regulations under this Act are to be made by statutory instrument.     2   Subsections (3) and (4) of section 175 of the Social Security Contributions and Benefits Act 1992 (provision which may be made by regulations) apply to regulations under this Act as they apply to regulations under that Act.     3   A statutory instrument containing (whether alone or with other provision) regulations under section 3 that amend an Act of Parliament may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament.     4   Otherwise, a statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "National Insurance Contributions (Increase of Thresholds) Act 2022", "year": 2022, "section": "6", "section_title": "Short title", "section_text": " 6   This Act may be cited as the National Insurance Contributions (Increase of Thresholds) Act 2022.  "}]