[{"act": "Nationality and Borders Act 2022", "year": 2022, "section": "1", "section_title": "Historical inability of mothers to transmit citizenship", "section_text": " 1    1   Part 2 of the British Nationality Act 1981 (British overseas territories citizenship) is amended as follows.     2   After section 17, insert—    Registration: remedying inability of mothers to transmit citizenship   17A    1   On an application for registration under this section, a person (“ P ”) is entitled to be registered as a British overseas territories citizen if the following three conditions are met.     2   The first condition is that—   a   P would have become a citizen of the United Kingdom and Colonies under any of the following provisions of the British Nationality Act 1948—   i   section 5 (person born on or after 1 January 1949: citizenship by descent);     ii   section 12(2) (person born before 1 January 1949: citizenship by descent);     iii   section 12(3) (person born before 1 January 1949 in British protectorate etc);     iv   section 12(4) (person born before January 1949 not becoming citizen of other country);     v   section 12(5) (woman married before 1 January 1949 to a man who became or would have become a citizen of the United Kingdom and Colonies);     vi   paragraph 3 of Schedule 3 (person born on or after 1 January 1949 to a British subject without citizenship);    had P’s parents been treated equally, by that Act or by any relevant previous provision, for the purposes of determining P’s nationality status; or     b   P would have been a citizen of the United Kingdom and Colonies immediately before commencement had P’s parents been treated equally, for the purposes of determining P’s nationality status, by any independence legislation that caused P to lose that citizenship.       3   In subsection  (2) —     “ relevant previous provision ” means a provision of the law that was in force at some time before 1 January 1949 which provided for a nationality status to be transmitted from a parent to a child without the need for an application to be made for the child to be registered as a person with that nationality status;      “ independence legislation ” means an Act of Parliament or any subordinate legislation (within the meaning of the Interpretation Act 1978) forming part of the law in the United Kingdom (whenever passed or made, and whether or not still in force)—     providing for a country or territory to become independent from the United Kingdom, or      dealing with nationality, or any other ancillary matters, in connection with a country or territory becoming independent from the United Kingdom.           4   In determining for the purposes of subsection  (2)  whether a person would have become a citizen of the United Kingdom and Colonies under section 5 of the British Nationality Act 1948, the requirement that a person’s birth was registered at a United Kingdom consulate, as set out in subsection (1)(b) of that section, is to be ignored.     5   The second condition is that, if P had become or been a citizen of the United Kingdom and Colonies as mentioned in subsection  (2) , P would at commencement have become a British Dependent Territories citizen under section 23(1)(b) or (c).     6   The third condition is that, if P had become a British Dependent Territories citizen as mentioned in subsection  (5) , P would have become a British overseas territories citizen on the commencement of section 2 of the British Overseas Territories Act 2002.           3   In section 25 (meaning of British overseas territories citizen “by descent”), in subsection (1), after paragraph (c) insert—    ca   the person is a British overseas territories citizen by virtue of registration under section 17A; or     .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "2", "section_title": "Historical inability of unmarried fathers to transmit citizenship", "section_text": " 2    1   Part 2 of the British Nationality Act 1981 (British overseas territories citizenship) is amended as follows.     2   After section 17A (as inserted by section 1), insert—    Registration: unmarried fathers; the general conditions   17B   For the purposes of sections 17C to 17F, a person (“ P ”) meets the general conditions if—   a   at the time of P’s birth, P’s mother—   i   was not married, or     ii   was married to a person other than P’s natural father;       b   no person is treated as the father of P under—   i   section 28 of the Human Fertilisation and Embryology Act 1990, or     ii   section 35 or 36 of the Human Fertilisation and Embryology Act 2008;       c   no person is treated as a parent of P under section 42 or 43 of the Human Fertilisation and Embryology Act 2008; and     d   P has never been a British overseas territories citizen or a British Dependent Territories citizen.        Person unable to be registered under other provisions of this Act   17C    1   A person (“ P ”) is entitled to be registered as a British overseas territories citizen on an application made under this section if—   a   P meets the general conditions; and     b   P would be entitled to be registered as a British overseas territories citizen under—   i   section 15(3),     ii   section 17(2),     iii   section 17(5),     iv   paragraph 4 of Schedule 2, or     v   paragraph 5 of Schedule 2,    had P’s mother been married to P’s natural father at the time of P’s birth.       2   In the following provisions of this section, “ relevant registration provision ” means the provision under which P would be entitled to be registered as a British overseas territories citizen (as mentioned in subsection (1)(b)).     3   If the relevant registration provision is section 17(2), a person who is registered as a British overseas territories citizen under this section is a British overseas territories citizen by descent.     4   If the relevant registration provision is section 17(5), the Secretary of State may, in the special circumstances of the particular case, waive the need for any or all of the parental consents to be given.     5   For that purpose, the “parental consents” are—   a   the consent of P’s natural father, and     b   the consent of P’s mother,    insofar as they would be required by section 17(5)(c) (as read with section 17(6)(b)), had P’s mother been married to P’s natural father at the time of P’s birth.        Person unable to become citizen automatically after commencement   17D    1   A person (“ P ”) is entitled to be registered as a British overseas territories citizen on an application made under this section if—   a   P meets the general conditions;     b   at any time in the period after commencement, P would have automatically become a British Dependent Territories citizen or a British overseas territories citizen at birth by the operation of—   i   section 15(1),     ii   section 16, or     iii   paragraph 1 of Schedule 2,    had P’s mother been married to P’s natural father at the time of P’s birth; and     c   in a case where P would have become a British Dependent Territories citizen as mentioned in paragraph (b), P would then have automatically become a British overseas territories citizen by the operation of section 2 of the British Overseas Territories Act 2002.       2   A person who is registered as a British overseas territories citizen under this section is a British overseas territories citizen by descent if the citizenship which the person would have acquired at birth (as mentioned in subsection (1)(b)) would (by virtue of section 25) have been citizenship by descent.     3   If P is under the age of 18, no application may be made unless the consent of P’s natural father and mother to the registration has been signified in the prescribed manner.     4   But if P’s natural father or mother has died on or before the date of the application, the reference in subsection (3) to P’s natural father and mother is to be read as a reference to either of them.     5   The Secretary of State may, in the special circumstances of a particular case, waive the need for any or all of the consents required by subsection (3) (as read with subsection (4)) to be given.     6   The reference in this section to the period after commencement does not include the time of commencement (and, accordingly, this section does not apply to any case in which a person was unable to become a British Dependent Territories citizen at commencement).        Citizen of UK and Colonies unable to become citizen at commencement   17E    1   A person (“ P ”) is entitled to be registered as a British overseas territories citizen on an application made under this section if—   a   P meets the general conditions;     b   P—   i   was a citizen of the United Kingdom and Colonies immediately before commencement, or     ii   would have become such a citizen as mentioned in section 17A(2)(a), or     iii   would have been such a citizen immediately before commencement as mentioned in section 17A(2)(b);       c   P would then have automatically become a British Dependent Territories citizen at commencement by the operation of section 23, had P’s mother been married to P’s natural father at the time of P’s birth; and     d   P would then have automatically become a British overseas territories citizen by the operation of section 2 of the British Overseas Territories Act 2002.       2   A person who is registered as a British overseas territories citizen under this section is a British overseas territories citizen by descent if the citizenship which the person would have acquired at commencement (as mentioned in subsection (1)(c)) would (by virtue of section 25) have been citizenship by descent.        Other person unable to become citizen at commencement   17F    1   A person (“ P ”) is entitled to be registered as a British overseas territories citizen on an application made under this section if—   a   P meets the general conditions;     b   P is either—   i   an eligible former British national, or     ii   an eligible non-British national; and       c   had P’s mother been married to P’s natural father at the time of P’s birth, P—   i   would have been a citizen of the United Kingdom and Colonies immediately before commencement,     ii   would have automatically become a British Dependent Territories citizen at commencement by the operation of section 23, and     iii   would have automatically become a British overseas territories citizen by the operation of section 2 of the British Overseas Territories Act 2002.         2   In determining for the purposes of subsection (1)(c)(i) whether a person would have been a citizen of the United Kingdom and Colonies, the requirement that a person’s birth was registered at a United Kingdom consulate, as set out in section 5(1)(b) of the British Nationality Act 1948, is to be ignored.     3   P is an “eligible former British national” if P was not a citizen of the United Kingdom and Colonies immediately before commencement and either—   a   P ceased to be a British subject or a citizen of the United Kingdom and Colonies by virtue of the commencement of any independence legislation, but would not have done so had P’s mother been married to P’s natural father at the time of P’s birth, or     b   P was a British subject who did not automatically become a citizen of the United Kingdom and Colonies at commencement of the British Nationality Act 1948 by the operation of any provision of it, but would have done so had P’s mother been married to P’s natural father at the time of P’s birth.       4   P is an “eligible non-British national” if—   a   P was never a British subject or citizen of the United Kingdom and Colonies; and     b   had P’s mother been married to P’s natural father at the time of P’s birth, P would have automatically become a British subject or citizen of the United Kingdom and Colonies—   i   at birth, or     ii   by virtue of paragraph 3 of Schedule 3 to the British Nationality Act 1948 (child of male British subject to become citizen of the United Kingdom and Colonies if father becomes such a citizen).         5   A person who is registered as a British overseas territories citizen under this section is a British overseas territories citizen by descent if the citizenship which the person would have acquired at commencement (as mentioned in subsection (1)(c)(ii)) would (by virtue of section 25) have been citizenship by descent.     6   In determining for the purposes of subsection (1)(c)(i) whether P would have been a citizen of the United Kingdom and Colonies immediately before commencement, it must be assumed that P would not have—   a   renounced or been deprived of any notional British nationality, or     b   lost any notional British nationality by virtue of P acquiring the nationality of a country or territory outside the United Kingdom.       7   A “notional British nationality” is—   a   in a case where P is an eligible former British national, any status as a British subject or a citizen of the United Kingdom and Colonies which P would have held at any time after P’s nationality loss (had that loss not occurred and had P’s mother been married to P’s natural father at the time of P’s birth);     b   in a case where P is an eligible non-British national—   i   P’s status as a British subject or citizen of the United Kingdom and Colonies as mentioned in subsection (4)(b), and     ii   any other status as a British subject or citizen of the United Kingdom and Colonies which P would have held at any time afterwards (had P’s mother been married to P’s natural father at the time of P’s birth).         8   In this section—     “British subject” has any meaning which it had for the purposes of the British Nationality and Status of Aliens Act 1914;      “ independence legislation ” means an Act of Parliament or any subordinate legislation (within the meaning of the Interpretation Act 1978) forming part of the law in the United Kingdom (whenever passed or made, and whether or not still in force)—     providing for a country or territory to become independent from the United Kingdom, or      dealing with nationality, or any other ancillary matters, in connection with a country or territory becoming independent from the United Kingdom;         “ P’s nationality loss ” means P’s—     ceasing to be a British subject or citizen of the United Kingdom and Colonies (as mentioned in subsection (3)(a)), or      not becoming a citizen of the United Kingdom and Colonies (as mentioned in subsection (3)(b)).              Sections 17B to 17F: supplementary provision   17G    1   In sections 17B to 17F and this section, a person’s “natural father” is a person who satisfies the requirements as to proof of paternity that are prescribed in regulations under section 50(9B).     2   The power under section 50(9B) to make different provision for different circumstances includes power to make provision for the purposes of any provision of sections 17B to 17F which is different from other provision made under section 50(9B).     3   The following provisions apply for the purposes of sections 17B to 17F.     4   A reference to a person automatically becoming a citizen of a certain type is a reference to the person becoming a citizen of that type without the need for—   a   the person to be registered as such a citizen by the Secretary of State or any other minister of the Crown;     b   the birth of the person to be registered by a diplomatic or consular representative of the United Kingdom; or     c   the person to be naturalised as such a citizen.       5   If the mother of a person could not actually have been married to the person’s natural father at the time of the person’s birth (for whatever reason), that fact does not prevent an assumption being made that the couple were married at the time of the birth.           3   In section 25 (meaning of British overseas territories citizen “by descent”), in subsection (1), after paragraph (ca) (as inserted by section 1), insert—    cb   the person is a British overseas territories citizen by descent by virtue of section 17C(3), 17D(2), 17E(2) or 17F(5); or     .     4   In Part 5 of that Act (miscellaneous and supplementary), in section 41A (registration: requirement to be of good character), after subsection (2) insert—    2A   An application for registration of an adult or young person as a British overseas territories citizen under section 17C, so far as the relevant registration provision (as defined in section 17C(2)) is section 15(3), 17(2) or 17(5), must not be granted unless the Secretary of State is satisfied that the adult or young person is of good character.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "3", "section_title": "Provision for Chagos Islanders to acquire British Nationality", "section_text": " 3   In Part 2 of the British Nationality Act 1981 (British overseas territories citizenship), after section 17G (as inserted by section 2), insert—    Acquisition by registration: descendants of those born in British Indian Ocean Territory   17H    1   A person is entitled to be registered as a British overseas territories citizen on an application made under this section if—   a   they are a direct descendant of a person (“ P ”) who was a citizen of the United Kingdom and Colonies by virtue of P’s birth in the British Indian Ocean Territory or, prior to 8 November 1965, in those islands designated as the British Indian Ocean Territory on that date, and     b   they have never been a British overseas territories citizen or a British Dependent Territories citizen.       2   An application under this section must be made—   a   in the case of a person aged 18 years or over on the commencement date, before the end of the period of five years beginning with the commencement date;     b   in the case of a person aged under 18 on the commencement date, or a person who is born before the end of the period of five years beginning with the commencement date, before they reach the age of 23 years.       3   In subsection (2), “ the commencement date ” means the date on which this section comes into force.        "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "4", "section_title": "Sections 1 to 3: related British citizenship", "section_text": " 4    1   Part 1 of the British Nationality Act 1981 (British citizenship) is amended as follows.     2   After section 4J, insert—    Acquisition by registration: certain British overseas territories citizens   4K    1   A person is entitled to be registered as a British citizen on an application made under this section if—   a   they are entitled to be registered as a British overseas territories citizen under section 17A, 17C, 17D, 17E, 17F or 17H, or     b   they would be entitled to be registered as a British overseas territories citizen under any of those sections but for the fact that they have already become a British overseas territories citizen under a different provision.       2   Subsection (1) does not apply in the case of a person—   a   who is or would be entitled to be registered as a British overseas territories citizen by virtue only of a connection with the Sovereign Base Areas of Akrotiri and Dhekelia, or     b   who has previously been a British citizen.       3   The Secretary of State may not register a person as a British citizen on an application under subsection (1)(a) unless the person is also registered as a British overseas territories citizen.           3   In section 14 (meaning of British citizen “by descent”), in subsection (1), after paragraph (da) insert—    db   the person is a British citizen by virtue of registration under section 4K and is—   i   a British overseas territories citizen by virtue of registration under section 17A, or     ii   a British overseas territories citizen by descent by virtue of section 17C(3), 17D(2), 17E(2) or 17F(5); or       .     4   In Part 5 of that Act (miscellaneous and supplementary), in section 41A (registration: requirement to be of good character), after subsection (2A) (inserted by section 2) insert—    2B   Subsection (2C) applies to an application for registration of an adult or young person as a British citizen under section 4K who is, or would have been, entitled to be registered as a British overseas territories citizen under section 17C, so far as the relevant registration provision (as defined in section 17C(2)) is section 15(3), 17(2) or 17(5).     2C   The application must not be granted unless the Secretary of State is satisfied that the adult or young person is of good character.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "5", "section_title": "Period for registration of person born outside the British overseas territories", "section_text": " 5    1   In section 17 of the British Nationality Act 1981 (acquisition of British overseas territories citizenship by registration: minors)—   a   in subsection (2), for “within the period of twelve months from the date of the birth” substitute  “while the person is a minor” ;     b   omit subsection (4).       2   In section 41A of that Act (registration: good character requirement), in subsection (2), after “17(1)” insert  “, (2)” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "6", "section_title": "Disapplication of historical registration requirements", "section_text": " 6    1   The British Nationality Act 1981 is amended as follows.     2   In section 4C (acquisition by registration: certain persons born before 1983), for subsection (3D) substitute—    3D   In determining for the purposes of subsection (3) whether a person would have been a citizen of the United Kingdom and Colonies, the requirement that a person’s birth was registered at a United Kingdom consulate, as set out in section 5(1)(b) of the British Nationality Act 1948, is to be ignored.        3   In section 4I (other person unable to become citizen at commencement), after subsection (1) insert—    1A   In determining for the purposes of subsection (1)(c)(i) whether a person would have been a citizen of the United Kingdom and Colonies, the requirement that a person’s birth was registered at a United Kingdom consulate, as set out in section 5(1)(b) of the British Nationality Act 1948, is to be ignored.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "7", "section_title": "Citizenship where mother married to someone other than natural father", "section_text": " 7    1   The British Nationality Act 1981 is amended as follows.     2   In section 4E (the general conditions)—   a   omit paragraph (a) (requirement that applicant was born before 1 July 2006);     b   in paragraph (c), after “1990” insert  “or under section 35 or 36 of the Human Fertilisation and Embryology Act 2008” ;     c   after paragraph (c) (but before the “and”) insert—    ca   no person is treated as a parent of P under section 42 or 43 of the Human Fertilisation and Embryology Act 2008;     .       3   In section 4F (person unable to be registered under other provisions of this Act), in subsection (1)(b), after sub-paragraph (iii) insert—    iiia   section 4D,     .     4   In section 41A (registration: requirement to be of good character), in subsection (1A), for “or 3(5)” substitute  “, 3(5) or 4D” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "8", "section_title": "Citizenship: registration in special cases", "section_text": " 8    1   The British Nationality Act 1981 is amended as follows.     2   After section 4K (as inserted by section 4) insert—    Acquisition by registration: special circumstances   4L    1   If an application is made for a person of full age and capacity (“ P ”) to be registered as a British citizen, the Secretary of State may cause P to be registered as such a citizen if, in the Secretary of State’s opinion, P would have been, or would have been able to become, a British citizen but for—   a   historical legislative unfairness,     b   an act or omission of a public authority, or     c   exceptional circumstances relating to P.       2   For the purposes of subsection (1)(a), “ historical legislative unfairness ” includes circumstances where P would have become, or would not have ceased to be, a British subject, a citizen of the United Kingdom and Colonies or a British citizen, if an Act of Parliament or subordinate legislation (within the meaning of the Interpretation Act 1978) had, for the purposes of determining a person’s nationality status—   a   treated males and females equally,     b   treated children of unmarried couples in the same way as children of married couples, or     c   treated children of couples where the mother was married to someone other than the natural father in the same way as children of couples where the mother was married to the natural father.       3   In subsection (1)(b), “ public authority ” means any public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal.     4   In considering whether to grant an application under this section, the Secretary of State may take into account whether the applicant is of good character.           3   After section 17H (as inserted by section 3), insert—    Acquisition by registration: special circumstances   17I    1   If an application is made for a person of full age and capacity (“ P ”) to be registered as a British overseas territories citizen, the Secretary of State may cause P to be registered as such a citizen if, in the Secretary of State’s opinion, P would have been, or would have been able to become, a British overseas territories citizen but for—   a   historical legislative unfairness,     b   an act or omission of a public authority, or     c   exceptional circumstances relating to P.       2   For the purposes of subsection (1)(a), “ historical legislative unfairness ” includes circumstances where P would have become, or would not have ceased to be, a British subject, a citizen of the United Kingdom and Colonies, a British Dependent Territories Citizen or a British overseas territories citizen, if an Act of Parliament or subordinate legislation (within the meaning of the Interpretation Act 1978) had, for the purposes of determining a person’s nationality status—   a   treated males and females equally,     b   treated children of unmarried couples in the same way as children of married couples, or     c   treated children of couples where the mother was married to someone other than the natural father in the same way as children of couples where the mother was married to the natural father.       3   In subsection (1)(b), “ public authority ” means any public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal.     4   In considering whether to grant an application under this section, the Secretary of State may take into account whether the applicant is of good character.          "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "9", "section_title": "Requirements for naturalisation etc", "section_text": " 9    1   Schedule 1 amends the British Nationality Act 1981 to allow the Secretary of State to waive the requirement that a person must have been in the United Kingdom or a relevant territory at the start of the relevant period, in relation to an application for citizenship under—   a   section 4 of that Act (acquisition of British citizenship by registration: British overseas territories citizens etc),     b   section 6 of that Act (acquisition of British citizenship by naturalisation), or     c   section 18 of that Act (acquisition of British overseas territories citizenship by naturalisation).       2   Schedule 1 also amends the British Nationality Act 1981 to allow the Secretary of State to treat a person who has indefinite leave to enter or remain as meeting certain residence requirements in relation to an application for citizenship under those sections.     3   In the Borders, Citizenship and Immigration Act 2009—   a   omit sections 39, 40, 41(1) to (3) and 49(2) and (3) (uncommenced provisions relating to requirements for naturalisation as a British citizen);     b   in section 41(4), for “that section” substitute  “section 41 of the British Nationality Act 1981 (regulations)” .       4   In the Citizenship (Armed Forces) Act 2014, in section 1, omit subsection (4) (amendments to section 39 of the Borders, Citizenship and Immigration Act 2009).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "10", "section_title": "Notice of decision to deprive a person of citizenship", "section_text": " 10    1   In this section, “ the 1981 Act ” means the British Nationality Act 1981.     2   In section 40 of the 1981 Act (deprivation of citizenship), after subsection (5) (which requires notice to be given to a person to be deprived of citizenship) insert—    5A   Subsection (5) does not apply if—   a   the Secretary of State does not have the information needed to be able to give notice under that subsection,     b   the Secretary of State reasonably considers it necessary, in the interests of—   i   national security,     ii   the investigation or prosecution of organised or serious crime,     iii   preventing or reducing a risk to the safety of any person, or     iv   the relationship between the United Kingdom and another country,    that notice under that subsection should not be given.       5B   In subsection  (5A) , references to giving notice under subsection (5) are to giving that notice in accordance with such regulations under section 41(1)(e) as for the time being apply.     5C   Subsection (5D) applies where—   a   the Secretary of State has made an order under subsection (2) and, in reliance on subsection (5A), has not given the notice required by subsection (5), and     b   the person in respect of whom the order was made makes contact with the Secretary of State for the Home Department.       5D   The Secretary of State must, as soon as is reasonably practicable, give the person written notice specifying—   a   that the Secretary of State has made the order,     b   the reasons for the order, and     c   the person’s right of appeal under section 40A(1) or under section 2B of the Special Immigration Appeals Commission Act 1997.       5E   Schedule 4A makes provision for the Special Immigration Appeals Commission to consider a decision of the Secretary of State—   a   not to give notice to a person before depriving them of a citizenship status on the grounds mentioned in subsection (2) (deprivation conducive to the public good), or     b   not to give late notice to a person who has been deprived of a citizenship status on those grounds without having been given prior notice.          3   In section 40A of the 1981 Act (appeals against deprivation of citizenship)—   a   for subsection (1) substitute—    1   A person—   a   who is given notice under section 40(5) of a decision to make an order in respect of the person under section 40, or     b   in respect of whom an order under section 40 is made without the person having been given notice under section 40(5) of the decision to make the order,    may appeal against the decision to the First-tier Tribunal.        b   after subsection (2) insert—    2A   In the case of an order made as described in subsection (1)(b), for the purposes of any rule or other provision limiting the time within which an appeal under this section may be brought, time does not start to run unless and until the person is given notice of the fact that the order has been made (see section 40(5D) and Schedule 4A).          4   After Schedule 4 to the 1981 Act insert the Schedule 4A set out in Schedule 2.     5   In the British Nationality (General) Regulations 2003 ( S.I. 2003/548 ), in regulation 10 (notice of proposed deprivation of citizenship), omit paragraph (4).     6   A failure to comply with the duty under section 40(5) of the 1981 Act in respect of a pre-commencement deprivation order does not affect, and is to be treated as never having affected, the validity of the order.     7   In subsection  (6) , “ pre-commencement deprivation order ” means an order made or purportedly made under section 40 of the 1981 Act before the coming into force of subsections  (2)  to  (5)  (whether before or after the coming into force of subsection  (6) ).     8   A person may appeal against a decision to make an order to which subsection  (6)  applies as if notice of the decision had been given to the person under section 40(5) of the 1981 Act on the day on which the order was made or purportedly made.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "11", "section_title": "Citizenship: stateless minors", "section_text": " 11    1   Schedule 2 to the British Nationality Act 1981 (provisions for reducing statelessness) is amended as follows.     2   In the heading before paragraph 3, after “Persons” insert  “aged 18 to 22” .     3   In paragraph 3 (persons born in the United Kingdom or a British overseas territory after commencement), in sub-paragraph (1)(b) after “he” insert  “had attained the age of eighteen but” .     4   After paragraph 3 insert—    Minors aged 5 to 17 born in the United Kingdom or a British overseas territory after commencement   3A    1   A person born in the United Kingdom or a British overseas territory after commencement is entitled, on an application for the person to be registered under this paragraph, to be so registered if—   a   the person is and always has been stateless,     b   on the date of the application, the person was a minor,     c   the person was in the United Kingdom or a British overseas territory (no matter which) at the beginning of the period of five years ending with that date and (subject to paragraph 6) the number of days on which the person was absent from both the United Kingdom and the British overseas territories in that period does not exceed 450, and     d   the Secretary of State is satisfied that the person is unable to acquire another nationality in accordance with sub-paragraph (2).       2   A person is able to acquire a nationality in accordance with this sub-paragraph if—   a   the nationality is the same as that of one of the person’s parents,     b   the person has been entitled to acquire the nationality since birth, and     c   in all the circumstances, it is reasonable to expect the person (or someone acting on their behalf) to take the steps which would enable the person to acquire the nationality in question.       3   For the purposes of sub-paragraph  (2) (b), a person is not entitled to acquire a nationality if its acquisition is conditional on the exercise of a discretion on the part of the country or territory in question.     4   A person entitled to registration under this paragraph—   a   is to be registered as a British citizen if, in the period of five years mentioned in sub-paragraph (1), the number of days wholly or partly spent by the person in the United Kingdom exceeds the number of days wholly or partly spent by the person in the British overseas territory;     b   in any other case, is to be registered as a British overseas territories citizen.             5   In paragraph 6 (supplementary), after “paragraph 3” insert  “, 3A” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "12", "section_title": "Differential treatment of refugees", "section_text": " 12    1   For the purposes of this section—   a   a refugee is a Group 1 refugee if they have complied with both of the requirements set out in subsection  (2)  and, where applicable, the additional requirement in subsection  (3) ;     b   otherwise, a refugee is a Group 2 refugee.       2   The requirements in this subsection are that—   a   they have come to the United Kingdom directly from a country or territory where their life or freedom was threatened (in the sense of Article 1 of the Refugee Convention), and     b   they have presented themselves without delay to the authorities.      Subsections (1) to (3) of section 37 apply in relation to the interpretation of paragraphs (a) and (b) as they apply in relation to the interpretation of those requirements in Article 31(1) of the Refugee Convention.     3   Where a refugee has entered or is present in the United Kingdom unlawfully, the additional requirement is that they can show good cause for their unlawful entry or presence.     4   For the purposes of subsection  (3) , a person’s entry into or presence in the United Kingdom is unlawful if they require leave to enter or remain and do not have it.     5   The Secretary of State or an immigration officer may treat Group 1 and Group 2 refugees differently, for example in respect of—   a   the length of any period of limited leave to enter or remain which is given to the refugee;     b   the requirements that the refugee must meet in order to be given indefinite leave to remain;     c   whether a condition under section 3(1)(c)(ii) of the Immigration Act 1971 (no recourse to public funds) is attached to any period of limited leave to enter or remain that is given to the refugee;     d   whether leave to enter or remain is given to members of the refugee’s family.       6   The Secretary of State or an immigration officer may also treat the family members of Group 1 and Group 2 refugees differently, for example in respect of—   a   whether to give the person leave to enter or remain;     b   the length of any period of limited leave to enter or remain which is given to the person;     c   the requirements that the person must meet in order to be given indefinite leave to remain;     d   whether a condition under section 3(1)(c)(ii) of the Immigration Act 1971 (no recourse to public funds) is attached to any period of limited leave to enter or remain that is given to the person.       7   But subsection  (6)  does not apply to family members who are refugees themselves.     8   Immigration rules may include provision for the differential treatment allowed for by subsections  (5)  and  (6) .     9   In this section—     “ limited leave ” and “ indefinite leave ” have the same meaning as in the Immigration Act 1971 (see section 33 of that Act);      “ refugee ” has the same meaning as in the Refugee Convention.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "13", "section_title": "Accommodation for asylum-seekers etc", "section_text": " 13    1   In section 97 of the Immigration and Asylum Act 1999 (support for asylum-seekers: supplemental matters), after subsection (3) insert—    3A   When exercising the power under section 95 (support for asylum seekers) or section 4 (accommodation for failed asylum seekers) to provide or arrange for the provision of accommodation, the Secretary of State may decide to provide or arrange for the provision of different types of accommodation to persons supported under those sections on the basis of either or both of the following matters—   a   the stage that their claim for asylum has reached, including whether they have been notified that their claim is being considered for a declaration of inadmissibility (see sections 80A and 80B of the Nationality, Immigration and Asylum Act 2002);     b   their previous compliance with any conditions imposed on them under any of the following—   i   section 95(9) (conditions for support under section 95);     ii   Schedule 10 to the Immigration Act 2016 (conditions of immigration bail);     iii   regulations made under section 4(6) (conditions for support under section 4).            2   In section 97(3A) of the Immigration and Asylum Act 1999 (as inserted by subsection (1))—   a   in the words before paragraph (a)—   i   for “section 4 (accommodation for failed asylum seekers)” substitute  “section 95A (support for failed asylum seekers)” ;     ii   for “persons supported under those sections” substitute  “supported persons” ;       b   in paragraph (a), for “claim for asylum” substitute  “protection claim” ;     c   in paragraph (b)—   i   for sub-paragraph (iii) substitute—    iii   regulations made under section 95A(5) (conditions for support under section 95A);     ;     ii   at the end insert—    iv   regulations made under section 30 of the Nationality, Immigration and Asylum Act 2002 (conditions of residence in accommodation centre).            3   In section 98 of that Act (temporary support for asylum-seekers etc), at the end insert—    4   Subsection (3A) of section 97 applies to the power to provide, or arrange for the provision of, accommodation under this section as it applies to the power to do so under section 95.        4   In section 98A of that Act (temporary support for failed asylum-seekers etc), at the end insert—    5   Subsection (3A) of section 97 applies to the power to provide, or arrange for the provision of, accommodation under this section as it applies to the power to do so under section 95A.        5   In section 17 of the Nationality, Immigration and Asylum Act 2002 (support for destitute asylum-seeker), in subsection (1), at the end insert—    See also section 97(3A) of the Immigration and Asylum Act 1999 (decision on type of accommodation for asylum-seekers etc).       6   In section 22 of that Act—   a   after “95” insert  “or 98” ;     b   for “(destitute asylum-seeker)” substitute  “(support and temporary support for asylum-seekers)” ;     c   in the heading, for “s. 95” substitute  “sections 95 and 98” .       7   After section 22 of that Act, insert—    Immigration and Asylum Act 1999, sections 95A and 98A   22A   The Secretary of State may provide support under section 95A or 98A of the Immigration and Asylum Act 1999 (support and temporary support for failed asylum-seekers) by arranging for the provision of accommodation in an accommodation centre.         8   In section 24 of that Act (provisional assistance), in subsection (1), at the end insert—    See also section 98(4) of the Immigration and Asylum Act 1999 (decision on type of accommodation for asylum-seekers etc).       9   In section 25 of that Act (length of stay in accommodation centre), in subsection (4), for “shorter” substitute  “different” .     10   In section 27 of that Act (resident of centre), after paragraph (b) insert—    ba   by virtue of section 22A,     .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "14", "section_title": "Requirement to make asylum claim at “designated place”", "section_text": " 14    1   An asylum claim must be made in person at a designated place.     2   A “ designated place ” means any of the following places in the United Kingdom—   a   a place identified in a notice published by the Secretary of State as an asylum intake unit;     b   a removal centre (within the meaning of section 147 of the Immigration and Asylum Act 1999);     c   a port (within the meaning of section 33 of the Immigration Act 1971);     d   a place where there is a person present who, for the purposes of the immigration rules, is authorised to accept an asylum claim on behalf of the Secretary of State;     e   a place to which the claimant has been directed by the Secretary of State or an immigration officer to make the claim;     f   such other place, or a place of such other description, as the Secretary of State may by regulations designate.       3   The Nationality, Immigration and Asylum Act 2002 is amended in accordance with subsections (4) and (5).     4   In section 18(1)(c) omit “at a place designated by the Secretary of State”.     5   In section 113(1), in the definition of “asylum claim”, omit “at a place designated by the Secretary of State”.     6   In this section “ asylum claim ” means a claim made in accordance with the immigration rules by a person to the Secretary of State that to remove the person from, or require the person to leave, the United Kingdom would breach the United Kingdom’s obligations under the Refugee Convention.     7   The reference to the United Kingdom in subsection (2), so far as it has effect for the purposes of paragraph (d) of that subsection, does not include a reference to the territorial sea of the United Kingdom.     8   Regulations under subsection (2)(f) are subject to negative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "15", "section_title": "Asylum claims by EU nationals: inadmissibility", "section_text": " 15    1   After Part 4 of the Nationality, Immigration and Asylum Act 2002 insert—    PART 4A  Inadmissible asylum claims   Asylum claims by EU nationals   80A    1   The Secretary of State must declare an asylum claim made by a person who is a national of a member State inadmissible.     2   An asylum claim declared inadmissible under subsection (1) cannot be considered under the immigration rules.     3   A declaration under subsection (1) that an asylum claim is inadmissible is not a decision to refuse the claim and, accordingly, no right of appeal under section 82(1)(a) (appeal against refusal of protection claim) arises.     4   Subsection (1) does not apply if there are exceptional circumstances as a result of which the Secretary of State considers that the claim ought to be considered.     5   For the purposes of subsection  (4)  exceptional circumstances include where the member State of which the claimant is a national—   a   is derogating from any of its obligations under the Human Rights Convention, in accordance with Article 15 of the Convention;     b   is the subject of a proposal initiated in accordance with the procedure referred to in Article 7(1) of the Treaty on European Union and—   i   the proposal has yet to be determined by the Council of the European Union or (as the case may be) the European Council,     ii   the Council of the European Union has determined, in accordance with Article 7(1), that there is a clear risk of a serious breach by the member State of the values referred to in Article 2 of the Treaty, or     iii   the European Council has determined, in accordance with Article 7(2), the existence of a serious and persistent breach by the member State of the values referred to in Article 2 of the Treaty.         6   In this section—     “ asylum claim ”, “ the Human Rights Convention ” and “ the Refugee Convention ” have the meanings given by section 113;      “ immigration rules ” means rules under section 3(2) of the Immigration Act 1971;      “ the Treaty on European Union ” means the Treaty on European Union signed at Maastricht on 7 February 1992 as it had effect immediately before IP completion day.               2   In consequence of the amendment made by subsection (1), in regulation 4(4)(d) of the Asylum Support Regulations 2000 ( S.I. 2000/704 ) (persons excluded from support), for “under the immigration rules” substitute  “(see section 80A of the Nationality, Immigration and Asylum Act 2002)” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "16", "section_title": "Asylum claims by persons with connection to safe third State: inadmissibility", "section_text": " 16   In Part 4A of the Nationality, Immigration and Asylum Act 2002 (as inserted by section 15), after section 80A insert—    Asylum claims by persons with connection to safe third State   80B    1   The Secretary of State may declare an asylum claim made by a person (a “claimant”) who has a connection to a safe third State inadmissible.     2   Subject to subsection  (7) , an asylum claim declared inadmissible under subsection (1) cannot be considered under the immigration rules.     3   A declaration under subsection (1) that an asylum claim is inadmissible is not a decision to refuse the claim and, accordingly, no right of appeal under section 82(1)(a) (appeal against refusal of protection claim) arises.     4   For the purposes of this section, a State is a “ safe third State ” in relation to a claimant if—   a   the claimant’s life and liberty are not threatened in that State by reason of their race, religion, nationality, membership of a particular social group or political opinion,     b   the State is one from which a person will not be sent to another State—   i   otherwise than in accordance with the Refugee Convention, or     ii   in contravention of their rights under Article 3 of the Human Rights Convention (freedom from torture or inhuman or degrading treatment), and       c   a person may apply to be recognised as a refugee and (if so recognised) receive protection in accordance with the Refugee Convention, in that State.       5   For the purposes of this section, a claimant has “a connection” to a safe third State if they meet any of conditions 1 to 5 set out in section 80C in relation to the State.     6   The fact that an asylum claim has been declared inadmissible under subsection (1) by virtue of the claimant’s connection to a particular safe third State does not prevent the Secretary of State from removing the claimant to any other safe third State.     7   An asylum claim that has been declared inadmissible under subsection (1) may nevertheless be considered under the immigration rules—   a   if the Secretary of State determines that there are exceptional circumstances in the particular case that mean the claim should be considered, or     b   in such other cases as may be provided for in the immigration rules.       8   In this section and section 80C—   a   “ asylum claim ”, “ Human Rights Convention ”, “ immigration rules ” and “ the Refugee Convention ” have the same meanings as in section 80A;     b   a reference to anything being done in accordance with the Refugee Convention is a reference to the thing being done in accordance with the principles of the Convention, whether or not by a signatory to it.          Meaning of “connection” to a safe third State   80C    1   Condition 1 is that the claimant—   a   has been recognised as a refugee in the safe third State, and     b   remains able to access protection in accordance with the Refugee Convention in that State.       2   Condition 2 is that the claimant—   a   has otherwise been granted protection in a safe third State as a result of which the claimant would not be sent from the safe third State to another State—   i   otherwise than in accordance with the Refugee Convention, or     ii   in contravention of their rights under Article 3 of the Human Rights Convention, and       b   remains able to access that protection in that State.       3   Condition 3 is that the claimant has made a relevant claim to the safe third State and the claim—   a   has not yet been determined, or     b   has been refused.       4   Condition 4 is that—   a   the claimant was previously present in, and eligible to make a relevant claim to, the safe third State,     b   it would have been reasonable to expect them to make such a claim, and     c   they failed to do so.       5   Condition 5 is that, in the claimant’s particular circumstances, it would have been reasonable to expect them to have made a relevant claim to the safe third State (instead of making a claim in the United Kingdom).     6   For the purposes of this section, a “relevant claim” to a safe third State is a claim—   a   to be recognised as a refugee in the State for the purposes of the Refugee Convention, or     b   for protection in the State of the kind mentioned in subsection (2)(a).       7   For the purposes of this section “ claimant ” and “ safe third State ” have the same meanings as in section 80B; and see subsection  (8)  of that section.        "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "17", "section_title": "Clarification of basis for support where asylum claim inadmissible", "section_text": " 17    1   The Immigration and Asylum Act 1999 is amended in accordance with subsections (2) and (3).     2   If paragraph 1 of Schedule 11 to the Immigration Act 2016, which repeals section 4 of the 1999 Act, is not yet in force on the day this section comes into force, in subsection (2)(b) of that section, after “was rejected” insert  “or declared inadmissible (see sections 80A and 80B of the Nationality, Immigration and Asylum Act 2002)” .     3   In section 94 (interpretation of Part 6: support for asylum-seekers etc), after subsection (4) insert—    4A   For the purposes of the definitions of “asylum-seeker” and “failed asylum-seeker”, the circumstances in which a claim is determined or rejected include where the claim is declared inadmissible under section 80A or 80B of the Nationality, Immigration and Asylum Act 2002.     4B   But if a claim is—   a   declared inadmissible under section 80B of that Act, and     b   nevertheless considered by the Secretary of State in accordance subsection (7) of that section,    the claim ceases to be treated as determined or rejected from the time of the decision to consider the claim.     4C   For the purposes of subsection (3), notification of a declaration of inadmissibility under section 80A or 80B of that Act is to be treated as notification of the Secretary of State’s decision on the claim.        4   The Nationality, Immigration and Asylum Act 2002 is amended as follows.     5   In section 18 (asylum-seeker: definition), after subsection (1) insert—    1ZA   For the purposes of subsection (1), the circumstances in which a claim is determined include where the claim is declared inadmissible under section 80A or 80B.     1ZB   But if a claim is—   a   declared inadmissible under section 80B, and     b   nevertheless considered by the Secretary of State in accordance subsection (7) of that section,    the claim ceases to be treated as determined from the time of the decision to consider the claim.        6   In section 21 (sections 17 to 20: supplementary), in subsection (3)(a), at the end insert  “or (as the case may be) of the declaration of inadmissibility under section 80A or 80B” .     7   In paragraph 17 of Schedule 3 (withholding and withdrawal of support: interpretation), after sub-paragraph (2) insert—    2A   For the purposes of the definition of “asylum-seeker” in sub-paragraph (1), a claim is also determined if the Secretary of State has notified the claimant that it has been declared inadmissible under section 80A or 80B.     2B   But if a claim is—   a   declared inadmissible under section 80B, and     b   nevertheless considered by the Secretary of State in accordance subsection (7) of that section,    the claim ceases to be treated as determined from the time of the decision to consider the claim.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "18", "section_title": "Provision of evidence in support of protection or human rights claim", "section_text": " 18    1   The Secretary of State or an immigration officer may serve an evidence notice on a person who has made a protection claim or a human rights claim.     2   An “evidence notice” is a notice requiring the recipient to provide, before the specified date, any evidence in support of the claim.     3   Subsection  (5)  applies if the recipient of an evidence notice provides the Secretary of State or an immigration officer with evidence in support of the claim on or after the specified date.     4   Subsection (5) also applies if the recipient of an evidence notice provides the First-tier Tribunal, the Upper Tribunal (when acting in the circumstances mentioned in section 22(9)) or the Special Immigration Appeals Commission with evidence in support of the claim where the evidence—   a   should have been provided in response to the evidence notice but was not, and     b   is provided on or after the specified date.       5   The recipient must also provide a statement setting out their reasons for not providing the evidence before the specified date (and see section 26 of this Act and section 8 of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004).     6   In this section, “ specified date ” means the date specified in an evidence notice.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "19", "section_title": "Asylum or human rights claim: damage to claimant’s credibility", "section_text": " 19    1   Section 8 of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (claimant’s credibility) is amended in accordance with subsections (2) to  (6) .     2   After subsection (1) insert—    1A   Tribunal Procedure Rules must secure that, where the deciding authority is the First-tier Tribunal, it must include, as part of its reasons for a decision that disposes of proceedings, a statement explaining—   a   whether it considers that the claimant has engaged in behaviour to which this section applies, and     b   if it considers that the claimant has engaged in such behaviour, how it has taken account of the behaviour in making its decision.       1B   Rules under section 5 of the Special Immigration Appeals Commission Act 1997 (SIAC procedure rules) must secure that, where the deciding authority is the Special Immigration Appeals Commission, it must include, as part of its reasons for a decision that determines proceedings, a statement explaining the matters mentioned in subsection (1A)(a) and (b).        3   After subsection (3) insert—    3A   This section also applies to any relevant behaviour by the claimant that the deciding authority thinks is not in good faith.     3B   In subsection (3A) “ relevant behaviour ” means behaviour—   a   in connection with the asylum claim or human rights claim in question or (in the case of an appeal relating to such a claim) the appeal in question,     b   in any dealings with a person exercising immigration and nationality functions, or     c   in connection with—   i   a claim made, or civil proceedings brought, under any provision of immigration legislation, or     ii   judicial review proceedings, or (in Scotland) an application to the supervisory jurisdiction of the Court of Session, relating to a decision taken by a person in exercise of immigration and nationality functions.            4   After subsection (6) insert—    6A   This section also applies to the late provision by the claimant of evidence in relation to the asylum claim or human rights claim in question, unless there are good reasons why the evidence was provided late.     6B   For the purposes of subsection (6A), evidence is provided “late” by the claimant if—   a   it is provided pursuant to an evidence notice served on the claimant under section 18(1) of the Nationality and Borders Act 2022, and     b   it is provided on or after the date specified in the notice.          5   In subsection (7), at the appropriate places insert—      “ immigration and nationality functions ” means functions exercisable by virtue of—     the Immigration Acts (but see subsection (9B)), or      the Nationality Acts;         ;      “ immigration legislation ” means—     the Immigration Acts,      the Nationality Acts, and      rules under section 3(2) of the Immigration Act 1971 (general immigration rules);         ;      “ Nationality Acts ” means—     the British Nationality Act 1981,      the Hong Kong Act 1985,      the Hong Kong (War Wives and Widows) Act 1996, and      the British Nationality (Hong Kong) Act 1997;         .     6   After subsection (9A) insert—    9B   In paragraph (a) of the definition of “immigration and nationality functions” in subsection (7), the reference to the Immigration Acts does not include a reference to—   a   sections 28A to 28K of the Immigration Act 1971 (powers of arrest, entry and search, etc), or     b   section 14 of this Act (power of arrest).          7   The amendments made by this section apply in relation to a determination mentioned in section 8(1) of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 only where—   a   the asylum claim or human rights claim to which the determination relates was made, or     b   if the determination is made in appeal proceedings, the appeal was brought,    on or after the day on which this section comes into force.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "20", "section_title": "Priority removal notices", "section_text": " 20    1   The Secretary of State or an immigration officer may serve a person who is liable to removal or deportation from the United Kingdom with a priority removal notice.     2   A person who receives such a notice is referred to in this section as the “PRN recipient”.     3   A priority removal notice is a notice—   a   requiring the PRN recipient to provide to the Secretary of State (and any other competent authority specified in the notice)—   i   a statement setting out the matters described in section 120(2)(a) to (c) of the Nationality, Immigration and Asylum Act 2002 (reasons and grounds for application etc),     ii   any relevant status information (within the meaning given by section 58 (3) ), and     iii   any evidence in support of the matters mentioned in sub-paragraphs (i) and (ii), and       b   setting out the date (the “PRN cut-off date”) before which the PRN recipient must comply with that requirement.       4   The requirement in subsection  (3)(a)  does not apply in relation to anything that the PRN recipient has previously provided to the Secretary of State or any other competent authority.     5   Subsection  (7)  applies if the PRN recipient provides the Secretary of State or any other competent authority with any statement, information or evidence mentioned in subsection  (3)(a)  on or after the PRN cut-off date.     6   Subsection (7) also applies if the PRN recipient provides the First-tier Tribunal, the Upper Tribunal (when acting in the circumstances mentioned in section 22(9)) or the Special Immigration Appeals Commission with any statement, information or evidence mentioned in subsection (3)(a) that—   a   should have been provided in response to the priority removal notice but was not, and     b   is provided on or after the PRN cut-off date.       7   The PRN recipient must also provide a statement setting out their reasons for not providing the statement, information or evidence before the PRN cut-off date (and see sections 22 and 26).     8   For the purposes of this section, a person is “liable to removal or deportation from the United Kingdom” if they are liable to—   a   removal under section 10 of the Immigration and Asylum Act 1999 (removal of persons unlawfully in the United Kingdom), or     b   deportation under section 3(5) or (6) of the Immigration Act 1971 (deportation of foreign nationals where conducive to the public good or on conviction of offence punishable with imprisonment etc).       9   In this section “ competent authority ” has the same meaning as in Part 5 (see section 69).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "21", "section_title": "Priority removal notices: supplementary", "section_text": " 21    1   A priority removal notice remains in force until the end of the period of 12 months beginning with—   a   the PRN cut-off date, or     b   if later, the day on which any appeal rights of the PRN recipient in respect of a relevant claim are exhausted.      See section 82A of the Nationality, Immigration and Asylum Act 2002 (the “ 2002 Act ”) for the consequences of a priority removal notice being in force.     2   In subsection (1) “ relevant claim ” means a protection claim or a human rights claim brought by the PRN recipient while the priority removal notice is in force.     3   For the purposes of subsection  (1) , the PRN recipient’s appeal rights in respect of a claim are exhausted at the time when—   a   the PRN recipient’s claim has been determined,     b   the PRN recipient could not bring an appeal in respect of the claim under section 82 of the 2002 Act (ignoring any possibility of an appeal out of time with permission), and     c   no appeal brought by the PRN recipient is pending within the meaning of section 104 of that Act.       4   A priority removal notice remains in force until the end of the period mentioned in subsection (1) even if the PRN recipient ceases to be liable to removal or deportation from the United Kingdom during that period.     5   A priority removal notice may not be served on a person in relation to whom such a notice is already in force (but this does not prevent a further notice from being served once the previous notice ceases to be in force as mentioned in subsection  (1) ).     6   Subsection  (7)  applies if the PRN recipient has previously been served with—   a   an evidence notice under section 18,     b   a slavery or trafficking information notice under section 58, or     c   a notice under section 120 of the 2002 Act (requirement to provide reasons and grounds).       7   The previous notice ceases to have effect on the service of the priority removal notice.     8   Expressions used in this section that are defined for the purposes of section 20 have the same meaning in this section as in that section.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "22", "section_title": "Late compliance with priority removal notice: damage to credibility", "section_text": " 22    1   This section applies where—   a   a PRN recipient provided material in response to the priority removal notice served on them,     b   the material was provided late, and     c   a relevant decision is being made.       2   This section also applies where—   a   a PRN recipient provided material to the First-tier Tribunal, the Upper Tribunal (when acting in the circumstances mentioned in subsection (9)) or the Special Immigration Appeals Commission,     b   the material should have been provided in response to the priority removal notice served on the PRN recipient but was not,     c   the material was provided late, and     d   a relevant decision is being made.       3   A “relevant decision” is being made if—   a   a protection claim or a human rights claim made by the PRN recipient is being considered, or     b   a competent authority is making a reasonable grounds decision or a conclusive grounds decision in relation to the PRN recipient (decisions concerning status as victim of slavery or human trafficking).       4   In determining whether to believe a statement made by or on behalf of the PRN recipient, a deciding authority must take account, as damaging the PRN recipient’s credibility, of the late provision of the material, unless there are good reasons why it was provided late.     5   Tribunal Procedure Rules must secure that, where the First-tier Tribunal or the Upper Tribunal (when acting in the circumstances mentioned in subsection (9)) is making a decision that disposes of proceedings, it must include, as part of its reasons for the decision, a statement explaining—   a   whether it considers that this section applies, and     b   if it considers that this section does apply, how, in making its decision, it has taken account of the fact that the PRN recipient provided the material late.       6   Rules under section 5 of the Special Immigration Appeals Commission Act 1997 (SIAC procedure rules) must secure that, where the Special Immigration Appeals Commission is making a decision that determines proceedings, it must include, as part of its reasons for the decision, a statement explaining the matters mentioned in subsection (5)(a) and (b).     7   For the purposes of this section, material is provided “late” by the PRN recipient if it is provided on or after the PRN cut-off date.     8   In subsection (4) “deciding authority”—   a   in relation to a decision mentioned in subsection (3)(a) means—   i   the Secretary of State,     ii   an immigration officer,     iii   the First-tier Tribunal,     iv   the Upper Tribunal in the circumstances described in subsection (9), or     v   the Special Immigration Appeals Commission;       b   in relation to a decision mentioned in subsection (3)(b), means the competent authority.       9   The circumstances are when the Upper Tribunal is acting—   a   under section 12(2)(b)(ii) of the Tribunals, Courts and Enforcement Act 2007 (Upper Tribunal re-making First-tier Tribunal decision on finding of error of law), or     b   in relation to—   i   an expedited appeal within the meaning of section 82A of the Nationality, Immigration and Asylum Act 2002, or     ii   an expedited related appeal within the meaning of section 24 that involves a protection claim or a human rights claim.         10   In this section—     “ competent authority ”, “ conclusive grounds decision ” and “ reasonable grounds decision ” have the same meanings as in Part 5;      “ priority removal notice ”, “ PRN cut-off date ”, “ PRN recipient ” and “ relevant status information ” have the same meanings as in section 20.        11   Section 26 makes further provision about the effect of a PRN recipient providing evidence late.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "23", "section_title": "Priority removal notices: expedited appeals", "section_text": " 23    1   After section 82 of the Nationality, Immigration and Asylum Act 2002 insert—    Expedited appeal to Upper Tribunal in certain cases   82A    1   This section applies where —   a   a person (“ P ”) has been served with a priority removal notice,     b   P has made a protection claim or a human rights claim on or after the PRN cut-off date but while the priority removal notice is still in force, and     c   P has a right under section 82(1) to bring an appeal from within the United Kingdom (see section 92) in relation to the claim.       2   The Secretary of State must certify P’s right of appeal under this section, unless satisfied that there were good reasons for P making the claim on or after the PRN cut-off date (and P’s right of appeal may not be certified if the Secretary of State is satisfied that there were good reasons).     3   If certified under this section, P’s right of appeal under section 82(1) is to the Upper Tribunal instead of the First-tier Tribunal (and any appeal brought pursuant to such a right is referred to in this section as an “ expedited appeal ”).     4   Tribunal Procedure Rules must make provision with a view to securing that expedited appeals are brought and determined more quickly than an appeal under section 82(1) would, in the normal course of events, be brought and determined by the First-tier Tribunal.     5   Tribunal Procedure Rules must secure that the Upper Tribunal may, if it is satisfied that it is the only way to secure that justice is done in the case of a particular expedited appeal, order that the appeal is to be continued as an appeal to the First-tier Tribunal and accordingly is to be transferred to that Tribunal.     6   In this section, “ priority removal notice ” and “ PRN cut-off date ” have the same meanings as in section 20 of the Nationality and Borders Act 2022.           2   In section 13(8) of the Tribunals, Courts and Enforcement Act 2007 (decisions excluded from right to appeal to the Court of Appeal), after paragraph (b) insert—    bza   any decision of the Upper Tribunal on an expedited appeal within the meaning given by section 82A(3) of the Nationality, Immigration and Asylum Act 2002 (expedited appeal against refusal of protection claim or human rights claim),     .     3   Schedule 3 makes amendments consequential on this section.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "24", "section_title": "Expedited appeals: joining of related appeals", "section_text": " 24    1   For the purposes of this section, an “expedited section 82 appeal” is an expedited appeal within the meaning of section 82A of the Nationality, Immigration and Asylum Act 2002 (expedited appeals for claims brought on or after PRN cut-off date).     2   For the purposes of this section, a “related appeal” is an appeal under any of the following—   a   section 82(1) of the Nationality, Immigration and Asylum Act 2002 (appeals in respect of protection and human rights claims), other than one which is an expedited section 82 appeal;     b   section 40A of the British Nationality Act 1981 (appeal against deprivation of citizenship);     c   the Immigration (Citizens’ Rights Appeals) (EU Exit) Regulations 2020 ( S.I. 2020/61 ) (appeal rights in respect of EU citizens’ rights immigration decisions etc);     d   regulation 36 of the Immigration (European Economic Area) Regulations 2016 ( S.I. 2016/1052 ) (appeals against EEA decisions) as it continues to have effect following its revocation.       3   If a person brings an expedited section 82 appeal at a time when a related appeal brought by that person is pending before the First-tier Tribunal, the related appeal is, from that time, to be continued as an appeal to the Upper Tribunal and accordingly is to be transferred to the Upper Tribunal.     4   If an expedited section 82 appeal brought by a person is pending, any right that the person would otherwise have to bring a related appeal to the First-tier Tribunal is instead a right to bring it to the Upper Tribunal.     5   A related appeal within subsection  (3)  or brought to the Upper Tribunal as mentioned in  (4)  is referred to in this section as an “ expedited related appeal ”.     6   Tribunal Procedure Rules must make provision with a view to securing that the Upper Tribunal consolidates an expedited related appeal and the expedited section 82 appeal concerned or hears them together (and see section 82A(4) of the Nationality, Immigration and Asylum Act 2002).     7   Tribunal Procedure Rules must secure that the Upper Tribunal may, if it is satisfied that it is the only way to secure that justice is done in the case of a particular expedited related appeal, order that the appeal is to be continued as an appeal to the First-tier Tribunal and accordingly is to be transferred to that Tribunal.     8   For the purposes of this section, an appeal is “pending”—   a   in the case of an appeal under section 82 of the Nationality, Immigration and Asylum Act 2002 (including an expedited section 82 appeal), if it is pending within the meaning of section 104 of that Act;     b   in the case of an appeal under section 40A of the British Nationality Act 1981, during the period—   i   beginning when it is instituted, and     ii   ending when it is finally determined or withdrawn;       c   in the case of an appeal under the Immigration (Citizens’ Rights Appeals) (EU Exit) Regulations 2020, if it is pending within the meaning of regulation 13 of those Regulations;     d   in the case of an appeal under the regulation 36 of the Immigration (European Economic Area) Regulations 2016, if it is pending within the meaning of Part 6 of those Regulations (see regulation 35).       9   In section 13(8) of the Tribunals, Courts and Enforcement Act 2007 (decisions excluded from right to appeal to the Court of Appeal), after paragraph (bza) (inserted by section 22) insert—    bzb   any decision of the Upper Tribunal on an expedited related appeal within the meaning given by section 24 of the Nationality and Borders Act 2022 (expedited appeals against refusal of protection claim or human rights claim: joining of related appeals),     .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "25", "section_title": "Civil legal services for recipients of priority removal notices", "section_text": " 25    1   In Part 1 of Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services), after paragraph 31 (immigration: accommodation for asylum-seekers etc) insert—    Immigration: recipients of priority removal notices   31ZA    1   Civil legal services provided, to an individual who has received a priority removal notice, in relation to—   a   the priority removal notice;     b   the individual’s immigration status;     c   the lawfulness of the individual’s removal from the United Kingdom;     d   immigration detention of the kinds mentioned in paragraph 25(1).       Condition applying to services described in sub-paragraph (1): overall time limit   2   Civil legal services described in sub-paragraph (1) may be provided for up to (but no more than) 7 hours.     3   If a person who has been provided with civil legal services described in sub-paragraph (1) subsequently receives a further priority removal notice, sub-paragraph (2) applies again (so that time spent in providing services following receipt of the earlier notice does not count towards the new limit).      General exclusions   4   Sub-paragraph (1) is subject to the exclusions in Part 2 of this Schedule.      Specific exclusions   5   The services described in sub-paragraph (1) do not include—   a   advocacy;     b   attendance at an interview conducted on behalf of the Secretary of State with a view to reaching a decision on a claim in respect of the rights mentioned in paragraph 30(1), except where regulations provide otherwise;     c   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of making a reasonable grounds decision or a conclusive grounds decision;     d   services provided in relation to—   i   any private law rights the individual may have (such as rights under employment law or the law of tort), or     ii   any claim for damages in relation to unlawful detention.          Definition   6   In this paragraph “ priority removal notice ” means a notice under section 20 of the Nationality and Borders Act 2022.            2   In section 9 of that Act (civil legal aid: general cases), after subsection (2) insert—    3   The powers conferred by subsection (2)(b) include power to amend paragraph 31ZA of Part 1 of Schedule 1 (immigration: recipients of priority removal notices) so as to alter the time limit applicable to the provision of services described in sub-paragraph (1) of that paragraph (whether generally or in specified cases or circumstances).     4   The Lord Chancellor may by order make provision as to the operation of any overall time limit applicable to the provision of services described in paragraph 31ZA(1), including in particular—   a   provision for determining the time available (not exceeding the overall time limit) for the provision of such services in any individual’s case, or     b   provision as to the use that may, or must, be made of some or all of the time available.          3   In regulation 11(9) of the Civil Legal Aid (Merits Criteria) Regulations 2013 ( S.I. 2013/104 ) (qualifying for civil legal services: cases in which merits criteria do not apply), at the end insert    , or   e   in relation to any matter described in paragraph 31ZA of Schedule 1 to the Act (immigration: recipients of priority removal notices).        4   In regulation 5(1) of the Civil Legal Aid (Financial Resources and Payment for Services) Regulations 2013 ( S.I. 2013/480 ) (exceptions from requirement to make a determination in respect of an individual’s financial resources), omit the “and” at the end of paragraph (ka) and, after paragraph (l), insert—    m   civil legal services described in paragraph 31ZA of Part 1 of Schedule 1 to the Act (immigration: recipients of priority removal notices).       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "26", "section_title": "Late provision of evidence in asylum or human rights claim: weight", "section_text": " 26    1   This section applies where—   a   evidence is provided late by a claimant in relation to an asylum claim or a human rights claim, and     b   the evidence falls to be considered by a deciding authority for the purpose of determining—   i   the claim, or     ii   where a decision in respect of the claim is the subject of a relevant appeal, the appeal.         2   Unless there are good reasons why the evidence was provided late, the deciding authority must, in considering it, have regard to the principle that minimal weight should be given to the evidence.     3   For the purposes of subsection (1)(a), evidence is provided “late” by a claimant if it is within subsection  (4)  or  (5) .     4   Evidence is within this subsection if—   a   it is provided pursuant to an evidence notice served on the claimant under section 18(1), and     b   it is provided on or after the date specified in the notice.       5   Evidence is within this subsection if—   a   it is provided pursuant to a priority removal notice served on the claimant under section 20 in support of the matters mentioned in subsection (3)(a)(i) of that section (reasons and grounds for application), and     b   it is provided on or after the PRN cut-off date.       6   The reference in subsection (1)(b)(i) to determining a claim includes a reference to determining—   a   whether to certify the claim under section 94(1) of the 2002 Act (unfounded claims);     b   whether to accept or reject further submissions made by the claimant for the purposes of the immigration rules.       7   In this section—     “ the 2002 Act ” means the Nationality, Immigration and Asylum Act 2002;      “ asylum claim ” has the meaning given by section 113(1) of the 2002 Act;      “ deciding authority ” means—     an immigration officer,      the Secretary of State,      the First-tier Tribunal,      the Upper Tribunal in the circumstances described in subsection (8), or      the Special Immigration Appeals Commission;         “ PRN cut-off date ” has the same meaning as in section 20;      “ relevant appeal ” means an appeal under—     section 82 of the 2002 Act, or      section 2 of the Special Immigration Appeals Commission Act 1997.           8   The circumstances are when the Upper Tribunal is acting—   a   under section 12(2)(b)(ii) of the Tribunals, Courts and Enforcement Act 2007 (Upper Tribunal re-making First-tier Tribunal decision on finding of error of law), or     b   in relation to—   i   an expedited appeal within the meaning of section 82A of the Nationality, Immigration and Asylum Act 2002, or     ii   an expedited related appeal within the meaning of section 24 that involves an asylum claim or a human rights claim.        "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "27", "section_title": "Accelerated detained appeals", "section_text": " 27    1   In this section “ accelerated detained appeal ” means a relevant appeal (see subsection  (6) ) brought—   a   by a person who—   i   was detained under a relevant detention provision (see subsection  (7) ) at the time at which they were given notice of the decision which is the subject of the appeal, and     ii   remains in detention under a relevant detention provision, and       b   against a decision that—   i   is of a description prescribed by regulations made by the Secretary of State, and     ii   when made, was certified by the Secretary of State under this section.         2   The Secretary of State may only certify a decision under this section if the Secretary of State considers that any relevant appeal brought in relation to the decision would likely be disposed of expeditiously.     3   Tribunal Procedure Rules must secure that the following time limits apply in relation to an accelerated detained appeal—   a   any notice of appeal must be given to the First-tier Tribunal not later than 5 working days after the date on which the appellant was given notice of the decision against which the appeal is brought;     b   the First-tier Tribunal must make a decision on the appeal, and give notice of that decision to the parties, not later than 25 working days after the date on which the appellant gave notice of appeal to the tribunal;     c   any application (whether to the First-tier Tribunal or the Upper Tribunal) for permission to appeal to the Upper Tribunal must be determined by the tribunal concerned not later than 20 working days after the date on which the applicant was given notice of the First-tier Tribunal’s decision.       4   A relevant appeal ceases to be an accelerated detained appeal on the appellant being released from detention under any relevant detention provision.     5   Tribunal Procedure Rules must secure that the First-tier Tribunal or (as the case may be) the Upper Tribunal may, if it is satisfied that it is the only way to secure that justice is done in a particular case, order that a relevant appeal is to cease to be an accelerated detained appeal.     6   For the purposes of this section, a “relevant appeal” is an appeal to the First-tier Tribunal under any of the following—   a   section 82(1) of the Nationality, Immigration and Asylum Act 2002 (appeals in respect of protection and human rights claims);     b   section 40A of the British Nationality Act 1981 (appeal against deprivation of citizenship);     c   the Immigration (Citizens’ Rights Appeals) (EU Exit) Regulations 2020 ( S.I. 2020/61 ) (appeal rights in respect of EU citizens’ rights immigration decisions etc);     d   regulation 36 of the Immigration (European Economic Area) Regulations 2016 ( S.I. 2016/1052 ) (appeals against EEA decisions) as it continues to have effect following its revocation.       7   For the purposes of this section, a “relevant detention provision” is any of the following—   a   paragraph 16(1), (1A) or (2) of Schedule 2 to the Immigration Act 1971 (detention of persons liable to examination or removal);     b   paragraph 2(1), (2) or (3) of Schedule 3 to that Act (detention pending deportation);     c   section 62 of the Nationality, Immigration and Asylum Act 2002 (detention of persons liable to examination or removal);     d   section 36(1) of the UK Borders Act 2007 (detention pending deportation).       8   In this section “ working day ” means any day except—   a   a Saturday or Sunday, Christmas Day, Good Friday or 26 to 31 December, and     b   any day that is a bank holiday under section 1 of the Banking and Financial Dealings Act 1971 in the part of the United Kingdom where the appellant concerned is detained.       9   Regulations under this section are subject to negative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "28", "section_title": "Claims certified as clearly unfounded: removal of right of appeal", "section_text": " 28    1   The Nationality, Immigration and Asylum Act 2002 is amended in accordance with subsections (2) and (3).     2   In section 92 (place from which an appeal may be brought or continued)—   a   in each of subsections (2)(a) and (3)(a), for “94(1) or (7) (claim clearly unfounded or removal to a safe third country)” substitute  “94(7) (removal to a safe country)” ;     b   in each of subsections (6) and (8), for “94(1) or (7)” substitute  “94(7)” .       3   In section 94 (appeal from within the United Kingdom: unfounded human rights or protection claim)—   a   after subsection (3) insert—    3A   A person may not bring an appeal under section 82 against a decision if the claim to which the decision relates has been certified under subsection (1).     ;     b   in subsection (4), for “Those States” substitute  “The States” ;     c   for the heading substitute  “Certification of human rights or protection claims as unfounded or removal to safe country” .       4   The amendments made by this section do not apply in relation to a protection claim or human rights claim that was certified by the Secretary of State under section 94(1) before the coming into force of this section.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "29", "section_title": "Removal of asylum seeker to safe country", "section_text": " 29   Schedule 4 makes amendments to—   a   section 77 of the Nationality, Immigration and Asylum Act 2002 (no removal while claim for asylum pending), and     b   Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (removal of asylum seeker to safe country).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "30", "section_title": "Refugee Convention: general", "section_text": "30 1 The following sections apply for the purposes of the determination by any person, court or tribunal whether a person (referred to in those sections as an “asylum seeker”) is a refugee within the meaning of Article 1(A)(2) of the Refugee Convention— a section 31 (persecution); b section 32 (well-founded fear); c section 33 (reasons for persecution); d section 34 (protection from persecution); e section 35 (internal relocation). 2 Section 36 applies for the purposes of the determination by any person, court or tribunal whether the provisions of the Refugee Convention do not apply to a person as a result of Article 1(F) of that Convention (disapplication of Convention to serious criminals etc). 3 Section 37 applies for the purposes of the determination by any person, court or tribunal whether Article 31(1) of the Refugee Convention (immunity from certain penalties) applies in relation to a person who is a refugee within the meaning of Article 1(A)(2) of the Refugee Convention. 4 The Refugee or Person in Need of International Protection (Qualification) Regulations 2006 ( S.I. 2006/2525 ) are revoked. 5 Subsections (1) and (2), and sections 31 to 36, apply only in relation to a determination relating to a claim for asylum where the claim was made on or after the day on which this section comes into force. 6 For the purposes of subsection (5), a claim for asylum includes a claim, in any form or to any person, which falls to be determined as mentioned in subsection (1)."}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "31", "section_title": "Article 1(A)(2): persecution", "section_text": " 31    1   For the purposes of Article 1(A)(2) of the Refugee Convention, persecution can be committed by any of the following (referred to in this Part as “ actors of persecution ”)—   a   the State,     b   any party or organisation controlling the State or a substantial part of the territory of the State, or     c   any non-State actor, if it can be demonstrated that the actors mentioned in paragraphs (a) and (b), including any international organisation, are unable or unwilling to provide reasonable protection against persecution.       2   For the purposes of that Article, the persecution must be—   a   sufficiently serious by its nature or repetition as to constitute a severe violation of a basic human right, in particular a right from which derogation cannot be made under Article 15 of the Human Rights Convention, or     b   an accumulation of various measures, including a violation of a human right, which is sufficiently severe as to affect an individual in a similar manner as specified in paragraph (a).       3   The persecution may, for example, take the form of—   a   an act of physical or mental violence, including an act of sexual violence;     b   a legal, administrative, police or judicial measure which in itself is discriminatory or which is implemented in a discriminatory manner;     c   prosecution or punishment which is disproportionate or discriminatory;     d   denial of judicial redress resulting in a disproportionate or discriminatory punishment;     e   prosecution or punishment for refusal to perform military service in a conflict, where performing military service would include crimes or acts as described in Article 1(F) of the Refugee Convention (on which, see section 36).      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "32", "section_title": "Article 1(A)(2): well-founded fear", "section_text": " 32    1   In deciding for the purposes of Article 1(A)(2) of the Refugee Convention whether an asylum seeker’s fear of persecution is well-founded, the following approach is to be taken.     2   The decision-maker must first determine, on the balance of probabilities—   a   whether the asylum seeker has a characteristic which could cause them to fear persecution for reasons of race, religion, nationality, membership of a particular social group or political opinion (or has such a characteristic attributed to them by an actor of persecution), and     b   whether the asylum seeker does in fact fear such persecution in their country of nationality (or in a case where they do not have a nationality, the country of their former habitual residence) as a result of that characteristic.      (See also section 8 of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (asylum claims etc: behaviour damaging to claimant’s credibility).)     3   Subsection (4) applies if the decision-maker finds that—   a   the asylum seeker has a characteristic mentioned in subsection (2)(a) (or has such a characteristic attributed to them), and     b   the asylum seeker fears persecution as mentioned in subsection (2)(b).       4   The decision-maker must determine whether there is a reasonable likelihood that, if the asylum seeker were returned to their country of nationality (or in a case where they do not have a nationality, the country of their former habitual residence)—   a   they would be persecuted as a result of the characteristic mentioned in subsection (2)(a), and     b   they would not be protected as mentioned in section 34.       5   The determination under subsection (4) must also include a consideration of the matter mentioned in section 35 (internal relocation).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "33", "section_title": "Article 1(A)(2): reasons for persecution", "section_text": " 33    1   For the purposes of Article 1(A)(2) of the Refugee Convention—   a   the concept of race may include consideration of matters such as a person’s colour, descent or membership of a particular ethnic group;     b   the concept of religion may include consideration of matters such as—   i   the holding of theistic, non-theistic or atheistic beliefs,     ii   the participation in formal worship in private or public, either alone or in community with others, or the abstention from such worship,     iii   other religious acts or expressions of view, or     iv   forms of personal or communal conduct based on or mandated by any religious belief;       c   the concept of nationality is not confined to citizenship (or lack of citizenship) but may include consideration of matters such as membership of a group determined by its cultural, ethnic or linguistic identity, common geographical or political origins or its relationship with the population of another State;     d   the concept of political opinion includes the holding of an opinion, thought or belief on a matter related to a potential actor of persecution and to its policies or methods, whether or not the person holding that opinion, thought or belief has acted upon it.       2   A group forms a particular social group for the purposes of Article 1(A)(2) of the Refugee Convention only if it meets both of the following conditions.     3   The first condition is that members of the group share—   a   an innate characteristic,     b   a common background that cannot be changed, or     c   a characteristic or belief that is so fundamental to identity or conscience that a person should not be forced to renounce it.       4   The second condition is that the group has a distinct identity in the relevant country because it is perceived as being different by the surrounding society.     5   A particular social group may include a group based on a common characteristic of sexual orientation, but for these purposes sexual orientation does not include acts that are criminal in any part of the United Kingdom.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "34", "section_title": "Article 1(A)(2): protection from persecution", "section_text": " 34    1   For the purposes of Article 1(A)(2) of the Refugee Convention, protection from persecution can be provided by—   a   the State, or     b   any party or organisation, including any international organisation, controlling the State or a substantial part of the territory of the State.       2   An asylum seeker is to be taken to be able to avail themselves of protection from persecution if—   a   the State, party or organisation mentioned in subsection (1) takes reasonable steps to prevent the persecution by operating an effective legal system for the detection, prosecution and punishment of acts constituting persecution, and     b   the asylum seeker is able to access the protection.      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "35", "section_title": "Article 1(A)(2): internal relocation", "section_text": " 35    1   An asylum seeker is not to be taken to be a refugee for the purposes of Article 1(A)(2) of the Refugee Convention if—   a   they would not have a well-founded fear of being persecuted in a part of their country of nationality (or in a case where they do not have a nationality, the country of their former habitual residence), and     b   they can reasonably be expected to travel to and remain in that part of the country.       2   In considering whether an asylum seeker can reasonably be expected to travel to and remain in a part of a country, a decision-maker—   a   must have regard to—   i   the general circumstances prevailing in that part of the country, and     ii   the personal circumstances of the asylum seeker;       b   must disregard any technical obstacles relating to travel to that part of that country.      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "36", "section_title": "Article 1(F): disapplication of Convention in case of serious crime etc", "section_text": " 36    1   A person has committed a crime for the purposes of Article 1(F)(a) or (b) of the Refugee Convention if they have instigated or otherwise participated in the commission of the crimes specified in those provisions.     2   In Article 1(F)(b), the reference to a serious non-political crime includes a particularly cruel action, even if it is committed with an allegedly political objective.     3   In that Article, the reference to a crime being committed by a person outside the country of refuge prior to their admission to that country as a refugee includes a crime committed by that person at any time up to and including the day on which they are issued with a relevant biometric immigration document by the Secretary of State.     4   For the purposes of subsection (3), a relevant biometric immigration document is a document that—   a   records biometric information (as defined in section 15(1A) of the UK Borders Act 2007), and     b   is evidence of leave to remain in the United Kingdom granted to a person as a result of their refugee status.      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "37", "section_title": "Article 31(1): immunity from penalties", "section_text": " 37    1   A refugee is not to be taken to have come to the United Kingdom directly from a country where their life or freedom was threatened if, in coming from that country, they stopped in another country outside the United Kingdom, unless they can show that they could not reasonably be expected to have sought protection under the Refugee Convention in that country.     2   A refugee is not to be taken to have presented themselves without delay to the authorities unless—   a   in the case of a person who became a refugee while they were outside the United Kingdom, they made a claim for asylum as soon as reasonably practicable after their arrival in the United Kingdom;     b   in the case of a person who became a refugee while they were in the United Kingdom—   i   if their presence in the United Kingdom was lawful at that time, they made a claim for asylum before the time when their presence in the United Kingdom became unlawful;     ii   if their presence in the United Kingdom was unlawful at that time, they made a claim for asylum as soon as reasonably practicable after they became aware of their need for protection under the Refugee Convention.         3   For the purposes of subsection (2)(b), a person’s presence in the United Kingdom is unlawful if they require leave to enter or remain and do not have it.     4   A penalty is not to be taken as having been imposed on account of a refugee’s illegal entry or presence in the United Kingdom where the penalty relates to anything done by the refugee in the course of an attempt to leave the United Kingdom.     5   In section 31 of the Immigration and Asylum Act 1999 (defences based on Art.31(1) of the Refugee Convention)—   a   in subsection (2), for “have expected to be given” substitute  “be expected to have sought” ;     b   after subsection (4) insert—    4A   But this section does not apply to an offence committed by a refugee in the course of an attempt to leave the United Kingdom.          6   In this section—     “ claim for asylum ” means a claim that it would be contrary to the United Kingdom’s obligations under the Refugee Convention for the claimant to be removed from, or required to leave, the United Kingdom;      “ country ” includes any territory;      “ refugee ” has the same meaning as in the Refugee Convention.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "38", "section_title": "Article 33(2): particularly serious crime", "section_text": " 38    1   Section 72 of the Nationality, Immigration and Asylum Act 2002 (serious criminal) is amended as follows.     2   In subsection (1), for “protection” substitute  “prohibition of expulsion or return” .     3   In subsection (2)—   a   in the words before paragraph (a)—   i   for “shall be presumed to have been” substitute  “is” ;     ii   omit “and to constitute a danger to the community of the United Kingdom”;       b   in paragraph (b), for “two years” substitute  “12 months” .       4   In subsection (3)—   a   in the words before paragraph (a)—   i   for “shall be presumed to have been” substitute  “is” ;     ii   omit “and to constitute a danger to the community of the United Kingdom”;       b   in paragraph (b), for “two years” substitute  “12 months” ;     c   in paragraph (c), for “two years” substitute  “12 months” .       5   In subsection (4), in the words before paragraph (a)—   a   for “shall be presumed to have been” substitute  “is” ;     b   omit “and to constitute a danger to the community of the United Kingdom”.       6   After subsection (5) insert—    5A   A person convicted by a final judgment of a particularly serious crime (whether within or outside the United Kingdom) is to be presumed to constitute a danger to the community of the United Kingdom.        7   In subsection (6), for “(2), (3) or (4)” substitute  “(5A)” .     8   In subsection (7), for “(2), (3) or (4)” substitute  “(5A)” .     9   In subsection (8), for “mentioned in subsection (6)” substitute  “under subsection (5A)” .     10   In subsection (9)(b), for “presumptions under subsection (2), (3) or (4) apply” substitute  “a presumption under subsection (5A) applies” .     11   In subsection (10)(b), for “presumptions under subsections (2), (3) or (4) apply” substitute  “a presumption under subsection (5A) applies” .     12   In subsection (11)(b)—   a   in the opening words, for “two years” substitute  “12 months” ;     b   in sub-paragraph (ia), for “two years”, in both places it occurs, substitute  “12 months” ;     c   in sub-paragraph (iii), for “two years” substitute  “12 months” .       13   The amendments made by this section apply only in relation to a person convicted on or after the date on which this section comes into force.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "39", "section_title": "Interpretation of Part 2", "section_text": " 39   In this Part—     “ human rights claim ” has the meaning given by section 113 of the Nationality, Immigration and Asylum Act 2002;      the “ Human Rights Convention ” means the Convention for the Protection of Human Rights and Fundamental Freedoms agreed by the Council of Europe at Rome on 4 November 1950 as it has effect for the time being in relation to the United Kingdom;      “ immigration officer ” means a person appointed by the Secretary of State as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971;      “ immigration rules ” means rules under section 3(2) of the Immigration Act 1971;      the “ Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and its Protocol;      “ protection claim ” has the meaning given by section 82(2) of the Nationality, Immigration and Asylum Act 2002.     "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "40", "section_title": "Illegal entry and similar offences", "section_text": " 40    1   The Immigration Act 1971 is amended in accordance with subsections (2) to (7).     2   In section 24 (illegal entry and similar offences), before subsection (1) insert—    A1   A person who knowingly enters the United Kingdom in breach of a deportation order commits an offence.     B1   A person who—   a   requires leave to enter the United Kingdom under this Act, and     b   knowingly enters the United Kingdom without such leave,    commits an offence.     C1   A person who—   a   has only a limited leave to enter or remain in the United Kingdom, and     b   knowingly remains beyond the time limited by the leave,    commits an offence.     D1   A person who—   a   requires entry clearance under the immigration rules, and     b   knowingly arrives in the United Kingdom without a valid entry clearance,    commits an offence.     E1   A person who—   a   is required under immigration rules not to travel to the United Kingdom without an ETA that is valid for the person’s journey to the United Kingdom, and     b   knowingly arrives in the United Kingdom without such an ETA,    commits an offence.     F1   A person who commits an offence under any of subsections  (A1)  to  (E1)  is liable—   a   on summary conviction in England and Wales, to imprisonment for a term not exceeding 12 months or a fine (or both);     b   on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum (or both);     c   on summary conviction in Northern Ireland, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum (or both);     d   on conviction on indictment—   i   for an offence under subsection  (A1) , to imprisonment for a term not exceeding five years or a fine (or both);     ii   for an offence under any of subsections  (B1)  to  (E1) , to imprisonment for a term not exceeding four years or a fine (or both).         G1   In relation to an offence committed before paragraph 24(2) of Schedule 22 to the Sentencing Act 2020 comes into force, the reference in subsection  (F1)(a)  to 12 months is to be read as a reference to six months.        3   In that section—   a   in subsection (1)—   i   omit paragraph (a);     ii   in paragraph (b), for the words from “either” to the end, substitute  “fails to observe a condition of the leave;” ;       b   in subsection (1A), for “subsection (1)(b)(i)” substitute  “subsection (C1)” ;     c   in subsection (3), for “subsection (1)(a) and (c)” substitute  “subsections (A1), (B1), (D1), (E1) and (1)(c)” ;     d   in subsection (4)—   i   in the words before paragraph (a), for “against subsection (1)(a)” substitute  “under subsection (B1)” ;     ii   in paragraph (b), omit the words from the first “if” to the end.       e   after subsection (4) insert—    5   In proceedings for an offence under subsection (D1) above of arriving in the United Kingdom without a valid entry clearance—   a   any document attached to a passport or other travel document purporting to have been issued by the Secretary of State for the purposes of providing evidence of entry clearance for a particular period is to be presumed to have been duly so issued unless the contrary is proved;     b   proof that a person had a valid entry clearance is to lie on the defence.            4   In section 25 (assisting unlawful immigration), in subsection (2)(a), after “enter” insert  “or arrive in” .     5   In section 28B (search and arrest by warrant), in subsection (5), for “24(1)(a), (b)” substitute  “24(A1), (B1), (C1), (D1), (E1) or (1)(b)” .     6   In section 28D (entry and search of premises), in subsection (4), for “24(1)(a), (b)” substitute  “24(A1), (B1), (C1), (D1), (E1) or (1)(b)” .     7   In section 28FA (search for personnel records: warrant unnecessary), in subsection (1)—   a   in paragraph (a), for “24(1)” substitute  “24” ;     b   in paragraph (c), for “24(1)” substitute  “24” .       8   In the Nationality, Immigration and Asylum Act 2002—   a   in section 129(1) (duty on local authority to disclose information on suspected immigration offences), in paragraph (a), for “24(1)(a), (b), (c), (e)” substitute  “24(A1), (B1), (C1), (D1), (E1) or (1)(b), (c)” ;     b   in section 134(1) (duty on employer to disclose information on suspected immigration offences), in paragraph (a), for “24(1)(a), (b), (c), (e)” substitute  “24(A1), (B1), (C1), (D1), (E1) or (1)(b), (c)” .       9   In section 133(7) of the Criminal Justice and Immigration Act 2008 (conditions), for “any provision of section 24(1)” substitute  “section 24” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "41", "section_title": "Assisting unlawful immigration or asylum seeker", "section_text": " 41    1   The Immigration Act 1971 is amended as follows.     2   In section 25(6)(a) (assisting unlawful immigration to member State or the United Kingdom: penalties) for “imprisonment for a term not exceeding 14 years” substitute  “imprisonment for life” .     3   In section 25A(1)(a) (helping asylum seeker to enter United Kingdom) omit “and for gain”.     4   Before section 25C insert—    Facilitation offences: application to rescuers   25BA    1   A person does not commit a facilitation offence if the act of facilitation was an act done by or on behalf of, or co-ordinated by—   a   Her Majesty’s Coastguard, or     b   an overseas maritime search and rescue authority exercising similar functions to those of Her Majesty’s Coastguard.       2   In proceedings for a facilitation offence, it is a defence for the person charged with the offence to show that—   a   the assisted individual had been in danger or distress at sea, and     b   the act of facilitation was an act of providing assistance to the individual at any time between—   i   the time when the assisted individual was first in danger or distress at sea, and     ii   the time when the assisted individual was delivered to a place of safety on land.         3   For the purposes of subsection (2), the following are not to be treated as an act of providing assistance—   a   the act of delivering the assisted individual to the United Kingdom in circumstances where—   i   the United Kingdom was not the nearest place of safety on land to which the assisted individual could have been delivered, and     ii   the person charged with the offence did not have a good reason for delivering the assisted individual to the United Kingdom instead of to a nearer place of safety on land;       b   the act of steering a ship in circumstances where the person charged with the offence was on the same ship as the assisted individual at the time when the individual was first in danger or distress at sea.       4   A person is taken to have shown a fact mentioned in subsection (2) if—   a   sufficient evidence of the fact is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       5   In this section—     “act of facilitation”—     in relation to an offence under section 25 (assisting unlawful immigration), means the act mentioned in subsection (1)(a) of that section;      in relation to an offence under section 25A (helping asylum-seeker to enter the UK), means the act of facilitating the arrival (or attempted arrival) in, or entry (or attempted entry) into, the United Kingdom of an individual, as mentioned in subsection (1)(a) of that section;      in relation to an offence under section 25B(1) (facilitating breach of deportation order), means the act mentioned in subsection (1)(a) of that section;      in relation to an offence under section 25B(3) (assisting entry to UK in breach of an exclusion order), means the act mentioned in subsection (3)(a) of that section;         “assisted individual”—     in relation to an offence under section 25, means the individual whose breach (or attempted breach) of immigration law is facilitated by the act of facilitation;      in relation to an offence under section 25A, means the individual whose arrival (or attempted arrival) in, or entry (or attempted entry) into, the United Kingdom is facilitated by the act of facilitation;      in relation to an offence under section 25B(1), means the individual whose breach (or attempted breach) of a deportation order is facilitated by the act of facilitation;      in relation to an offence under section 25B(3), means the individual who is assisted to arrive in, enter or remain (or to attempt to arrive in, enter or remain) in the United Kingdom by the act of facilitation;         “ facilitation offence ” means—     an offence under section 25 (assisting unlawful immigration),      an offence under section 25A (helping asylum-seeker to enter the United Kingdom), or      an offence under section 25B (assisting entry to the United Kingdom in breach of deportation or exclusion order) to the extent that the section continues to apply by virtue of regulation 5(7) of the Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020 (Consequential, Saving, Transitional and Transitory Provisions) (EU Exit) Regulations 2020 ( S.I. 2020/1309 );         “ ship ” includes—     every description of vessel (including a hovercraft), and      any other structure (whether with or without means of propulsion) constructed or used to carry persons, goods, plant or machinery by water.              Facilitation offences: defences relating to stowaways   25BB    1   In proceedings for a facilitation offence brought against a master of a ship, it is a defence for the master to show—   a   that the assisted individual was a stowaway when the act of facilitation took place, and     b   that the master, or a person acting on the master’s behalf, reported the presence of the assisted individual on the ship to the Secretary of State or an immigration officer—   i   in a case where the ship was scheduled to go to the United Kingdom, as soon as reasonably practicable after the time when the ship’s next scheduled port of call became a port in the United Kingdom, or     ii   in a case where the ship was not scheduled to go to the United Kingdom but the master of the ship decided that the ship needed to go to the United Kingdom (whether for reasons relating to the presence of the assisted individual on board or for other reasons), as soon as reasonably practicable after the master made that decision.         2   In proceedings for a facilitation offence, it is a defence for the person charged with the offence to show—   a   that the assisted individual was a stowaway when the act of facilitation took place,     b   that they were acting to ensure the security, general health, welfare or safety of the assisted individual, and     c   that they had reported the presence of the assisted individual to the master of the ship as soon as reasonably practicable.       3   A person is taken to have shown a fact mentioned in subsection (1) or (2) if—   a   sufficient evidence of the fact is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       4   For the purposes of this section, an individual is a stowaway on a ship if—   a   they boarded the ship without the knowledge of the master of the ship, and     b   the master was not aware of their presence on the ship when the ship departed from the port where the individual boarded.       5   But an individual ceases to be a stowaway if, after the master of the ship has become aware of their presence on the ship, the individual is given permission to leave the ship by the immigration authorities of a country that the ship arrives at (whether or not they do in fact leave the ship there).     6   In this section, “ act of facilitation ”, “ assisted individual ”, “ facilitation offence ” and “ ship ” have the same meanings as in section 25BA.          "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "42", "section_title": "Penalty for failure to secure goods vehicle", "section_text": " 42   Schedule 5 amends the Immigration and Asylum Act 1999 to make provision for the imposition of a penalty for failure adequately to secure a goods vehicle against unauthorised access and other related matters.  "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "43", "section_title": "Working in United Kingdom waters: arrival and entry", "section_text": " 43    1   After section 11 of the Immigration Act 1971 (construction of references to entry etc) insert—    Working in United Kingdom waters   11A    1   An “offshore worker” is a person who arrives in United Kingdom waters—   a   for the purpose of undertaking work in those waters, and     b   without first entering the United Kingdom (see, in particular, section 11(1)).      But see subsection  (6) .     2   An offshore worker arrives in the United Kingdom for the purposes of this Act when they arrive in United Kingdom waters as mentioned in subsection (1)(a).     3   An offshore worker enters the United Kingdom for the purposes of this Act when they commence working in United Kingdom waters.     4   Any reference in, or in a provision made under, the Immigration Acts to a person arriving in or entering the United Kingdom, however expressed, is to be read as including a reference to an offshore worker arriving in or entering the United Kingdom as provided for in subsection (2) or (3).     5   References in this section to work, or to a person working, are to be read in accordance with section 24B(10).     6   A person is not an offshore worker if they arrive in United Kingdom waters while working as a member of the crew of a ship that is—   a   exercising the right of innocent passage through the territorial sea or the right of transit passage through straits used for international navigation, or     b   passing through United Kingdom waters from non-UK waters to a place in the United Kingdom or vice versa.       7   For the purposes of any provision of, or made under, the Immigration Acts, a person working in United Kingdom waters who, in connection with that work, temporarily enters non-UK waters is not to be treated by virtue of doing so as leaving, or being outside, the United Kingdom.     8   In this section—     “ non-UK waters ” means the sea beyond the seaward limits of the territorial sea;      “right of innocent passage”, “right of transit passage” and “straits used for international navigation” are to be read in accordance with the United Nations Convention on the Law of the Sea 1982 (Cmnd 8941) and any modifications of that Convention agreed after the passing of the Nationality and Borders Act 2022 that have entered into force in relation to the United Kingdom;      “ the territorial sea ” means the territorial sea adjacent to the United Kingdom;      “ United Kingdom waters ” means the sea and other waters within the seaward limits of the territorial sea.           Offshore workers: requirements to notify arrival and entry dates etc   11B    1   The Secretary of State may by regulations make provision for and in connection with requiring—   a   an offshore worker, or     b   if an offshore worker has one, their sponsor;    to give notice to the Secretary of State or an immigration officer of the dates on which the offshore worker arrives in, enters and leaves the United Kingdom.     2   The regulations may make provision for the failure of an offshore worker to comply with a requirement imposed under the regulations to be a ground for—   a   the cancellation or variation of their leave to enter or remain in the United Kingdom;     b   refusing them leave to enter or remain in the United Kingdom.       3   The failure of an offshore worker’s sponsor to comply with a requirement imposed under the regulations may be taken into account by the Secretary of State when operating immigration skills arrangements made with the sponsor.     4   Regulations under this section—   a   are to be made by statutory instrument;     b   may make different provision for different cases;     c   may make incidental, supplementary, consequential, transitional, transitory or saving provision.       5   A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament.     6   For the purposes of this section—   a   “ offshore worker ” has the same meaning as in section 11A;     b   a person is an offshore worker’s “sponsor” if they have made immigration skills arrangements with the Secretary of State in relation to the offshore worker;     c   “ immigration skills arrangements ” has the meaning given by section 70A(2) of the Immigration Act 2014.             2   Schedule 6 makes consequential and related amendments.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "44", "section_title": "Power to search container unloaded from ship or aircraft", "section_text": " 44    1   The Immigration Act 1971 is amended as follows.     2   In sub-paragraph (5) of paragraph 1 of Schedule 2 (powers to search ship or aircraft etc), after “vehicle” insert  “or container” .     3   After that sub-paragraph insert—    6   For the purposes of searching a container under sub-paragraph (5), an immigration officer may direct any person who has control of the container to deliver the container to a place specified by the immigration officer.     7   In this paragraph, “ container ” has the same meaning as in the Customs and Excise Management Act 1979 (see section 1(1) of that Act).        4   In section 26(1) (general offences in connection with administration of Act), after paragraph (g) insert—    h   if, without reasonable excuse, the person fails to comply with a direction under paragraph 1(6) of Schedule 2 (direction to move a container for purposes of a search).       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "45", "section_title": "Maritime enforcement", "section_text": " 45   Schedule 7 contains amendments to Part 3A of the Immigration Act 1971 (maritime enforcement).  "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "46", "section_title": "Removals: notice requirements", "section_text": " 46    1   Section 10 of the Immigration and Asylum Act 1999 (removal of persons unlawfully in the United Kingdom) is amended as set out in subsections (2) to (6).     2   In subsection (1)—   a   for “may be removed” substitute  “is liable to removal” ;     b   omit “under the authority of the Secretary of State or an immigration officer”.       3   For subsection (2) substitute—    2   Where a person (“ P ”) is liable to removal, or has been removed, from the United Kingdom under this section, a member of P’s family who meets the following three conditions is also liable to removal from the United Kingdom, provided that the Secretary of State or an immigration officer has given the family member written notice of the fact that they are liable to removal.        4   After subsection (6) insert—    6A   A person who is liable to removal from the United Kingdom under this section may be removed only under the authority of the Secretary of State or an immigration officer and in accordance with sections 10A to 10E.        5   In subsection (7), for “subsection (1) or (2)” substitute  “this section” .     6   In subsection (10)—   a   in paragraph (a), for “subsection (2)” substitute  “this section” ;     b   in paragraph (b), at the end insert  “or sections 10A to 10E” .       7   After that section insert—    Removal: general notice requirements   10A    1   This section applies to a person who is liable to removal under section 10; but see sections 10C to 10E for the circumstances in which such a person may be removed otherwise than in accordance with this section.     2   The person may be removed if—   a   the Secretary of State or an immigration officer has given the person—   i   a notice of intention to remove (see subsection (3)), and     ii   a notice of departure details (see subsection (4)), and       b   any notice period has expired.       3   A notice of intention to remove is a written notice which—   a   states that the person is to be removed,     b   sets out the notice period, (see subsection  (7) ), and     c   states the destination to which the person is to be removed.       4   A notice of departure details under this section is a written notice which—   a   states the date on which the person is to be removed,     b   states the destination to which the person is to be removed and any stops that are expected to be made on the way to that destination, and     c   if subsection (6) applies, sets out the notice period (see subsection (7)).       5   The notice of intention to remove and the notice of departure details may be combined.     6   This subsection applies if the notice of departure details states, under subsection (4)(b)—   a   a destination which is different to the destination stated under subsection (3)(c) in the notice of intention to remove, or     b   any stops that were not stated in the notice of intention to remove, other than a stop in—   i   the United Kingdom, or     ii   a country that is for the time being specified in Part 2 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004.         7   The notice period must be no shorter than the period of five working days beginning with the day after the day on which the person is given the notice.     8   At any time before the person is removed, the Secretary of State or an immigration officer may replace a notice of departure details under this section.     9   This section is subject to section 10B (failed removals).     10   In this section “ working day ” means a day other than a Saturday, a Sunday, Christmas Day, Good Friday or a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom where the person is when they are given the notice.        Failed removals   10B    1   This section applies where as a result of matters reasonably beyond the control of the Secretary of State, such as—   a   adverse weather conditions,     b   technical faults or other issues causing delays to transport, or     c   disruption by the person to be removed or others,    a person is not removed from the United Kingdom on the date stated in a notice of departure details under section 10A (“the original notice”).     2   The person may be removed from the United Kingdom if—   a   the Secretary of State or an immigration officer has given the person a notice of departure details (see subsection (3)), and     b   they are removed before the end of the period of 21 days beginning with the date stated in the original notice.       3   A notice of departure details under this section is a written notice which—   a   states the date on which the person is to be removed, and     b   states the destination to which the person is to be removed and any stops that are expected to be made on the way to that destination.       4   But this section does not apply if the notice under subsection (3) states, under subsection (3)(b)—   a   a destination which is different to the destination stated in the original notice, or     b   any stops that were not stated in the original notice, other than a stop in—   i   the United Kingdom, or     ii   a country that is for the time being specified in Part 2 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004.         5   At any time before the person is removed, the Secretary of State or an immigration officer may replace a notice of departure details under this section.        Removal: notice requirements in port cases   10C    1   This section applies to a person who is liable to removal under section 10 if the person was refused leave to enter upon their arrival in the United Kingdom.     2   The person may be removed if—   a   the Secretary of State or an immigration officer has given the person a notice of departure details under this section which—   i   states the date on which the person is to be removed, and     ii   states the destination to which the person is to be removed and any stops that are expected to be made on the way to that destination, and       b   the date stated under paragraph (a)(i) is a date before the end of the period of seven days beginning with the day after the day on which the person was refused leave to enter.       3   At any time before the person is removed, the Secretary of State or an immigration officer may replace a notice of departure details under this section.        Removal: PRN recipients   10D    1   This section applies to a person who is liable to removal under section 10 and is a PRN recipient.     2   If the person does not make a protection claim or a human rights claim before the PRN cut-off date, the person may be removed from the United Kingdom if—   a   the Secretary of State or an immigration officer has given the person a notice of departure details (see subsection (4)), and     b   they are removed before the end of the period of 21 days beginning with the day after the PRN cut-off date.       3   If the PRN recipient makes a protection claim or a human rights claim, the person may be removed from the United Kingdom if—   a   the Secretary of State or an immigration officer has given the person a notice of departure details (see subsection (4)),     b   their appeal rights are exhausted, and     c   they are removed before the end of the period of 21 days beginning with the day after the date on which their appeal rights are exhausted;    and for the purposes of this subsection, whether a PRN recipient’s appeal rights are exhausted is to be determined in accordance with section 20(3) of the Nationality and Borders Act 2022 (and see, in particular, section 82A of the Nationality, Immigration and Asylum Act 2002).     4   A notice of departure details under this section is a written notice which—   a   states the date on which the person is to be removed,     b   states the destination to which the person is to be removed and any stops that are expected to be made on the way to that destination.       5   But this section does not apply unless the priority removal notice stated—   a   a destination to which the person is to be removed which is the same as the destination stated in the notice of departure details under subsection (4)(b), and     b   stops, other than stops falling within subsection (6), that are expected to be made on the way to that destination which are the same as those stated in the notice of departure details under subsection (4)(b).       6   A stop falls within this subsection if it is a stop in—   a   the United Kingdom, or     b   a country that is for the time being specified in Part 2 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004.       7   At any time before the person is removed, the Secretary of State or an immigration officer may replace a notice of departure details under this section.     8   For the purposes of this section and section 10E—     “ priority removal notice ”, “ PRN cut-off date ” and “ PRN recipient ” have the same meaning as in section 20 of the Nationality and Borders Act 2022;      “ protection claim ” and “ human rights claim ” have the same meaning as in Part 5 of the Nationality, Immigration and Asylum Act 2002.           Removal: judicial review   10E    1   This section applies to a person (whether or not they are a PRN recipient) who is liable to removal under section 10 where—   a   the person has made an application for judicial review or (in Scotland) an application to the supervisory jurisdiction of the Court of Session, relating to their removal, and     b   a court or tribunal has made a decision the effect of which is that the person may be removed from the United Kingdom.       2   The person may be removed from the United Kingdom if—   a   the Secretary of State or an immigration officer has given the person a notice of departure details (see subsection (3)), and     b   they are removed before the end of the period of 21 days beginning with the day after the day on which the court or tribunal made the decision mentioned in subsection (1)(b).       3   A notice of departure details under this section is a written notice which—   a   states the date on which the person is to be removed,     b   states the destination to which the person is to be removed and any stops that are expected to be made on the way to that destination.       4   But this section does not apply unless the person has received a priority removal notice or a notice of intention to remove under section 10A(3) which stated—   a   a destination to which the person is to be removed which is the same as the destination stated in the notice of departure details under subsection (3)(b), and     b   stops, other than stops falling within subsection (5), that are expected to be made on the way to that destination which are the same as those stated in the notice of departure details under subsection (3)(b).       5   A stop falls within this subsection if it is a stop in—   a   the United Kingdom, or     b   a country that is for the time being specified in Part 2 of Schedule 3 to the Asylum and Immigration (Treatment of Claimants, etc) Act 2004.       6   At any time before the person is removed, the Secretary of State or an immigration officer may replace a notice of departure details under this section.           8   In Schedule 10 to the Immigration Act 2016 (immigration bail), in paragraph 3(4) (bail not to be granted to person subject to removal directions without consent of Secretary of State), in paragraph (b) for “14” substitute  “21” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "47", "section_title": "Prisoners liable to removal from the United Kingdom", "section_text": " 47    1   The Criminal Justice Act 2003 is amended as follows.     2   Section 260 (early removal of prisoners liable to removal from the United Kingdom) is amended as set out in subsections (3) to (8).     3   For subsections (1) to (2B) substitute—    1   Where a fixed-term prisoner is liable to removal from the United Kingdom, the Secretary of State may remove the prisoner from prison under this section at any time after the prisoner has served the minimum pre-removal custodial period (whether or not the Board has directed the prisoner’s release under this Chapter).     2   The minimum pre-removal custodial period is the longer of—   a   one half of the requisite custodial period, and     b   the requisite custodial period less one year.          4   In subsection (2C), for “Subsections (1) and (2A) do” substitute  “Subsection (1) does” .     5   In subsection (4), for paragraph (b) substitute—    b   so long as remaining in the United Kingdom, and in the event of a return to the United Kingdom after removal, is liable to be detained in pursuance of his sentence.        6   After subsection (4) insert—    4A   Where a person has been removed from prison under this section, a day on which the person has not spent any part of the day in prison or otherwise detained in pursuance of their sentence is not, unless the Secretary of State otherwise directs, to be included—   a   when determining for the purposes of any provision of this Chapter how much of their sentence they have (or would have) served, or     b   when determining for the purposes of section 244ZC(2), 244A(2)(b) or 246A(4)(b) the date of an anniversary of a disposal of a reference of the person’s case to the Board (so that the anniversary is treated as falling  x  days after the actual anniversary, where  x  is the number of days on which the person has not spent any part of the day in prison or otherwise detained in pursuance of their sentence).       4B   Where—   a   before a prisoner’s removal from prison under this section their case had been referred to the Board under section 244ZB(3), 244ZC(2), 244A(2) or 246A(4), and     b   the person is removed from the United Kingdom before the Board has disposed of the reference,    the reference lapses upon the person’s removal from the United Kingdom (and paragraph 8 of Schedule 19B applies in the event of their return).        7   Omit subsection (5).     8   In subsection (6), for paragraphs (a) to (c) substitute—    a   amend the fraction for the time being specified in subsection (2)(a);     b   amend the time period for the time being specified in subsection (2)(b).        9   For section 261 substitute—    Removal under section 260 and subsequent return to UK: effect on sentence   261   Where a person—   a   has been removed from prison under section 260 on or after the day on which section 47 of the Nationality and Borders Act 2022 came into force,     b   has been removed from the United Kingdom following that removal from prison, and     c   returns to the United Kingdom,    this Chapter applies to the person with the modifications set out in Schedule 19B.         10   In section 263 (concurrent terms), after subsection (2), insert—    2A   Where this section applies, nothing in section 260 authorises the Secretary of State to remove the offender from prison in respect of any of the terms unless and until that section authorises the Secretary of State to do so in respect of each of the others.        11   After Schedule 19A, insert the Schedule 19B set out in Schedule 8.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "48", "section_title": "Matters relevant to decisions relating to immigration bail", "section_text": " 48   In paragraph 3(2) of Schedule 10 to the Immigration Act 2016 (matters to be taken into account in making decision on immigration bail), for the “and” at the end of paragraph (e) substitute—    ea   whether the person has failed without reasonable excuse to cooperate with any process—   i   for determining whether the person requires or should be granted leave to enter or remain in the United Kingdom,     ii   for determining the period for which the person should be granted such leave and any conditions to which it should be subject,     iii   for determining whether the person’s leave to enter or remain in the United Kingdom should be varied, curtailed, suspended or cancelled,     iv   for determining whether the person should be removed from the United Kingdom, or     v   for removing the person from the United Kingdom, and       .  "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "49", "section_title": "Interpretation of Part etc", "section_text": " 49    1   In this Part, “ age-disputed person ” means a person—   a   who requires leave to enter or remain in the United Kingdom (whether or not such leave has been given), and     b   in relation to whom—   i   a local authority,     ii   a public authority specified in regulations under section 50(1)(b), or     iii   the Secretary of State,    has insufficient evidence to be sure of their age.       2   In this Part—     “ decision-maker ” means a person who conducts an age assessment under section 50 or 51;      “ designated person ” means an official of the Secretary of State who is designated by the Secretary of State to conduct age assessments under section 50 or 51;      “ immigration functions ” means functions exercisable by virtue of the Immigration Acts;      “ immigration officer ” means a person appointed by the Secretary of State as an immigration officer under paragraph 1 of Schedule 2 to the Immigration Act 1971;      “local authority”—     in relation to England and Wales, means a local authority within the meaning of the Children Act 1989 (see section 105(1) of that Act),      in relation to Scotland, means a council constituted under section 2 of the Local Government etc (Scotland) Act 1994, and      in relation to Northern Ireland, means a Health and Social Care trust established under Article 10 of the Health and Personal Social Services (Northern Ireland) Order 1991 ( S.I. 1991/194 (N.I. 1) );         “ public authority ” means a public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal;      “ specified scientific method ” means a method used for assessing a person’s age which is specified in regulations under section 52(1).        3   In this Part, “ relevant children’s legislation ” means—   a   in relation to a local authority in England, any provision of or made under Part 3, 4 or 5 of the Children Act 1989 (support for children and families; care and supervision; protection of children);     b   in relation to a local authority in Wales, Scotland or Northern Ireland, any statutory provision (including a provision passed or made after the coming into force of this Part) that confers a corresponding function on such an authority.       4   In subsection (3)—     “ corresponding function ” means a function that corresponds to a function conferred on a local authority in England by or under Part 3, 4 or 5 of the Children Act 1989;      “ statutory provision ” means a provision made by or under—     an Act,      an Act of the Scottish Parliament,      an Act or Measure of Senedd Cymru, or      Northern Ireland legislation.           5   In section 94 of the Immigration and Asylum Act 1999 (support for asylum-seekers: interpretation), for subsection (7) substitute—    7   For further provision as to the conduct of age assessments, which applies for the purposes of this Part, see Part 4 of the Nationality and Borders Act 2022.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "50", "section_title": "Persons subject to immigration control: referral or assessment by local authority etc", "section_text": " 50    1   The following authorities may refer an age-disputed person to a designated person for an age assessment under this section—   a   a local authority;     b   a public authority specified in regulations made by the Secretary of State.       2   Subsections (3) and (4) apply where—   a   a local authority needs to know the age of an age-disputed person for the purposes of deciding whether or how to exercise any of its functions under relevant children’s legislation in relation to the person, or     b   the Secretary of State notifies a local authority in writing that the Secretary of State doubts that an age-disputed person in relation to whom the local authority has exercised or may exercise functions under relevant children’s legislation is the age that they claim (or are claimed) to be.       3   The local authority must—   a   refer the age-disputed person to a designated person for an age assessment under this section,     b   conduct an age assessment on the age-disputed person itself and inform the Secretary of State in writing of the result of its assessment, or     c   inform the Secretary of State in writing that it is satisfied that the person is the age they claim (or are claimed) to be, without the need for an age assessment.       4   Where a local authority—   a   conducts an age assessment itself, or     b   informs the Secretary of State that it is satisfied that an age-disputed person is the age they claim (or are claimed) to be,    it must, on request from the Secretary of State, provide the Secretary of State with such evidence as the Secretary of State reasonably requires for the Secretary of State to consider the local authority’s decision under subsection (3)(b) or (c).     5   Where a local authority refers an age-disputed person to a designated person for an age assessment under subsection (1) or (3)(a), the local authority must provide any assistance that the designated person reasonably requires from the authority for the purposes of conducting that assessment.     6   The standard of proof for an age assessment under this section is the balance of probabilities.     7   An age assessment of an age-disputed person conducted by a designated person following a referral from a local authority under subsection (1) or (3)(a) is binding—   a   on the Secretary of State and immigration officers when exercising immigration functions, and     b   on a local authority that—   i   has exercised or may exercise functions under relevant children’s legislation in relation to the age-disputed person, and     ii   is aware of the age assessment conducted by the designated person.        But this is subject to section 54(5) (decision of Tribunal to be binding on Secretary of State and local authorities) and section 56 (new information following age assessment or appeal).     8   Regulations under subsection (1)(b) are subject to negative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "51", "section_title": "Persons subject to immigration control: assessment for immigration purposes", "section_text": " 51    1   A designated person may conduct an age assessment on an age-disputed person for the purposes of deciding whether or how the Secretary of State or an immigration officer should exercise any immigration functions in relation to the person.     2   An assessment under subsection (1) may be conducted—   a   in a case where subsections (3) and (4) of section 50 do not apply, or     b   in a case where those subsections do apply—   i   at any time before a local authority has referred the age-disputed person to a designated person under section 50(3)(a) or has informed the Secretary of State as mentioned in subsection (3)(b) or (c) of that section, or     ii   if the Secretary of State has reason to doubt a local authority’s decision under subsection (3)(b) or (c) of that section.         3   An age assessment under this section is binding on the Secretary of State and immigration officers when exercising immigration functions.    But this is subject to section 54(5) (decision of Tribunal to be binding on Secretary of State and local authorities) and section 56 (new information following age assessment or appeal).     4   The standard of proof for an age assessment under this section is the balance of probabilities.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "52", "section_title": "Use of scientific methods in age assessments", "section_text": " 52    1   The Secretary of State may make regulations specifying scientific methods that may be used for the purposes of age assessments under section 50 or 51.     2   The types of scientific method that may be specified include methods involving—   a   examining or measuring parts of a person’s body, including by the use of imaging technology;     b   the analysis of saliva, cell or other samples taken from a person (including the analysis of DNA in the samples).       3   A method may not be specified in regulations under subsection (1) unless the Secretary of State determines, after having sought scientific advice, that the method is appropriate for assessing a person’s age.     4   A specified scientific method may be used for the purposes of an age assessment under section 50 or 51 only if the appropriate consent is given.     5   The appropriate consent is—   a   where the age-disputed person has the capacity to consent to the use of the scientific method in question, their consent;     b   where the age-disputed person does not have the capacity to consent to the use of the scientific method in question, the consent of—   i   the person’s parent or guardian, or     ii   another person, of a description specified in regulations made by the Secretary of State, who is able to give consent on behalf of the age-disputed person.         6   Subsection (7) applies where—   a   the age-disputed person or, in a case where the age-disputed person lacks capacity, a person mentioned in subsection (5)(b), decides not to consent to the use of a specified scientific method, and     b   there are no reasonable grounds for that decision.       7   In deciding whether to believe any statement made by or on behalf of the age-disputed person that is relevant to the assessment of their age, the decision-maker must take into account, as damaging the age-disputed person’s credibility (or the credibility of a person who has made a statement on their behalf), the decision not to consent to the use of the specified scientific method.     8   Regulations under this section are subject to affirmative resolution procedure.     9   This section does not prevent the use of a scientific method that is not a specified scientific method for the purposes of an age assessment under section 50 or 51 if the decision-maker considers it appropriate to do so and, where necessary, the appropriate consent is given.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "53", "section_title": "Regulations about age assessments", "section_text": " 53    1   The Secretary of State may make regulations about age assessments under section 50 or 51, which may in particular include provision about—   a   the processes to be followed, including—   i   the information and evidence that must be considered and the weight to be given to it,     ii   the circumstances in which an abbreviated age assessment may be appropriate,     iii   protections or safeguarding measures for the age-disputed person, and     iv   where consent is required for the use of a specified scientific method, the processes for assessing a person’s capacity to consent, for seeking consent and for recording the decision on consent;       b   the qualifications or experience necessary for a person to conduct an age assessment;     c   where an age assessment includes use of specified scientific methods—   i   the qualifications or experience necessary for a person to conduct tests in accordance with those methods, and     ii   the settings in which such tests must be carried out;       d   the content and distribution of reports on age assessments;     e   the communication of decisions to the age-disputed person and any other person affected by the decision, and notification of appeal rights (see section 54); and     f   the consequences of a lack of co-operation with the assessment by the age-disputed person, which may include damage to the person’s credibility.       2   The regulations may also include provision about—   a   referrals under section 50(1) or (3)(a), including the process for making such a referral and about the withdrawal of a referral;     b   how and when a local authority must inform the Secretary of State as mentioned in section 50(3)(b) and (c);     c   evidence that the Secretary of State may require as mentioned in section 50(4).       3   Regulations under this section are subject to affirmative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "54", "section_title": "Appeals relating to age assessments", "section_text": " 54    1   This section applies if—   a   an age assessment is conducted on an age-disputed person (“ P ”) under section 50 or 51, and     b   the decision-maker decides that P is an age other than the age that P claims (or is claimed) to be.       2   P may appeal to the First-tier Tribunal against the decision-maker’s decision.     3   On the appeal, the Tribunal must—   a   determine P’s age on the balance of probabilities, and     b   assign a date of birth to P.       4   In making the determination, the Tribunal may consider any matter which it thinks relevant, including—   a   any matter of which the decision-maker was unaware, and     b   any matter arising after the date of the decision appealed against.       5   A determination on an appeal under subsection  (2)  is binding—   a   on the Secretary of State and immigration officers when exercising immigration functions in relation to P, and     b   on a local authority that has exercised or may exercise functions under relevant children’s legislation in relation to P.       6   This section is subject to—   a   section 55 (appeals relating to age assessments: supplementary), and     b   section 56 (new information following age assessment or appeal).      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "55", "section_title": "Appeals relating to age assessments: supplementary", "section_text": " 55    1   This section applies to an appeal under section 54(2).     2   The appeal must be brought from within the United Kingdom.     3   If the person who brings the appeal leaves the United Kingdom before the appeal is finally determined, the appeal is to be treated as abandoned.     4   The person who brings the appeal may make an application to the First-tier Tribunal for an order that, until the appeal is finally determined, withdrawn or abandoned, the local authority must exercise its functions under relevant children’s legislation in relation to the person on the basis that they are the age that they claim (or are claimed) to be.     5   Subsection  (6)  applies if it is alleged—   a   that a document relied on by a party to an appeal is a forgery, and     b   that disclosure to that party of a matter relating to the detection of the forgery would be contrary to the public interest.       6   The First-tier Tribunal—   a   must investigate the allegation in private, and     b   may proceed in private so far as necessary to prevent disclosure of the matter referred to in subsection  (5)(b) .       7   Subsection  (8)  applies in relation to—   a   proceedings on an appeal, and     b   proceedings in the Upper Tribunal arising out of proceedings within paragraph (a).       8   Practice directions under section 23 of the Tribunals, Courts and Enforcement Act 2007 may require the First-tier Tribunal or the Upper Tribunal to treat a specified decision of the First-tier Tribunal or the Upper Tribunal as authoritative in respect of a particular matter.     9   For the purposes of this Part an appeal is not finally determined if—   a   an application for permission to appeal under section 11, 13 or 14B of the Tribunals, Courts and Enforcement Act 2007 could be made (ignoring any possibility of an application out of time) or is awaiting determination,     b   an application for permission to appeal to the Supreme Court from—   i   the Court of Appeal in England and Wales,     ii   the Court of Session, or     iii   the Court of Appeal in Northern Ireland,    could be made (ignoring any possibility of an application out of time) or is awaiting determination,     c   permission to appeal of the kind mentioned in paragraph (a) or (b) has been granted and the appeal is awaiting determination, or     d   an appeal has been remitted under section 12 or 14 of the Tribunals, Courts and Enforcement Act 2007, or by the Supreme Court, and is awaiting determination.      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "56", "section_title": "New information following age assessment or appeal", "section_text": " 56    1   This section applies where—   a   an age assessment has been conducted on an age-disputed person (“ P ”) under section 50 or 51,     b   an appeal under section 54(2) could no longer be brought (ignoring any possibility of an appeal out of time) or has been finally determined, and     c   the decision-maker becomes aware of new information relating to P’s age.       2   In this section, the age assessment referred to in subsection (1)(a) is referred to as the “ first age assessment ”.     3   In a case where the first age assessment was conducted by a designated person, they must—   a   decide whether the new information is significant new evidence, and     b   if they decide that it is, conduct a further age assessment on P.       4   In a case where the first age assessment was conducted by a local authority, it must—   a   decide whether the new information is significant new evidence or refer the new information to a designated person for a decision on that matter, and     b   if it is decided that the new information is significant new evidence—   i   conduct a further age assessment on P, or     ii   refer P to a designated person for a further age assessment.         5   For the purposes of subsections (3) and (4), new information is “significant new evidence” if there is a realistic prospect that, if a further age assessment were to be conducted on P, taking into account the new information, P’s age would be assessed as different from the age determined in the first age assessment or in the appeal proceedings.     6   A further age assessment conducted by a designated person under subsection (3) or (4)(b)(ii) is to be treated—   a   in a case where the first age assessment was conducted under section 50, as an age assessment conducted by the designated person following a referral under subsection (3)(a) of that section;     b   in a case where the first age assessment was conducted under section 51, as an age assessment conducted under that section.       7   A further age assessment conducted by a local authority under subsection (4)(b)(i) is to be treated as an age assessment conducted by a local authority under section 50(3)(b).     8   A person conducting a further age assessment under this section does not need to revisit matters that were considered in the first age assessment if they do not think it is necessary to do so.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "57", "section_title": "Civil legal services relating to age assessments", "section_text": " 57    1   Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services) is amended as follows.     2   In Part 1 (services) after paragraph 31A insert—    Appeals relating to age assessments under the Nationality and Borders Act 2022   31B    1   Civil legal services provided in relation to—   a   an appeal under section 54(2) of the Nationality and Borders Act 2022 (appeals relating to age assessments),     b   an application for an order under section 55(4) of that Act (order for support to be provided pending final determination of appeal), and     c   an appeal to the Upper Tribunal, Court of Appeal or Supreme Court relating to an appeal within paragraph (a) or an application within paragraph (b).       Exclusions   2   Sub-paragraph (1) is subject to the exclusions in Parts 2 and 3 of this Schedule.            3   In Part 3 (advocacy: exclusions and exceptions), in paragraph 13 (advocacy in proceedings in the First-tier Tribunal), after “31A,” insert  “31B,” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "58", "section_title": "Provision of information relating to being a victim of slavery or human trafficking", "section_text": " 58    1   The Secretary of State may serve a slavery or trafficking information notice on a person who has made a protection claim or a human rights claim.     2   A “slavery or trafficking information notice” is a notice requiring the recipient to provide the Secretary of State (and any other competent authority specified in the notice), before the specified date, with any relevant status information the recipient has.     3   “Relevant status information” is information that may be relevant for the purpose of making a reasonable grounds decision or a conclusive grounds decision in relation to the recipient.     4   Subsection  (5)  applies if the recipient of a slavery or trafficking information notice provides the Secretary of State or competent authority with relevant status information on or after the specified date.     5   The recipient must also provide a statement setting out their reasons for not providing the relevant status information before the specified date (and see section 59).     6   In this section—     “ protection claim ” and “ human rights claim ” have the same meanings as in Part 2;      “ specified date ” means the date specified in the slavery or trafficking information notice.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "59", "section_title": "Late compliance with slavery or trafficking information notice: damage to credibility", "section_text": " 59    1   This section applies where—   a   a person aged 18 or over has been served with a slavery or trafficking information notice under section 58,     b   the person provided relevant status information late, and     c   a competent authority is making a reasonable grounds decision or a conclusive grounds decision in relation to the person.       2   In determining whether to believe a statement made by or on behalf of the person, the competent authority must take account, as damaging the person’s credibility, of the late provision of the relevant status information, unless there are good reasons why the information was provided late.     3   For the purposes of this section, relevant status information is provided “late” by the person if it is provided on or after the date specified in the slavery or trafficking information notice.     4   In this section, “ relevant status information ” has the same meaning as in section 58 (see subsection  (3)  of that section).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "60", "section_title": "Identification of potential victims of slavery or human trafficking", "section_text": " 60    1   The Modern Slavery Act 2015 is amended as follows.     2   Section 49 (guidance about identifying and supporting victims) is amended in accordance with subsections  (3)  and  (4) .     3   In subsection (1)—   a   in paragraph (b)—   i   for “may be” substitute  “are” ;     ii   at the end insert  “or who are such victims” ;       b   in paragraph (c) for “may be” substitute  “is” ;     c   after paragraph (c) insert—    d   arrangements for determining whether a person is a victim of slavery or human trafficking.          4   After that subsection insert—    1A   Guidance issued under subsection (1) must, in particular, provide that the determination mentioned in paragraph (d) is to be made on the balance of probabilities.        5   In section 50 (regulations about identifying and supporting victims)—   a   in subsection (1)(a) for “may be” substitute  “are” ;     b   in subsection (2)(a) for “may be” substitute  “is” ;     c   after subsection (3) insert—    4   If regulations under subsection (2) make provision for determining whether a person is a victim of slavery or human trafficking (as mentioned in paragraph (b) of that subsection), they must provide that the determination is to be made on the balance of probabilities.          6   In section 51 (presumption about age)—   a   in subsection (1)(a) for “may be” substitute  “is” ;     b   in subsection (3), in the opening words, for “may be” substitute  “are” .       7   In section 56 (interpretation)—   a   before subsection (1) insert—    A1   For the purposes of sections 48 to 53 (identification and protection of victims), “victim of slavery” and “victim of human trafficking” have the meanings given in regulations made by the Secretary of State under section 69 of the Nationality and Borders Act 2022.     ;     b   in each of subsections (1) and (2), after “purposes of” insert  “any other provision of” .      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "61", "section_title": "Identified potential victims of slavery or human trafficking: recovery period", "section_text": " 61    1   This section applies to a person (an “identified potential victim”) if—   a   a decision is made by a competent authority that there are reasonable grounds to believe that the person is a victim of slavery or human trafficking (a “positive reasonable grounds decision”), and     b   that decision is not a further RG decision (as to which, see section 62).       2   Subject to section 63(2), the identified potential victim may not be removed from, or required to leave, the United Kingdom during the recovery period.     3   The “ recovery period ”, in relation to an identified potential victim, is the period—   a   beginning with the day on which the positive reasonable grounds decision is made, and     b   ending with whichever of the following is the later—   i   the day on which the conclusive grounds decision is made in relation to the identified potential victim;     ii   the end of the period of 30 days beginning with the day mentioned in paragraph (a).        "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "62", "section_title": "No entitlement to additional recovery period etc", "section_text": " 62    1   This section applies where—   a   a competent authority has previously made a positive reasonable grounds decision in relation to a person (the “first RG decision”), and     b   a further positive reasonable grounds decision is made in relation to the person, in a case where the reasonable grounds for believing that the person is a victim of slavery or human trafficking arise from things done wholly before the first RG decision was made (the “further RG decision”).       2   If the competent authority considers it appropriate in the circumstances of a particular case, the authority may determine that the person may not be removed from, or required to leave, the United Kingdom during the period—   a   beginning with the day on which the further RG decision is made, and     b   ending with whichever of the following is the later—   i   the day on which the conclusive grounds decision is made in relation to the further RG decision;     ii   the end of the period of 30 days beginning with the day mentioned in paragraph (a).        This is subject to section 63(2).    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "63", "section_title": "Identified potential victims etc: disqualification from protection", "section_text": "63 1 A competent authority may determine that subsection  (2)  is to apply to a person in relation to whom a positive reasonable grounds decision has been made if the authority is satisfied that the person— a is a threat to public order, or b has claimed to be a victim of slavery or human trafficking in bad faith. 2 Where this subsection applies to a person the following cease to apply— a any prohibition on removing the person from, or requiring them to leave, the United Kingdom arising under section 61 or 62, and b any requirement under section 65 to grant the person limited leave to remain in the United Kingdom. 3 For the purposes of this section, the circumstances in which a person is a threat to public order include, in particular, where— a the person has been convicted of a terrorist offence; b the person has been convicted of any other offence listed in Schedule 4 to the Modern Slavery Act 2015 anywhere in the United Kingdom, or of a corresponding offence; c the person is subject to a TPIM notice (within the meaning given by section 2 of the Terrorism Prevention and Investigation Measures Act 2011); d there are reasonable grounds to suspect that the person is or has been involved in terrorism-related activity within the meaning given by section 4 of that Act (whether or not the terrorism-related activity is attributable to the person being, or having been, a victim of slavery or human trafficking); da the person is subject to a notice under Part 2 of the National Security Act 2023; db there are reasonable grounds to suspect that the person is or has been involved in foreign power threat activity within the meaning given by section 33 of that Act (whether or not the foreign power threat activity is attributable to the person being, or having been, a victim of slavery or human trafficking); e the person is subject to a temporary exclusion order imposed under section 2 of the Counter-Terrorism and Security Act 2015; f the person is a foreign criminal within the meaning given by section 32(1) of the UK Borders Act 2007 (automatic deportation for foreign criminals); g the Secretary of State has made an order in relation to the person under section 40(2) of the British Nationality Act 1981 (order depriving person of citizenship status where to do so is conducive to the public good); h the Refugee Convention does not apply to the person by virtue of Article 1(F) of that Convention (serious criminals etc); i the person otherwise poses a risk to the national security of the United Kingdom. 4 In subsection  (3)(a) , “ terrorist offence ” means any of the following (whenever committed)— a an offence listed in— i Schedule A1 to the Sentencing Code (terrorism offences: England and Wales), or ii Schedule 1A to the Counter-Terrorism Act 2008 (terrorism offences: Scotland and Northern Ireland); b an offence that was determined to have a terrorist connection under— i section 69 of the Sentencing Code (in the case of an offender sentenced in England and Wales), or ii section 30 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Northern Ireland, or an offender sentenced in England and Wales before the Sentencing Code applied); c an offence that has been proved to have been aggravated by reason of having a terrorist connection under section 31 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Scotland); d an act constituting an offence under the law in force in a country outside the United Kingdom that— i would have constituted an offence within paragraph (a) if it had been committed in any part of the United Kingdom, or ii was, or took place in the course of, an act of terrorism or was done for the purposes of terrorism. 5 In subsection  (3)(b)  “ corresponding offence ” means— a an offence under the law of Scotland or of Northern Ireland which corresponds to an offence listed in Schedule 4 to the Modern Slavery Act 2015; b an act constituting an offence under the law in force in a country outside the United Kingdom that would have constituted an offence listed in that Schedule if it had been committed in England or Wales. 6 For the purposes of this section an act punishable under the law in force in a country outside the United Kingdom is regarded as constituting an offence under that law however it is described in that law. 7 In this section— “ act ” includes an omission; “ the Refugee Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and its Protocol; “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1 of that Act)."}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "64", "section_title": "Identified potential victims etc in England and Wales: assistance and support", "section_text": " 64   After section 50 of the Modern Slavery Act 2015 insert—    Identified potential victims etc: assistance and support   50A    1   The Secretary of State must secure that any necessary assistance and support is available to an identified potential victim (within the meaning given by section 61 of the Nationality and Borders Act 2022 (the “ 2022 Act ”)) during the recovery period.     2   For the purposes of this section, assistance and support is “necessary” if the Secretary of State considers that it is necessary for the purpose of assisting the person receiving it in their recovery from any physical, psychological or social harm arising from the conduct which resulted in the positive reasonable grounds decision in question.     3   Subsection (4) applies where a further RG decision, within the meaning given by section 62 of the 2022 Act, is made in relation to a person.     4   If the Secretary of State determines that it is appropriate to do so, the Secretary of State must secure that any necessary assistance and support is available to the person during the period—   a   beginning with the day on which the further RG decision is made, and     b   ending with whichever of the following is the later—   i   the day on which the conclusive grounds decision is made in relation to the further RG decision;     ii   the end of the period of 30 days beginning with the day mentioned in paragraph (a).         5   Any duty under subsection (1) or (4) ceases to apply in relation to a person in respect of whom a determination is made under section 63 (2)  of the 2022 Act (disqualification from protection).     6   In this section, a reference to assistance and support is to assistance and support provided in accordance with—   a   arrangements referred to in section 49(1)(b), or     b   regulations made under section 50.       7   In this section—     “ conclusive grounds decision ” has the same meaning as in Part 5 of the 2022 Act (see section 69 of that Act);      “ recovery period ” has the same meaning as in section 61 of that Act.           "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "65", "section_title": "Leave to remain for victims of slavery or human trafficking", "section_text": " 65    1   This section applies if a positive conclusive grounds decision is made in respect of a person—   a   who is not a British citizen, and     b   who does not have leave to remain in the United Kingdom.       2   The Secretary of State must grant the person limited leave to remain in the United Kingdom if the Secretary of State considers it is necessary for the purpose of—   a   assisting the person in their recovery from any physical or psychological harm arising from the relevant exploitation,     b   enabling the person to seek compensation in respect of the relevant exploitation, or     c   enabling the person to co-operate with a public authority in connection with an investigation or criminal proceedings in respect of the relevant exploitation.       3   Subsection (2) is subject to section 63(2).     4   Leave is not necessary for the purpose mentioned in—   a   subsection  (2)(a)  if the Secretary of State considers that the person’s need for assistance is capable of being met in a country or territory within paragraph (a) or (b) of subsection  (5)  (or both);     b   subsection  (2)(b)  if the Secretary of State considers that—   i   the person is capable of seeking compensation from outside the United Kingdom, and     ii   it would be reasonable for the person to do so in the circumstances.         5   A country or territory is within this subsection if—   a   it is a country of which the person is a national or citizen;     b   it is one to which the person may be removed in accordance with an agreement between that country or territory and the United Kingdom (which may be, but does not need to be, an agreement contemplated by Article 40(2) of the Trafficking Convention).       6   Subsection  (7)  applies if the Secretary of State is satisfied that—   a   the person is a threat to public order, or     b   the person has claimed to be a victim of slavery or human trafficking in bad faith.       7   Where this subsection applies—   a   the Secretary of State is not required to grant the person leave under subsection  (2) , and     b   if such leave has already been granted to the person, it may be revoked.       8   Leave granted to a person under subsection  (2)  may be revoked in such other circumstances as may be prescribed in immigration rules.     9   Subsections  (3)  to  (7)  of section 63 apply for the purposes of this section as they apply for the purposes of that section.     10   In this section—     “ positive conclusive grounds decision ” means a decision made by a competent authority that a person is a victim of slavery or human trafficking;      “ public authority ” means any public authority within the meaning of section 6 of the Human Rights Act 1998;      “ the relevant exploitation ” means the conduct resulting in the positive conclusive grounds decision.        11   This section is to be treated for the purposes of section 3 of the Immigration Act 1971 as if it were provision made by that Act.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "66", "section_title": "Civil legal services under section 9 of LASPO: add-on services in relation to the national referral mechanism", "section_text": " 66    1   Part 1 of Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services qualifying for legal aid) is amended as follows.     2   In paragraph 19 (judicial review)—   a   after sub-paragraph (1) insert—    Add-on services in relation to referral into the national referral mechanism   1A   Civil legal services provided to an individual in relation to referral into the national referral mechanism, in a case where the Director has determined the individual qualifies for any services described in sub-paragraph (1) that are of a description to which sub-paragraph (1B) applies (and has not withdrawn the determination).     1B   This sub-paragraph applies to services in relation to any immigration or asylum decision (or failure to make a decision) against which there is no right of appeal.      ;     b   after sub-paragraph (2) insert—    2A   Sub-paragraph (1A) is subject to the exclusions in Part 2 of this Schedule.     ;     c   after sub-paragraph (8) insert—    Add-on services described in sub-paragraph (1A): specific exclusions   8A   The add-on services described in sub-paragraph (1A) do not include—   a   advocacy, or     b   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of a reasonable grounds decision or a conclusive grounds decision.             3   In each of paragraphs 25, 26, 27 and 27A (various immigration matters)—   a   after sub-paragraph (1) insert—    Add-on services in relation to referral into the national referral mechanism   1A   Civil legal services provided to an individual in relation to referral into the national referral mechanism, in a case where the Director has determined the individual qualifies for any services described in sub-paragraph (1) (and has not withdrawn that determination).      ;     b   after sub-paragraph (2) insert—    3   Sub-paragraph (1A) is subject to the exclusions in Part 2 of this Schedule.     Add-on services described in sub-paragraph (1A): specific exclusions   4   The add-on services described in sub-paragraph (1A) do not include—   a   advocacy, or     b   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of a reasonable grounds decision or a conclusive grounds decision.             4   In paragraph 30 (immigration: rights to enter and remain)—   a   after sub-paragraph (1) insert—    Add-on services in relation to referral into the national referral mechanism   1A   Civil legal services provided to an individual in relation to referral into the national referral mechanism, in a case where the Director has determined the individual qualifies for any services described in sub-paragraph (1) (and has not withdrawn the determination).      ;     b   after sub-paragraph (2) insert—    2A   Sub-paragraph (1A) is subject to the exclusions in Part 2 of this Schedule.     ;     c   after sub-paragraph (3) insert—    Add-on services described in sub-paragraph (1A): specific exclusions   3A   The add-on services described in sub-paragraph (1A) do not include—   a   advocacy, or     b   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of a reasonable grounds decision or a conclusive grounds decision.             5   In paragraph 31A (immigration, citizenship and nationality: separated children)—   a   after sub-paragraph (2) insert—    Add-on services in relation to referral into the national referral mechanism   2A   Civil legal services provided to an individual in relation to referral into the national referral mechanism, in a case where the Director has determined the individual qualifies for any services described in sub-paragraph (1) (and has not withdrawn the determination).      ;     b   after sub-paragraph (3) insert—    3A   Sub-paragraph (2A) is subject to the exclusions in Part 2 of this Schedule.     Add-on services described in sub-paragraph (2A): specific exclusions   3B   The add-on services described in sub-paragraph (2A) do not include—   a   advocacy, or     b   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of a reasonable grounds decision or a conclusive grounds decision.             6   In Part 4 of Schedule 1 to that Act (interpretation) after paragraph 7 insert—    8   In this Schedule—     “ civil legal services provided to an individual in relation to referral into the national referral mechanism ” means—     advice on the national referral mechanism, or      other civil legal services in connection with accessing that mechanism,     provided to an individual before a reasonable grounds decision has been made in relation to that individual;      ”competent authority” (in relation to the national referral mechanism) means a person who is a competent authority of the United Kingdom for the purposes of the Council of Europe Convention on Action against Trafficking in Human Beings (done at Warsaw on 16 May 2005);      “ national referral mechanism ” means the national framework (known as the National Referral Mechanism) for identifying and referring potential victims of modern slavery and ensuring they receive appropriate support;      “ reasonable grounds decision ” and “ conclusive grounds decision ” have the same meaning as in Part 5 (modern slavery) of the Nationality and Borders Act 2022 (see section 69 of that Act).           7   Any amendment made by this section describing add-on services that may be provided to an individual where the Director of Legal Aid Casework has made a relevant determination does not apply to a determination made before the amendment comes into force.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "67", "section_title": "Civil legal services under section 10 of LASPO: add-on services in relation to national referral mechanism", "section_text": " 67   In section 10 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services in exceptional cases), after subsection (3) insert—    3A   Civil legal services provided in relation to referral into the national referral mechanism are to be available to an individual in a case where subsection (2) is satisfied in relation to the individual and to services of a kind to which subsection (3B) applies.     3B   This subsection applies to services in relation to a claim by the individual made to the Secretary of State that to remove the individual from, or to require the person to leave, the United Kingdom would be unlawful under section 6 of the Human Rights Act 1998.     3C   The services described in subsection (3A) do not include—   a   the services listed in Part 2 of Schedule 1;     b   advocacy;     c   attendance at an interview conducted by the competent authority under the national referral mechanism for the purposes of a reasonable grounds decision.       3D   In subsection (3A) “ civil legal services in relation to referral into the national referral mechanism ” means—   a   advice on the national referral mechanism, or     b   other civil legal services in connection with accessing that mechanism,    provided before a reasonable grounds decision has been made in relation to the individual to whom the services are provided.     3E   In subsections (3C) and (3D)—     “ competent authority ” and “ national referral mechanism ” have the same meaning as in Schedule 1 (see paragraph 8 of Part 4 of that Schedule);      “ reasonable grounds decision ” has the same meaning as in Part 5 of the Nationality and Borders Act 2022 (see section 69 of that Act).        "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "68", "section_title": "Disapplication of retained EU law deriving from Trafficking Directive", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "69", "section_title": "Part 5: interpretation", "section_text": " 69    1   In this Part—     “ competent authority ” means a person who is a competent authority of the United Kingdom for the purposes of the Trafficking Convention;      “ conclusive grounds decision ” means a decision by a competent authority as to whether a person is a victim of slavery or human trafficking;      “ positive reasonable grounds decision ” has the meaning given by section 61(1);      “ reasonable grounds decision ” means a decision by a competent authority as to whether there are reasonable grounds to believe that a person is a victim of slavery or human trafficking;      the “ Trafficking Convention ” means the Council of Europe Convention on Action against Trafficking in Human Beings (done at Warsaw on 16 May 2005);      “victim of slavery” and “victim of human trafficking” have the meanings given in regulations made by the Secretary of State.        2   Regulations under subsection (1) are subject to affirmative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "70", "section_title": "Visa penalty provision: general", "section_text": " 70    1   The immigration rules may make such visa penalty provision as the Secretary of State considers appropriate in relation to a country specified under section 71 or 72.     2   “Visa penalty provision” is provision that does one or more of the following in relation to applications for entry clearance made by persons as nationals or citizens of a specified country—   a   requires that entry clearance must not be granted pursuant to such an application before the end of a specified period;     b   suspends the power to grant entry clearance pursuant to such an application;     c   requires such an application to be treated as invalid for the purposes of the immigration rules;     d   requires the applicant to pay £190 in connection with the making of such an application, in addition to any fee or other amount payable pursuant to any other enactment.       3   The Secretary of State may by regulations substitute a different amount for the amount for the time being mentioned in subsection  (2)(d) .     4   Before making visa penalty provision in relation to a specified country, the Secretary of State must give the government of that country reasonable notice of the proposal to do so.     5   The immigration rules must secure that visa penalty provision does not apply in relation to an application made before the day on which the provision comes into force.     6   Visa penalty provision may—   a   make different provision for different purposes;     b   provide for exceptions or exemptions, whether by conferring a discretion or otherwise;     c   include incidental, supplementary, transitional, transitory or saving provision.       7   Regulations under subsection  (3) —   a   are subject to affirmative resolution procedure if they increase the amount for the time being specified in subsection  (2)(d) ;     b   are subject to negative resolution procedure if they decrease that amount.       8   Sums received by virtue of subsection  (2)(d)  must be paid into the Consolidated Fund.     9   In this section—     “ country ” includes any territory outside the United Kingdom;      “ entry clearance ” has the same meaning as in the Immigration Act 1971 (see section 33(1) of that Act);      “ immigration rules ” means rules under section 3(2) of the Immigration Act 1971;      “ specified ” means specified in the immigration rules.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "71", "section_title": "Visa penalties for countries posing risk to international peace and security etc", "section_text": " 71    1   A country may be specified under this section if, in the opinion of the Secretary of State, the government of the country has taken action that—   a   gives, or is likely to give, rise to a threat to international peace and security,     b   results, or is likely to result, in armed conflict, or     c   gives, or is likely to give, rise to a breach of international humanitarian law.       2   In deciding whether to specify a country for the purposes of this section, the Secretary of State must take the following into account—   a   the extent of the action taken;     b   the likelihood of further action falling within subsection  (1)  being taken;     c   the reasons for the action being taken;     d   such other matters as the Secretary of State considers appropriate.       3   In this section—     “ action ” includes a failure to act;      “ country ” and “ specified ” have the same meanings as in section 70.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "72", "section_title": "Removals from the UK: visa penalties for uncooperative countries", "section_text": " 72    1   A country may be specified under this section if, in the opinion of the Secretary of State—   a   the government of the country is not cooperating in relation to the return to the country from the United Kingdom of any of its nationals or citizens who require leave to enter or remain in the United Kingdom but do not have it, and     b   as a result, there are nationals or citizens of the country that the Secretary of State has been unable to return to the country, whether or not others have been returned.       2   In forming an opinion as to whether a country is cooperating in relation to returns, the Secretary of State must take the following into account—   a   any arrangements (whether formal or informal) entered into by the government of the country with the United Kingdom government or the Secretary of State with a view to facilitating returns;     b   the extent to which the government of the country is—   i   taking the steps that are in practice necessary or expedient in relation to facilitating returns, and     ii   doing so promptly;       c   such other matters as the Secretary of State considers appropriate.       3   In determining whether to specify a country for the purposes of this section, the Secretary of State must take the following into account—   a   the length of time for which the government of the country has not been cooperating in relation to returns;     b   the extent of the lack of cooperation;     c   the reasons for the lack of cooperation;     d   such other matters as the Secretary of State considers appropriate.       4   In this section—     “ cooperating in relation to returns ” means cooperating as mentioned in subsection  (1)(a) ;      “ country ” and “ specified ” have the same meanings as in section 70;      “ facilitating returns ” means facilitating the return of nationals or citizens to a country as mentioned in subsection  (1)(a) .       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "73", "section_title": "Visa penalties under section 71: review and revocation", "section_text": " 73    1   This section applies where any visa penalty provision made pursuant to section 71 is in force in relation to a country.     2   The Secretary of State must, before the end of each relevant period—   a   review the extent to which the country’s government is continuing to act in a way that, in the opinion of Secretary of State, has or is likely to have any of the consequences mentioned in section 71 (1) , and     b   in light of that review, determine whether it is appropriate to amend the visa penalty provision.       3   If, at any time, the Secretary of State forms the opinion that, despite the fact that the country’s government has taken or is taking action as mentioned in section 71 (1) , the visa penalty provision is not necessary or expedient in connection with—   a   the promotion of international peace and security,     b   the resolution or prevention of armed conflict, or     c   the promotion of compliance with international humanitarian law,    the Secretary of State must as soon as practicable revoke the visa penalty provision.     4   Each of the following is a relevant period—   a   the period of 2 months beginning with the day on which the visa penalty provision came into force;     b   each subsequent period of 2 months.       5   In this section, “ visa penalty provision ” has the same meaning as in section 70.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "74", "section_title": "Visa penalties under section 72: review and revocation", "section_text": " 74    1   This section applies where any visa penalty provision made pursuant to section 72 is in force in relation to a country.     2   The Secretary of State must, before the end of each relevant period—   a   review the extent to which the country’s cooperation in relation to returns has improved, and     b   in light of that review, determine whether it is appropriate to amend the visa penalty provision.       3   If at any time the Secretary of State is no longer of the opinion mentioned in section 72(1), the Secretary of State must as soon as practicable revoke the visa penalty provision.     4   Each of the following is a relevant period—   a   the period of 2 months beginning with the day on which the visa penalty provision came into force;     b   each subsequent period of 2 months.       5   In this section—   a   “ visa penalty provision ” has the same meaning as in section 70;     b   “ cooperation in relation to returns ” means cooperation as mentioned in section 72 (1)(a) .      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "75", "section_title": "Electronic travel authorisations", "section_text": " 75    1   The Immigration Act 1971 is amended in accordance with subsections  (2)  to  (4) .     2   After Part 1 insert—    PART 1A  Electronic travel authorisations   Electronic travel authorisations   11C    1   In this Act, “ an ETA ” means an authorisation in electronic form to travel to the United Kingdom.     2   Immigration rules may require an individual of a description specified in the rules not to travel to the United Kingdom from any place (including a place in the common travel area), whether with a view to entering the United Kingdom or to passing through it without entering, unless the individual has an ETA that is valid for the individual’s journey to the United Kingdom.     3   The rules may not impose this requirement on an individual if—   a   the individual is a British citizen, or     b   the individual would, on arrival in the United Kingdom, be entitled to enter without leave.       4   In relation to an individual travelling to the United Kingdom on a local journey from a place in the common travel area, subsection (3)(b) applies only if the individual would also be entitled to enter without leave if the journey were instead from a place outside the common travel area.     5   The rules may impose the requirement mentioned in subsection  (2)  on an individual who—   a   travels to the United Kingdom on a local journey from a place in any of the Islands, and     b   has leave to enter or remain in that island,    only if it appears to the Secretary of State necessary to do so by reason of differences between the immigration laws of the United Kingdom and that island.     6   The rules must—   a   provide for the form or manner in which an application for an ETA may be made, granted or refused;     b   specify the conditions (if any) which must be met before an application for an ETA may be granted;     c   specify the grounds on which an application for an ETA must or may be refused;     d   specify the criteria to be applied in determining—   i   the period for which an ETA is valid;     ii   the number of journeys to the United Kingdom during that period for which it is valid (which may be unlimited);       e   require an ETA to include provision setting out the matters mentioned in paragraph  (d)(i)  and  (ii) ;     f   provide for the form or manner in which an ETA may be varied or cancelled;     g   specify the grounds on which an ETA must or may be varied or cancelled.       7   The rules may also—   a   provide for exceptions to the requirement described in subsection  (2) , and     b   make other provision relating to ETAs.       8   Rules made by virtue of this section may make different provision for different cases or descriptions of case.        Electronic travel authorisations and the Islands   11D    1   The Secretary of State may by regulations make provision about the effects in the United Kingdom of the grant or refusal under the law of any of the Islands of an authorisation in electronic form to travel to that island.     2   Regulations under subsection  (1)  may in particular make provision about—   a   the recognition in the United Kingdom of an authorisation granted as mentioned in subsection  (1) ;     b   the conditions or limitations that are to apply in the United Kingdom to such an authorisation;     c   the effects in the United Kingdom of such an authorisation being varied or cancelled under the law of any of the Islands;     d   the circumstances in which the Secretary of State or an immigration officer may vary or cancel such an authorisation (so far as it applies in the United Kingdom).       3   The Secretary of State may, where requested to do so by any of the Islands, carry out functions on behalf of that island in relation to the granting of authorisations in electronic form to travel to that island.     4   Regulations under subsection  (1) —   a   may make provision modifying the effect of any provision of, or made under, this Act or any other enactment (whenever passed or made);     b   may make different provision for different purposes;     c   may make transitional, transitory or saving provision;     d   may make incidental, supplementary or consequential provision.       5   Regulations under subsection  (1)  are to be made by statutory instrument.     6   A statutory instrument containing regulations under subsection  (1)  is subject to annulment in pursuance of a resolution of either House of Parliament.            3   In section 24A (deception), in subsection (1)(a)—   a   after “obtain” insert  “— (i)” ;     b   after “Kingdom” insert    , or   ii   an ETA     .       4   In section 33 (interpretation), in subsection (1), at the appropriate place insert—      “ an ETA ” has the meaning given by section  11C ;      .     5   In section 82 of the Immigration and Asylum Act 1999 (interpretation of Part 5, which relates to immigration advisers and immigration service providers), in subsection (1), in the definition of “relevant matters”, after paragraph (a) insert—      an application for an ETA (within the meaning of section  11C  of the Immigration Act 1971 (electronic travel authorisations));      .     6   In section 126 of the Nationality, Immigration and Asylum Act 2002 (compulsory provision of physical data), in subsection (2), before paragraph (a) insert—    za   an ETA (within the meaning of section  11C  of the Immigration Act 1971 (electronic travel authorisations)),     .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "76", "section_title": "Liability of carriers", "section_text": " 76    1   Section 40 of the Immigration and Asylum Act 1999 (liability of carriers in respect of passengers) is amended in accordance with subsections  (2)  to  (8) .     2   For subsection (1) substitute—    1   The Secretary of State may charge the owner of a ship or aircraft the sum of £2,000 where—   a   an individual who would not, on arrival in the United Kingdom, be entitled to enter without leave arrives by travelling on the ship or aircraft, and     b   at least one of the Cases set out in subsections (1A) to (1C) applies.       1A   Case 1 is where, on being required to do so by an immigration officer, the individual fails to produce an immigration document which is valid and which satisfactorily establishes the individual’s identity and the individual’s nationality or citizenship.     1B   Case 2 is where—   a   the individual requires an entry clearance,     b   an entry clearance in electronic form of the required kind has not been granted, and     c   if required to do so by an immigration officer, the individual fails to produce an entry clearance in documentary form of the required kind.       1C   Case 3 is where—   a   the individual was required not to travel to the United Kingdom unless the individual had an authorisation in electronic form (“an ETA”) under immigration rules made by virtue of section 11C of the Immigration Act 1971 that was valid for the individual’s journey to the United Kingdom, and     b   the individual did not have such an ETA.          3   Omit subsection (2).     4   In subsection (4), for the words from “No charge” to “documents” substitute  “No charge shall be payable on the basis that Case 1 applies in respect of any individual if the owner provides evidence that the individual produced an immigration document of the kind mentioned in subsection  (1A) ” .     5   After subsection (4) insert—    4A   No charge shall be payable on the basis that Case 2 applies in respect of any individual if the owner provides evidence that—   a   the individual produced an entry clearance in documentary form of the required kind to the owner or an employee or agent of the owner when embarking on the ship or aircraft for the voyage or flight to the United Kingdom,     b   the owner or an employee or agent of the owner reasonably believed, on the basis of information provided by the Secretary of State in respect of the individual, that the individual did not require an entry clearance of the kind in question,     c   the owner or an employee or agent of the owner reasonably believed, on the basis of information provided by the Secretary of State, that an entry clearance in electronic form of the required kind had been granted, or     d   the owner or an employee or agent of the owner was unable to establish whether an entry clearance in electronic form of the required kind had been granted in respect of the individual and had a reasonable excuse for being unable to do so.       4B   No charge shall be payable on the basis that Case 3 applies in respect of any individual if the owner provides evidence that the owner or an employee or agent of the owner—   a   reasonably believed, on the basis of information provided by the Secretary of State in respect of the individual, that the individual was not required to have an ETA that was valid for the individual’s journey to the United Kingdom,     b   reasonably believed, on the basis of information provided by the Secretary of State, that the individual had such an ETA, or     c   was unable to establish whether the individual had such an ETA and had a reasonable excuse for being unable to do so.          6   In subsection (5), for “subsection (4)” substitute  “subsection (4) or (4A)(a)” .     7   In subsection (6), for “a visa”, in the first two places it occurs, substitute  “an entry clearance” .     8   In subsection (10), for “subsection (2)” substitute  “subsection (1)” .     9   In consequence of the amendments made by this section—   a   for the heading of section 40 of the Immigration and Asylum Act 1999 substitute  “Charge in respect of individual without proper documents or authorisation” ;     b   for the italic heading before section 40 of that Act substitute  “Individuals without proper documents or authorisation” .      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "77", "section_title": "Special Immigration Appeals Commission", "section_text": " 77    1   The Special Immigration Appeals Commission Act 1997 is amended in accordance with subsections  (2)  to  (4) .     2   After section 2E insert—    Jurisdiction: review of certain immigration decisions   2F    1   Subsection (2) applies in relation to any decision of the Secretary of State which—   a   relates to a person’s entitlement to enter, reside in or remain in the United Kingdom, or to a person’s removal from the United Kingdom,     b   is not subject—   i   to a right of appeal, or     ii   to a right under a provision other than subsection (2) to apply to the Special Immigration Appeals Commission for the decision to be set aside, and       c   is certified by the Secretary of State acting in person as a decision that was made wholly or partly in reliance on information which, in the opinion of the Secretary of State, should not be made public—   i   in the interests of national security,     ii   in the interests of the relationship between the United Kingdom and another country, or     iii   otherwise in the public interest.         2   The person to whom the decision relates may apply to the Special Immigration Appeals Commission to set aside the decision.     3   In determining whether the decision should be set aside, the Commission must apply the principles which would be applied in judicial review proceedings.     4   If the Commission decides that the decision should be set aside, it may make any such order, or give any such relief, as may be made or given in judicial review proceedings.           3   In section 6A (procedure in relation to jurisdiction under sections 2C to 2E)—   a   in the heading, for “2E” substitute  “2F” ,     b   in subsection (1), for “or 2E” substitute  “, 2E or 2F” ,     c   in subsection (2)(a), for “or 2E” substitute  “, 2E or 2F” , and     d   in subsection (2)(b), for “or (as the case may be) 2E(2)” substitute  “, 2E(2) or (as the case may be) 2F(2)” .       4   In section 7 (appeals from the Commission), in subsection (1A), for “or 2E” substitute  “, 2E or 2F” .     5   If subsection  (4)  comes into force before the day on which paragraph 26(5) of Schedule 9 to the Immigration Act 2014 comes into force, until that day subsection  (4)  has effect as if, in section 7(1A), for “or 2D” it substituted  “, 2D or 2F” .     6   In section 115(8) of the Equality Act 2010 (immigration cases), for “section 2D and 2E” substitute  “section 2D, 2E or 2F” .    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "78", "section_title": "Counter-terrorism questioning of detained entrants away from place of arrival", "section_text": " 78    1   Schedule 7 to the Terrorism Act 2000 (port and border controls) is amended as follows.     2   In paragraph 1(2) (definitions), in the definition of “ship”, after “hovercraft” insert  “and any floating vessel or structure” .     3   In paragraph 2 (power to question person about involvement in terrorism in port or border area or on ship or aircraft), after sub-paragraph (3) insert—    3A   This paragraph also applies to a person if—   a   the person is—   i   being detained under a provision of the Immigration Acts, or     ii   in custody having been arrested under paragraph 17(1) of Schedule 2 to the Immigration Act 1971,       b   the period of 5 days beginning with the day after the day on which the person was apprehended has not yet expired, and     c   the examining officer believes that—   i   the person arrived in the United Kingdom by sea from a place outside the United Kingdom, and     ii   the person was apprehended within 24 hours of the person’s arrival on land.         3B   For the purposes of sub-paragraph (3A)(b) and (c), a person is “apprehended”—   a   in a case within sub-paragraph (3A)(a)(i) where the person is arrested (and not released) before being detained as mentioned in that provision, when the person is arrested;     b   in any other case within sub-paragraph (3A)(a)(i), when the person is first detained as mentioned in that provision;     c   in a case within sub-paragraph (3A)(a)(ii), when the person is arrested as mentioned in that provision.         "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "79", "section_title": "References to justices of the peace in relation to Northern Ireland", "section_text": " 79    1   In section 33(1) of the Immigration Act 1971 (interpretation) at the appropriate place insert—      “ justice of the peace ”, in relation to Northern Ireland, means lay magistrate;      .     2   In section 167(1) of the Immigration and Asylum Act 1999 (interpretation) at the appropriate place insert—      “ justice of the peace ”, in relation to Northern Ireland, means lay magistrate;      .     3   In section 45 of the UK Borders Act 2007 (search for evidence of nationality: other premises), after subsection (5) insert—    6   In the application of this section to Northern Ireland a reference to a justice of the peace is to be treated as a reference to a lay magistrate.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "80", "section_title": "Tribunal charging power in respect of wasted resources", "section_text": " 80    1   After section 25 of the Tribunals, Courts and Enforcement Act 2007 insert—    First-tier Tribunal and Upper Tribunal: charging power in respect of wasted resources   25A    1   If, in respect of proceedings before the First-tier Tribunal or Upper Tribunal, the Tribunal considers that—   a   a relevant participant has acted improperly, unreasonably or negligently, and     b   as a result, the Tribunal’s resources have been wasted,    it may charge the participant an amount under this section.     2   Subsection (1) is subject to Tribunal Procedure Rules.     3   For the purposes of this section “relevant participant”, in respect of proceedings, means—   a   any person exercising a right of audience or right to conduct the proceedings on behalf of a party to proceedings,     b   any employee of such a person, or     c   where the Secretary of State is a party to proceedings and has not instructed a person mentioned in paragraph (a) to act on their behalf in the proceedings, the Secretary of State.       4   A person may be found to have acted improperly, unreasonably or negligently for the purposes of subsection (1) by reason of having failed to act in a particular way.     5   The proceeds of amounts charged under this section must be paid into the Consolidated Fund.           2   In Schedule 5 to that Act (procedure in First-tier Tribunal and Upper Tribunal), after paragraph 11 insert—    Charges in respect of wasted resources   11A    1   Rules may make provision for regulating matters relating to the charging of amounts under section 25A (First-tier Tribunal and Upper Tribunal: power to charge in respect of wasted resources).     2   The provision mentioned in sub-paragraph (1) includes (in particular) provision prescribing scales of amounts that may be charged.          "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "81", "section_title": "Tribunal Procedure Rules to be made in respect of costs orders etc", "section_text": " 81    1   Tribunal Procedure Rules governing proceedings before the Tribunal (see subsection  (4) ) must prescribe conduct that, in the absence of evidence to the contrary, is to be treated as—   a   improper, unreasonable or negligent for the purposes of—   i   section 25A(1) of the Tribunals, Courts and Enforcement Act 2007 (charge in respect of wasted resources);     ii   section 29(4) of that Act (wasted costs);       b   an unreasonable act for the purposes of section 29(3A) of that Act (unreasonable costs orders).       2   Tribunal Procedure Rules must make provision to the effect that the Tribunal, if satisfied that conduct prescribed under subsection (1) has taken place, must consider whether to impose a charge or make an order in accordance with the provisions mentioned in that subsection.     3   Nothing in Tribunal Procedure Rules may compel the Tribunal to impose a charge, or make an order, mentioned in subsection (1) in relation to conduct (whether or not that conduct is prescribed under that subsection).     4   In this section “ the Tribunal ” means the Immigration and Asylum Chamber of the First-Tier Tribunal and of the Upper Tribunal (see Articles 2 and 9 of The First-tier Tribunal and Upper Tribunal (Chambers) Order 2010 ( S.I. 2010/2655 )).     5   In this section “ conduct ” includes acts and omissions.     6   In section 29 of the Tribunals, Courts and Enforcement Act 2007, after subsection (3) insert—    3A   The relevant Tribunal may, in particular, make an order in respect of costs in any proceedings mentioned in subsection (1), if it considers that a party or its legal or other representative has acted unreasonably in bringing, defending or conducting the proceedings.       "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "82", "section_title": "Pre-consolidation amendments of immigration legislation", "section_text": " 82    1   The Secretary of State may by regulations make such amendments and modifications of the Acts relating to immigration as in the Secretary of State’s opinion facilitate, or are otherwise desirable in connection with, the consolidation of the whole or a substantial part of the Acts relating to immigration.     2   The Acts relating to immigration are—   a   the Immigration Act 1971;     b   the Immigration Act 1988;     c   the Asylum and Immigration Appeals Act 1993;     d   the Asylum and Immigration Act 1996;     e   the Special Immigration Appeals Commission Act 1997;     f   the Immigration and Asylum Act 1999;     g   the Nationality, Immigration and Asylum Act 2002;     h   the Asylum and Immigration (Treatment of Claimants, etc) Act 2004;     i   the Immigration, Asylum and Nationality Act 2006;     j   the UK Borders Act 2007;     k   Parts 10 and 12 of the Criminal Justice and Immigration Act 2008;     l   the Borders, Citizenship and Immigration Act 2009;     m   section 147 of and Schedule 8 to the Anti-Social Behaviour, Crime and Policing Act 2014;     n   the Immigration Act 2014;     o   the Immigration Act 2016;     p   Parts 1 and 3 of the Immigration and Social Security Co-ordination (EU Withdrawal) Act 2020;     q   this Act, other than Part 1;     r   any other provision of an Act relating to immigration, whenever passed.       3   For the purposes of this section, “ amend ” includes repeal (and similar terms are to be read accordingly).     4   Regulations made under this section do not come into force unless an Act is passed consolidating the whole or a substantial part of the Acts relating to immigration.     5   If such an Act is passed, any regulations made under this section come into force immediately before the Act comes into force.     6   Regulations under this section are subject to affirmative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "83", "section_title": "Financial provision", "section_text": " 83   The following are to be paid out of money provided by Parliament—   a   expenditure incurred under or by virtue of this Act by a Minister of the Crown, and     b   any increase attributable to this Act in the sums payable under any other Act out of money so provided.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "84", "section_title": "Transitional and consequential provision", "section_text": "84 1 The Secretary of State may by regulations make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 2 The Secretary of State may by regulations make such provision as the Secretary of State considers appropriate in consequence of this Act. 3 The provision that may be made by regulations under subsection (2) includes provision amending, repealing or revoking any enactment. 4 “ Enactment ” includes— a an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; b an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; c an enactment contained in, or in an instrument made under, a Measure or Act of Senedd Cymru; d an enactment contained in, or in an instrument made under, Northern Ireland legislation. 5 Regulations under subsection (2) that amend— a an Act of Parliament, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an Act of the Scottish Parliament, d a Measure or Act of Senedd Cymru, or e Northern Ireland legislation, are subject to affirmative resolution procedure. 6 Otherwise, regulations under subsection (2) are subject to negative resolution procedure. 7 In section 61(2) of the UK Borders Act 2007 (meaning of “ the Immigration Acts ”)— a omit the “and” at the end of paragraph (k), and b after paragraph (l) insert  , and m the Nationality and Borders Act 2022."}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "85", "section_title": "Regulations", "section_text": " 85    1   A power to make regulations under this Act is exercisable by statutory instrument.     2   Regulations under this Act—   a   may make different provision for different purposes;     b   may make transitional, transitory or saving provision;     c   may make incidental, supplementary or consequential provision.       3   Where regulations under this Act are subject to “negative resolution procedure” the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament.     4   Where regulations under this Act are subject to “affirmative resolution procedure” the regulations may not be made unless a draft of the instrument containing them has been laid before and approved by a resolution of each House of Parliament.     5   Any provision that may be made by regulations under this Act subject to negative resolution procedure may instead be made by regulations under this Act subject to affirmative resolution procedure.     6   Any provision that may be made by regulations under this Act for which no Parliamentary procedure is prescribed may instead be made by regulations subject to negative or affirmative resolution procedure.    "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "86", "section_title": "Extent", "section_text": " 86    1   This Act extends to England and Wales, Scotland and Northern Ireland, subject as follows.     2   Any amendment, repeal or revocation made by this Act has the same extent within the United Kingdom as the provision to which it relates.     3   Part 1 (nationality) also extends to the Channel Islands and the Isle of Man and the British overseas territories within the meaning of the British Nationality Act 1981 (see section 50(1) of that Act).     4   Her Majesty may by Order in Council provide for any of the provisions of this Act to extend, with or without modifications, to any of the Channel Islands or the Isle of Man.     5   A power under any provision listed in subsection (6) may be exercised so as to extend (with or without modification) to any of the Channel Islands or the Isle of Man any amendment or repeal made by or under this Act of any part of an Act to which the provision listed in subsection (6) relates.     6   Those provisions are—   a   section 36 of the Immigration Act 1971,     b   section 15(1) of the Asylum and Immigration Appeals Act 1993,     c   section 13(5) of the Asylum and Immigration Act 1996,     d   section 9(3) of the Special Immigration Appeals Commission Act 1997,     e   section 170(7) of the Immigration and Asylum Act 1999,     f   section 163(4) of the Nationality, Immigration and Asylum Act 2002,     g   section 338 of the Criminal Justice Act 2003,     h   section 49(3) of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004,     i   section 63(3) of the Immigration, Asylum and Nationality Act 2006,     j   section 60(4) of the UK Borders Act 2007,     k   section 57(5) of the Borders, Citizenship and Immigration Act 2009,     l   section 76(6) of the Immigration Act 2014,     m   section 60(6) of the Modern Slavery Act 2015,     n   section 95(5) of the Immigration Act 2016, and     o   section 8(2) of the Immigration and Social Security (EU Withdrawal) Act 2020.      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "87", "section_title": "Commencement", "section_text": " 87    1   Subject to subsections (3) to (5), this Act comes into force on such day as the Secretary of State appoints by regulations.     2   Regulations under subsection (1) may appoint different days for different purposes or areas.     3   The following provisions come into force on the day on which this Act is passed—   a   section 10 (1)  and  (6)  to  (8)  (effect of failure to give notice of pre-commencement decision to deprive a person of citizenship);     b   sections 70, 71 and 73 (visa penalties in relation to countries posing a risk to international peace and security etc);     c   this Part.       4   The following provisions come into force on the day on which this Act is passed for the purposes of making (and, where required, consulting on) regulations—   a   section 14 (requirement to make asylum claim at “designated place”);     b   section 27 (accelerated detained appeals);     c   section 42 and Schedule 5 (penalty for failure to secure goods vehicle etc);     d   section 43 (working in United Kingdom waters: arrival and entry);     e   section 50 (persons subject to immigration control: referral or age assessment by local authority);     f   section 52 (use of scientific methods in age assessments);     g   section 53 (regulations about age assessments);     h   section 69 (interpretation of Part 5);     i   section 82 (pre-consolidation amendments of immigration legislation).       5   The following provisions come into force at the end of the period of two months beginning with the day on which this Act is passed—   a   section 28 (claims certified as clearly unfounded: removal of right of appeal);     b   paragraphs 5 to 19 of Schedule 4, and section 29 so far as it relates to those paragraphs (removal of asylum seeker to safe third country);     c   section 30(1), (2) and (4) to (6) (Refugee Convention: general);     d   sections 31 to 36 and 38 (interpretation of Refugee Convention);     e   section 39 (interpretation of Part 2);     f   section 44 (power to search container);     g   section 49(1) to (4) (interpretation of Part 4);     h   sections 72 and 74 (visa penalties in relation to uncooperative countries);     i   section 78 (counter-terrorism questioning of detained entrants away from place of arrival).      "}, {"act": "Nationality and Borders Act 2022", "year": 2022, "section": "88", "section_title": "Short title", "section_text": " 88   This Act may be cited as the Nationality and Borders Act 2022.  "}]