[{"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "1", "section_title": "Meaning of “remediable service”", "section_text": "1 1 For the purposes of this Chapter any continuous period of service of a person in an employment or office is “remediable service” in that employment or office if the following four conditions are met. 2 In this section “ the service in question ” means the service mentioned in subsection  (1) . 3 The first condition is that the service in question takes place in the period beginning with the day after the closing date and ending with 31 March 2022. 4 The second condition is that the service in question is— a pensionable service under a Chapter 1 legacy scheme, b pensionable service under a Chapter 1 new scheme that would have been pensionable service under a Chapter 1 legacy scheme but for the person’s failure to meet a condition relating to the person’s attainment of normal pension age, or another specified age, by a specified date, or c excess teacher service. The second condition is met if all of the service in question falls within paragraphs (a) to (c) (even if it does not all fall within only one of those paragraphs). 5 The third condition is that the person— a was, on 31 March 2012 or any earlier day, in service in any employment or office that is pensionable service under— i a Chapter 1 legacy scheme, ii a judicial legacy scheme (within the meaning of Chapter 2), or iii a local government legacy scheme (within the meaning of Chapter 3), or b is not within paragraph  (a)  and was, on 31 March 2012, in service as a firefighter which entitled the person to be an active member of a relevant firefighters’ legacy scheme. 6 The fourth condition is that there is no disqualifying gap in service falling within the period— a beginning with— i in a case in which the third condition is met by virtue of subsection  (5)(a) , the day after the most recent day in relation to which that condition is met; ii in a case in which the third condition is met by virtue of subsection  (5)(b) , 1 April 2012, and b ending with the day before the first day of the service in question. 7 In subsection  (6)  “ disqualifying gap in service ” means a period longer than 5 years at no time during which is the person in service in an employment or office which— a is pensionable service under— i a Chapter 1 scheme, ii a judicial scheme (within the meaning of Chapter 2), or iii a local government scheme (within the meaning of Chapter 3), b is, as a result of a Fair Deal transfer, pensionable service under a Fair Deal scheme, or c is, as a result of a local government contracting-out transfer, pensionable service under a pension scheme that offers pension arrangements that are broadly comparable with those offered to the person before the transfer. 8 In this Chapter “ the closing date ” means— a 31 March 2015 in relation to service which is pensionable service under a Chapter 1 scheme that is not an Agency scheme; b 31 March 2016 in relation to service which is pensionable service under an Agency scheme. 9 In determining for the purposes of this section whether any service is pensionable service under a particular scheme, sections 2 (1) , 42 (2)  to  (5)  and 45 (2)  (under which service may be treated as pensionable, or not pensionable, under particular schemes) are to be disregarded. See also section 30 (1)  (which requires section 61 of the Equality Act 2010 and paragraph 2 of Schedule 1 to EEAR(NI) 2006 to be disregarded). 10 For provision under which the second condition is treated as met in relation to a person’s service in an employment or office, despite the service not being pensionable service under a Chapter 1 scheme or excess teacher service, see section 5 (2)  (opted-out service)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "2", "section_title": "Remediable service treated as pensionable under Chapter 1 legacy schemes", "section_text": "2 1 A person’s remediable service in an employment or office that would, apart from this subsection, be pensionable service under a Chapter 1 new scheme— a is not, and is treated as never having been, pensionable service under that scheme, and b is treated as being, and as always having been, pensionable service under the relevant Chapter 1 legacy scheme. For the meaning of “the relevant Chapter 1 legacy scheme”, see section 4. 2 Where a person has remediable service in multiple employments or offices, subsection  (1)  applies separately in relation to the person’s remediable service in each of them. 3 Subsection  (1)  has effect— a for the purposes of determining which Chapter 1 scheme is (or at any time was) required to pay benefits to or in respect of a member, b for the purposes of determining the amount of any benefits that are (or at any time were) payable under a Chapter 1 scheme to or in respect of a member, and c subject to subsection  (4) , and to any other provision of this Chapter to the contrary, for all other purposes. 4 Subsection  (1)  does not have effect for the purposes of determining the existence or amount of any liability that any member of a Chapter 1 scheme, or any employer in relation to such a scheme, has (or at any time had) to pay pension contributions in respect of a person’s remediable service. 5 Subsection  (1)  does not affect— a any arrangements under a Chapter 1 scheme under which a member pays contributions to the scheme on a voluntary basis so as to secure additional benefits, or the earlier payment of benefits, under the scheme, or b any rights under a Chapter 1 scheme in respect of a transfer in to the scheme of an amount in respect of rights accrued under another pension scheme. 6 For provision disapplying subsection  (3)(b) , or affecting the time at which that provision applies, in relation to pensioner and deceased members, see section 6 (immediate choice to receive new scheme benefits). 7 For further provision under which benefits determined by reference to a member’s remediable service may be new scheme benefits, see section 10 (deferred choice to receive new scheme benefits)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "3", "section_title": "Benefits already paid", "section_text": "3 1 Subsection  (2)  applies in relation to any benefits (“the paid benefits”) that a Chapter 1 new scheme has at any time paid to a person (“ P ”) so far as— a they are calculated by reference to P’s, or any other person’s, remediable service in an employment or office, and b they are benefits that, as a result of section 2 (1)(a) , P was not entitled to receive from the scheme. 2 The paid benefits are to be treated for all purposes— a as not having been paid to P by the Chapter 1 new scheme, but b as having been paid to P instead by the relevant Chapter 1 legacy scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "4", "section_title": "Meaning of “the relevant Chapter 1 legacy scheme” etc", "section_text": "4 1 In this Chapter “ the relevant Chapter 1 legacy scheme ”, in relation to a person’s remediable service in an employment or office, means the Chapter 1 legacy scheme for people in that employment, or holders of that office, under which (disregarding section 2 (1) ) the person most recently accrued pensionable service. This is subject to subsections  (2)  to  (8) . 2 In a case in which— a on or before the closing date, the person opted that their service in the employment or office in question should no longer be pensionable service under the Chapter 1 legacy scheme mentioned in subsection  (1) , b on the closing date, the rules of that scheme prohibited a person from becoming an active member of the scheme, and c on that date, the rules of another Chapter 1 legacy scheme for people in the employment, or holders of the office, in question did not include such a prohibition, “ the relevant Chapter 1 legacy scheme ”, in relation to the person’s remediable service in the employment or office, means the Chapter 1 legacy scheme mentioned in paragraph  (c) . 3 In a case in which— a at any time after the closing date, the person— i opted that their service in the employment or office in question should no longer be pensionable service under a Chapter 1 scheme, or ii ceased to be in service in the employment or office in question, b at any later time before 1 April 2022, the person— i opted that their service in the employment or office in question should again be pensionable service under a Chapter 1 scheme, or ii resumed service in the employment or office in question, c at that time, the rules of the Chapter 1 legacy scheme mentioned in subsection (1) prohibited a person from becoming an active member of the scheme, and d at that time, the rules of another Chapter 1 legacy scheme for people in the employment, or holders of the office, in question did not include such a prohibition, “ the relevant Chapter 1 legacy scheme ”, in relation to the person’s remediable service in the employment or office that takes place after the time mentioned in paragraph  (b) , means the Chapter 1 legacy scheme mentioned in paragraph  (d) . 4 In a case in which any of the person’s remediable service in the employment or office in question is excess teacher service, “ the relevant Chapter 1 legacy scheme ”, in relation to so much of the person’s remediable service as is excess teacher service, means the local government new scheme mentioned in section 110 (2) . 5 Subsection  (6)  applies in a case in which— a the person never accrued pensionable service as mentioned in subsection  (1) , or b paragraphs  (a)  and  (b)  of subsection  (2)  apply, but no Chapter 1 legacy scheme falls within paragraph  (c)  of that subsection. 6 Where this subsection applies, “ the relevant Chapter 1 legacy scheme ”, in relation to the person’s remediable service in the employment or office, means the Chapter 1 legacy scheme for people in the employment, or holders of the office, in question that the person would have been eligible to join on 31 March 2012 if, on that date, the person— a had been in that employment or a holder of that office, and b had met all other conditions as to eligibility (if any). 7 Subsection  (8)  applies in a case in which paragraphs  (a)  to  (c)  of subsection  (3)  apply, but no Chapter 1 legacy scheme falls within paragraph  (d)  of that subsection. 8 Where this subsection applies, “ the relevant Chapter 1 legacy scheme ”, in relation to the person’s remediable service in the employment or office that takes place after the time mentioned in subsection  (3)(b) , means the Chapter 1 legacy scheme for people in the employment, or holders of the office, in question that the person would have been eligible to join on 31 March 2012 if, on that date, the person— a had been in that employment or a holder of that office, and b had met all other conditions as to eligibility (if any). 9 Remediable service that is treated under section 2 (1)  as pensionable service under a Chapter 1 legacy scheme is, if the scheme has different sections or otherwise makes different provision in relation to different people, treated as pensionable service under— a the section or provision of the scheme under which the person most recently accrued pensionable service (disregarding section 2 (1) ), or b if the person has not (disregarding section 2 (1) ) accrued pensionable service under the scheme, the section or provision under which the person would have accrued service if on 31 March 2012 the person had been in service in the employment or in the office in question, and had joined the scheme on that date."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "5", "section_title": "Election for retrospective provision to apply to opted-out service", "section_text": "5 1 Scheme regulations for a Chapter 1 legacy scheme must make provision so as to secure that an election may be made in relation to relevant opted-out service in an employment or office. 2 Where an election by virtue of this section is made in relation to relevant opted-out service in an employment or office— a the second condition in section 1 is treated as met in relation to the service (so that the service becomes  “remediable service” ), and b section 2 (1)(b)  applies to the service (so that the service is treated as pensionable service under the relevant Chapter 1 legacy scheme). 3 An election by virtue of this section— a must be made before the end of the election period, b takes effect when it is made, and c is irrevocable. 4 In subsection  (3)  “ the end of the election period ” means— a the end of the period of one year beginning with the day on which a remediable service statement is first provided in respect of the member, or b such later time as the scheme manager considers reasonable in all the circumstances. 5 Scheme regulations made by virtue of subsection  (1)  may, in particular, include provision— a under which an election may be made in relation to a person’s relevant opted-out service only on the making of an application by or on behalf of the person; b under which an application by virtue of paragraph  (a)  may be refused unless a condition specified in the regulations is met; c requiring information to be provided before an election is made; d about the form and manner in which an election is to be made; e about who may make an election in relation to the service of a deceased member. 6 The conditions that may be specified by virtue of subsection  (5)(b)  include in particular— a a condition relating to the reason why the person opted that the service to which the application relates should not be pensionable service (or did not opt that it should be pensionable service) under a Chapter 1 scheme; b a condition requiring— i the transfer to the scheme of any assets and liabilities held for the purposes of a partnership pension account that are referable to pension contributions made by or on behalf of the person in respect of the person’s relevant opted-out service, and ii the surrender of any entitlement to a pension under the scheme, and any right to a future pension under the scheme, that would otherwise arise under the rules of the scheme in respect of the value of the assets and liabilities transferred; c in cases in which any assets and liabilities that are referable to pension contributions made by or on behalf of the person have been transferred out of a partnership pension account, a condition requiring the payment to the scheme of an amount in respect of the transfer. 7 For the purposes of this section a person’s opted-out service is “ relevant ” in relation to a Chapter 1 legacy scheme if the scheme is the relevant Chapter 1 legacy scheme (within the meaning given by section 4) in relation to that service (reading any reference in that provision to remediable service as a reference to opted-out service)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "6", "section_title": "Immediate choice to receive new scheme benefits", "section_text": "6 1 Scheme regulations for a Chapter 1 legacy scheme must make provision so as to secure that an election for new scheme benefits may be made in relation to the remediable service in an employment or office of a relevant member of the scheme that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is a pensioner member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, or b is deceased. 3 Where a member has remediable service in multiple employments or offices that is pensionable service under the scheme, provision made under subsection  (1)  must include provision for separate elections in relation to the member’s remediable service in each of them. 4 Section 2 (1) — a has effect in relation to a relevant member’s remediable service in an employment or office for the purposes mentioned in section 2 (3)(b)  (effect of section 2 (1)  on amount of benefits payable) only if no election by virtue of this section is made before the end of the section 6 election period, and b in such a case, applies for those purposes in relation to the relevant member’s remediable service from the end of the section 6 election period. 5 Where an election by virtue of this section is made in relation to a member’s remediable service in an employment or office, the benefits payable under the scheme to or in respect of the member, so far as they are determined by reference to the member’s legacy scheme remediable service in the employment or office, are new scheme benefits. 6 For the purposes of subsection  (5)  a member’s remediable service in an employment or office is “legacy scheme remediable service” in that employment or office if and to the extent that it is pensionable service under a Chapter 1 legacy scheme otherwise than by virtue of section 2 (1) . 7 An election by virtue of this section has effect in relation to all of the member’s remediable service in the employment or office in question that is pensionable service under the scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "7", "section_title": "Elections by virtue of section 6: timing and procedure", "section_text": "7 1 An election— a must be made before the end of the section 6 election period, b is treated as having taken effect— i immediately before the member became a pensioner member of the scheme, or (if earlier) became a pensioner member of a Chapter 1 new scheme, in relation to the employment or office, or ii if the member died without having become a pensioner member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, immediately before the member’s death, and c is irrevocable. 2 In this Chapter “ the end of the section 6 election period ” means— a the end of the period of one year beginning with the day on which a remediable service statement is first provided in respect of the member, or b such later time as the scheme manager considers reasonable in all the circumstances. 3 Scheme regulations made by virtue of section 6 (1)  may, in particular, include provision— a requiring information to be provided before an election is made; b about the form and manner in which an election is to be made; c about who may make an election in relation to the remediable service of a deceased member. 4 References in this section to “an election” are to an election by virtue of section 6."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "8", "section_title": "Power to deem election by virtue of section 6 to have been made", "section_text": "8 1 Scheme regulations made by virtue of section 6 (1)  may include provision under which an election by virtue of section 6 is treated as having been made immediately before the end of the section 6 election period. 2 Provision by virtue of subsection  (1)  may be made only in relation to cases in which— a the end of the section 6 election period in relation to a member has passed, and b no decision as to whether an election is to be made in relation to the member’s remediable service has been communicated to the scheme. 3 Provision by virtue of subsection  (1)  may, in particular, include provision specifying conditions that are to be met if an election is to be treated as having been made, including conditions relating to the value of benefits payable under the scheme if an election is or is not made."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "9", "section_title": "Persons with remediable service in more than one Chapter 1 legacy scheme", "section_text": "9 1 This section applies where— a an election is made by virtue of section 6 (immediate choice to receive new scheme benefits) in relation to the remediable service in an employment or office of a member (“ M ”) of a Chapter 1 legacy scheme that is pensionable service under the scheme, and b M has any remediable service in that employment or office that is pensionable service under another Chapter 1 legacy scheme. 2 If M is a relevant member within the meaning of section 6 in relation to the scheme mentioned in subsection  (1)(b) , the election has effect as an election by virtue of section 6 in relation to M’s remediable service that is pensionable service under that scheme (as well as having effect as such an election in relation to M’s remediable service that is pensionable service under the scheme mentioned in subsection  (1)(a) ). 3 If M is a relevant member within the meaning of section 10 (deferred choice to receive new scheme benefits) in relation to the scheme mentioned in subsection  (1)(b) , the election has effect as an election by virtue of section 10 in relation to M’s remediable service that is pensionable service under that scheme (as well as having effect as an election by virtue of section 6 in relation to M’s remediable service that is pensionable service under the scheme mentioned in subsection  (1)(a) )."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "10", "section_title": "Deferred choice to receive new scheme benefits", "section_text": "10 1 Scheme regulations for a Chapter 1 legacy scheme must make provision so as to secure that an election for new scheme benefits may be made in relation to the remediable service in an employment or office of a relevant member of the scheme that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is an active or deferred member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, and b is not a pensioner member of a Chapter 1 scheme in relation to the employment or office. 3 Where a member has remediable service in multiple employments or offices that is pensionable service under the scheme, provision made under subsection  (1)  must make provision for separate elections in relation to the member’s remediable service in each of them. 4 Where an election by virtue of this section is made in relation to a member’s remediable service in an employment or office, the benefits payable under the scheme to or in respect of the member, so far as they are determined by reference to the member’s remediable service in that employment or office are new scheme benefits. 5 An election by virtue of this section has effect in relation to all of the member’s remediable service in the employment or office in question that is pensionable service under the scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "11", "section_title": "Elections by virtue of section 10: timing and procedure", "section_text": "11 1 Scheme regulations made by virtue of section 10 (1)  must specify a time (“the end of the section 10 election period”) in relation to a member. 2 The end of the section 10 election period must not be more than one year before the day on which it is reasonably expected that, if an election were made, new scheme benefits would become payable under the scheme to or in respect of the member. 3 An election— a must be made before the end of the section 10 election period, and b (subject to subsection  (4) ) takes effect immediately before the member becomes a pensioner member of the scheme in relation to the employment or office. 4 Where an election is made on behalf of a deceased member, the election is treated as having taken effect immediately before the member’s death. 5 Scheme regulations made by virtue of section 10 (1)  may, in particular, include provision— a requiring information to be provided before an election is made; b about the form and manner in which an election is to be made; c about who may make an election in relation to the remediable service of a deceased member; d subject to subsection  (6) , about how and when an election lapses or may be revoked. 6 Scheme regulations made by virtue of section 10 (1)  may not provide for an election made in relation to a member’s remediable service in an employment or office to lapse or be revoked after any benefits have become payable to or in respect of the member after the end of the section 10 election period. 7 Where an election lapses or is revoked, the election is treated as never having had effect. 8 References in this section to “an election” are to an election by virtue of section 10."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "12", "section_title": "Power to deem election by virtue of section 10 to have been made", "section_text": "12 1 Scheme regulations made by virtue of section 10 (1)  may include provision under which an election by virtue of section 10 is treated as having been made immediately before the end of the section 10 election period. 2 Provision by virtue of subsection  (1)  may be made only in relation to cases in which— a the end of the section 10 election period in relation to a member has passed, and b no decision as to whether an election is to be made in relation to the member’s remediable service has been communicated to the scheme. 3 Provision by virtue of subsection  (1)  may, in particular, include provision specifying conditions that are to be met if an election is to be treated as having been made, including conditions relating to the value of benefits payable under the scheme if an election is or is not made."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "13", "section_title": "Persons with remediable service in more than one Chapter 1 legacy scheme", "section_text": "13 1 This section applies where— a an election is made by virtue of section 10 (deferred choice to receive new scheme benefits) in relation to the remediable service in an employment or office of a member (“ M ”) of a Chapter 1 legacy scheme that is pensionable service under the scheme, and b M has any remediable service in that employment or office that is pensionable service under another Chapter 1 legacy scheme. 2 If M is a relevant member within the meaning of section 10 in relation to the scheme mentioned in subsection  (1)(b) , the election has effect as an election by virtue of section 10 in relation to M’s remediable service that is pensionable service under that scheme (as well as having effect as such an election in relation to M’s remediable service that is pensionable service under the scheme mentioned in subsection  (1)(a) ). 3 If M is a relevant member within the meaning of section 6 (immediate choice to receive new scheme benefits) in relation to the scheme mentioned in subsection  (1)(b) , the election has effect as an election by virtue of section 6 in relation to M’s remediable service that is pensionable service under that scheme (as well as having effect as an election by virtue of section 10 in relation to M’s remediable service that is pensionable service under the scheme mentioned in subsection  (1)(a) )."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "14", "section_title": "Pension benefits and lump sum benefits: pensioner and deceased members", "section_text": "14 1 This section applies in relation to a relevant member (“ M ”) of a Chapter 1 legacy scheme who has remediable service in an employment or office that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is a pensioner member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, or b is deceased. 3 Where, at the operative time— a the aggregate of the pension benefits that (after taking into account the effect, if any, of section 3 (2) ) have been paid under the scheme to any person (“ the beneficiary ”) in respect of M’s remediable service in the employment or office, exceeds b the aggregate of the pension benefits to which (after taking into account the effect, if any, of sections 2 (1)  and 6 (4)  and  (5)  in relation to the service) the beneficiary is entitled under the scheme in respect of the service, the beneficiary must pay an amount equal to the difference to the scheme. 4 Where, at the operative time— a the amount mentioned in subsection  (3)(a) , is less than b the amount mentioned in subsection  (3)(b) , the scheme manager must pay an amount equal to the difference to the beneficiary. 5 Where, at the operative time— a the aggregate of the lump sum benefits that (after taking into account the effect, if any of section 3 (2) ) have been paid under the scheme to any person (“ the beneficiary ”) in respect of M’s remediable service in the employment or office, exceeds b the aggregate of the lump sum benefits to which (after taking into account the effect, if any, of sections 2 (1)  and 6 (4)  and  (5)  in relation to the service) the beneficiary is entitled under the scheme in respect of the service, the beneficiary must pay an amount equal to the difference to the scheme. 6 Where, at the operative time— a the amount mentioned in subsection  (5)(a) , is less than b the amount mentioned in subsection  (5)(b) , the scheme manager must pay an amount equal to the difference to the beneficiary. 7 In this section “ the operative time ” means— a if an election by virtue of section 6 (immediate choice to receive new scheme benefits) is made in relation to M’s remediable service— i the time the election is made, or ii if later, the coming into force of section 2 (1) ; b otherwise, the end of the section 6 election period in relation to M. 8 In this section— “ lump sum benefit ” means any benefit payable under a pension scheme by way of a lump sum; “ pension benefit ” means any benefit payable under a pension scheme otherwise than by way of a lump sum."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "15", "section_title": "Pension contributions: pensioner and deceased members", "section_text": "15 1 This section applies in relation to a relevant member (“ M ”) of a Chapter 1 legacy scheme who has remediable service in an employment or office that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is a pensioner member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, or b is deceased. 3 Where, at the operative time— a the paid contributions amount in relation to M, exceeds b the adjusted contributions amount in relation to M, the scheme manager must pay an amount of compensation equal to the difference to the appropriate person. 4 Where, at the operative time— a the paid contributions amount in relation to M, is less than b the adjusted contributions amount in relation to M, the appropriate person must pay pension contributions equal to the difference to the scheme. 5 In this section “ the operative time ” means— a if an election by virtue of section 6 (immediate choice to receive new scheme benefits) is made in relation to M’s remediable service— i the time the election is made, or ii if later, the coming into force of section 2 (1) ; b otherwise, the end of the section 6 election period in relation to M. 6 In this section “ the paid contributions amount ” means the aggregate of the pension contributions paid by M in the relevant tax years in respect of M’s remediable service in the employment or office under— a any Chapter 1 scheme, and b where M has made an election by virtue of section 5 (election for retrospective provision to apply: opted-out service), any partnership pension account. 7 A reference in subsection  (6)  to pension contributions paid by M includes, in relation to any pension contributions paid under a partnership pension account, such sums as are deducted by M under section 192 of FA 2004 (relief at source). 8 In this section “ the adjusted contributions amount ” means— a if an election by virtue of section 6 (immediate choice to receive new scheme benefits) has been made in relation to the remediable service, the aggregate of M’s new scheme contributions for the relevant tax years; b otherwise, the aggregate of M’s legacy scheme contributions for the relevant tax years. 9 In this section “ the relevant tax years ” means— a in relation to pensionable service under a Chapter 1 legacy scheme that is not an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive; b in relation to pensionable service under a Chapter 1 legacy scheme that is an Agency scheme, the tax years from 2016-17 to 2021-22 inclusive. 10 In this section “ the appropriate person ” means— a M, or b if M is deceased, M’s personal representatives."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "16", "section_title": "Pension contributions: active and deferred members (immediate correction)", "section_text": "16 1 This section applies in relation to a relevant member (“ M ”) of a Chapter 1 legacy scheme who has remediable service in an employment or office that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is an active or deferred member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, and b is not a pensioner member of a Chapter 1 scheme in relation to the employment or office. 3 Where, on the coming into force of section 2 (1) — a the paid contributions amount in relation to M, exceeds b the adjusted contributions amount in relation to M, the scheme manager must pay an amount of compensation equal to the difference to the appropriate person. 4 Where, on the coming into force of section 2 (1) — a the paid contributions amount in relation to M, is less than b the adjusted contributions amount in relation to M, the appropriate person must pay pension contributions equal to the difference to the scheme. 5 In this section “ the paid contributions amount ” means the aggregate of the pension contributions paid by M in the relevant tax years in respect of M’s remediable service in the employment or office under— a any Chapter 1 scheme, and b where M has made an election by virtue of section 5 (opting in: persons with opted-out service), any partnership pension account. 6 A reference in subsection  (5)  to pension contributions paid by M includes, in relation to any pension contributions paid under a partnership pension account, such sums as are deducted by M under section 192 of FA 2004 (relief at source). 7 In this section “ the adjusted contributions amount ” means the aggregate of M’s legacy scheme contributions for the relevant tax years. 8 In this section “ the appropriate person ” means— a M, or b if M is deceased, M’s personal representatives. 9 In this section “ the relevant tax years ” means— a in relation to pensionable service under a Chapter 1 legacy scheme that is not an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive; b in relation to pensionable service under a Chapter 1 legacy scheme that is an Agency scheme, the tax years from 2016-17 to 2021-22 inclusive."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "17", "section_title": "Pension contributions: active and deferred members (deferred correction)", "section_text": "17 1 This section applies in relation to a relevant member (“ M ”) of a Chapter 1 legacy scheme— a who has remediable service in an employment or office that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ), and b in respect of whom an election by virtue of section 10 (deferred choice to receive new scheme benefits) has been made. 2 In this section “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member of the scheme who, immediately before the coming into force of section 2 (1) — a is an active or deferred member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, and b is not a pensioner member of a Chapter 1 scheme in relation to the employment or office. 3 Where— a the paid contributions amount in relation to M, exceeds b the adjusted contributions amount in relation to M, the scheme manager must pay an amount of compensation equal to the difference to the appropriate person. 4 Where— a the paid contributions amount in relation to M, is less than b the adjusted contributions amount in relation to M, the appropriate person must pay pension contributions equal to the difference to the scheme. 5 In this section “ the paid contributions amount ” means (subject to subsection  (7) ) the aggregate of the pension contributions paid by M in the relevant tax years in respect of M’s remediable service in the employment or office under— a any Chapter 1 scheme, and b where M has made an election by virtue of section 5 (opting in: persons with opted-out service), any partnership pension account. 6 A reference in subsection  (5)  to pension contributions paid by M includes, in relation to any pension contributions paid under a partnership pension account, such sums as are deducted by M under section 192 of FA 2004 (relief at source). 7 The “paid contributions amount” determined under subsection  (5)  is to be adjusted by— a deducting any amounts of compensation paid to M in respect of the remediable service in question under section 16 (3) , and b adding any pension contributions paid by M in respect the remediable service in question under section 16 (4) . 8 In this section “ the adjusted contributions amount ” means the aggregate of M’s new scheme contributions for the relevant tax years. 9 In this section “ the appropriate person ” means— a M, or b if M is deceased, M’s personal representatives. 10 In this section “ the relevant tax years ” means— a in relation to pensionable service under a Chapter 1 legacy scheme that is not an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive; b in relation to pensionable service under a Chapter 1 legacy scheme that is an Agency scheme, the tax years from 2016-17 to 2021-22 inclusive."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "18", "section_title": "Powers to reduce or waive liabilities", "section_text": "18 1 Scheme regulations for a Chapter 1 legacy scheme may make provision under which a liability owed by a person to the scheme under section 14 (corrections for pension benefits and lump sum benefits) is reduced or waived. 2 Scheme regulations for a Chapter 1 legacy scheme may make provision under which a liability to pay pension contributions owed by a member to the scheme under section 15, 16 or 17 (corrections for pension contributions) in relation to the member’s remediable service in an employment or office is reduced or waived. 3 The provision that may be made under subsection  (2)  includes, in particular, provision under which a liability to pay pension contributions is reduced by tax relief amounts. 4 In subsection  (3)  “ tax relief amounts ” means amounts determined by reference to the tax relief under section 188 of FA 2004 (relief for members’ contributions) that would have been available in respect of the amounts owed if they were paid in a different tax year. 5 Scheme regulations for a Chapter 1 legacy scheme may make provision under which a liability to pay compensation owed by the scheme to a member under section 15, 16 or 17 (corrections for pension contributions) in relation to the member’s remediable service in an employment or office is reduced or waived. 6 The provision that may be made under subsection  (5)  includes, in particular, provision under which a liability is reduced by tax relief amounts. 7 In subsection  (6)  “ tax relief amounts ” means amounts determined by reference to the tax relief under section 188 of FA 2004 (relief for members’ contributions) that was received by the member in respect of pension contributions paid in a tax year in respect of the member’s remediable service in the employment or office. 8 Scheme regulations for a Chapter 1 legacy scheme may make provision under which a liability owed by the scheme to a person under section 16 (pension contributions: active and deferred members (immediate correction)) may, by agreement, be reduced or waived."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "19", "section_title": "Pension credit members", "section_text": "19 1 Scheme regulations for a Chapter 1 scheme may make provision about the benefits payable to or in respect of a relevant pension credit member and the corresponding pension debit member. 2 In this section “ relevant pension credit member ”, in relation to a Chapter 1 scheme, means a member of the scheme who has rights under the scheme— a which are attributable (directly or indirectly) to a pension credit, and b the value of which was determined (to any extent) by reference to the value of benefits payable in respect of the remediable service in an employment or office of another member. 3 In this section “ the corresponding pension debit member ”, in relation to a relevant pension credit member, means the member mentioned in subsection  (2)(b) . 4 The provision that may be made under subsection (1) includes provision under which— a the pension debit of the corresponding pension debit member is adjusted where an election under section 6 (immediate choice) or section 10 (deferred choice) is made in relation to the member’s remediable service; b the pension credit of a relevant pension credit member is adjusted on the assumption that an election under section 6 or 10 is made in relation to the remediable service of the corresponding pension debit member (regardless of whether it in fact is). 5 Provision made under subsection  (1)  must include provision under which, in a case in which the corresponding pension debit member in relation to a relevant pension credit member has mixed service, any pension credit retained by the relevant pension credit member under the scheme is of a value determined by reference to the value of benefits payable under only one Chapter 1 scheme. 6 For the purposes of this Chapter a member’s remediable service in an employment or office is “mixed service” if, disregarding section 2 (1) — a some of the service is pensionable service under a Chapter 1 legacy scheme, and b some of the service is pensionable service under a Chapter 1 new scheme. 7 In this section— “ pension debit ” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; “ pension credit ” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "20", "section_title": "Voluntary contributions", "section_text": "20 1 Scheme regulations for a Chapter 1 scheme may make provision about cases in which a member has paid voluntary contributions to the scheme during any period of remediable service. 2 The provision that may be made under subsection (1) includes, in particular, provision under which the rights to additional benefits, or earlier payment of benefits, that would otherwise have been secured by the payment of the voluntary contributions are varied, in a case in which an election by virtue of section 6 or 10 is made in respect of any remediable service of the member in question. 3 The rights may, in particular, be varied so that they are of an equivalent value to rights the member would have secured under the Chapter 1 new scheme that is connected with the scheme if the voluntary contributions had been paid to that scheme. 4 The provision that may be made under subsection (1) in scheme regulations for a Chapter 1 new scheme includes, in particular, provision under which the rights to additional benefits, or earlier payment of benefits, that would otherwise have been secured by the payment of the voluntary contributions are extinguished. 5 Where scheme regulations made by virtue of subsection (1) make provision as mentioned in subsection  (4) , scheme regulations by virtue of subsection (1) must be made that include provision under which— a the person whose rights are extinguished receives rights under a Chapter 1 scheme that are of an equivalent value to the extinguished rights, b rights are conferred under a Chapter 1 scheme that would have been secured under that scheme if the voluntary contributions had been paid to that scheme, or c the scheme manager is required to pay the member who paid the contributions or, if that member is deceased, that member’s personal representatives an amount by way of compensation equal to— i the aggregate of the voluntary contributions paid, less ii an amount in respect of the value of the tax relief under section 188 of FA 2004 (member contributions) to which the member was entitled in respect of the voluntary contributions."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "21", "section_title": "Transfers", "section_text": "21 1 Scheme regulations for a Chapter 1 scheme may make provision about cases in which— a a member transfers out of the scheme rights in respect of remediable service in an employment or office that is pensionable service under the scheme; b a member transfers in to the scheme rights in respect of remediable service in an employment or office that is pensionable service under another Chapter 1 scheme; c a member transfers in to the scheme rights in respect of remediable service in a judicial office (within the meaning of Chapter 2) that is pensionable service under a judicial scheme (within the meaning of that Chapter); d a member transfers in to the scheme rights in respect of remediable service in an employment or office (within the meaning of Chapter 3) that is pensionable service under a local government scheme (within the meaning of that Chapter); e a person, within the period beginning with the closing date and ending with 31 March 2022, transfers in to the scheme, or to any other Chapter 1 scheme, rights in respect of service in any employment or office. 2 The provision that may be made under subsection  (1)(b)  to  (e)  includes, in particular, provision under which the rights to benefits that would otherwise have been secured by the transfer are varied, in a case in which an election by virtue of section 6 or 10 is made in respect of any remediable service of the member in question. 3 The rights may, in particular, be varied so that they are of an equivalent value to rights the member would have secured under another Chapter 1 scheme if the rights had been transferred in to that scheme. 4 The provision that may be made under subsection  (1)(b)  to  (e)  includes, in particular, provision under which the rights to benefits that would otherwise have been secured by the transfer are extinguished. 5 Where scheme regulations made by virtue of subsection (1) make provision as mentioned in subsection  (4) , scheme regulations by virtue of subsection (1) must be made that include provision under which— a the person in question receives rights under a Chapter 1 scheme that are of an equivalent value to the extinguished rights, or b the person in question is given rights under a Chapter 1 scheme that the member would have secured under that scheme if the transfer had been made in to that scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "22", "section_title": "Further powers to make provision about special cases", "section_text": "22 1 Scheme regulations for a Chapter 1 scheme may make further provision relating to a member who has remediable service in an employment or office. 2 The provision that may be made under subsection  (1)  includes, in particular— a provision about the benefits payable to or in respect of a member who has remediable service in an employment or office that is mixed service; b provision about the benefits payable to or in respect of a member who has remediable service in an employment or office where— i there is another Chapter 1 scheme that provides benefits for persons in that employment or office, and ii the two schemes provide (or in any circumstances might provide) benefits to or in respect of a person in relation to the same period of service; c provision about the benefits payable to or in respect of a member where, disregarding section 2 (1) , the member— i has remediable service in an employment or office that is pensionable service under a Chapter 1 new scheme, and ii has a right under that scheme, if they retire before normal pension age, on the making of a payment to the scheme, to the reduction or elimination of the actuarial reduction that would otherwise have been made to the benefits payable to or in respect of the member in respect of that remediable service; d provision about the benefits payable to or in respect of a person who has partially retired; e provision about the benefits payable in respect of a child of a deceased member where— i the member has remediable service in an employment or office, and ii the child is not living in the same household as an adult survivor of the member; f provision about cases in which a person has remediable service in an employment or office any of which is excess teacher service; g provision about cases in which a person has remediable service in an employment or office and also has service in an employment or office as a teacher which— i takes place in the period beginning with the day after the closing date and ending with 31 March 2022, ii is pensionable service under a Chapter 1 new scheme, and iii is not remediable service; h provision about cases in which a person has a partnership pension account; i provision about cases in which a person is made redundant; j provision about cases in which the scheme administrator of a Chapter 1 scheme pays a liability under section 217 or 237B of FA 2004 (joint liability of scheme administrator to lifetime allowance charge or annual allowance charge); k provision about cases in which remuneration is or was payable to a person on the satisfaction of a condition relating to whether any remediable service of the person is or was, or is or was eligible to be, pensionable service under a particular Chapter 1 scheme (including provision requiring any such remuneration that has been paid to be repaid); l provision about cases in which a former member of the armed forces— i is, disregarding section 2(1), entitled under regulation 19 of AFEDP 2014 (lump sum awards: incapacity for armed forces service) to a payment determined (to any extent) by reference to the person’s remediable service in an employment or office, or ii would be entitled under that regulation to such a payment if the benefits payable to the person, so far as determined by reference the person’s remediable service in the employment or office, were new scheme benefits. 3 Scheme regulations for a Chapter 1 new scheme may make provision about injury and compensation benefits payable under a relevant injury and compensation scheme to or in respect of a member who has remediable service in an employment or office. 4 Provision made under subsection  (3)  may in particular be made by amending the relevant injury and compensation scheme. 5 In subsections  (3)  and  (4)  and this subsection— a “ injury and compensation scheme ” means a pension scheme that is listed in Schedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 (existing injury and compensation schemes); b an injury and compensation scheme is “ relevant ”, in relation to a Chapter 1 new scheme, if it is connected with the Chapter 1 new scheme; c a reference to “injury and compensation benefits” payable under an injury and compensation scheme is a reference to— i in the case of an injury and compensation scheme in relation to which Schedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 specifies particular benefits, those benefits; ii in the case of any other injury and compensation scheme, any benefits payable under the scheme. 6 The provision that may be made by scheme regulations under this section, or under section 19, 20 or 21, includes, in particular— a provision modifying any provision of this Chapter in its application to persons of a description specified in the regulations; b provision corresponding to, or applying, any provision of this Chapter, with or without modifications. 7 In this section— “ adult survivor ”, in relation to a member of a Chapter 1 scheme who has remediable service, means a surviving spouse, civil partner or other adult who is entitled under the scheme to a pension determined (to any extent) by reference to the member’s remediable service; “ AFEDP 2014 ” means the Armed Forces Early Departure Payments Scheme Regulations 2014 ( S.I. 2014/2328 ); “ child ”, in relation to a member of a Chapter 1 scheme, means any individual who— is entitled to receive benefits under the scheme in their capacity as a child of the member, or would have been entitled to receive benefits under the scheme in that capacity on the assumption that any election under this Chapter was, or was not, made in respect of the member; “made redundant”: a reference to a person being “ made redundant ” includes, in relation to a member of the armed forces, a person becoming entitled to a redundancy payment under— Part 2 of the Armed Forces (Redundancy, Resettlement and Gratuity Earnings Schemes) (No 2) Order 2010 ( S.I. 2010/832 ), the Armed Forces Redundancy Scheme Order 2006 ( S.I. 2006/55 ), or the Armed Forces Redundancy Scheme Order 2020 ( S.I. 2020/1298 ); “ modifying ” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); “ scheme administrator ” has the same meaning as in Part 4 of FA 2004 (see section 270 of that Act); “ the armed forces ” has the same meaning as in PSPA 2013 (see paragraph 8 of Schedule 1 to that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "23", "section_title": "Power to pay compensation", "section_text": "23 1 The scheme manager for a Chapter 1 legacy scheme may pay amounts by way of compensation in respect of compensatable losses incurred by members or, in the case of deceased members, their personal representatives. 2 Scheme regulations for a Chapter 1 legacy scheme may make provision under which an employer in relation to the scheme is required to reimburse the scheme manager for amounts paid under subsection  (1) . 3 For the purposes of this section a loss incurred by a member, or by a member’s personal representatives, is “compensatable” if and to the extent that— a any of the following three conditions is met, and b the loss is of a description specified in Treasury directions. 4 The first condition is that the loss is attributable to, or is reasonably regarded as attributable to, a relevant breach of a non-discrimination rule. 5 The second condition is that the loss is attributable to the application of any provision of, or made under, this Chapter. 6 The third condition is that— a the member is a relevant member, and b the loss is a Part 4 tax loss that is attributable to the value of rights in respect of remediable service which would, apart from section 2 (1) , be pensionable service under a Chapter 1 new scheme. 7 In subsection  (6)  “ relevant member ” means a member of the scheme— a who, immediately before the coming into force of section 2 (1) — i is a pensioner member of the scheme, or of a Chapter 1 new scheme, in relation to the employment or office, or ii is deceased, and b in respect of whom an election by virtue of section 6 (election for new scheme benefits) has been made. 8 In this section (subject to subsection  (10) ) “ loss ” includes a loss of any kind including, in particular, a Part 4 tax loss. 9 In this section “ Part 4 tax loss ”, in relation to a member, means a loss arising as a result of the member— a incurring a charge, or incurring an increased charge, under Part 4 of FA 2004, or b not being entitled to a relief, or being entitled to less relief, under that Part of that Act. 10 In this section “ loss ” does not include an amount that is payable under this Chapter or under regulations made by virtue of this Chapter. 11 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a Chapter 1 scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 12 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act. 13 Subsection  (1)  does not confer power to pay amounts by way of compensation in respect of compensatable losses so far as— a any person has already received amounts by way of compensation in respect of them, or b amounts that any person has paid the scheme have been reduced by amounts in respect of them, whether pursuant to an order of a court or tribunal or otherwise."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "24", "section_title": "Indirect compensation", "section_text": "24 1 Scheme regulations for a Chapter 1 legacy scheme may make provision under which, where a member has incurred a compensatable loss that is a Part 4 tax loss— a the member is not paid an amount under section 23 by way of compensation in respect of the loss, and b the member is instead paid such additional benefits under the scheme as may be determined in accordance with the regulations. 2 In this section “ compensatable loss ” and “ Part 4 tax loss ” have the same meaning as in section 23."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "25", "section_title": "Remedial arrangements to pay voluntary contributions to legacy schemes", "section_text": "25 1 Scheme regulations for a Chapter 1 legacy scheme may make provision so as to secure that a relevant member may enter into remedial voluntary contributions arrangements. 2 In subsection  (1) — “ relevant member ”, in relation to a Chapter 1 legacy scheme, means a member (other than a deceased member) who has remediable service in an employment or office which, after the coming into force of section 2(1), is pensionable service under the scheme (whether or not by virtue of that provision); “ remedial voluntary contributions arrangements ” means arrangements— which are entered into by a member after the coming into force of section 2(1), and under which the member pays voluntary contributions to the scheme. 3 Provision by virtue of subsection  (1)  may permit a member (“ M ”) to enter into arrangements only if the scheme manager is satisfied that it is more likely than not that, but for a relevant breach of a non-discrimination rule, M would, during the period of M’s remediable service in the employment or office, have entered into the same or similar arrangements. 4 The provision that may be made by virtue of subsection  (1)  includes, in particular, provision under which liabilities to pay voluntary contributions that would otherwise arise under the arrangements are reduced by tax relief amounts. 5 In subsection  (4)  “ tax relief amounts ” means amounts determined by reference to the tax relief under section 188 of FA 2004 (relief for members’ contributions) that would have been available in respect of the amounts owed if they were paid in a different tax year. 6 Provision by virtue of subsection  (1)  may not permit a member (“ M ”) to enter into arrangements after— a the end of the period of one year beginning with the day on which a remediable service statement is first provided in respect of M, or b such later time as the scheme manager considers reasonable in all the circumstances. 7 Subsection  (6)  does not affect the continued operation after the time mentioned in that subsection of any remedial arrangements entered into before that time. 8 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a Chapter 1 scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 9 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "26", "section_title": "Interest and process", "section_text": "26 1 Scheme regulations for a Chapter 1 scheme may make provision— a under which interest is required to be calculated and paid on relevant amounts; b about the process by which relevant amounts (and any interest on them) are to be paid. 2 Scheme regulations made by virtue of subsection  (1)(b)  may, in particular, include provision— a about when relevant amounts (and any interest on them) are to be paid (including provision under which they are paid in instalments); b under which relevant amounts (and any interest on them) owed by the scheme to a person may be paid only on the making of an application; c for the netting off of relevant amounts (and any interest on them) owed to a person by the scheme against relevant amounts (and any interest on them) owed by the person to the scheme; d conferring rights of appeal against decisions taken under the regulations. 3 In this section “ relevant amounts ” means any amounts that are payable by a person to the scheme, or by the scheme to a person, under or by virtue of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "27", "section_title": "Treasury directions", "section_text": "27 1 The powers mentioned in subsection (2) must be exercised in accordance with Treasury directions. 2 The powers are— a the powers to make scheme regulations by virtue of section 18 (powers to reduce or waive liabilities) and any powers exercisable by virtue of such regulations; b the power to make scheme regulations by virtue of section 19 (pension credit members) and any powers exercisable by virtue of such regulations; c the power to make scheme regulations by virtue of section 20 (voluntary contributions) and any powers exercisable by virtue of such regulations; d the power to make scheme regulations by virtue of section 21 (transfers) and any powers exercisable by virtue of such regulations; e the power to make scheme regulations by virtue of section 22 (further powers to make provision about special cases) and any powers exercisable by virtue of such regulations; f the power of a scheme manager under section 23 (1)  (power to pay compensation); g the power to make scheme regulations by virtue of section 23 (2)  (power to require employer to reimburse compensation paid by scheme manager) and any powers exercisable by virtue of such regulations; h the power to make scheme regulations by virtue of section 24 (indirect compensation) and any powers exercisable by virtue of such regulations; i the power to make scheme regulations by virtue of section 25 (remedial arrangements to pay voluntary contributions to legacy schemes) and any powers exercisable by virtue of such regulations; j the power to make scheme regulations by virtue of section 26 (interest and process) and any powers exercisable by virtue of such regulations. 3 Treasury directions under this section may provide for amounts that are to be paid by or to a scheme in relation to a member, or any reduction or waiver of a liability to pay such amounts, to be determined— a taking into account the particular circumstances of the member and (if different) the person to whom or by whom the amount is to be paid or the liability is owed, or b without taking into account any or all of the particular circumstances of that person or those persons. 4 Treasury directions under this section that relate to the calculation and payment of interest, and variations and revocations of such directions, may only be made after consultation with the Government Actuary. 5 For the definition of “Treasury directions”, see section 38 (1) ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "28", "section_title": "Scheme rules that prohibit unauthorised payments", "section_text": "28 1 Subsection  (2)  applies where— a a payment from a Chapter 1 scheme is permitted or required to be made under or by virtue of this Chapter, b the payment, if made, would be an unauthorised payment, and c a rule of the scheme prohibits the scheme from making unauthorised payments. 2 The payment may be made only if it falls within a description of payments specified for the purposes of this section in Treasury directions. 3 In this section “ unauthorised payment ” means a payment that is an unauthorised payment for the purposes of Part 4 of FA 2004 (see section 160(5) of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "29", "section_title": "Remediable service statements", "section_text": "29 1 Scheme regulations for a Chapter 1 legacy scheme must make provision requiring the scheme manager to provide a statement (a “remediable service statement”) in respect of each member of the scheme who has relevant service in an employment or office. 2 For the purposes of this section, service in an employment or office of a member of a Chapter 1 legacy scheme is “relevant service” if either of the following conditions is met in relation to the service. 3 The first condition is that the service— a is opted-out service, and b is service in respect of which— i an application by virtue of subsection  (5)(a)  of section 5 (election for retrospective provision to apply) has been made, but ii no election by virtue of that section has been made. 4 The second condition is that the service is remediable service— a that is pensionable service under the scheme (whether by virtue of section 2 (1)  or otherwise), and b in relation to which an election by virtue of section 6 or 10 (election for new scheme benefits) has not been made. 5 A remediable service statement must include— a a description of the benefits currently available under the scheme in respect of the relevant service (if any), b a description of the benefits that would be available under the scheme in respect of the relevant service if any election under section 5, 6 or 10 that could be made in relation to the service were made, c a description of when and how any election that could be made in relation to the service may be made, and d a description of— i the arrangements (if any) that, by virtue of section 25 (remedial arrangements to pay voluntary contributions to legacy schemes), may be entered into under the scheme, and ii the circumstances in which, and the process by which, such arrangements may be entered into. 6 Treasury directions may require— a specified information (in addition to that specified in subsection  (5) ) to be included in a remediable service statement; b information that is included in a remediable service statement to be in a specified form; c a remediable service statement to be provided to a specified person or in a specified manner; d that a remediable service statement should accompany, or be combined with, a benefit information statement provided under section 14 of PSPA 2013 or section 14 of PSPA(NI) 2014 (benefit information statements). In this subsection “ specified ” means specified in Treasury directions. 7 Provision made under subsection (1) must require a remediable service statement in respect of a member of the scheme to be provided on or before the relevant date. 8 Provision made under subsection (1) must also— a in the case of a member of the scheme who has remediable service in an employment or office in relation to which the member is for the time being an active member, require a remediable service statement in respect of the member to be provided at least once in each year ending with the anniversary of the relevant date; b in the case of a member of the scheme who has remediable service in an employment or office in relation to which the member is for the time being a deferred member, require a remediable service statement in respect of the member to be provided on request. 9 Only one request under subsection  (8)(b)  may be made during any period of 12 months. 10 In this section “ the relevant date ” means— a the day after the final day of the period of 18 months beginning with the day on which section 2 (1)  comes into force in relation to the Chapter 1 legacy scheme, or b such later day as the scheme manager considers reasonable in all the circumstances in the case of a particular member or a particular class of member. 11 A requirement by virtue of this section to provide a remediable service statement may be satisfied by providing it before this section or any other provision of this Chapter comes into force (and for the purposes of any such statement, references in this section to any provision of this Chapter are to be read as if the provision were in force)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "30", "section_title": "Section 61 of the Equality Act 2010 etc", "section_text": "30 1 In determining for the purposes of this Chapter whether any service is pensionable service under a particular pension scheme, section 61 of EA 2010 and paragraph 2 of Schedule 1 to EEAR(NI) 2006 (non-discrimination rule) are to be disregarded. 2 To the extent that section 61 of EA 2010 or paragraph 2 of Schedule 1 to EEAR(NI) 2006 has the effect (apart from this subsection) that any remediable service of a person— a is not pensionable service under a Chapter 1 new scheme, or b is pensionable service under a Chapter 1 legacy scheme, it ceases to have effect (to that extent) immediately before the coming into force of section 2 (1) ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "31", "section_title": "Application of Chapter to immediate detriment cases", "section_text": "31 1 Subject as follows, nothing in sections 2 to 30 applies in relation to a person’s remediable service in an employment or office if an immediate detriment remedy has been obtained in relation to the service. 2 Scheme regulations for a Chapter 1 scheme may make provision for the purpose of putting persons who have rights in respect of remediable service in relation to which an immediate detriment remedy has been obtained, so far as possible, in the position that they would have been in if there had been no relevant breach of a non-discrimination rule in relation to the service. 3 The provision that may be made under subsection  (2)  includes, in particular— a provision corresponding to any provision of sections 2 to 30, or b provision applying any provision of this Chapter in its application to persons of a description specified in the regulations, with or without modifications. 4 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a Chapter 1 scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 5 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "32", "section_title": "Whether an “immediate detriment remedy” has been obtained", "section_text": "32 1 For the purposes of section 31 an “immediate detriment remedy” has been obtained in relation to a person’s remediable service in an employment or office if either of the following conditions is met. 2 The first condition is that— a a court or tribunal has determined that, as a result of a non-discrimination rule, any person has any rights under a Chapter 1 scheme in respect of the remediable service, and b the scheme manager of the scheme has— i paid any benefits or compensation in accordance with the determination, or ii taken any other step (for example, altering records) to implement the determination. 3 The second condition is that— a the scheme manager of a Chapter 1 scheme and any person have agreed that, as a result of a non-discrimination rule, the person has any rights under a Chapter 1 scheme in respect of the remediable service, and b the scheme manager of the scheme has— i paid any benefits or compensation in accordance with the agreement, or ii taken any other step (for example, altering records) to implement the agreement. 4 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a Chapter 1 scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "33", "section_title": "Meaning of “Chapter 1 scheme” etc", "section_text": "33 1 “ A Chapter 1 scheme ” means— a a Chapter 1 new scheme, or b a Chapter 1 legacy scheme. 2 “ A Chapter 1 new scheme ” means— a a scheme under section 1 of PSPA 2013 (schemes for persons in public service) which— i is a defined benefits scheme, ii is not a scheme for holders of a judicial office, and iii is not a scheme for local government workers (within the meaning of that Act), or b a scheme under section 1 of PSPA(NI) 2014 (schemes for persons in public service) which— i is a defined benefits scheme, ii is not a scheme for holders of a judicial office, and iii is not a scheme for local government workers (within the meaning of that Act). 3 “ A Chapter 1 legacy scheme ” means— a an existing scheme (within the meaning of PSPA 2013), other than— i a scheme mentioned in any of paragraphs 2 to 15 of Schedule 5 to that Act (judicial schemes), or ii a scheme mentioned in paragraph 16 or 17 of that Schedule (local government workers), or b an existing scheme (within the meaning of PSPA(NI) 2014), other than— i a scheme mentioned in paragraph 2 of Schedule 5 to that Act (judicial schemes), or ii a scheme mentioned in paragraph 3 of that Schedule (local government workers). 4 In this section “ judicial office ” has the same meaning as in Chapter 2 (see section 71). 5 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "34", "section_title": "Meaning of “new scheme benefits”", "section_text": "34 1 Subsection  (2)  defines “ new scheme benefits ” in relation to the remediable service in an employment or office of a member of a Chapter 1 legacy scheme that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 “ New scheme benefits ” means the benefits that would be payable to or in respect of the member if the remediable service were pensionable service under the relevant Chapter 1 new scheme. 3 Where— a by virtue of section 6 or 10, the benefits payable to or in respect of a member of a Chapter 1 legacy scheme, so far as they are determined by reference to the member’s remediable service, are new scheme benefits, and b the corresponding benefits, if payable under the relevant Chapter 1 new scheme, would have been payable only on the meeting of a condition (for example that the member attains a particular age or makes a particular election), the new scheme benefits are payable under the Chapter 1 legacy scheme to or in respect of the member only on the meeting of that condition. 4 In this section “ the relevant Chapter 1 new scheme ”, in relation to a Chapter 1 legacy scheme, means the Chapter 1 new scheme that is connected with the Chapter 1 legacy scheme. 5 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "35", "section_title": "Meaning of “legacy scheme contributions” and “new scheme contributions”", "section_text": "35 1 Subsections (2) and (3) apply in relation to a member of a Chapter 1 legacy scheme who has remediable service in an employment or office that is pensionable service under the scheme (whether or not by virtue of section 2 (1) ). 2 The member’s “legacy scheme contributions” for a tax year are the pension contributions that would have been payable by the member under the scheme in the tax year in respect of the remediable service if the service had, at the time it took place, been pensionable service under the scheme. 3 The member’s “new scheme contributions” for a tax year are the pension contributions that would have been payable by the member under the relevant Chapter 1 new scheme in the tax year in respect of the remediable service if the service had, at the time it took place, been pensionable service under that scheme. 4 In this section “ the relevant Chapter 1 new scheme ”, in relation to a Chapter 1 legacy scheme, means the Chapter 1 new scheme that is connected with the Chapter 1 legacy scheme. 5 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "36", "section_title": "Meaning of “opted-out service”", "section_text": "36 1 Any continuous period of service of a person in an employment or office is “opted-out service” in that employment or office if— a the first, third, and fourth conditions in section 1 are met in relation to the person and the service, and b the second condition in that section is not met in relation to the service, but would have been met if the person had not opted that the service should not be (or had opted that the service should be) pensionable service under a Chapter 1 scheme. 2 For the purposes of subsection  (1)(b)  a person is treated as having opted that service should not be pensionable service under a Chapter 1 scheme if the service would have been pensionable service under that scheme (or would have been if the person had opted that it should be) but for the fact that the person had a partnership pension account. 3 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "37", "section_title": "Scheme regulations", "section_text": "37 1 In this Chapter “scheme regulations”— a in relation to a Chapter 1 scheme within section 33 (2)(a)  or  (3)(a) , has the same meaning as in PSPA 2013 (see section 1(4) of that Act); b in relation to a Chapter 1 scheme within section 33 (2)(b)  or  (3)(b) , has the same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act). 2 A power under this Chapter to make provision by means of scheme regulations for a Chapter 1 legacy scheme— a is to be exercised by the responsible authority for the Chapter 1 new scheme that is connected with the Chapter 1 legacy scheme, and b may be exercised by amending the Chapter 1 legacy scheme. 3 In subsection (2) “responsible authority”— a in relation to a Chapter 1 scheme within section 33 (2)(a)  or  (3)(a) , has the same meaning as in PSPA 2013 (see section 2 of that Act); b in relation to a Chapter 1 scheme within section 33 (2)(b)  or  (3)(b) , has the same meaning as in PSPA(NI) 2014 (see section 2 of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "38", "section_title": "Interpretation of Chapter", "section_text": "38 1 In this Chapter— “ Agency scheme ” means— a scheme under section 1 of PSPA 2013 which is a defined benefits scheme for staff of the Secret Intelligence Service or Security Service, or a scheme under section 1 of SA 1972 which is a defined benefits scheme and relates to staff of the Secret Intelligence Service or Security Service; “ Chapter 1 legacy scheme ” has the meaning given by section 33 (3) ; “ Chapter 1 new scheme ” has the meaning given by section 33 (2) ; “ Chapter 1 scheme ” has the meaning given by section 33 (1) ; “ the closing date ” has the meaning given by section 1 (8) ; “ compensation benefits ” means benefits by way of compensation for loss of office or employment; “defined benefits scheme”: a pension scheme is a “defined benefits scheme” if or to the extent that the benefits that may be provided under the scheme are not— money purchase benefits (within the meaning of PSA 1993 or PS(NI)A 1993), or injury and compensation benefits; “ the end of the section 6 election period ”, in relation to a member of a Chapter 1 legacy scheme, has the meaning given by section 7 (2) ; “ the end of the section 10 election period ”, in relation to a member of a Chapter 1 legacy scheme, has the meaning given by section 11 (1) ; “ injury benefits ” means benefits by way of compensation for incapacity or death as a result of injury or illness; “ judicial legacy scheme ” has the same meaning as in Chapter 2 (see section 70); “ legacy scheme contributions ” has the meaning given by section 35; “ mixed service ” has the meaning given by section 19; “ new scheme benefits ” has the meaning given by section 34; “ new scheme contributions ” has the meaning given by section 35; “ opted-out service ” has the meaning given by section 36; “ the relevant Chapter 1 legacy scheme ”, in relation to a person’s remediable service in an employment or office, has the meaning given by section 4; “ a relevant firefighters’ legacy scheme ” means— Schedule 1 to the Firefighters’ Pension Scheme (England) Order 2006 ( S.I. 2006/3432 ) (new firefighters’ scheme), Schedule 1 to the Firefighters’ Pension Scheme (Wales) Order 2007 ( S.I. 2007/1072 ) (new firefighters’ scheme), Schedule 1 to the Firefighters’ Pension Scheme (Scotland) Order 2007 ( S.S.I. 2007/199 ) (new firefighters’ scheme), or the Annex to the New Firefighters’ Pension Scheme Order (Northern Ireland) 2007 ( S.R. (N.I.) 2007 No. 215 ) (new firefighters’ scheme); “ remediable service ” has the meaning given by section 1; “ remediable service statement ” has the meaning given by section 29; “ scheme regulations ” has the meaning given by section 37; “ Treasury directions ” means— in relation to a Chapter 1 scheme within section 33 (2)(a)  or  (3)(a) , directions given by the Treasury; in relation to a Chapter 1 scheme within section 33 (2)(b)  or  (3)(b) , directions given by the Department of Finance in Northern Ireland. 2 Where— a a member of a pension scheme has service in multiple employments or offices that is pensionable service under the scheme, and b the service is aggregated for the purpose of determining the amount of any benefit under the scheme, the service is treated for the purposes of this Chapter as service in a single employment or office (and references to the employment or office in relation to the service are to be read accordingly)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "39", "section_title": "Meaning of “remediable service”", "section_text": "39 1 For the purposes of this Chapter any continuous period of service of a person in a judicial office is “remediable service” in that office if the following five conditions are met. 2 In this section “ the service in question ” means the service mentioned in subsection  (1) . 3 The first condition is that the service in question takes place in the period beginning with 1 April 2015 and ending with 31 March 2022. 4 The second condition is that the service in question— a is pensionable service under a judicial scheme, or b would have been pensionable service under a judicial scheme but for the fact that the person, in accordance with the scheme, opted that it should not be (or failed to opt that it should be) pensionable service under the scheme. The second condition is met if all of the service in question falls within paragraphs (a) and (b) (even if it does not all fall within only one of those paragraphs). 5 The third condition is that the person was, on 31 March 2012 or any earlier day, in service in an employment or office that is pensionable service under— a a Chapter 1 legacy scheme (within the meaning of Chapter 1), b a judicial legacy scheme, or c a local government legacy scheme (within the meaning of Chapter 3). 6 The fourth condition is that there is no disqualifying gap in service falling within the period— a beginning with the day after the most recent day in relation to which the third condition is met, and b ending with the day before the first day of the service in question. 7 The fifth condition is that the person was under the age of 55 on 1 April 2012. 8 For the purposes of subsection  (4)(b) , a person is treated as having opted in accordance with the scheme that service should not be pensionable service under a judicial scheme if the service would have been pensionable service under that scheme (or would have been if the person had opted that it should be) but for the fact that the person had a partnership pension account. 9 In subsection  (6)  “ disqualifying gap in service ” means a period longer than 5 years at no time during which is the person in service in an employment or office which is pensionable service under— a a Chapter 1 scheme (within the meaning of Chapter 1), b a judicial scheme, or c a local government scheme (within the meaning of Chapter 3). 10 In determining for the purposes of this section whether any service is pensionable service under a particular scheme, sections 2 (1) , 42 (2)  to  (5)  and 45 (2)  (under which service may be treated as pensionable, or not pensionable, under particular schemes) are to be disregarded. See also section 66 (1)  (which requires section 61 of the Equality Act 2010 and paragraph 2 of Schedule 1 to EEAR(NI) 2006 to be disregarded)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "40", "section_title": "Legacy scheme elections", "section_text": "40 1 An election (“a legacy scheme election”) may be made in respect of a person who has remediable service in a judicial office. 2 Subsection (1) is subject to subsection  (3)  and section 41 (2)  and  (5)  (partnership pension account: requirement to transfer and surrender rights). 3 A legacy scheme election may not be made in respect of a person if a 2015 scheme election has been made in respect of the person. 4 A legacy scheme election— a must be in writing, b must be received by the relevant authority before the end of the election period, c (subject to subsection  (5) ) takes effect at the end of the election period, and d is irrevocable. 5 In a case in which— a section 41 (2)  or  (5)  applies (election made in respect of a person with PPA opted-out service), and b the steps mentioned in section 41 (3)  or  (6)  have not been taken at the end of the election period, the legacy scheme election takes effect immediately after the steps are taken."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "41", "section_title": "Partnership pension account: requirement to transfer and surrender rights", "section_text": "41 1 Subsection  (2)  applies where— a a person (“ P ”) has remediable service in a salaried judicial office, and b any of the remediable service is PPA opted-out service. 2 A legacy scheme election in respect of P may not be made unless— a the relevant authority is satisfied that the steps mentioned in subsection  (3)  have been taken, or b the appropriate person has notified the relevant authority that they intend to instigate and facilitate the taking of those steps. 3 The steps are— a the transfer of any relevant assets and liabilities to the relevant judicial legacy salaried scheme, b the surrender of any entitlement to a pension under the relevant judicial legacy salaried scheme, and any right to a future pension under that scheme, that would otherwise arise under the rules of the scheme in respect of the value of the assets and liabilities transferred, and c if at any time any relevant assets and liabilities were transferred out of the partnership pension account (otherwise than in the course of a transfer to the relevant judicial legacy salaried scheme), the payment by the appropriate person to the relevant judicial legacy salaried scheme of an amount, determined by the relevant authority after consulting the Government Actuary, in respect of the value of the relevant assets transferred. 4 Subsection  (5)  applies where— a a person (“ P ”) has remediable service in a fee-paid judicial office, and b any of the remediable service is PPA opted-out service. 5 A legacy scheme election in respect of P may not be made unless— a the relevant authority is satisfied that the steps mentioned in subsection  (6)  have been taken, or b the appropriate person has notified the relevant authority that they intend to instigate and facilitate the taking of those steps. 6 The steps are— a the transfer of any relevant assets and liabilities to the judicial legacy fee-paid scheme, b the surrender of any entitlement to a pension under the judicial legacy fee-paid scheme, and any right to a future pension under that scheme, that would otherwise arise under the rules of the scheme in respect of the value of the assets and liabilities transferred, and c if at any time any relevant assets and liabilities were transferred out of the partnership pension account (otherwise than in the course of a transfer to the judicial legacy fee-paid scheme), the payment by the appropriate person to the judicial legacy fee-paid scheme of an amount, determined by the relevant authority after consulting the Government Actuary, in respect of the value of the relevant assets transferred. 7 In this section “ the appropriate person ”, in relation to a person (“ P ”) who has PPA opted-out service, means the person by whom a legacy scheme election in respect of P may be made (see section 46). 8 For the purposes of this section assets and liabilities are “ relevant ” in relation to any PPA opted-out service of a person (“ P ”) if— a they are referable to pension contributions or voluntary contributions that were made by or on behalf of P in respect of the service, and b they are held for the purposes of a partnership pension account. This is subject to subsection  (9) . 9 Where— a the total of the pension contributions, together with any voluntary contributions, that were paid by P in respect of the PPA opted-out service, exceeds b the total of the pension contributions that would have been payable by P in respect of that service if the service had been pensionable service under the judicial legacy scheme to which the relevant assets and liabilities are to be transferred, the assets and liabilities that the relevant authority, after consulting the Government Actuary, determines are referable to the excess are not “ relevant ” in relation to the PPA opted-out service. 10 A reference in subsection  (9)  to pension contributions or voluntary contributions paid by P in respect of PPA opted-out service is a reference to the amount of the contributions paid, net of any tax relief under section 188 of FA 2004 (relief for contributions) to which P was entitled in respect of them."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "42", "section_title": "Legacy scheme elections: effect", "section_text": "42 1 Subsections  (2)  to  (5)  apply where a legacy scheme election is made in respect of a person. 2 The person’s remediable service in any salaried judicial office, to the extent that it is otherwise pensionable service under a judicial 2015 scheme, is treated— a as not being, and as never having been, pensionable service under that scheme, and b as being, and as always having been, pensionable service under the relevant judicial legacy salaried scheme. 3 The person’s remediable service in any salaried judicial office, to the extent that it is otherwise opted-out service, is treated as being, and as always having been, pensionable service under the relevant judicial legacy salaried scheme. 4 The person’s remediable service in any fee-paid judicial office, to the extent that it is otherwise pensionable service under a judicial 2015 scheme, is treated— a as not being, and as never having been, pensionable service under that scheme, and b as being, and as always having been, pensionable service under the judicial legacy fee-paid scheme. 5 The person’s remediable service in any fee-paid judicial office, to the extent that it is otherwise opted-out service, is treated as being, and as always having been, pensionable service under the judicial legacy fee-paid scheme. 6 Subsections  (2)  to  (5)  have effect— a for the purposes of determining which judicial scheme is (or at any time was) required to pay benefits to or in respect of a member, b for the purposes of determining the amount of any benefits that are (or at any time were) payable under a judicial scheme to or in respect of a member, c for the purposes of determining the judicial scheme to which a member is (or at any time was) required to pay pension contributions under a judicial scheme, d for the purposes of determining the amount of any pension contributions that are (or at any time were) payable under judicial schemes by members, and e subject to any provision of this Chapter to the contrary, for all other purposes. 7 Subsections  (2)  to  (5)  do not affect— a any arrangements under a judicial scheme under which a member pays contributions to the scheme on a voluntary basis so as to secure additional benefits, or the earlier payment of benefits, under the scheme, or b any rights under a judicial scheme in respect of a transfer in to the scheme of an amount in respect of rights accrued under another pension scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "43", "section_title": "Meaning of “the relevant judicial legacy salaried scheme”", "section_text": "43 In this Chapter “ the relevant judicial legacy salaried scheme ”, in relation to a person’s remediable service in a salaried judicial office, means— a in a case in which, before 1 April 2015, the person accrued pensionable service in a salaried judicial office under only one judicial legacy salaried scheme, that scheme; b in a case in which, before 1 April 2015, the person accrued pensionable service in a salaried judicial office under more than one judicial legacy salaried scheme, the judicial legacy salaried scheme under which the person most recently accrued pensionable service in the office; c in a case in which, before 1 April 2015, the person did not accrue pensionable service in a salaried judicial office under any judicial legacy salaried scheme, the scheme constituted by Part 1 of JUPRA 1993."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "44", "section_title": "2015 scheme elections", "section_text": "44 1 An election (a “2015 scheme election”) may (subject to subsection  (2) ) be made in respect of a person who has remediable service in a judicial office. 2 A 2015 scheme election may not be made in respect of a person if— a any of the person’s remediable service is opted-out service, or b a legacy scheme election has been made in respect of the person. 3 A 2015 scheme election— a must be in writing, b must be received by the relevant authority before the end of the election period, c takes effect at the end of the election period, and d is irrevocable. 4 Subsection  (2)(a)  does not apply in a case in which— a some of the person’s service in a judicial office is pensionable service under a judicial legacy scheme, and b section 39 (4) (b)  applies to the person’s opted-out service only in relation to a judicial 2015 scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "45", "section_title": "2015 scheme elections: effect", "section_text": "45 1 Subsection  (2)  applies where a 2015 scheme election is made in respect of a person. 2 The person’s remediable service in any judicial office (whether salaried or fee-paid), to the extent that it is otherwise pensionable service under a judicial legacy scheme, is treated— a as not being, and as never having been, pensionable service under that scheme, and b as being, and as always having been, pensionable service under the relevant 2015 scheme. 3 In subsection  (2)  “ the relevant 2015 scheme ” means— a in relation to service in a judicial office within section 71 (1)(a)  or  (b) , the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ); b otherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ). 4 Subsection  (2)  has effect— a for the purposes of determining which judicial scheme is (or at any time was) required to pay benefits to or in respect of a member, b for the purposes of determining the amount of any benefits that are (or at any time were) payable under a judicial scheme to or in respect of a member, c for the purposes of determining the judicial scheme to which a member is (or at any time was) required to pay pension contributions under a judicial scheme, d for the purposes of determining the amount of any pension contributions that are (or at any time were) payable under judicial schemes by members, and e subject to any provision of this Chapter to the contrary, for all other purposes. 5 Subsection  (2)  does not affect— a any arrangements under a judicial scheme under which a member pays contributions to the scheme on a voluntary basis so as to secure additional benefits, or the earlier payment of benefits, under the scheme, or b any rights under a judicial scheme in respect of a transfer in to the scheme of an amount in respect of rights accrued under another pension scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "46", "section_title": "Person by whom election is to be made", "section_text": "46 1 The person by whom a legacy scheme election or 2015 scheme election in respect of a person (“ P ”) is to be made is P or, if P is deceased— a the adult survivor, or b if there is no adult survivor, P’s personal representatives. 2 In this section “ adult survivor ” means a surviving spouse, civil partner or other adult who is entitled under the relevant judicial scheme to a pension determined (to any extent) by reference to P’s remediable service. 3 In subsection (2) “ the relevant judicial scheme ” means the judicial scheme under which P most recently accrued pensionable service."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "47", "section_title": "Cases in which 2015 scheme election treated as made", "section_text": "47 1 Subsection  (2)  applies where — a a person has remediable service in a judicial office which is mixed service, and b no legacy scheme election or 2015 scheme election in respect of the person is made before the end of the election period. 2 A 2015 scheme election in respect of the person is treated as having been made. 3 For the purposes of this section a person’s remediable service in a judicial office is “mixed service” if— a some of the service is pensionable service under a judicial legacy scheme, and b some of the service is— i pensionable service under a judicial 2015 scheme, or ii PPA opted-out service."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "48", "section_title": "Benefits for children where election made", "section_text": "48 1 Subsection  (2)  applies where— a a 2015 scheme election is made in respect of a deceased person (“ P ”), b P is survived by a child, c the child is not living in the same household as an adult survivor of P, and d the benefits payable under the judicial 2015 scheme in respect of the child are, in the opinion of the scheme manager of the scheme, less valuable (looked at in the round) than those that would have been payable in respect of the child if a legacy scheme election had been made in respect of P. 2 The benefits payable in respect of the child under the judicial 2015 scheme, so far as they are determined by reference to P’s remediable service, are such benefits as would have been payable in respect of the child, so far as they are determined by reference to P’s remediable service, if a legacy scheme election had been made in respect of P. 3 For the purposes of subsections  (1)  and  (2) — a “ child ” means any individual who would have received benefits in respect of P under a judicial legacy scheme in their capacity as a child if a legacy scheme election had been made in respect of P; b “ adult survivor ” means a surviving spouse, civil partner or other adult who is entitled under the judicial 2015 scheme to a pension determined (to any extent) by reference to P’s remediable service. 4 Subsection  (5)  applies where— a a legacy scheme election is made in respect of a deceased person (“ P ”), b P is survived by a child, c the child is not living in the same household as an adult survivor of P, and d the benefits payable under the judicial legacy scheme in respect of the child are, in the opinion of the scheme manager of the scheme, less valuable (looked at in the round) than those that would have been payable in respect of the child if a 2015 scheme election had been made in respect of P. 5 The benefits payable in respect of the child under the judicial legacy scheme, so far as they are determined by reference to P’s remediable service, are such benefits as would have been payable in respect of the child, so far as they are determined by reference to P’s remediable service, if a 2015 scheme election had been made in respect of P. 6 For the purposes of subsections  (4)  and  (5) — a “ child ” means any individual who would have received benefits in respect of P under a judicial 2015 scheme in their capacity as a child if a 2015 scheme election had been made in respect of P; b “ adult survivor ” means a surviving spouse or civil partner who is entitled under the judicial legacy scheme to a pension determined (to any extent) by reference to P’s remediable service. 7 Subsections  (2)  and  (5)  apply in relation to benefits that were payable in respect of the child before, as well as after, the election in question comes into effect."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "49", "section_title": "Effect of elections on benefits previously paid or payable", "section_text": "49 1 Subsection  (2)  applies in relation to any benefits (“the paid benefits”) that a judicial 2015 scheme has at any time paid to a person (“ P ”) so far as— a they are calculated by reference to P’s, or any other person’s, remediable service in a salaried judicial office, and b they are benefits that, as a result of a legacy scheme election made in respect of P or any other person, P was not entitled to receive from the scheme. 2 The paid benefits are to be treated for all purposes— a as not having been paid to P by the judicial 2015 scheme, but b as having been paid to P instead by the relevant judicial legacy salaried scheme. 3 Subsection  (4)  applies in relation to any benefits (“the paid benefits”) that a judicial 2015 scheme has at any time paid to a person (“ P ”) so far as— a they are calculated by reference to P’s, or any other person’s, remediable service in a fee-paid judicial office, and b they are benefits that, as a result of a legacy scheme election made in respect of P or any other person, P was not entitled to receive from the scheme. 4 The paid benefits are to be treated for all purposes— a as not having been paid to P by the judicial 2015 scheme, but b as having been paid to P instead by the judicial legacy fee-paid scheme. 5 Subsection  (6)  applies in relation to any benefits (“the paid benefits”) that a judicial legacy scheme has at any time paid to a person (“ P ”) so far as— a they are calculated by reference to P’s, or any other person’s, remediable service in a judicial office, and b they are benefits that, as a result of a 2015 scheme election made in respect of P or any other person, P was not entitled to receive from the scheme. 6 The paid benefits are to be treated for all purposes— a as not having been paid to P by the judicial legacy scheme, but b as having been paid to P instead by the relevant 2015 scheme. 7 In subsection  (6)  “ the relevant 2015 scheme ” means— a in relation to service in a judicial office within section 71 (1)(a)  or  (b) , the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ); b otherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ). 8 Subsection  (9)  applies where, as a result of a legacy scheme election or 2015 scheme election (and after taking into account the effect of subsections  (2) ,  (4)  and  (6) )— a a judicial scheme owes a person an amount in respect of benefits which— i are calculated by reference to a member’s remediable service in a judicial office, and ii were payable before the end of the election period, or b a person owes a judicial scheme an amount in respect of such benefits. 9 The liability is to be discharged only in accordance with section 51 (corrections for pension benefits and lump sum benefits)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "50", "section_title": "Effect of elections on pension contributions previously paid or payable", "section_text": "50 1 Subsection  (2)  applies where a member (“ M ”) of a judicial 2015 scheme has paid any pension contributions (“the paid contributions”) under the scheme which— a are calculated by reference to M’s remediable service in a salaried judicial office, and b as a result of a legacy scheme election made in respect of M, M was not required to pay to the scheme. 2 The paid contributions are to be treated for all purposes— a as not having been paid by M to the judicial 2015 scheme, but b as having been paid by M instead to the relevant judicial legacy salaried scheme. 3 Subsection  (4)  applies where a member (“ M ”) of a judicial 2015 scheme has paid any pension contributions (“the paid contributions”) under the scheme which— a are calculated by reference to M’s remediable service in a fee-paid judicial office, and b as a result of a legacy scheme election made in respect of M, M was not required to pay to the scheme. 4 The paid contributions are to be treated for all purposes— a as not having been paid by M to the judicial 2015 scheme, but b as having been paid by M instead to the judicial legacy fee-paid scheme. 5 Subsection  (6)  applies where a member (“ M ”) of a judicial legacy scheme has paid any pension contributions (“the paid contributions”) under the scheme which— a are calculated by reference to M’s remediable service in a judicial office, and b as a result of a 2015 scheme election made in respect of M, M was not required to pay to the scheme. 6 The paid contributions are to be treated for all purposes— a as not having been paid by M to the judicial legacy scheme, but b as having been paid by M instead to the relevant 2015 scheme. 7 In subsection  (6)  “ the relevant 2015 scheme ” means— a in relation to service in a judicial office within section 71 (1)(a)  or  (b) , the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ); b otherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ). 8 Subsection  (9)  applies where, as a result of a legacy scheme election or 2015 scheme election (and after taking into account the effect of subsections  (2) ,  (4)  and  (6) )— a a judicial scheme owes a person an amount in respect of pension contributions which are calculated by reference to a member’s remediable service in a judicial office, or b a person owes a judicial scheme an amount in respect of such contributions. 9 The liability is to be discharged only in accordance with section 52 (corrections for pension contributions)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "51", "section_title": "Pension benefits and lump sums benefits", "section_text": "51 1 This section applies in relation to a member (“ M ”) of a judicial scheme who, at the end of the election period— a has remediable service in a judicial office that is pensionable service under the scheme, and b is a pensioner member in relation to the judicial office, or is deceased. 2 Where— a the aggregate of the pension benefits, if any, that (after taking into account the effect, if any, of section 49 (2) ,  (4)  or  (6) ) have been paid under the scheme to any person (“ the beneficiary ”) in respect of M’s remediable service in the judicial office, exceeds b the aggregate of the pension benefits to which (after taking into account the effect, if any, of section 42 (2)  to  (5)  or 45 (2) ) the beneficiary was entitled under the scheme in respect of the service, the beneficiary must pay the difference to the scheme. 3 Where— a the amount mentioned in subsection  (2)(a) , is less than b the amount mentioned in subsection  (2)(b) , the scheme manager must pay the difference to the beneficiary. 4 Where— a the aggregate of the lump sum benefits, if any, that (after taking into account the effect, if any, of section 49 (2) ,  (4)  or  (6) ) have been paid under the scheme to any person (“ the beneficiary ”) in respect of M’s remediable service in the judicial office, exceeds b the aggregate of the lump sum benefits to which (after taking into account the effect, if any, of section 42 (2)  to  (5)  or 45 (2) ) the beneficiary was entitled under the scheme in respect of the service, the beneficiary must pay the difference to the scheme. 5 Where— a the amount mentioned in subsection  (4)(a) , is less than b the amount mentioned in subsection  (4)(b) , the scheme manager must pay the difference to the beneficiary. 6 If— a M is deceased, b a PPA lump sum death benefit has been paid on the death of M, and c a legacy scheme election has been made in respect of M, the PPA lump sum death benefit is to be treated for the purposes of subsection (4)(a) as a lump sum benefit paid under the scheme in respect of M’s remediable service in the judicial office. 7 If— a a 2015 scheme election has been made in respect of M, and b M has been paid a judicial service award in respect of M’s service in the judicial office, the judicial service award is to be treated for the purposes of subsection  (4)(a)  as a lump sum benefit paid to M under the scheme in respect of M’s remediable service in the judicial office. 8 In this section— “ judicial service award ” means an amount payable pursuant to a determination of the Lord Chancellor relating to judicial service awards for holders of judicial offices; “ lump sum benefit ” means any benefit payable under a pension scheme by way of a lump sum; “ pension benefit ” means any benefit payable under a pension scheme otherwise than by way of a lump sum; “ PPA lump sum death benefit ” means an amount paid by the relevant authority, on the death of a person who has a partnership pension account, to a person nominated by the deceased or to the person’s personal representatives."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "52", "section_title": "Pension contributions", "section_text": "52 1 This section applies in relation to a member (“ M ”) of a judicial scheme who, at the end of the election period has remediable service in a judicial office that is pensionable service under the scheme. 2 Where— a the paid contributions amount for an in-scope tax year in respect of M’s remediable service in the judicial office, exceeds b the payable contributions amount for that tax year in respect of that service, the scheme manager must (directly or indirectly) pay an amount in respect of the difference to the appropriate person. 3 Where— a the paid contributions amount for an out-of-scope tax year in respect of M’s remediable service in the judicial office, exceeds b the payable contributions amount for that tax year in respect of that service, no amount is to be paid by the scheme manager in respect of the difference to the appropriate person. 4 Where— a the paid contributions amount for an in-scope or out-of-scope tax year in respect of M’s remediable service in the judicial office, is less than b the payable contributions amount for that tax year in respect of that service, the appropriate person must pay pension contributions in respect of the difference to the scheme. 5 A reference in this section to “the paid contributions amount” for a tax year in respect of M’s remediable service in a judicial office is a reference to the sum of— a the aggregate of the pension contributions that (after taking into account the effect, if any, of section 50 (2) ,  (4)  and  (6) ) have been paid under the scheme by M in the tax year in respect of so much of the service as was not PPA opted-out service, and b where any of the remediable service was PPA opted-out service— i the aggregate of the pension contributions and any voluntary contributions that have been paid by M under the partnership pension account in the tax year in respect of the PPA opted-out service, or ii if lower, the aggregate of the pension contributions that (after taking into account the effect, if any, of section 42 (2)  to  (5)  or 45(2)) were payable under the scheme by M for that tax year in respect of the PPA opted-out service. 6 A reference in this section to “the payable contributions amount” for a tax year in respect of M’s remediable service in a judicial office means the aggregate of the pension contributions that (after taking into account the effect, if any, of section 42 (2)  to  (5)  or 45 (2) ) were payable under the scheme by M for that tax year in respect of the service. 7 In this section “ the appropriate person ” means— a M, or b if M is deceased, M’s personal representatives. 8 For the purposes of this section— a a tax year is “ in-scope ” in relation to M if any necessary adjustment to the amount of income tax paid by M in respect of PAYE income for the tax year is capable of being enforced by HMRC under PAYE regulations; b a tax year is “ out-of-scope ” in relation to M if it is not in-scope in relation to M. 9 A reference in this section to pension contributions or voluntary contributions paid by a person under a partnership pension account is a reference to the amount of the contributions paid, net of any tax relief under section 188 of FA 2004 (relief for contributions) to which the person was entitled in respect of them."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "53", "section_title": "Effective pension age payments", "section_text": "53 1 Subsections  (2)  and  (3)  apply where— a a person (“ P ”) has remediable service in a judicial office, b P has, during the period of remediable service, paid any effective pension age payments to a judicial 2015 scheme, and c a legacy scheme election is made in respect of P. 2 The rights that would otherwise have been secured by the effective pension age payments are extinguished. 3 The scheme manager of the judicial 2015 scheme must pay to the appropriate person an amount by way of compensation equal to— a the aggregate of the effective pension age payments paid by P, less b an amount in respect of the value of the tax relief under section 188 of FA 2004 (member contributions) to which P was entitled in respect of those payments. 4 In subsection  (3)  “ the appropriate person ” means— a P, or b if P is deceased, P’s personal representatives. 5 In this section “ effective pension age payments ” means payments under— a Part 3 of Schedule 1 to the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ), or b Part 3 of Schedule 1 to the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 )."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "54", "section_title": "Transitional protection allowance", "section_text": "54 1 Subsection  (2)  applies where— a a person (“ P ”) has remediable service in a judicial office, b P’s employer (“ the employer ”) has paid P a transitional protection allowance, and c a legacy scheme election is made in respect of P. 2 The appropriate person must pay to the employer an amount equal to— a the amount of the transitional protection allowance, less b an amount in respect of the income tax suffered by P that is attributable to the transitional protection allowance. 3 In subsection  (2)  “ the appropriate person ” means— a P, or b if P is deceased, P’s personal representatives. 4 In this section “ transitional protection allowance ” means an amount paid to a person, pursuant to an agreement between the person and the person’s employer, that the person should not accrue pensionable service under any judicial scheme after 31 March 2015. 5 A reference in this section to a person’s employer is to the person’s employer for the purposes of any judicial scheme of which the person is a member."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "55", "section_title": "Power to reduce benefits in lieu of paying liabilities owed to scheme", "section_text": "55 1 Scheme regulations for a judicial scheme may make provision under which— a a person who would otherwise be required to pay an amount under or by virtue of this Chapter to the scheme, or to the person’s employer, is not required to pay that amount to the scheme or the employer, and b instead, the benefits payable to or in respect of the person under the scheme are reduced in accordance with the regulations. 2 Scheme regulations for a judicial scheme may make provision under which, in a case in which a person is (by virtue of provision made under subsection  (1) ) not required to pay an amount to the person’s employer, the scheme manager is required to reimburse the employer. 3 A reference in this section to a person’s employer is to the person’s employer for the purposes of any judicial scheme of which the person is a member."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "56", "section_title": "Powers to reduce or waive liabilities", "section_text": "56 1 Scheme regulations for a judicial scheme may make provision under which a liability owed by a person to the scheme under section 51 (corrections for pension benefits and lump sum benefits) is reduced or waived. 2 Scheme regulations for a judicial scheme may make provision under which a liability to pay pension contributions owed by a person to the scheme under section 52 (corrections for pension contributions) is reduced or waived. 3 The provision that may be made under subsection  (2)  includes, in particular, provision under which a liability to pay pension contributions is reduced by tax relief amounts. 4 In subsection  (3)  “ tax relief amounts ” means amounts determined by reference to the tax relief under section 188 of FA 2004 (relief for members’ contributions) that would have been available in respect of the amounts owed if— a they had been paid in a different tax year, or b they had been paid to a different judicial scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "57", "section_title": "Pension credit members", "section_text": "57 1 Scheme regulations for a judicial scheme may make provision about the benefits payable to or in respect of a relevant pension credit member and the corresponding pension debit member. 2 In this section “ relevant pension credit member ”, in relation to a judicial scheme, means a person who has rights under the scheme— a which are attributable (directly or indirectly) to a pension credit, and b the value of which was determined (to any extent) by reference to the value of benefits payable in respect of the remediable service in a judicial office of another person. 3 In this section “ the corresponding pension debit member ”, in relation to a relevant pension credit member, means the person mentioned in subsection  (2)(b) . 4 The provision that may be made under subsection  (1)  includes provision under which— a the pension debit of the corresponding pension debit member is adjusted where a legacy scheme election or a 2015 scheme election is made in respect of a member; b the pension credit of a relevant pension credit member is adjusted on the assumption that a legacy scheme election or a 2015 scheme election is made in respect of the corresponding pension debit member (regardless of whether it in fact is). 5 Provision made under subsection  (1)  must include provision under which, in a case in which the corresponding pension debit member in relation to a relevant pension credit member has mixed service, any pension credit retained by the relevant pension credit member under the scheme is of a value determined by reference to the value of benefits payable under only one judicial scheme. 6 For the purposes of this section a person’s remediable service in a judicial office is “mixed service” if, disregarding any legacy scheme election or 2015 scheme election made in respect of the person— a some of the service is pensionable service under a judicial legacy scheme, and b some of the service is pensionable service under a judicial 2015 scheme. 7 In this section— “ pension debit ” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; “ pension credit ” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "58", "section_title": "Further powers to make provision about special cases", "section_text": "58 1 Scheme regulations for a judicial scheme may make further provision relating to a member who has remediable service in a judicial office. 2 The provision that may be made under subsection  (1)  includes, in particular— a provision about cases in which a member has paid voluntary contributions to the scheme during any period of remediable service; b provision about the calculation or payment of transfer values on the transfer out of the rights of a member who has remediable service in a judicial office; c provision about the benefits payable to or in respect of a member who has remediable service in a judicial office and has transferred in to the scheme an amount in respect of rights accrued under another pension scheme; d provision about the benefits payable to or in respect of a member who has remediable service in a judicial office that is mixed service; e provision about the benefits payable to or in respect of a member where, disregarding any legacy scheme election or 2015 scheme election made in respect of the member, the member— i has remediable service in a judicial office that is pensionable service under a judicial 2015 scheme, and ii has a right under that scheme, if they retire before normal pension age, on the making of a payment to the scheme, to the reduction or elimination of the actuarial reduction that would otherwise have been made to the benefits payable to or in respect of the member in respect of that remediable service; f provision about the benefits payable to or in respect of a person who has partially retired; g provision about cases in which the scheme administrator of a judicial scheme pays a liability under section 217 or 237B of FA 2004 (joint liability of scheme administrator to lifetime allowance charge or annual allowance charge). 3 The provision that may be made by virtue of subsection  (2)(a)  includes, in particular, provision under which— a the rights that would otherwise have been secured by the payment of any voluntary contributions are extinguished, and b the scheme manager is required to pay the member or, if the member is deceased, the member’s personal representatives an amount by way of compensation equal to— i the aggregate of the voluntary contributions paid, less ii an amount in respect of the tax relief under section 188 of FA 2004 (member contributions) to which the member was entitled in respect of those payments. 4 The provision that may be made by scheme regulations under this section, or under section 57, includes, in particular— a provision modifying any provision of this Chapter in its application to persons of a description specified in the regulations; b provision corresponding to, or applying, any provision of this Chapter, with or without modifications. 5 For the purposes of this section a person’s remediable service in a judicial office is “mixed service” if, disregarding any legacy scheme election or 2015 scheme election made in respect of the person— a some of the service is pensionable service under a judicial legacy scheme, and b some of the service is— i pensionable service under a judicial 2015 scheme, or ii PPA opted-out service. 6 In this section— “ modifying ” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); “ scheme administrator ” has the same meaning as in Part 4 of FA 2004 (see section 270 of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "59", "section_title": "Power to pay compensation", "section_text": "59 1 The scheme manager for a judicial scheme may pay amounts by way of compensation in respect of compensatable losses incurred by members or, in the case of deceased members, their personal representatives. 2 Scheme regulations for a judicial scheme may make provision under which an employer in relation to the scheme is required to reimburse the scheme manager for amounts paid under subsection  (1) . 3 For the purposes of this section a loss incurred by a member, or by a member’s personal representatives, is “compensatable” if and to the extent that— a either of the following conditions is met, and b the loss is of a description specified in Treasury directions. 4 The first condition is that the loss is attributable to, or is reasonably regarded as attributable to, a relevant breach of a non-discrimination rule. 5 The second condition is that the loss is attributable to the application of any provision of, or made under, this Chapter. 6 In this section (subject to subsection  (8) ) “ loss ” includes a loss of any kind including, in particular, a Part 4 tax loss. 7 In this section “ Part 4 tax loss ”, in relation to a member, means a loss arising as a result of the member— a incurring a charge, or incurring an increased charge, under Part 4 of FA 2004, or b not being entitled to a relief, or being entitled to less relief, under that Part of that Act. 8 In this section “ loss ” does not include an amount that is payable under this Chapter or under regulations made by virtue of this Chapter. 9 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a judicial scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 10 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act. 11 Subsection  (1)  does not confer power to pay amounts by way of compensation in respect of compensatable losses so far as— a any person has already received amounts by way of compensation in respect of them, or b amounts that any person has paid the scheme have been reduced by amounts in respect of them, whether pursuant to an order of a court or tribunal or otherwise."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "60", "section_title": "Remedial arrangements to pay voluntary contributions to judicial schemes", "section_text": "60 1 Scheme regulations for a judicial scheme may make provision so as to secure that a relevant member may enter into remedial voluntary contributions arrangements. 2 In subsection  (1) — “ relevant member ”, in relation to a judicial scheme, means a member (other than a deceased member) who has remediable service in a judicial office which, after the end of the election period, is pensionable service under the scheme; “ remedial voluntary contributions arrangements ” means arrangements— which are entered into by a member after the end of the election period, and under which the member pays voluntary contributions to the scheme. 3 Provision by virtue of subsection  (1)  may permit a member (“ M ”) to enter into arrangements only if the scheme manager is satisfied that it is more likely than not that, but for a relevant breach of a non-discrimination rule, M would, during the period of M’s remediable service in the judicial office, have entered into the same or similar arrangements. 4 The provision that may be made by virtue of subsection  (1)  includes, in particular, provision under which liabilities to pay voluntary contributions that would otherwise arise under the arrangements are reduced by tax relief amounts. 5 In subsection  (4)  “ tax relief amounts ” means amounts determined by reference to the tax relief under section 188 of FA 2004 (relief for members’ contributions) that would have been available in respect of the amounts owed if they were paid in a different tax year. 6 Provision by virtue of subsection  (1)  may not permit a member (“ M ”) to enter into arrangements after— a the end of the period of one year beginning with the day on which a statement under section 64 (information statements) is sent in respect of M, or b such later time as the scheme manager considers reasonable in all the circumstances. 7 Subsection  (6)  does not affect the continued operation after the time mentioned in that subsection of any arrangements entered into before that time. 8 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a judicial scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 9 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "61", "section_title": "Interest and process", "section_text": "61 1 Scheme regulations for a judicial scheme may make provision— a under which interest is required to be calculated and paid on relevant amounts; b about the process by which relevant amounts (and any interest on them) are to be paid. 2 Scheme regulations made by virtue of subsection  (1)(b)  may, in particular, include provision— a about when relevant amounts (and any interest on them) are to be paid (including provision under which they are paid in instalments); b under which relevant amounts (and any interest on then) owed by the scheme to a person may be paid only on the making of an application; c for the netting off of relevant amounts (and any interest on them) owed to a person by the scheme against relevant amounts (and any interest on them) owed by the person to the scheme; d conferring rights of appeal against decisions taken under the regulations. 3 In this section “relevant amounts” mean any amounts that are payable under or by virtue of this Chapter— a by a person to the scheme or to an employer in relation to the scheme, or b by the scheme to a person."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "62", "section_title": "Treasury directions", "section_text": "62 1 The powers mentioned in subsection (2) must be exercised in accordance with Treasury directions. 2 The powers are— a the power to make scheme regulations by virtue of section 55 (power to reduce benefits) and any powers exercisable by virtue of such regulations; b the powers to make scheme regulations by virtue of section 56 (powers to reduce or waive liabilities) and any powers exercisable by virtue of such regulations; c the power to make scheme regulations by virtue of section 57 (pension credit members) and any powers exercisable by virtue of such regulations; d the power to make scheme regulations by virtue of section 58 (further powers to make provision about special cases) and any powers exercisable by virtue of such regulations; e the power of the scheme manager under section 59 (1)  (power to pay compensation); f the power to make scheme regulations by virtue of section 59 (2)  (power to require employer to reimburse compensation paid by scheme manager) and any powers exercisable by virtue of such regulations; g the power to make scheme regulations by virtue of section 60 (remedial arrangements to pay voluntary contributions to judicial schemes) and any powers exercisable by virtue of such regulations; h the power to make scheme regulations by virtue of section 61 (interest and process) and any powers exercisable by virtue of such regulations. 3 Treasury directions under this section may provide for amounts that are to be paid by or to a scheme in relation to a member, or any reduction or waiver of a liability to pay such amounts, to be determined— a taking into account the particular circumstances of the member and (if different) the person to whom or by whom the amount is to be paid or the liability is owed, or b without taking into account any or all of the particular circumstances of that person or those persons. 4 Treasury directions under this section that relate to the calculation and payment of interest, and variations and revocations of such directions, may only be made after consultation with the Government Actuary. 5 For the definition of “Treasury directions”, see section 75."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "63", "section_title": "Scheme rules that prohibit unauthorised payments", "section_text": "63 1 Subsection  (2)  applies where— a a payment from a judicial scheme is permitted or required to be made under or by virtue of this Chapter, b the payment, if made, would be an unauthorised payment, and c a rule of the scheme prohibits the scheme from making unauthorised payments. 2 The payment may be made only if it falls within a description of payments specified for the purposes of this section in Treasury directions. 3 Subsection  (4)  applies where— a in the course of taking the step mentioned in section 41 (3)(a)  or (6)(a) (requirement to transfer assets held in partnership pension account) a payment is made from a partnership pension account, b the payment, if made, would be an unauthorised payment, and c a rule of the scheme prohibits the scheme from making unauthorised payments. 4 The payment may be made notwithstanding the rule mentioned in subsection  (3)(c) . 5 In this section “ unauthorised payment ” means a payment that is an unauthorised payment for the purposes of Part 4 of FA 2004 (see section 160(5) of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "64", "section_title": "Information statements", "section_text": "64 1 The relevant authority must— a prepare a statement in relation to any person (“ P ”) in respect of whom a legacy scheme election or a 2015 election may be made, and b send it to the person who may make the election (see section 46). 2 Subsection  (1)  must be complied with before the beginning of the election period in relation to P. 3 The statement must contain— a a description of the benefits that would be available in respect of P’s remediable service if a legacy scheme election were made in respect of P (specifying the judicial legacy scheme or schemes under which those benefits would be available), b if a 2015 scheme election may be made in respect of P, a description of the benefits that would be available in respect of P’s remediable service if the election were made (specifying the judicial 2015 scheme or schemes under which those benefits would be available), c a description of the benefits (if any) that would be available in respect of P’s remediable service if no legacy scheme election or 2015 scheme election is made in respect of P (specifying the judicial scheme or schemes under which any benefits would be available), d a description of— i the arrangements (if any) that, by virtue of section 60 (remedial arrangements to pay voluntary contributions to judicial schemes), may be entered into under judicial schemes, and ii the circumstances in which, and the process by which, such arrangements may be entered into, and e such other information as the relevant authority considers relevant to the decision as to whether to make a legacy scheme election or 2015 scheme election in respect of P."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "65", "section_title": "Power to delegate", "section_text": "65 1 The Lord Chancellor may delegate to another person any of the Lord Chancellor’s functions under this Chapter. 2 The Department of Justice in Northern Ireland may delegate to another person any of its functions under this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "66", "section_title": "Section 61 of the Equality Act 2010 etc", "section_text": "66 1 In determining for the purposes of this Chapter whether any service is pensionable service under a particular pension scheme, section 61 of EA 2010 and paragraph 2 of Schedule 1 to EEAR(NI) 2006 (non-discrimination rule) are to be disregarded. 2 To the extent that section 61 of EA 2010 or paragraph 2 of Schedule 1 to EEAR(NI) 2006 has the effect (apart from this subsection) that any remediable service of a person— a is not pensionable service under a judicial 2015 scheme, or b is pensionable service under a judicial legacy scheme, it ceases to have effect (to that extent) at the end of the election period."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "67", "section_title": "Application of Chapter to immediate detriment cases", "section_text": "67 1 Subject as follows, nothing in sections 40 to 66 applies in relation to a person’s remediable service in a judicial office if an immediate detriment remedy has been obtained in relation to the service. 2 Scheme regulations for a judicial scheme may make provision for the purpose of putting persons who have rights in respect of remediable service in relation to which an immediate detriment remedy has been obtained, so far as possible, in the position that they would have been in if there had been no relevant breach of a non-discrimination rule in relation to the service. 3 The provision that may be made under subsection  (2)  includes, in particular— a provision corresponding to any provision of sections 40 to 66, or b provision applying any provision of this Chapter in its application to persons of a description specified in the regulations, with or without modifications. 4 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a judicial scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 5 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of— a an exception to section 18(1) of PSPA 2013 made under section 18(5) to (7) of that Act, or b an exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to (8) of that Act."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "68", "section_title": "Whether an “immediate detriment remedy” has been obtained", "section_text": "68 1 For the purposes of section 67 an “immediate detriment remedy” has been obtained in relation to a person’s remediable service in a judicial office, if either of the following conditions is met. 2 The first condition is that— a a court or tribunal has determined that, as a result of a non-discrimination rule, any person has any rights under a judicial legacy scheme in respect of the remediable service, and b the scheme manager of the scheme has— i paid any benefits or compensation in accordance with the determination, or ii taken any other step (for example, altering records) to implement the determination. 3 The second condition is that— a the scheme manager of a judicial legacy scheme and any person have agreed that, as a result of a non-discrimination rule, the person has any rights under the scheme in respect of the remediable service, and b the scheme manager of the scheme has— i paid any benefits or compensation in accordance with the agreement, or ii taken any other step (for example, altering records) to implement the agreement. 4 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a judicial scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "69", "section_title": "Meaning of “the election period”", "section_text": "69 1 In this Chapter “ the election period ”, in relation to a person who has remediable service in a judicial office, means (subject to subsection  (3) ) the period of three months beginning with such date as is specified for the purposes of this section by the relevant authority. 2 Different dates may be specified in relation to different descriptions of person. 3 The relevant authority may extend the period mentioned in subsection  (1)  in relation to a particular person if the relevant authority considers it just and equitable to do so."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "70", "section_title": "Meaning of “a judicial scheme” etc", "section_text": "70 1 “ A judicial scheme ” means— a a judicial 2015 scheme, or b a judicial legacy scheme. 2 “ A judicial 2015 scheme ” means— a the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ), or b the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ). 3 “ A judicial legacy scheme ” means— a a judicial legacy salaried scheme, or b the judicial legacy fee-paid scheme. 4 “ A judicial legacy salaried scheme ” means— a an existing scheme (within the meaning of PSPA 2013) mentioned in any of paragraphs 2 to 11, or paragraph 15, of Schedule 5 to that Act (judicial schemes), or b an existing scheme (within the meaning of PSPA(NI) 2014) mentioned in paragraph 2 of Schedule 5 to that Act (judicial schemes). 5 “ The judicial legacy fee-paid scheme ” means the scheme constituted by Parts 1 to 11 of the Judicial Pensions (Fee-Paid Judges) Regulations 2017 ( S.I. 2017/522 ). 6 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "71", "section_title": "Meaning of “judicial office” etc", "section_text": "71 1 “ Judicial office ” means— a an office specified in an order made under paragraph 2(1) of Schedule 1 to PSPA 2013, b an office specified in regulation 3(2) of the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ), or c an office specified in an order made under paragraph 2(1) of Schedule 1 to PSPA(NI) 2014. 2 “ Salaried judicial office ” means a judicial office held by a person whose service in that office is remunerated by the payment of salary. 3 “ Fee-paid judicial office ” means a judicial office held by a person whose service in that office is remunerated by the payment of fees (as opposed to the payment of salary). 4 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "72", "section_title": "Meaning of “the relevant authority”", "section_text": "72 In this Chapter “ the relevant authority ” means— a in relation to a person who has remediable service in a judicial office within section 71 (1)(a)  or  (b) , the Lord Chancellor; b in relation to any other person, the Department of Justice in Northern Ireland."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "73", "section_title": "Meaning of “opted-out service” and “PPA opted-out service”", "section_text": "73 1 A person’s remediable service in a judicial office is “opted-out service” if and to the extent that the service meets the second condition in section 39 by virtue of the application of paragraph  (b)  of subsection  (4)  of that section. 2 A person’s remediable service in a judicial office is “PPA opted-out service” if— a it is opted-out service, and b the person has rights under a partnership pension account that are referable to pension contributions made in respect of it. 3 This section has effect for the purposes of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "74", "section_title": "Scheme regulations", "section_text": "74 1 In this Chapter “scheme regulations”— a in relation to a judicial scheme within section 70 (2)(a) ,  (4)(a)  or  (5)  has the same meaning as in PSPA 2013 (see section 1(4) of that Act); b in relation to a judicial scheme within section 70 (2)(b)  or  (4)(b) , has the same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act). 2 A power under this Chapter to make provision by means of scheme regulations for a judicial legacy scheme— a is to be exercised by the responsible authority for the judicial 2015 scheme that is connected with the judicial legacy scheme, and b may be exercised by amending the judicial legacy scheme. 3 In subsection (2) “responsible authority”— a in relation to a judicial scheme within section 70 (2)(a) ,  (4)(a)  or  (5)  has the same meaning as in PSPA 2013 (see section 2 of that Act); b in relation to a judicial scheme within section 70 (2)(b)  or  (4)(b) , has the same meaning as in PSPA(NI) 2014 (see section 2 of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "75", "section_title": "Interpretation of Chapter", "section_text": "75 In this Chapter— “ 2015 scheme election ” has the meaning given by section 44 (1) ; “ the election period ” has the meaning given by section 69; “ fee-paid judicial office ” has the meaning given by section 71; “ a judicial 2015 scheme ” has the meaning given by section 70; “ the judicial legacy fee-paid scheme ” has the meaning given by section 70; “ a judicial legacy salaried scheme ” has the meaning given by section 70; “ a judicial legacy scheme ” has the meaning given by section 70; “ judicial office ” has the meaning given by section 71; “ a judicial scheme ” has the meaning given by section 70; “ legacy scheme election ” has the meaning given by section 40 (1) ; “ opted-out service ” has the meaning given by section 73; “ PPA opted-out service ” has the meaning given by section 73; “ the relevant authority ”, in relation to a person who has remediable service in a judicial office, has the meaning given by section 72; “ the relevant judicial legacy salaried scheme ”, in relation to a person’s remediable service in a salaried judicial office, has the meaning given by section 43; “ remediable service ” has the meaning given by section 39; “ salaried judicial office ” has the meaning given by section 71; “ scheme regulations ” has the meaning given by section 74; “ Treasury directions ” means— in relation to a judicial scheme within section 70 (2)(a) ,  (4)(a)  or  (5) , directions given by the Treasury; in relation to a judicial scheme within section 70 (2)(b)  or  (4)(b) , directions given by the Department of Finance in Northern Ireland."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "76", "section_title": "Modifications of Chapter in relation to fee-paid judicial offices", "section_text": "76 1 In this Chapter— a a reference to a person’s service in an office is, in relation to a fee-paid judicial office, a reference to the person’s holding of the office; b a reference to a period in which a person’s service in an office takes place is, in relation to a fee-paid judicial office, a reference to a period in which the person holds the office; c a reference to a person accruing pensionable service under the judicial legacy fee-paid scheme is a reference to the person being an active member of the scheme in relation to any office; d a reference to a person’s service in a fee-paid judicial office being “pensionable service” under the judicial legacy fee-paid scheme is a reference to the person being, during the period in which the service takes place, an active member of the scheme in relation to that office. 2 Where, at any time in a specified period— a a person holds a specified judicial fee-paid office, and b the person was not (apart from this subsection) at that time an active member of the judicial legacy fee-paid scheme in relation to that office, the person is treated for the purposes of this Chapter as having been, at that time, an active member of that scheme in relation to that office. 3 In subsection  (2)  “ specified ” means specified by the Lord Chancellor by notice. 4 The Lord Chancellor must publish any notice under subsection  (3) . 5 In this section “ active member ” has the same meaning as in the Judicial Pensions (Fee-Paid Judges) Regulations 2017 ( S.I. 2017/522 ) (see regulation 9(3) of those regulations)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "77", "section_title": "Meaning of “remediable service”", "section_text": "77 1 For the purposes of this Chapter any continuous period of service of a person in an employment or office is “remediable service” in that employment or office if the following four conditions are met. 2 In this section “ the service in question ” means the service mentioned in subsection  (1) . 3 The first condition is that the service in question takes place in the period— a beginning with the day after the closing date, and b ending with 31 March 2022 or, if earlier, the date on which the person attains legacy scheme normal pension age. 4 The second condition is that the service in question is pensionable service under a local government new scheme (including where the service is excess teacher service that is so pensionable by virtue of section 2(1)). 5 The third condition is that the person was, on 31 March 2012 or any earlier day, in pensionable service under— a a Chapter 1 legacy scheme (within the meaning of Chapter 1), b a judicial legacy scheme (within the meaning of Chapter 2), or c a local government legacy scheme. 6 The fourth condition is that there is no disqualifying gap in service falling within the period— a beginning with the day after the most recent day in relation to which the third condition is met, and b ending with the day before the first day of the service in question. 7 In subsection  (3) — “ the closing date ” means— 31 March 2014 in relation to service which is pensionable service under regulations under section 7 of SA 1972 which relate to persons in England and Wales; 31 March 2015 in relation to service which is pensionable service under any other local government new scheme; “ legacy scheme normal pension age ” means— in a case in which the person meets the third condition in relation to a local government legacy scheme, the person’s normal pension age under that scheme; otherwise, the age of 65. 8 In subsection  (6)  “ disqualifying gap in service ” means a period longer than 5 years at no time during which is the person in service in an employment or office which— a is pensionable service under— i a Chapter 1 scheme (within the meaning of Chapter 1), ii a judicial scheme (within the meaning of Chapter 2), or iii a local government scheme, b is, as a result of a Fair Deal transfer, pensionable service under a Fair Deal scheme, or c is, as a result of a local government contracting-out transfer, pensionable service under a pension scheme that offers pension arrangements that are broadly comparable with those offered to the person before the transfer."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "78", "section_title": "Power to pay final salary benefits", "section_text": "78 1 Scheme regulations for a local government new scheme may make provision under which the benefits payable under the scheme, so far as they are determined by reference to a member’s remediable service in any employment or office, are final salary benefits. 2 The reference in subsection  (1)  to remediable service includes— a remediable service within the meaning of Chapter 1 that has been transferred in from a Chapter 1 scheme, and b remediable service within the meaning of Chapter 2 that has been transferred in from a judicial scheme. 3 Scheme regulations made by virtue of subsection  (1)  may, in particular, include provision under which final salary benefits are only payable under the scheme to or in respect of a person who has service in multiple employments or offices if— a so much of the service as is otherwise pensionable under another local government scheme, or under a Chapter 1 scheme or a judicial scheme, is transferred in to the scheme, or b the service is aggregated for the purposes of determining those benefits. 4 Scheme regulations for a local government new scheme may make provision under which the benefits payable under the scheme, so far as they are determined by reference to a member’s final salary transferred-in service in any employment or office, are final salary benefits. 5 For the purposes of subsection  (4)  a member’s service in an employment or office is “final salary transferred-in service” if— a the service has been transferred in from another pension scheme, and b before the transfer, the benefits payable under that other scheme, so far as determined by reference to the service, were final salary benefits. 6 Except as provided by the preceding provisions of this section, scheme regulations for a local government new scheme may not make provision under which the benefits payable under the scheme that are determined by reference to a member’s pensionable service in an employment or office are final salary benefits."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "79", "section_title": "Section 78: transitional provision", "section_text": "79 1 Any provision of scheme regulations that— a was, at any time before the coming into force of section 78(1), made (or purportedly made) in relation to a local government new scheme under— i section 18 of PSPA 2013 or section 18 of PSPA(NI) 2014 (restriction of existing pension schemes), or ii any other enactment, and b could have been made under section 78(1) if it had been in force at that time, is treated as having been made under section 78(1). 2 Section 78(6) does not affect the continued operation of any scheme regulations made before the coming into force of that provision."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "80", "section_title": "Pension credit members", "section_text": "80 1 Scheme regulations for a local government new scheme may make provision about the benefits payable to or in respect of a relevant pension credit member and the corresponding pension debit member. 2 In this section “ relevant pension credit member ”, in relation to a local government new scheme, means a member of the scheme who has rights under the scheme— a which are attributable (directly or indirectly) to a pension credit, and b the value of which was determined (to any extent) by reference to the value of benefits payable in respect of the remediable service in an employment or office of another member. 3 In this section “ the corresponding pension debit member ”, in relation to a relevant pension credit member, means the member mentioned in subsection  (2)(b) . 4 The provision that may be made by scheme regulations under this section includes, in particular— a provision modifying any provision of this Chapter in its application to persons of a description specified in the regulations; b provision corresponding to, or applying, any provision of this Chapter, with or without modifications. 5 In this section— “ modifying ” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); “ pension debit ” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; “ pension credit ” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "81", "section_title": "Further powers to make provision about special cases", "section_text": "81 1 Scheme regulations for a local government new scheme may make further provision relating to a member who has remediable service in an employment or office. 2 The provision that may be made under subsection  (1)  includes, in particular, provision about cases in which a person has remediable service in an employment or office any of which is excess teacher service. 3 Scheme regulations for a local government new scheme may make provision about injury and compensation benefits payable under a relevant injury and compensation scheme to or in respect of a member who has remediable service in an employment or office. 4 Provision made under subsection  (3)  may in particular be made by amending the relevant injury and compensation scheme. 5 In subsections  (3)  and  (4)  and this subsection— a “ injury and compensation scheme ” means a pension scheme that is listed in Schedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 (existing injury and compensation schemes); b an injury and compensation scheme is “ relevant ”, in relation to a local government new scheme, if it is connected with the local government new scheme; c a reference to “injury and compensation benefits” payable under an injury and compensation scheme is a reference to— i in the case of an injury and compensation scheme in relation to which Schedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 specifies particular benefits, those benefits; ii in the case of any other injury and compensation scheme, any benefits payable under the scheme. 6 The provision that may be made by scheme regulations under this section includes, in particular— a provision modifying any provision of this Chapter in its application to persons of a description specified in the regulations; b provision corresponding to, or applying, any provision of this Chapter, with or without modifications. 7 In this section “ modifying ” includes disapplying or supplementing (and cognate expressions are to be construed accordingly)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "82", "section_title": "Power to pay compensation", "section_text": "82 1 The scheme manager for a local government new scheme may pay amounts by way of compensation in respect of compensatable losses incurred by members or, in the case of deceased members, their personal representatives. 2 Scheme regulations for a local government new scheme may make provision under which an employer in relation to the scheme is required to reimburse the scheme manager for amounts paid under subsection  (1) . 3 For the purposes of this section a loss incurred by a member, or by a member’s personal representatives, is “compensatable” if and to the extent that— a either of the following conditions is met, and b the loss is of a description specified in Treasury directions. 4 The first condition is that the loss is attributable to, or is reasonably regarded as attributable to, a relevant breach of a non-discrimination rule. 5 The second condition is that the loss is attributable to the application of any provision of, or made under, this Chapter. 6 In this section (subject to subsection  (8) ) “ loss ” includes a loss of any kind including, in particular, a Part 4 tax loss. 7 In this section “ Part 4 tax loss ”, in relation to a member, means a loss arising as a result of the member— a incurring a charge, or incurring an increased charge, under Part 4 of FA 2004, or b not being entitled to a relief, or being entitled to less relief, under that Part of that Act. 8 In this section “ loss ” does not include an amount that is payable under this Chapter or under regulations made by virtue of this Chapter. 9 In this section “ non-discrimination rule ” means a rule that is, or at any time was, included in a local government scheme by virtue of— a section 61 of EA 2010, or b paragraph 2 of Schedule 1 to EEAR(NI) 2006. 10 For the purposes of this section a breach of a non-discrimination rule is “relevant” if it arises from the application of a provision of scheme regulations made before 1 April 2022 under which the benefits payable under the scheme that are determined by reference to a member’s pensionable service in an employment or office are final salary benefits. 11 Subsection  (1)  does not confer power to pay amounts by way of compensation in respect of compensatable losses so far as— a any person has already received amounts by way of compensation in respect of them, or b amounts that any person has paid the scheme have been reduced by amounts in respect of them, whether pursuant to an order of a court or tribunal or otherwise."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "83", "section_title": "Indirect compensation", "section_text": "83 1 Scheme regulations for a local government new scheme may make provision under which, where a member has incurred a compensatable loss that is a Part 4 tax loss— a the member is not paid an amount under section 82 by way of compensation in respect of the loss, and b the member is instead paid such additional benefits under the scheme as may be determined in accordance with the regulations. 2 In this section “ compensatable loss ” and “ Part 4 tax loss ” have the same meaning as in section 82."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "84", "section_title": "Interest and process", "section_text": "84 1 Scheme regulations for a local government new scheme may make provision— a under which interest is required to be calculated and paid on relevant amounts; b about the process by which relevant amounts (and any interest on them) are to be paid. 2 Scheme regulations made by virtue of subsection  (1)(b)  may, in particular, include provision— a about when relevant amounts (and any interest on them) are to be paid (including provision under which they are paid in instalments); b under which relevant amounts (and any interest on them) may be paid only on the making of an application; c conferring rights of appeal against decisions taken under the regulations. 3 In this section “ relevant amounts ” means any amounts that are payable by the scheme to a person under or by virtue of this Chapter."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "85", "section_title": "Treasury directions", "section_text": "85 1 The powers mentioned in subsection (2) must be exercised in accordance with Treasury directions. 2 The powers are— a the power to make scheme regulations by virtue of section 80 (pension credit members) and any powers exercisable by virtue of such regulations; b the power to make scheme regulations by virtue of section 81 (further powers to make provision about special cases) and any powers exercisable by virtue of such regulations; c the power of a scheme manager under section 82(1) (power to pay compensation); d the power to make scheme regulations by virtue of section 82(2) (power to require employer to reimburse compensation paid by scheme manager) and any powers exercisable by virtue of such regulations; e the power to make scheme regulations by virtue of section 83(1) (indirect compensation) and any powers exercisable by virtue of such regulations; f the power to make scheme regulations by virtue of section 84(1) (interest and process) and any powers exercisable by virtue of such regulations. 3 Treasury directions under this section may provide for amounts that are to be paid by a scheme in relation to a member to be determined— a taking into account the particular circumstances of the member and (if different) the person to whom the amount is to be paid, or b without taking into account any or all of the particular circumstances of that person or those persons. 4 Treasury directions under this section that relate to the calculation and payment of interest, and variations and revocations of such directions, may only be made after consultation with the Government Actuary. 5 For the definition of “Treasury directions”, see section 87(1)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "86", "section_title": "Meaning of “local government scheme” etc", "section_text": "86 1 In this Chapter “ local government scheme ” means— a a local government new scheme, or b a local government legacy scheme. 2 In this Chapter “ local government new scheme ” means— a a scheme under section 1 of PSPA 2013 (schemes for persons in public service) which is a defined benefits scheme for local government workers (within the meaning of that Act), or b a scheme under section 1 of PSPA(NI) 2014 (schemes for persons in public service) which is a defined benefits scheme for local government workers (within the meaning of that Act). 3 In this Chapter “ local government legacy scheme ” means— a an existing scheme (within the meaning of PSPA 2013) mentioned in paragraph 16 or 17 of Schedule 5 to PSPA 2013 (local government workers), or b an existing scheme (within the meaning of PSPA(NI) 2014) mentioned in paragraph 3 of Schedule 5 to PSPA(NI) 2014 (local government workers)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "87", "section_title": "Interpretation of Chapter", "section_text": "87 1 In this Chapter— “ Chapter 1 scheme ” has the same meaning as in Chapter 1; “ final salary benefits ” has the meaning given by subsection  (2) ; “ judicial scheme ” has the same meaning as in Chapter 2; “ local government legacy scheme ” has the meaning given by section 86(3); “ local government new scheme ” has the meaning given by section 86(2); “ local government scheme ” has the meaning given by section 86(1); “scheme regulations”— in relation to a local government new scheme within section 86 (2)(a)  has the same meaning as in PSPA 2013 (see section 1(4) of that Act); in relation to a local government new scheme within section 86 (2)(b)  has the same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act); “ Treasury directions ” means— in relation to a local government scheme within section 86(2)(a) or (3)(a), directions given by the Treasury; in relation to a local government scheme within section 86(2)(b) or (3)(b), directions given by the Department of Finance in Northern Ireland. 2 For the purposes of this Chapter, benefits payable under a pension scheme to or in respect of a member are “final salary benefits” if they are determined by reference to the member’s pensionable earnings, or highest, average or representative pensionable earnings, in a specified period ending at, or defined by reference to— a the time when the member’s pensionable service in relation to the scheme ends, or b the time when the member attains normal pension age under a local government legacy scheme. 3 Where— a a member of a pension scheme has service in multiple employments or offices that is pensionable service under the scheme, and b the service is aggregated for the purpose of determining the amount of any benefit under the scheme, the service is treated for the purposes of this Chapter as service in a single employment or office (and references to the employment or office in relation to the service are to be read accordingly)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "88", "section_title": "Restriction of existing schemes", "section_text": "88 1 PSPA 2013 is amended in accordance with subsections  (2)  and  (3) . 2 In section 18 (restriction of existing pension schemes)— a in subsection (4), omit the words after paragraph (b); b after subsection (4) insert— 4A Subsection (1) does not apply, and is treated as never having applied, in relation to a person’s service that is pensionable service under an existing scheme by virtue of— a section 2 (1)  of PSPJOA 2022 (remediable service treated as pensionable service under Chapter 1 legacy scheme), or b section 42 (2)  of that Act (remediable service treated as pensionable service under judicial legacy scheme). For further provision affecting the application of subsection (1), see section 89 (1)  of that Act. ; c omit subsections (5) to (8). 3 In section 31 (restriction of certain existing public body pension schemes) in subsection (4) omit the words from “, and section 18(6) and (7)” to the end. 4 PSPA(NI) 2014 is amended in accordance with subsections  (5)  and  (6) . 5 In section 18 (restriction of existing pension schemes)— a in subsection (4), omit “This is subject to subsection (8).”; b after subsection (4) insert— 4A Subsection (1) does not apply, and is treated as never having applied, in relation to a person’s service that is pensionable service under an existing scheme by virtue of— a section 2 (1)  of PSPJOA 2022 (remediable service treated as pensionable service under Chapter 1 legacy scheme), or b section 42 (2)  of that Act (remediable service treated as pensionable service under judicial legacy scheme). For further provision affecting the application of subsection (1), see section 89 (4)  of that Act. ; c omit subsections (5) to (9). 6 In section 32 (restriction of certain existing public body pension schemes), in subsection (4) omit the words from “and section 18(7) and (8)” to the end. 7 In consequence of the amendments made by the preceding provisions of this section, in JUPRA 1993, in section 18A (pension scheme for fee-paid judges), omit subsections (4) and (5)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "89", "section_title": "Restriction of existing schemes: savings and transitional provision", "section_text": "89 1 The repeal made by section 88 (2)(c)  of section 18(5) to (8) of PSPA 2013 (which removes the power to provide for exceptions to section 18(1) of that Act and which, accordingly, has the effect that any exceptions previously provided for under the power lapse) is subject to the following savings and transitional provision. 2 The repeal does not affect— a the continued operation of any scheme regulations made before the coming into force of the repeal so far as they provide for benefits to be provided under an existing scheme to or in respect of a person in relation to the person’s service before 1 April 2022; b any power to make scheme regulations under which benefits are provided to or in respect of a person in relation to service on or after 1 April 2022 which is transferred in from a pension scheme which is not a scheme under section 1 of PSPA 2013 or section 1 of PSPA(NI) 2014; c any power to make scheme regulations under which benefits are provided to or in respect of a person in relation to service before 1 April 2022 where the accrual rate is affected by the length of the person’s period of service (including a period after that date). 3 In subsection  (2) — “ existing scheme ” has the same meaning as in PSPA 2013 (see section 18(2) of that Act); “ scheme regulations ” has the same meaning as in PSPA 2013 (see section 1(4) of that Act). 4 The repeal made by section 88 (5)(c)  of section 18(5) to (9) of PSPA(NI) 2014 (which removes the power to provide for exceptions to section 18(1) of that Act and which, accordingly, has the effect that any exceptions previously provided for under the power lapse) is subject to the following savings and transitional provision. 5 The repeal does not affect— a the continued operation of any scheme regulations made before the coming into force of the repeal so far as they provide for benefits to be provided under an existing scheme to or in respect of a person in relation to the person’s service before 1 April 2022; b any power to make scheme regulations under which benefits are provided to or in respect of a person in relation to service on or after 1 April 2022 which is transferred in from a pension scheme which is not a scheme under section 1 of PSPA(NI) 2014 or section 1 of PSPA 2013; c any power to make scheme regulations under which benefits are provided to or in respect of a person in relation to service before 1 April 2022 where the accrual rate is affected by the length of the person’s period of service (including a period after that date). 6 In subsection  (5) — “ existing scheme ” has the same meaning as in PSPA(NI) 2014 (see section 18(2) of that Act); “ scheme regulations ” has the same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "90", "section_title": "Restriction of other schemes", "section_text": "90 1 No benefits are to be provided under a relevant scheme to or in respect of a person in relation to the person’s service after 31 March 2022. 2 In subsection  (1) , “ relevant scheme ” means— a the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ), b the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ), c the scheme constituted by Parts 1 to 11 of the Judicial Pensions (Fee-Paid Judges) Regulations 2017 ( S.I. 2017/522 ), or d the pension scheme established for certain employees of the Secret Intelligence Service which came into operation on 1 January 1946 and was amended on 1 September 1957 and 1 July 1964. 3 In subsection  (1) , the reference to benefits in relation to a person’s service includes benefits relating to the person’s death in service."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "91", "section_title": "Prohibition of new arrangements to pay voluntary contributions", "section_text": "91 1 No arrangements are to be entered into after 31 March 2022 under which voluntary contributions are payable by a member of a relevant scheme to the scheme. 2 In subsection  (1)  “ relevant scheme ” means— a a Chapter 1 legacy scheme (within the meaning of Chapter 1), b a judicial legacy salaried scheme (within the meaning of Chapter 2), c a local government legacy scheme (within the meaning of Chapter 3), d the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ), e the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ), or f the pension scheme established for certain employees of the Secret Intelligence Service which came into operation on 1 January 1946 and was amended on 1 September 1957 and 1 July 1964. 3 Subsection (1)— a does not affect the continued operation after 31 March 2022 of any arrangements entered into on or before that date; b does not apply to arrangements entered into by virtue of section 25 or 60 (remedial arrangements to pay voluntary contributions)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "92", "section_title": "Amendments relating to employer cost cap", "section_text": "92 1 Section 12 of PSPA 2013 (employer cost cap) is amended in accordance with subsections  (2)  to  (9) . 2 After subsection (1) insert— 1A Subsection (1) must be complied with before the end of the period of one year beginning with the day on which the scheme’s first valuation under section 11 is completed. 3 For subsection (2) substitute— 2 A reference in this section to “the employer cost cap” of a scheme under section 1 is a reference to the rate set by virtue of subsection (1) in relation to the scheme. 4 In subsection (3)— a after “cap” insert  “of a scheme under section 1” ; b after “set” insert  “, and the changes in the cost of such a scheme are to be measured,” . 5 In subsection (4)— a in paragraph (a), for “the cap” substitute  “the employer cost cap of the scheme” ; b in paragraph (b)— i for “subsequent valuations” insert  “the second or any subsequent valuation” ; ii for “the cap” substitute  “the employer cost cap of the scheme” ; c in paragraph (c)— i for “the extent to which” substitute  “whether and if so to what extent” ; ii for “of this section” substitute  “mentioned in paragraph (b)” ; d after paragraph (c) insert— d that the data, methodologies and assumptions that are to be used for the purposes mentioned in paragraph (b) are to relate, to any extent, to— i the growth in the economy, or any sector of the economy, of the United Kingdom or any part of the United Kingdom, ii the growth in earnings of any group of persons over any period, or iii the rate of inflation (however measured) over any period. 6 After subsection (4) insert— 4A The power to give directions by virtue of subsection (4)(d) is not affected by any statement made before 27 May 2021 by the Treasury, or any Minister of the Crown, relating to the data, methodologies and assumptions that are, or are not, to be used for the purposes mentioned in subsection (4)(b). 7 In subsection (5)(a) for “(and any connected scheme)” substitute  “(determined, if and so far as provided for by virtue of subsection (4)(c), taking into account the costs of any connected scheme)” . 8 In subsection (6), in the opening words— a for “the scheme” substitute  “a scheme under section 1” ; b for “the margins” substitute  “either of the margins specified under subsection (5)(a)” . 9 After subsection (7) insert— 7A Treasury directions may specify the time at which any increase or decrease of members’ benefits or contributions that is provided for under subsection (6) is to take effect. 7B Treasury directions may require that provision contained in scheme regulations under subsection (6) permits steps to be— a agreed by virtue of paragraph (a) of that subsection, or b determined by virtue of paragraph (b) of that subsection, only after the scheme actuary has certified that the steps would, if taken, achieve the target cost for the scheme. 7C Treasury directions under subsection  (7B)  may specify— a the costs or changes in costs that are to be taken into account, or b the data, methodologies and assumptions that are to be used, for the purposes of determining whether any steps would, if taken, achieve the target cost for the scheme. 7D In subsection  (7B)  “ the scheme actuary ”, in relation to a scheme under section 1, means the actuary who carried out, or is for the time being exercising actuarial functions in relation to, the valuation under section 11 by reference to which it has been determined that the costs of the scheme have gone, or may go, beyond either of the margins specified under subsection (5)(a). 10 Section 12 of PSPA(NI) 2014 (employer cost cap) is amended in accordance with subsections  (11)  to  (19) . 11 After subsection (1) insert— 1A Subsection (1) must be complied with before the end of the period of one year beginning with the day on which the scheme’s first valuation under section 11 is completed. 12 For subsection (2) substitute— 2 A reference in this section to “the employer cost cap” of a scheme under section 1 is a reference to the rate set by virtue of subsection (1) in relation to the scheme. 13 In subsection (3)— a after “cap” insert  “of a scheme under section 1” ; b after “set” insert  “, and the changes in the cost of such a scheme are to be measured,” . 14 In subsection (4)— a in paragraph (a), for “the cap” substitute  “the employer cost cap of the scheme ” ; b in paragraph (b)— i for “subsequent valuations” insert  “the second or any subsequent valuation” ; ii for “the cap” substitute  “the employer cost cap of the scheme” ; c in paragraph (c)— i for “the extent to which” substitute  “whether and if so to what extent” ; ii for “of this section” substitute  “mentioned in paragraph (b)” ; d after paragraph (c) insert— d that the data, methodologies and assumptions that are to be used for the purposes mentioned in paragraph (b) are to relate, to any extent, to— i the growth in the economy, or any sector of the economy, of the United Kingdom or any part of the United Kingdom, ii the growth in earnings of any group of persons over any period, or iii the rate of inflation (however measured) over any period. 15 After subsection (4) insert— 4A The power to give directions by virtue of subsection (4)(d) is not affected by any statement made before 27 May 2021 by the Department of Finance, or any other department, relating to the data, methodologies and assumptions that are, or are not, to be used for the purposes mentioned in subsection (4)(b). 16 In subsection (5)(a), for “(and any connected scheme)” substitute  “(determined, if and so far as provided for by virtue of subsection (4)(c), taking into account the costs of any connected scheme)” . 17 In subsection (6), in the opening words— a for “the scheme” substitute  “a scheme under section 1” ; b for “the margins” substitute  “either of the margins specified under subsection (5)(a)” . 18 After subsection (7) insert— 7A Directions given by the Department of Finance may specify the time at which any increase or decrease of members’ benefits or contributions that is provided for under subsection (6) is to take effect. 7B Directions given by the Department of Finance may require that provision contained in scheme regulations under subsection (6) permits steps to be— a agreed by virtue of paragraph (a) of that subsection, or b determined by virtue of paragraph (b) of that subsection, only after the scheme actuary has certified that the steps would, if taken, achieve the target cost for the scheme. 7C Directions under subsection  (7B)  may specify— a the costs or changes in costs that are to be taken into account, or b the data, methodologies and assumptions that are to be used, for the purposes of determining whether any steps would, if taken, achieve the target cost for the scheme. 7D In subsection  (7B)  “ the scheme actuary ”, in relation to a scheme under section 1, means the actuary who carried out, or is for the time being exercising actuarial functions in relation to, the valuation under section 11 by reference to which it has been determined that the costs of the scheme have gone, or may go, beyond either of the margins specified under subsection (5)(a). 19 In subsections (3), (4), (5), (8), (9) and (10) omit “and Personnel”."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "93", "section_title": "Operation of employer cost cap in relation to 2016/17 valuation", "section_text": "93 1 The requirement in provision made under section 12(5)(a) of PSPA 2013 that the cost of a section 1 scheme must remain within a margin above the employer cost cap of the scheme does not apply, and is treated as never having applied, in relation to the cost of the scheme that is calculated by reference to the scheme’s 2016/17 valuation. 2 Accordingly, provision made under section 12(6) of that Act does not apply, and is treated as never having applied, in relation to a case in which the cost of a section 1 scheme that is calculated by reference to the scheme’s 2016/17 valuation goes beyond a margin above the employer cost cap of the scheme. 3 In subsections  (1)  and  (2)  and this subsection— a “ section 1 scheme ” means a scheme under section 1 of PSPA 2013; b “ the employer cost cap ”, in relation to a section 1 scheme, has the same meaning as in section 12 of PSPA 2013; c a reference to a section 1 scheme’s “2016/17 valuation” is to the scheme’s valuation under section 11 of PSPA 2013 the effective date of which is a date in 2016 or 2017. 4 The requirement in provision made under section 12(5)(a) of PSPA(NI) 2014 that the cost of a section 1 scheme must remain within a margin above the employer cost cap of the scheme does not apply, and is treated as never having applied, in relation to the cost of the scheme that is calculated by reference to the scheme’s 2016/17 valuation. 5 Accordingly, provision made under section 12(6) of that Act does not apply, and is treated as never having applied, in relation to a case in which the cost of a section 1 scheme that is calculated by reference to the scheme’s 2016/17 valuation goes beyond a margin above the employer cost cap of the scheme. 6 In subsections  (4)  and  (5)  and this subsection— a “ section 1 scheme ” means a scheme under section 1 of PSPA(NI) 2014; b “ the employer cost cap ”, in relation to a section 1 scheme, has the same meaning as in section 12 of PSPA(NI) 2014; c a reference to a section 1 scheme’s “2016/17 valuation” is to the scheme’s valuation under section 11 of PSPA(NI) 2014 the effective date of which is a date in 2016 or 2017. 7 The actuarial valuation with an effective date of 31 March 2016 that was signed on 18 December 2018 under regulation 123 of the Local Government Pension Scheme Regulations (Northern Ireland) 2014 ( S.R. (N.I.) 2014 No. 188 ) is of no effect."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "94", "section_title": "Amendments relating to scheme regulations", "section_text": "94 1 Section 3 of PSPA 2013 (scheme regulations) is amended in accordance with subsections  (2)  to  (6) . 2 In subsection (1) after “this Act” insert  “and Part 1 of PSPJOA 2022” . 3 In subsection (2), after paragraph (b) insert— c consequential, supplementary, incidental or transitional provision in relation to any provision of Part 1 of PSPJOA 2022. 4 After subsection (4) insert— 4A In subsection (2)(c)— a the reference to consequential provision includes consequential provision amending any primary legislation passed before or in the same session as PSPJOA 2022 (as well as consequential provision amending any secondary legislation); b the reference to supplementary, incidental or transitional provision includes supplementary, incidental or transitional provision amending an existing scheme contained in primary legislation (as well as supplementary, incidental or transitional provision amending any secondary legislation). 4B See sections 37 and 74 of PSPJOA 2022 for provision under which certain powers to make provision under Part 1 of that Act by means of scheme regulations may be exercised by amending existing schemes. 5 In subsection (6) omit paragraph (b). 6 After subsection (6) insert— 7 A Treasury order may amend this section so as to add, remove or vary exceptions to the requirement in subsection (5). 8 A Treasury order under subsection (7) is subject to the negative procedure. 7 In section 8 of PSPA 2013 (types of scheme), after subsection (4) insert— 4A The extent to which a scheme under section 1 is a career average revalued earnings scheme is not affected by provision contained in scheme regulations that is made under section 78 of PSPJOA 2022 (local government schemes: power to pay final salary benefits). 8 In section 21 of PSPA 2013 (consultation), after subsection (3) insert— 4 Subsection (1) may, in relation to provision contained in scheme regulations— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022), be satisfied by consultation before, as well as after, the coming into force of the provision mentioned in paragraph (a) or (b). 9 In section 23 of PSPA 2013 (procedure for retrospective provision), after subsection (5) insert— 6 This section does not apply in relation to provision contained in scheme regulations that is made— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022). 10 In section 37 of PSPA 2013 (general interpretation), at the appropriate place insert— “ PSPJOA 2022 ” means the Public Service Pensions and Judicial Offices Act 2022; . 11 Section 3 of PSPA(NI) 2014 (scheme regulations) is amended in accordance with subsections  (12)  to  (14) . 12 In subsection (1), after “this Act” insert  “and Part 1 of PSPJOA 2022” . 13 In subsection (2), after paragraph (b) insert— c consequential, supplementary, incidental or transitional provision in relation to any provision of Part 1 of PSPJOA 2022. 14 After subsection (4) insert— 4A In subsection (2)(c)— a the reference to consequential provision includes consequential provision amending any primary legislation made or passed before or within the period of 12 months from the date on which PSPJOA 2022 receives Royal Assent (as well as consequential provision amending any secondary legislation); b the reference to supplementary, incidental or transitional provision includes supplementary, incidental or transitional provision amending an existing scheme contained in primary legislation (as well as supplementary, incidental or transitional provision amending any secondary legislation). 4B See sections 37 and 74 of PSPJOA 2022 for provision under which certain powers to make provision under Part 1 of that Act by means of scheme regulations may be exercised by amending existing schemes. 15 In section 8 of PSPA(NI) 2014 (types of scheme), after subsection (4) insert— 4A The extent to which a scheme under section 1 is a career average revalued earnings scheme is not affected by provision contained in scheme regulations that is made under section 78 of PSPJOA 2022 (local government schemes: power to pay final salary benefits). 16 In section 21 of PSPA(NI) 2014 (consultation), after subsection (3) insert— 4 Subsection (1) may, in relation to provision contained in scheme regulations— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022), be satisfied by consultation before, as well as after, the coming into force of the provision mentioned in paragraph (a) or (b). 17 In section 23 of PSPA(NI) 2014 (procedure for retrospective provision), after subsection (5) insert— 6 This section does not apply in relation to provision contained in scheme regulations that is made— a under any provision contained in Part 1 of PSPJOA 2022, or b under section 3(2)(c) of this Act (consequential etc provision in relation to Part 1 of PSPJOA 2022). 18 In section 34 of PSPA(NI) 2014 (general interpretation), at the appropriate place insert— “ PSPJOA 2022 ” means the Public Service Pensions and Judicial Offices Act 2022; ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "95", "section_title": "Amendments relating to the establishment or restriction of schemes", "section_text": "95 1 PSPA 2013 is amended in accordance with subsections  (2)  to  (7) . 2 In section 4 (scheme manager)— a after subsection (3) insert— 3A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a scheme manager is provided for under subsection (1) in scheme regulations for that other scheme. ; b after subsection (6) insert— 6A The reference in subsection (6) to a statutory pension scheme includes a statutory pension scheme established (under section 1 or otherwise) after the establishment of the scheme under section 1 mentioned in that subsection. 3 In section 5 (pension board), after subsection (2) insert— 2A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a pension board is provided for under subsection (1) in scheme regulations for that other scheme. 4 In section 7 (scheme advisory board)— a in subsection (1), for “on the desirability of changes to the scheme” substitute  on— a the desirability of changes to the scheme, or b the desirability of changes to any other scheme under section 1 which— i is connected with it, and ii is not an injury or compensation scheme. ; b after subsection (1) insert— 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1 which is not an injury or compensation scheme, and b a scheme advisory board is provided for under subsection (1) in scheme regulations for that other scheme. 5 In section 11 (valuations), after subsection (1) insert— 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b actuarial valuations are provided for under subsection (1) in scheme regulations for that other scheme. 6 After section 12 insert— Sections 11 and 12: restricted schemes 12A 1 Section 11(1) (valuations) does not require scheme regulations to provide for actuarial valuations to be made of a scheme to which this section applies. 2 Section 12(1) (employer cost cap) does not apply to a scheme to which this section applies. 3 This section applies to a scheme under section 1 which— a is a restricted scheme, and b is specified for the purposes of this section in Treasury regulations. 4 For the purposes of this section a scheme under section 1 is a “restricted scheme” at any time if any enactment restricts the provision of benefits under the scheme to or in respect of a person in relation to the person’s service after that time. 5 Treasury regulations under this section may include consequential or supplementary provision. 6 Treasury regulations under this section are subject to the negative Commons procedure. 7 In section 30 (new public body pension schemes), in subsection (1)(e), for “and 12” substitute  “to 12A” . 8 PSPA(NI) 2014 is amended in accordance with subsections  (9)  to  (15) . 9 In section 4 (scheme manager)— a after subsection (3) insert— 3A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a scheme manager is provided for under subsection (1) in scheme regulations for that other scheme. ; b after subsection (6) insert— 6A The reference in subsection (6) to a statutory pension scheme includes a statutory pension scheme established (under section 1 or otherwise) after the establishment of the scheme under section 1 mentioned in that subsection. 10 In section 5 (pension board)— a in subsection (1), for “subsection (2)” substitute  “subsections (2) and (2A)” ; b after subsection (2) insert— 2A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b a pension board is provided for under subsection (1) in scheme regulations for that other scheme. 11 In section 7 (scheme advisory board)— a in subsection (1), for “on the desirability of changes to the scheme” substitute  on— a the desirability of changes to the scheme, or b the desirability of changes to any other scheme under section 1 which— i is connected with it, and ii is not an injury or compensation scheme. ; b after subsection (1) insert— 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1 which is not an injury or compensation scheme, and b a scheme advisory board is provided for under subsection (1) in scheme regulations for that other scheme. 12 In section 11 (valuations), after subsection (1) insert— 1A Subsection (1) does not apply to a scheme under section 1 if— a the scheme is connected with another scheme under section 1, and b actuarial valuations are provided for under subsection (1) in scheme regulations for that other scheme. 13 After section 12 insert— Sections 11 and 12: restricted schemes 12A 1 Section 11(1) (valuations) does not require scheme regulations to provide for actuarial valuations to be made of a scheme to which this section applies. 2 Section 12(1) (employer cost cap) does not apply to a scheme to which this section applies. 3 This section applies to a scheme under section 1 which— a is a restricted scheme, and b is specified for the purposes of this section in regulations made by the Department of Finance. 4 For the purposes of this section a scheme under section 1 is a “restricted scheme” at any time if any statutory provision restricts the provision of benefits under the scheme to or in respect of a person in relation to the person’s service after that time. 5 Regulations made by the Department of Finance under this section may include consequential or supplementary provision. 6 Regulations made by the Department of Finance under this section are subject to negative resolution. 14 In section 31 (new public body pension schemes), in subsection (1)(e), for “and 12” substitute  “to 12A” . 15 In section 34 (general interpretation), at the appropriate place insert— “ statutory provision ” has the meaning given in section 1(f) of the Interpretation Act (Northern Ireland) 1954; ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "96", "section_title": "Amendments relating to the Secret Intelligence Service etc", "section_text": "96 1 PSPA 2013 is amended in accordance with subsections  (2)  to  (4) . 2 In section 18 (restriction of existing pension schemes)— a in subsection (4), after paragraph (a) insert— aa 31 March 2016 for an existing scheme which is a relevant Agency scheme, and ; b in subsection (10) after “subsection (4)” insert  — “ relevant Agency scheme ” means regulations under section 1 of the Superannuation Act 1972 which relate to staff of the Secret Intelligence Service or Security Service; . 3 In Schedule 5 (existing schemes), in paragraph 1 omit “other than a scheme which relates to staff of the Secret Intelligence Service or Security Service”. 4 In Schedule 10 (public bodies whose pension schemes must be restricted) omit paragraphs 10 and 11. 5 In consequence of the amendment made by subsection  (3) , in PSA 2015 omit section 80 (public service pension schemes). 6 Any provision of subordinate legislation that— a was, at any time before the coming into force of this section, made (or purportedly made) in relation to a relevant Agency scheme under— i section 18 of PSPA 2013 (restriction of existing pension schemes), or ii section 31 of that Act (restriction of certain existing public body pension schemes), and b could have been made under section 18 of that Act if the amendments made by subsections  (1)  to  (4)  had been in force at that time, is treated as having been made under section 18 of that Act. 7 In subsection  (6)  “ relevant Agency scheme ” means regulations under section 1 of SA 1972 which relate to staff of the Secret Intelligence Service or Security Service."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "97", "section_title": "Amendments relating to the judiciary", "section_text": "97 1 PSPA 2013 is amended in accordance with subsections  (2)  and  (3) . 2 After section 25 (extension of schemes) insert— Extension of schemes where definition of “the judiciary” expanded 25A 1 Subsection (2) applies where— a scheme regulations come into force establishing a scheme under section 1 for the judiciary, and b subsequently, an order is made under paragraph 2(1) of Schedule 1 (order specifying judicial offices for the purposes of the definition of “the judiciary”). 2 Scheme regulations for the scheme mentioned in subsection  (1)(a)  may make provision under which any right or obligation of a member holding an office specified in the order mentioned in subsection  (1)(b)  is determined by reference to service which takes place before (as well as after) the order comes into force. 3 This section is without prejudice to the generality of section 3(3)(b) (power to make retrospective provision in scheme regulations). 3 In Schedule 1 (persons in public service: definitions), in paragraph 2 (judiciary), for sub-paragraphs (2) and (3) substitute— 2 An order under sub-paragraph (1) that specifies a devolved office in or as regards Scotland or Northern Ireland may only be made at the request of the relevant national authority. 3 In sub-paragraph  (2) , “ relevant national authority ” means— a in relation to a devolved office within paragraph (a) of the definition of “devolved office” in section 37, the Department of Justice in Northern Ireland; b in relation to a devolved office within paragraph (b) of the definition of “devolved office” in section 37, the Scottish Ministers. 4 An order under sub-paragraph (1) is subject to the negative procedure. 4 PSPA(NI) 2014 is amended in accordance with subsection  (5) . 5 After section 25 (extension of schemes) insert— Extension of schemes where definition of “the judiciary” expanded 25A 1 Subsection (2) applies where— a scheme regulations come into force establishing a scheme under section 1 for holders of judicial office, and b subsequently, an order is made under paragraph 2(1) of Schedule 1 (order specifying judicial offices for the purposes of the definition of “holders of judicial office”). 2 Scheme regulations for the scheme mentioned in subsection  (1)(a)  may make provision under which any right or obligation of a member holding an office specified in the order mentioned in subsection  (1)(b)  is determined by reference to service which takes place before (as well as after) the order comes into force. 3 This section is without prejudice to the generality of section 3(3)(b) (power to make retrospective provision in scheme regulations)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "98", "section_title": "Amendments relating to non-scheme benefits", "section_text": "98 1 Section 26 of PSPA 2013 (non-scheme benefits) is amended in accordance with subsections  (2)  and  (3) . 2 In subsection (1), for paragraphs (a) and (b) substitute— a persons to whom the scheme relates (including any to whom the scheme relates by virtue of section 25), and b persons to whom the scheme would have related but for the fact that, in accordance with the scheme, they have opted out of the scheme (or have failed to opt in to the scheme). 3 After subsection (2) insert— 3 For the purposes of subsection (1)(b), a person is treated as having opted out of a scheme if the scheme would have related to the person (or would have done so if the person had opted that it should) but for the fact that the person had a partnership pension account. 4 In this section— “ occupational defined contributions scheme ” means a defined contributions scheme (within the meaning given by section 4 of the Pension Schemes Act 2015) that is an occupational pension scheme within the meaning of the Pension Schemes Act 1993 (see section 1 of that Act); “ partnership pension account ”, in relation to a person in service in an employment or office, means— a stakeholder pension scheme, a personal pension scheme, or an occupational defined contributions scheme, to which the person’s employer is paying contributions; “ personal pension scheme ” has the same meaning as in the Pension Schemes Act 1993 (see section 1 of that Act); “ stakeholder pension scheme ” means a scheme which is a stakeholder pension scheme for the purposes of Part 1 of the Welfare Reform and Pensions Act 1999 (see section 1 of that Act). 4 Section 26 of PSPA(NI) 2014 (non-scheme benefits) is amended in accordance with subsections  (5)  and  (6) . 5 In subsection (1), for paragraphs (a) and (b) substitute— a persons to whom the scheme relates (including any to whom the scheme relates by virtue of section 25), and b persons to whom the scheme would have related but for the fact that, in accordance with the scheme, they have opted out of the scheme (or have failed to opt in to the scheme). 6 After subsection (2) insert— 3 For the purposes of subsection (1)(b), a person is treated as having opted out of a scheme if the scheme would have related to the person (or would have done so if the person had opted that it should) but for the fact that the person had a partnership pension account. 4 In this section— “ occupational defined contributions scheme ” means a defined contributions scheme (within the meaning given by section 4 of the Pension Schemes Act (Northern Ireland) 2016) that is an occupational pension scheme within the meaning of Pension Schemes (Northern Ireland) Act 1993 (see section 1 of that Act); “ partnership pension account ”, in relation to a person in service in an employment or office, means— a stakeholder pension scheme, a personal pension scheme, or an occupational defined contributions scheme, to which the person’s employer is paying contributions; “ personal pension scheme ” has the same meaning as in the Pension Schemes (Northern Ireland) Act 1993 (see section 1 of that Act); “ stakeholder pension scheme ” means a scheme which is a stakeholder pension scheme for the purposes of Part 2 of the Welfare Reform and Pensions (Northern Ireland) Order 1999 (see Article 3 of that Order)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "99", "section_title": "Amendments relating to pension schemes for members of the Senedd", "section_text": "99 In section 30 of PSPA 2013 (new public body pension schemes), after subsection (4) insert— 4A The following provisions of this section do not apply to a new public body pension scheme which is made under section 20(3) of the Government of Wales Act 2006 (remuneration of members of the Senedd: pensions)— a subsection (1)(e) (cost control); b subsection (3) (Treasury consent)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "100", "section_title": "Guidance to public service pension scheme managers on investment decisions", "section_text": "100 1 The Public Service Pensions Act 2013 is amended in accordance with subsection (2). 2 In Schedule 3, in paragraph 12(a), at end insert  “including guidance or directions on investment decisions which it is not proper for the scheme manager to make in light of UK foreign and defence policy” ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "101", "section_title": "Power of Treasury to make scheme for compensation", "section_text": "101 1 The Treasury may by regulations make provision for a compensation scheme under which amounts are paid by way of compensation in respect of compensatable losses incurred by relevant members. 2 The provision that may be made under subsection (1) includes— a provision appointing a body to administer the scheme; b provision establishing a body for that purpose and making such provision in relation to the appointment of members, staffing, expenditure, procedure and otherwise as the Treasury consider appropriate; c provision allowing the body administering the scheme to exercise a discretion; d provision conferring power on the Treasury to give guidance or directions to the body administering the scheme; e any provision that could be included in— i regulations made by virtue of section 26 (interest and process) in relation to amounts payable under section 23 (power to pay compensation), or ii regulations made by virtue of section 61 (interest and process) in relation to amounts payable under section 59 (power to pay compensation). 3 In this section “ compensatable loss ” means— a a compensatable loss for the purposes of section 23 (power to pay compensation under Chapter 1), b a compensatable loss for the purposes of section 59 (power to pay compensation under Chapter 2), or c a compensatable loss for the purposes of section 82 (power to pay compensation under Chapter 3). 4 In this section “ relevant member ” means— a a member of a Chapter 1 legacy scheme within section 33 (2)(a)  or  (3)(a)  who has remediable service that is pensionable service under the scheme, b a member of a judicial scheme within section 70 (2)(a) ,  (4)(a)  or  (5)  who has remediable service that is pensionable service under the scheme, or c a member of a local government new scheme within section 86(2)(a) who has remediable service that is pensionable service under the scheme. 5 In subsection  (4) — a in paragraph  (a) , “ Chapter 1 legacy scheme ” and “ remediable service ” have the same meaning as in Chapter 1; b in paragraph  (b) , “ judicial scheme ” and “ remediable service ” have the same meaning as in Chapter 2; c in paragraph (c), “ local government new scheme ” and “ remediable service ” have the same meaning as in Chapter 3. 6 Regulations under this section are subject to the negative procedure."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "102", "section_title": "Power of Department of Finance to make scheme for compensation", "section_text": "102 1 The Department of Finance in Northern Ireland may by regulations make provision for a compensation scheme under which amounts are paid by way of compensation in respect of compensatable losses incurred by relevant members. 2 The provision that may be made under subsection (1) includes— a provision appointing a body to administer the scheme; b provision establishing a body for that purpose and making such provision in relation to the appointment of members, staffing, expenditure, procedure and otherwise as the Department of Finance in Northern Ireland considers appropriate; c provision allowing the body administering the scheme to exercise a discretion; d provision conferring power on the Department of Finance in Northern Ireland to give guidance or directions to the body administering the scheme; e any provision that could be included in— i regulations made by virtue of section 26 (interest and process) in relation to amounts payable under section 23 (power to pay compensation), or ii regulations made by virtue of section 61 (interest and process) in relation to amounts payable under section 59 (power to pay compensation). 3 In this section “ compensatable loss ” means— a a compensatable loss for the purposes of section 23 (power to pay compensation under Chapter 1), b a compensatable loss for the purposes of section 59 (power to pay compensation under Chapter 2), or c a compensatable loss for the purposes of section 82 (power to pay compensation under Chapter 3). 4 In this section “ relevant member ” means— a a member of a Chapter 1 legacy scheme within section 33 (2)(b)  or  (3)(b)  who has remediable service that is pensionable service under the scheme, b a member of a judicial scheme within section 70 (2)(b)  or  (4)(b)  who has remediable service that is pensionable service under the scheme, or c a member of a local government new scheme within section 86(2)(b) who has remediable service that is pensionable service under the scheme. 5 In subsection  (4) — a in paragraph  (a) , “ Chapter 1 legacy scheme ” and “ remediable service ” have the same meaning as in Chapter 1; b in paragraph  (b) , “ judicial scheme ” and “ remediable service ” have the same meaning as in Chapter 2; c in paragraph (c), “ local government new scheme ” and “ remediable service ” have the same meaning as in Chapter 3. 6 Regulations under this section are subject to the negative procedure."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "103", "section_title": "Power to make provision in relation to certain fee-paid judges", "section_text": "103 1 Scheme regulations for a judicial scheme may make provision for the purpose of putting relevant fee-paid judges, so far as possible, in the position they would have been in if they had always been recognised as being full protection members of a judicial legacy scheme. 2 The provision that may be made under subsection  (1)  includes in particular— a provision about the amount of benefits to which a person is or was entitled in respect of pensionable service; b provision about pension contributions a person is or was required to pay to the scheme in respect of pensionable service; c provision about cases in which voluntary contributions have been paid to a judicial 2015 scheme (including provision under which rights to benefits referable to the contributions are retained in the judicial 2015 scheme); d provision about cases in which a person has transferred rights into a judicial 2015 scheme (including provision under which the rights are retained in the judicial 2015 scheme); e provision about cases in which a person has a partnership pension account; f provision about cases in which a person has partially retired; g provision enabling a scheme manager to pay amounts by way of compensation, including provision requiring an employer in relation to the scheme to reimburse the scheme manager for such amounts; h provision corresponding or similar to any provision of or made under— i section 53 (effective pension age payments); ii section 54 (transitional protection allowance); iii section 55 (power to reduce benefits in lieu of paying liabilities owed to the scheme); iv section 56 (powers to reduce or waive liabilities); v section 57 (pension credit members); vi section 61 (interest and process). 3 For the purposes of this section a person (“ P ”) is a “relevant fee-paid judge” if— a on 31 March 2012— i P held a fee-paid judicial office, and ii did not hold a salaried judicial office, b on 1 April 2012, P was aged 55 or over, c at any time in the period beginning with 1 April 2012 and ending with the day before the relevant date, P held a salaried judicial office, and d either— i on the relevant date, P did not hold a fee-paid judicial office, or ii the condition in regulation 8(2)(a) of the judicial legacy fee-paid scheme (members) is not met in relation to P and the fee-paid judicial office mentioned in paragraph  (a)(i) . 4 In this section “full protection member”— a in relation to a judicial office within section 71 (1)(a)  or  (b) , has the same meaning as in Schedule 2 to the Judicial Pensions Regulations 2015 ( S.I. 2015/182 ) (see paragraph 1 of that Schedule), or b in relation to a judicial office within section 71 (1)(c) , has the same meaning as in Schedule 2 to the Judicial Pensions Regulations (Northern Ireland) 2015 ( S.R. (N.I.) 2015 No. 76 ) (see paragraph 1 of that Schedule). 5 In this section “the relevant date”— a in relation to a judicial office within section 71 (1)(a)  or  (b) , means 2 December 2012; b in relation to a judicial office within section 71 (1)(c) , means 1 February 2013. 6 Expressions used in this section have the same meaning as in Chapter 2."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "104", "section_title": "HMRC information-sharing and other functions relating to compensation etc", "section_text": "104 1 HMRC (or anyone acting on their behalf) may— a exchange information with a relevant person for the purpose of facilitating the exercise of any compensation function, or b do anything else which they think necessary or expedient for that purpose. 2 A person to whom HMRC discloses information under this section— a may use it only for the purpose for which it was disclosed, and b may not further disclose it without the consent of HMRC (which may be general or specific). 3 Where a person contravenes subsection  (2)(b)  by disclosing information relating to a person whose identity— a is specified in the disclosure, or b can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (offence of wrongful disclosure) applies in relation to the disclosure as it applies in relation to a disclosure in contravention of section 20(9) of that Act. 4 Nothing in this section authorises a disclosure of information if the disclosure would contravene the data protection legislation or would be prohibited by the investigatory powers legislation (but in determining whether a disclosure would do either of those things, the power conferred by this section is to be taken into account). 5 Nothing in this section limits the circumstances in which information may be disclosed under section 18(2) of the Commissioners for Revenue and Customs Act 2005 or under any other enactment or rule of law. 6 In this section— “ compensation function ” means a function that relates to— the payment of compensation, contributions, benefits or other amounts to or in respect of a person by virtue of a provision made by or under this Part, or the reduction or waiving of a person’s liability to pay an amount by virtue of such a provision; “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); “ the investigatory powers legislation ” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016; “ relevant person ” means a person— who exercises a compensation function, to or in respect of whom compensation, contributions, benefits or other amounts is or are payable by virtue of a provision made by or under this Part, or whose liability to pay an amount may be reduced or waived by virtue of such a provision."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "105", "section_title": "Section 91 of Pensions Act 1995 and section 356 of Armed Forces Act 2006", "section_text": "105 1 Subsection  (2)  applies in relation to any reference in section 91 of PA 1995 or Article 89 of P(NI)O 1995 (inalienability of occupational pension) to— a assigning, commuting or surrendering an entitlement to a pension or a right to a future pension, or b the exercise of a set-off in respect of such an entitlement or right. 2 The reference does not include— a anything done under or by virtue of this Part of this Act, or b the surrender of an entitlement or right under a pension scheme— i for the purpose of meeting a condition by virtue of section 5 (5)(b)  (Chapter 1: surrender of rights required as condition for inclusion of opted-out service in remedy), or ii in the course of taking the steps mentioned in section 41 (3)  or  (6)  (Chapter 2: partnership pension account: requirement to transfer assets and surrender rights). 3 Subsection  (4)  applies in relation to any reference in section 356 of the Armed Forces Act 2006 (avoidance of assignment of, or charge on, pay and pensions etc) to an assignment (or, in Scotland, assignation) of, or an agreement to assign, any relevant pay or pension (within the meaning of that section). 4 The reference does not include anything done under or by virtue of this Part of this Act."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "106", "section_title": "Minor amendment", "section_text": "106 In JUPRA 1993, in section 2 (judicial officer’s entitlement to a pension), in subsection (7A), for “(2)(c)” substitute  “(7)(c)” ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "107", "section_title": "Parliamentary procedure for judicial schemes: transitory provision", "section_text": "107 1 This section applies to scheme regulations for a scheme relating to the judiciary that are made at any time within the period of one month beginning with the day on which this Act is passed. 2 A statutory instrument containing scheme regulations to which this section applies must be laid before Parliament after being made. 3 Regulations contained in a statutory instrument laid before Parliament under subsection  (2)  cease to have effect at the end of the period of 28 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament. 4 In calculating the period of 28 days, no account is to be taken of any whole days that fall within a period during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than four days. 5 If regulations cease to have effect as a result of subsection  (3) , that does not— a affect the validity of anything previously done under the regulations, or b prevent the making of new regulations. 6 If regulations otherwise subject to the negative procedure are combined with scheme regulations to which this section applies, the combined regulations are subject to the procedure set out in this section. 7 Section 24 of PSPA 2013 (other procedure) does not apply to scheme regulations to which this section applies. 8 In this section, the following expressions have the same meaning as in PSPA 2013— “ the judiciary ” (see paragraph 2 of Schedule 1 to that Act); “ negative procedure ” (see section 38(3) of that Act); “ scheme ” (see section 37 of that Act); “ scheme regulations ” (see section 1(4) of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "108", "section_title": "Power to make consequential provision", "section_text": "108 1 The Treasury may by regulations make provision that is consequential on this Part. 2 Regulations under this section may make retrospective provision. 3 Regulations under this section may amend, repeal, revoke or otherwise modify provision made by an enactment. 4 Regulations under this section that amend, repeal or revoke primary legislation are subject to the affirmative procedure. 5 Any other regulations under this section are subject to the negative procedure. 6 In this section “ primary legislation ” means— a an Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an Act of the Scottish Parliament; d a Measure or Act of Senedd Cymru; e Northern Ireland legislation."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "109", "section_title": "Meaning of “member” etc", "section_text": "109 1 In this Part “ member ”, in relation to a pension scheme, means a member of the scheme of any description (whether or not in pensionable service or in receipt of a pension) and includes a deceased member. 2 For the purposes of this Part a person is an “active member” of a pension scheme in relation to their service in an employment or office if— a there are presently arrangements made under the pension scheme for the accrual of benefits to or in respect of the person that are calculated by reference to the person’s service in that employment or office, and b the person is not a pensioner member of the scheme in relation to that employment or office. 3 For the purposes of this Part a person is a “pensioner member” of a pension scheme in relation to their service in an employment or office if the person is entitled to the present payment of benefits under the scheme that are calculated by reference to the person’s service in that employment or office. 4 For the purposes of this Part a person is a “deferred member” of a pension scheme in relation to their service in an employment or office if— a the person has accrued rights under the pension scheme, and b the person is neither an active member of the scheme, nor a pensioner member of the scheme, in relation to that employment or office."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "110", "section_title": "Interpretation of Part", "section_text": "110 1 In this Part— “ accrual rate ”, in relation to a pension scheme, means the rate at which rights to benefits accrue over time by reference to periods of pensionable service; “ active member ” has the meaning given by section 109; “ connected ” means— connected within the meaning of PSPA 2013 (see section 4(6) and (7) of that Act), or connected within the meaning of PSPA(NI) 2014 (see section 4(6) and (7) of that Act); “ continuous period of service ”, in relation to an employment or office, means a period of service in that employment or office that does not include a gap in service; “ deferred member ” has the meaning given by section 109; “ EA 2010 ” means the Equality Act 2010; “ EEAR(NI) 2006 ” means the Employment Equality (Age) Regulations (Northern Ireland) 2006 ( S.R. (N.I.) 2006 No. 261 ); “ employer ”, in relation to a pension scheme, means— any employer of persons to whom the scheme relates, the person responsible for the remuneration of an office-holder to whom the scheme relates, or such other persons (in addition to, or instead of, any person falling within paragraph (a) or (b)) as scheme regulations or (in the case of a public body pension scheme) the rules of the scheme may provide; “employment”: references to a person’s service in an employment include, in relation to a health service worker, any service of the person that, if the person were in pensionable service under a scheme under section 1 of PSPA 2013, or section 1 of PSPA(NI) 2014, for health service workers, would be pensionable service under the scheme; “ enactment ” includes— an enactment comprised in subordinate legislation (within the meaning given by section 21 of the Interpretation Act 1978), an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru, an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and an enactment comprised in, or in an instrument made under, Northern Ireland legislation; “entitled”: section 165(3)(b) of FA 2004 (time when person becomes  “entitled”  to pension) applies for the purposes of this Part as it applies for the purposes of Part 4 of that Act (reading the reference to a registered pension scheme as a reference to any pension scheme); “ excess teacher service ” has the meaning given by subsection (2); “ FA 2004 ” means the Finance Act 2004; “ Fair Deal scheme ” means— a pension scheme that, in accordance with the Fair Deal Statement of Practice, has been certified by the Government Actuary’s Department as offering, to persons who have been subject to a Fair Deal transfer, pension arrangements that are broadly comparable with those offered to them before the transfer, or a pension scheme in relation to which the obligation to give such a certificate has been waived in accordance with that statement of practice; “ Fair Deal Statement of Practice ” means the statement of practice entitled “Staff Transfers in the Public Sector” issued by the Cabinet Office in January 2000, as supplemented and modified from time to time; “ Fair Deal transfer ” means a transfer of a person’s employment from a public sector employer to a private sector employer in accordance with the Fair Deal Statement of Practice; “ health service workers ” means— health service workers within the meaning of PSPA 2013 (see paragraph 5 of Schedule 1 to that Act), or health service workers within the meaning of PSPA(NI) 2014 (see paragraph 5 of Schedule 1 to that Act); “ HMRC ” means Her Majesty’s Revenue and Customs; “ JUPRA 1993 ” means the Judicial Pensions and Retirement Act 1993; “ local government contracting-out transfer ” means a transfer of a person’s employment that was required to be conducted— in accordance with directions given, and having regard to guidance issued, for the purposes of section 101(1) of the Local Government Act 2003 (contracting out: staff transfer matters), or having regard to guidance issued for the purposes of section 52 of the Local Government in Scotland Act  2003 (asp 1)  (guidance on contractual matters); “ member ” has the meaning given by section 109; “ normal pension age ” means normal pension age within the meaning of PSPA 2013 (see section 10(5) of that Act) or PSPA(NI) 2014 (see section 10(10) of that Act); “ occupational defined contributions scheme ” means— a defined contributions scheme (within the meaning given by section 4 of PSA 2015) that is an occupational pension scheme within the meaning of PSA 1993 (see section 1 of that Act), or a defined contributions scheme (within the meaning given by section 4 of PSA(NI) 2016) that is an occupational pension scheme within the meaning of PS(NI)A 1993 (see section 1 of that Act); “ PA 1995 ” means the Pensions Act 1995; “ P(NI)O 1995 ” means the Pensions (Northern Ireland) Order 1995 ( S.I. 1995/3213 (N.I. 22) ); “ partnership pension account ”, in relation to a person in service in an employment or office, means— a stakeholder pension scheme, a personal pension scheme, or an occupational defined contributions scheme, to which the person‘s employer is paying contributions; “ pension contributions ”, in relation to a pension scheme, means— contributions that a member of the scheme or the employer is required under the scheme to pay to the scheme, or amounts that a person is required under or by virtue of this Part to pay to the scheme by way of pension contributions; “ pension scheme ” means a scheme for the payment of pensions or other benefits to or in respect of persons with service of a particular description; “ pensionable earnings ”, in relation to a pension scheme and a member of it, means earnings by reference to which a pension or other benefits under the scheme are calculated; “ pensionable service ”, in relation to a pension scheme, means service which qualifies a person to a pension or other benefits under that scheme; “ pensioner member ” has the meaning given by section 109; “ personal pension scheme ” means a personal pension scheme within the meaning of PSA 1993 (see section 1 of that Act) or PS(NI)A 1993 (see section 1 of that Act); “ PSA 1993 ” means the Pension Schemes Act 1993; “ PS(NI)A 1993 ” means the Pension Schemes (Northern Ireland) Act 1993; “ PSA 2015 ” means the Pension Schemes Act 2015; “ PSA(NI) 2016 ” means the  Pension Schemes Act (Northern Ireland) 2016 (c.1 (N.I.)) ; “ PSPA 2013 ” means the Public Service Pensions Act 2013; “ PSPA(NI) 2014 ” means the  Public Service Pensions Act (Northern Ireland) 2014 (c. 2 (N.I.)) ; “ public body pension scheme ” means a scheme which is a public body pension scheme for the purposes of PSPA 2013 (see section 30(5) of that Act) or PSPA(NI) 2014 (see section 31(4) of that Act); “ SA 1972 ” means the Superannuation Act 1972; “ scheme manager ” has the meaning given by section 4 of PSPA 2013 or section 4 of PSPA(NI) 2014; “ stakeholder pension scheme ” means a scheme which is a stakeholder pension scheme for the purposes of Part 1 of WRPA 1999 (see section 1 of that Act) or Part 2 of WRP(NI)O 1999 (see Article 3 of that Order); “ teacher ” means teacher within the meaning of PSPA 2013 (see paragraph 4 of Schedule 1 to that Act) or PSPA(NI) 2014 (see paragraph 4 of Schedule 1 to that Act); “ voluntary contributions ” means amounts that are paid to a pension scheme by a member of the scheme on a voluntary basis, in accordance with the scheme, for the purpose of securing additional benefits, or securing the earlier payment of benefits, under the scheme; “ WRPA 1999 ” means the Welfare Reform and Pensions Act 1999; “ WRP(NI)O 1999 ” means the Welfare Reform and Pensions (Northern Ireland) Order 1999 ( S.I. 1999/3147 (N.I. 11) ). 2 In this Part “ excess teacher service ” means a person’s service in an employment or office as a teacher where (disregarding section 2(1))— a the service is pensionable service under a local government new scheme, or b the service— i is pensionable service under a Chapter 1 new scheme for teachers, and ii would have been pensionable service under a local government new scheme but for the person’s failure to meet a condition relating to the person’s attainment of normal pension age, or another specified age, by a specified date. Service in an employment or office is “excess teacher service” if all of the service falls within paragraphs  (a)  and  (b)  (even if it does not all fall within only one of those paragraphs). 3 In subsection  (2) — “ Chapter 1 new scheme ” has the same meaning as in Chapter 1; “ local government new scheme ” has the same meaning as in Chapter 3."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "111", "section_title": "Establishment of new public schemes and transfer of rights", "section_text": "111 1 The Treasury may by regulations establish one or more schemes (“new public schemes”) which provide for pensions or other benefits to be payable to or in respect of persons who are or have been members of the BBS Pension Scheme or the NRAM Pension Scheme. 2 The Treasury may by regulations make provision for the transfer of qualifying accrued rights to a new public scheme (without the need for any approval or consent to the transfer). 3 Regulations under subsection  (2)  may include provision for the discharge of liabilities in respect of qualifying accrued rights that are transferred. 4 In this Part— “ qualifying accrued rights ” means— any right to future benefits under the BBS Pension Scheme or the NRAM Pension Scheme which, at the qualifying time, has accrued to or in respect of a member of that scheme, any entitlement under the BBS Pension Scheme or the NRAM Pension Scheme to the present payment of a pension or other benefit which a member of the BBS Pension Scheme or the NRAM Pension Scheme has at the qualifying time, or any entitlement to benefits, or right to future benefits, under the BBS Pension Scheme or the NRAM Pension Scheme which a survivor of a member of the BBS Pension Scheme or the NRAM Pension Scheme has at the qualifying time in respect of the member; “ the qualifying time ” means the time immediately before the date specified or described in regulations made by the Treasury. 5 For the purposes of the definition of “qualifying accrued rights”— a references to pensions or other benefits (including future benefits) includes money purchase benefits, and b references to a right include a pension credit right. 6 Regulations under subsection  (4)  specifying or describing a date for the purposes of the definition of “the qualifying time” may make provision for the purposes of transfers of qualifying accrued rights generally, transfers of a particular description or a particular transfer."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "112", "section_title": "New public schemes: further provision", "section_text": "112 1 A new public scheme may include provision— a for pensions or other benefits to be payable to or in respect of some or all persons described in section 111 (1) ; b for the provision of money purchase benefits or benefits that are not money purchase benefits (or both); c for increasing in particular circumstances the amounts payable in respect of qualifying accrued rights; d for the payment or receipt of transfer values or other lump sum payments for the purpose of creating rights to benefits under a new public scheme or otherwise. 2 Regulations under section 111 (1)  may— a provide for a new public scheme to be treated as an occupational pension scheme, a previously contracted-out scheme or another type of occupational pension scheme for the purposes of an enactment specified or described in the regulations; b provide for the enactment to apply in relation to a new public scheme subject to modifications specified in the regulations. 3 Regulations under section 111 (1)  amending a new public scheme may make retrospective provision. 4 Regulations under section 111 (1)  may— a confer functions on the Treasury or another person; b provide for a person to exercise a discretion in dealing with a matter. 5 The Treasury may— a make arrangements for a new public scheme to be administered by any person; b delegate to any person a function exercisable by the Treasury under a new public scheme. 6 In this section, a “ previously contracted-out scheme ” means a scheme that before 6 April 2016 was a salary related contracted-out scheme within the meaning of Part 3 of the Pension Schemes Act 1993."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "113", "section_title": "Protection against adverse treatment: transfer of rights", "section_text": "113 1 When making regulations under section 111 which transfer qualifying accrued rights to a new public scheme, the Treasury must ensure that the following requirements are met in respect of each person whose qualifying accrued rights are transferred— a the general scheme requirement (see subsection  (2) ), and b where the qualifying accrued rights transferred are a person’s rights or entitlements to money purchase benefits other than pensions in payment, the money purchase requirement (see subsection  (3) ). 2 The general scheme requirement is that, so far as relevant to the qualifying accrued rights transferred by the regulations, the provision in the new public scheme immediately after the regulations are made is in all material respects at least as good as the provision in the BBS Pension Scheme or the NRAM Pension Scheme (as appropriate) immediately before that time. 3 The money purchase requirement is that the value of the rights or entitlements to money purchase benefits, other than pensions in payment, that a person has under the new public scheme immediately after, and as a result of, the transfer is at least equivalent to the value of the qualifying accrued rights of the person that are transferred. 4 The Treasury may by regulations make provision about the determination of the value of rights or entitlements for the purposes of subsection  (3) . 5 Regulations under subsection  (4)  may, among other things— a make provision about the person by whom, and the manner in which, the value of rights or entitlements is to be determined, b make provision about the date or period by reference to which the value of the qualifying accrued rights transferred is to be determined (subject to subsection  (6) ), and c make provision that applies generally or only for a specific purpose (for example, in relation to a particular transfer). 6 Regulations under subsection  (4)  may not make provision for the value of the qualifying accrued rights transferred to be determined by reference to a date which falls, or a period which ends, more than three months before the transfer. 7 Subsection  (1)  does not require provision to be included in a new public scheme if the Treasury is of the opinion that the provision would be incompatible with an enactment (including an enactment applying as a result of any provision made by or under this Part). 8 Nothing in subsections  (1)  to  (3)  is to be read as— a requiring particular provisions of a new public scheme to take a particular form, b requiring a new public scheme to be established in a particular way, c requiring any power or duty conferred or imposed by a new public scheme to be exercised or performed in a particular way, or d affecting any power of any person to amend a new public scheme."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "114", "section_title": "Protection against adverse treatment: amendment of new public schemes", "section_text": "114 1 The Treasury may not make regulations under section 111 amending a new public scheme unless— a in a case where the amendment, on coming into force, would or might adversely affect subsisting rights at that time, the consent requirements or the procedure requirements are satisfied in relation to the amendment, or b in any other case, the consultation requirements are satisfied in relation to the amendment. 2 The consent requirements are requirements specified or described in regulations made by the Treasury for the purpose of obtaining the consent of interested persons, or their representatives, to amendment of a new public scheme. 3 The consultation requirements are requirements specified or described in regulations made by the Treasury for the purpose of consulting interested persons, or their representatives, about amendment of a new public scheme. 4 The procedure requirements are requirements which— a are specified or described in regulations made by the Treasury for steps to be taken before amending a new public scheme, and b are not requirements for the purpose of obtaining the consent of, or consulting, interested persons or their representatives. 5 In this section, “ subsisting rights ”, in relation to any time, means— a any right to future benefits under a new public scheme which, at that time, has accrued to or in respect of a member of the scheme, b any entitlement under a new public scheme to the present payment of a pension or other benefit which a member of the scheme has at that time, or c any entitlement to benefits, or rights to future benefits, under a new public scheme which a survivor of a member of the scheme has at that time in respect of the member. 6 For the purposes of the definition of “subsisting rights”— a references to pensions or other benefits (including future benefits) include money purchase benefits, and b references to a right include a pension credit right. 7 In this section, “ interested persons ”, in relation to an amendment of a scheme, means persons who appear to the Treasury to be likely to be affected by the amendment."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "115", "section_title": "Transfer of assets and liabilities", "section_text": "115 1 The Treasury may by regulations provide for the transfer of assets or liabilities of the BBS Pension Scheme or the NRAM Pension Scheme to— a a nominee of the Treasury, or b a company established by the Treasury for the purpose of holding the assets or the liabilities pending their disposal or discharge. 2 Regulations may be made under this section only if regulations under section 111 have been made. 3 Regulations under this section may include provision for the making of payments into the Consolidated Fund."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "116", "section_title": "Transfer of other pensions and benefits", "section_text": "116 1 The Treasury may by regulations make provision for the transfer to the Treasury of any of the following— a qualifying liabilities of Bradford & Bingley Limited or NRAM Limited; b qualifying liabilities of UK Asset Resolution Limited. 2 In this Part, “ qualifying liability ” means a liability to pay a pension or other benefit to or in respect of a person in connection with the person’s past service as an employee or office-holder of Bradford & Bingley Limited, Northern Rock Plc or another entity, other than a liability arising under the BBS Pension Scheme or the NRAM Pension Scheme. 3 The Treasury may by regulations provide for a relevant enactment to apply with modifications, or not to apply, to an arrangement under which a qualifying liability arises that is an occupational pension scheme. 4 In subsection  (3) , “ relevant enactment ” means an enactment that— a relates or refers to occupational pension schemes, and b is specified or described in regulations under subsection  (3) . 5 The Treasury may by regulations— a provide for an arrangement under which a qualifying liability arises to be treated as a particular type of occupational pension scheme for the purposes of an enactment specified or described in the regulations; b provide for the enactment to apply in relation to the arrangement subject to modifications specified in the regulations."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "117", "section_title": "Taxation", "section_text": "117 1 The Treasury may by regulations make provision for varying the way in which any relevant tax would, apart from the regulations, have effect in relation to— a a new public scheme; b members of a new public scheme; c persons who have survived a member of a new public scheme and who have an entitlement to benefits, or a right to future benefits, under the scheme in respect of the member; d a company within section 115(1)(b). 2 Regulations under subsection  (1)  may include provision for treating a new public scheme as a registered pension scheme. 3 The Treasury may by regulations make provision for varying the way in which any relevant tax would, apart from the regulations, have effect in relation to, or in connection with, anything done by or under, or in consequence of, regulations made under this Part in relation to— a the BBS Pension Scheme; b the NRAM Pension Scheme; c members of the BBS Pension Scheme or the NRAM Pension Scheme; d persons who have survived a member of one of those schemes and who have an entitlement to benefits, or a right to future benefits, under the scheme in respect of the member; e UK Asset Resolution Limited; f persons in respect of whom there is a qualifying liability. 4 Regulations under subsection  (1)  or  (3)  may include provision for any of the following— a a tax provision not to apply or to apply with modifications; b anything done to have or not to have a specified consequence for the purposes of a tax provision; c the withdrawal of relief and the charging of a relevant tax. 5 Provision made by regulations under subsection  (1)  or  (3) , other than provision withdrawing a relief or charging a relevant tax, may make retrospective provision. 6 In this section— “ relevant tax ” means— income tax; capital gains tax; corporation tax; inheritance tax; stamp duty and stamp duty reserve tax; stamp duty land tax; “ registered pension scheme ” has the meaning given in Part 4 of the Finance Act 2004; “ tax provision ” means any provision made by or under an enactment relating to a relevant tax."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "118", "section_title": "Information", "section_text": "118 1 The Treasury may by regulations make provision requiring a person specified or described in the regulations to give the Treasury a document or other information specified or described in the regulations. 2 Regulations under subsection  (1)  may only make provision in respect of documents or other information which the Treasury reasonably require for the purposes of— a making regulations under this Part, b establishing or administering a new public scheme, including transferring qualifying accrued rights to such a scheme, or c administering arrangements under which a qualifying liability arises. 3 Regulations under subsection  (1)  may, among other things, include— a provision about the time when the document or other information must be given; b provision about the form and manner in which it must be given; c provision for the imposition of a financial penalty on a person who, without reasonable excuse, fails to comply with a requirement imposed by the regulations (including provision for appeals to a court or tribunal). 4 For the purposes of facilitating the establishment or administration of a new public scheme, including the transfer of qualifying accrued rights to such a scheme— a information described in subsection  (5)(a)  may be shared among persons listed in subsection  (5)(b) , and b information described in subsection  (6)(a)  may be shared among persons listed in subsection  (6)(b) . 5 For the purposes of subsection  (4)(a) — a the information is information relating to— i rights or entitlements to pensions or other benefits under the BBS Pension Scheme; ii the administration of the BBS Pension Scheme; iii rights or entitlements to pensions or other benefits under a new public scheme, so far as they are rights or entitlements of, or in respect of, persons who were members of the BBS Pension Scheme; iv the administration of a new public scheme, so far as relevant to rights or entitlements described in sub-paragraph  (iii) ; b the persons are— i the Treasury; ii UK Asset Resolution Limited; iii a trustee of the BBS Pension Scheme; iv a person who exercises functions under the BBS Pension Scheme; v a person who administers, or exercises functions under, a new public scheme. 6 For the purposes of subsection  (4)(b) — a the information is information relating to— i rights or entitlements to pensions or other benefits under the NRAM Pension Scheme; ii the administration of the NRAM Pension Scheme; iii rights or entitlements to pensions or other benefits under a new public scheme, so far as they are rights or entitlements of, or in respect of, persons who were members of the NRAM Pension Scheme; iv the administration of a new public scheme, so far as relevant to rights or entitlements described in sub-paragraph  (iii) ; b the persons are— i the Treasury; ii UK Asset Resolution Limited; iii a trustee of the NRAM Pension Scheme; iv a person who exercises functions under the NRAM Pension Scheme; v a person who administers, or exercises functions under, a new public scheme. 7 For the purposes of facilitating the transfer of qualifying liabilities or the administration of an arrangement under which such liabilities arise— a information relating to qualifying liabilities of UK Asset Resolution Limited may be shared among persons listed in subsection  (8)(a)  and  (b) , b information relating to qualifying liabilities of Bradford & Bingley Limited may be shared among persons listed in subsection  (8)(a) ,  (b)  and  (c) , and c information qualifying liabilities of NRAM Limited may be shared among persons listed in subsection  (8)(a) ,  (b)  and  (d) . 8 For the purposes of subsection  (7) , the persons are— a the Treasury; b UK Asset Resolution Limited; c Bradford & Bingley Limited; d NRAM Limited. 9 Except as provided by subsection  (10) , the disclosure of information in accordance with this section, or regulations made under this section, does not breach— a any obligation of confidence owed by a person in relation to that information, or b any other restriction on the disclosure of information (however imposed). 10 This section and regulations made under this section do not require or authorise a disclosure of information if the disclosure would contravene the data protection legislation (but in determining whether a disclosure would do so, take into account a duty imposed or power conferred by this section or the regulations). 11 In this section, “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "119", "section_title": "Regulations", "section_text": "119 1 The Treasury must consult the relevant trustees before making— a regulations under section 111 which establish a new public scheme or transfer qualifying accrued rights to a new public scheme, or b regulations under section 115 which make provision for the transfer of assets or liabilities. 2 In this section, “the relevant trustees” are— a the trustees of the BBS Pension Scheme, where the regulations affect— i persons who are members of that scheme, or ii persons who have survived a member of that scheme and who have an entitlement to benefits, or a right to future benefits, under the scheme in respect of the member; b the trustees of the NRAM Pension Scheme, where the regulations affect— i persons who are members of that scheme, or ii persons who have survived a member of that scheme and who have an entitlement to benefits, or a right to future benefits, under the scheme in respect of the member. 3 Regulations under section 111 are subject to the affirmative procedure if— a the making of the regulations is subject to the consent requirements (see section 114 (1)(a)  and  (2) ), or b the regulations make provision which has retrospective effect. 4 Regulations under section 118 (1)  are subject to the affirmative procedure if they make provision about the amount of a financial penalty. 5 A statutory instrument containing regulations under section 117 is subject to annulment in pursuance of a resolution of the House of Commons. 6 Any other regulations under this Part are subject to the negative procedure."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "120", "section_title": "Interpretation", "section_text": "120 In this Part— “ BBS Pension Scheme ” means the Bradford & Bingley Staff Pension Scheme; “ enactment ” includes— an enactment comprised in subordinate legislation (within the meaning given by section 21 of the Interpretation Act 1978), an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru, an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and an enactment comprised in, or in an instrument made under, Northern Ireland legislation; “ member ” has the meaning given by section 124(1) of the Pensions Act 1995; “ money purchase benefits ” has the meaning given by section 181 of the Pension Schemes Act 1993; “ new public scheme ” has the meaning given by section 111(1); “ occupational pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993; “ pension credit right ” has the meaning given by section 124(1) of the Pensions Act 1995; “ qualifying liability ” has the meaning given by section 116(2)."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "121", "section_title": "Retirement date for holders of judicial offices etc", "section_text": "121 Schedule 1 makes provision about the retirement date for holders of judicial offices."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "122", "section_title": "Allowances for judicial office holders", "section_text": "122 Schedule 2 makes provision in respect of allowances payable to certain judicial office holders."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "123", "section_title": "Sitting in retirement offices", "section_text": "123 1 For each judicial office listed in Schedule 3 (an “original office”) there is to be a corresponding office (a “sitting in retirement office”). 2 A sitting in retirement office is to have the name of the corresponding original office followed by the words “(sitting in retirement)”. 3 In this Part, “original office” and “sitting in retirement office” have the meaning given in subsection  (1) ."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "124", "section_title": "Appointment to sitting in retirement offices", "section_text": "124 1 The appointing authority may appoint an eligible person to a sitting in retirement office if — a it appears to the appointing authority that it is expedient to make the appointment to facilitate the disposal of business in any court or tribunal to which a person appointed to the office in question may be deployed, and b the person is qualified for appointment to the corresponding original office. 2 “ The appointing authority ”, in relation to a sitting in retirement office, means— a where the corresponding original office is listed in Part 1 of Schedule 3, the Lord Chief Justice; b where the corresponding original office is listed in Part 2 of Schedule 3, the Senior President of Tribunals; c where the corresponding original office is listed in Part 3 of Schedule 3, the Lord Chief Justice of Northern Ireland; d where the corresponding original office is listed in Part 4 of Schedule 3, the Northern Ireland Judicial Appointments Commission; e where the corresponding original office is listed in Part 5 of Schedule 3, the President of Welsh Tribunals; f where the corresponding original office is listed in Part 6 of Schedule 3, the Lord President of the Court of Session. 3 “ An eligible person ”, in relation to an appointment to a sitting in retirement office, means a person who— a holds or has held a prescribed office, and b is a person of such further description as may be prescribed. 4 In subsection  (3) , “ prescribed ” means prescribed by regulations made by— a where the corresponding original office is listed in Part 1 of Schedule 3, the Lord Chancellor with the concurrence of the Lord Chief Justice; b where the corresponding original office is listed in Part 2 of Schedule 3, the Lord Chancellor with the concurrence of the Senior President of Tribunals; c where the corresponding original office is listed in Part 3 of Schedule 3, the Lord Chancellor with the concurrence of the Lord Chief Justice of Northern Ireland; d where the corresponding original office is listed in Part 4 of Schedule 3, the Department of Justice in Northern Ireland; e where the corresponding original office is listed in Part 5 of Schedule 3, the Welsh Ministers with the concurrence of the President of Welsh Tribunals; f where the corresponding original office is listed in Part 6 of Schedule 3, the Lord Chancellor with the concurrence of the Lord President of the Court of Session. 5 Before making an appointment under this section, the Lord Chief Justice, the Senior President of Tribunals or the Lord Chief Justice of Northern Ireland must obtain the agreement of the Lord Chancellor. 6 Before making an appointment under this section, the Northern Ireland Judicial Appointments Commission must obtain the agreement of the Department of Justice in Northern Ireland. 7 Before making an appointment under this section, the President of Welsh Tribunals must obtain the agreement of— a where the appointment is to an office to which subsection  (8)  applies, the Welsh Ministers, or b in any other case, the Lord Chancellor. 8 This subsection applies to— a the office of Member of the Adjudication Panel for Wales (sitting in retirement), and b the office of Legal member of the Welsh Language Tribunal (sitting in retirement). 9 The Lord Chief Justice may nominate a judicial office holder as defined in section 109(4) of the Constitutional Reform Act 2005 to exercise functions of the Lord Chief Justice under this section. 10 The Lord Chief Justice of Northern Ireland may nominate either of the following persons to exercise functions of the Lord Chief Justice of Northern Ireland under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 11 Regulations under this section are subject to the negative procedure."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "125", "section_title": "Appointment to sitting in retirement offices: further provision", "section_text": "125 1 This section applies to an appointment of a person under section 124. 2 Subject to subsection  (3) , the person appointed is to be treated for all purposes as, and accordingly may perform any of the functions of, a person appointed to the corresponding original office. 3 Subsection  (2)  does not apply for the purposes of any enactment relating to— a the appointment, removal or disqualification of office holders of the corresponding original office; b the tenure of office or oaths to be taken by such office holders; c the remuneration, allowances or pensions of such office holders. 4 Subject as follows, the person appointed is to hold and vacate office in accordance with the terms of the person’s appointment, which are to be such as the appropriate person may determine. 5 The appointment may not extend beyond the day on which the person appointed attains the age of 75. 6 The person appointed is to be paid such remuneration and such allowances as the appropriate person may determine. 7 A determination under subsection  (6)  is subject to any approval that is required in respect of the equivalent determination in relation to the corresponding original office. 8 In this section, in relation to the exercise of a power in respect of a sitting in retirement office, “ the appropriate person ” means the person who may exercise the equivalent power in relation to the corresponding original office. 9 In this section, “ enactment ” includes— a an enactment comprised in subordinate legislation (within the meaning given by section 21 of the Interpretation Act 1978), b an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru, c an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and d an enactment comprised in, or in an instrument made under, Northern Ireland legislation."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "126", "section_title": "Discipline and removal from office", "section_text": "126 1 A person appointed to a relevant sitting in retirement office may be removed from that office only on a qualifying ground and— a if the corresponding original office is the office of High Court Judge (England and Wales) or Lord Justice of Appeal (England and Wales), by the Lord Chancellor with the agreement of the Lord Chief Justice, or b in any other case, by the appropriate person. 2 The exercise of the power under subsection (1)(b) is subject to any approval that is required in relation to the exercise of the equivalent power in relation to the corresponding original office. 3 In subsection  (1) , a “qualifying ground” is— a a ground specified in the person’s terms of appointment, or b the ground of inability or misbehaviour. 4 Subsection  (5)  applies to a sitting in retirement office if— a the corresponding original office is listed in Schedule 14 to the Constitutional Reform Act 2005, or b the corresponding original office is an office listed in section 109(5) of that Act (senior judges). 5 Chapter 3 of Part 4 of the Constitutional Reform Act 2005 (discipline) applies to the sitting in retirement office as it would apply if the office were listed in Schedule 14 to that Act. 6 Subsection  (7)  applies to a sitting in retirement office if the corresponding original office is listed in Part 3 or 4 of Schedule 3 to this Act. 7 Section 7 of the Justice (Northern Ireland) Act 2002 (removal from listed judicial offices) applies to the sitting in retirement office as it would apply if the office were listed in Schedule 1 to that Act. 8 In this section, a “relevant sitting in retirement office” is a sitting in retirement office for which the corresponding original office is listed in Part 1, 2, 5 or 6 of Schedule 3 to this Act. 9 In this section, “ the appropriate person ” has the meaning given by section 125."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "127", "section_title": "Power to add new offices", "section_text": "127 1 The appropriate national authority may by regulations amend Schedule 3 so as to add a judicial office apart from an excluded Scottish office. 2 In this section, “ the appropriate national authority ” means— a where the office is to be added to Part 4 of Schedule 3 and provision to add the office to that Part of the Schedule would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly, the Department of Justice in Northern Ireland; b where the office is to be added to Part 5 of Schedule 3 and provision to add the office to that Part of the Schedule would be within the legislative competence of Senedd Cymru if it were included in an Act of Senedd Cymru, the Welsh Ministers; c in any other case, the Lord Chancellor. 3 For the purposes of subsection  (1) , a judicial office is an “excluded Scottish office” if provision to add the office to Part 6 of Schedule 3 would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament. 4 Before making regulations under subsection  (1)  to add an office to Part 1, 2, 3, or 5 of Schedule 3, the appropriate national authority must consult the relevant office holder. 5 In subsection  (4) , the “ relevant office holder ” means— a where the office is to be added to Part 1 of Schedule 3, the Lord Chief Justice; b where the office is to be added to Part 2 of Schedule 3, the Senior President of Tribunals; c where the office is to be added to Part 3 of Schedule 3, the Lord Chief Justice of Northern Ireland; d where the office is to be added to Part 5 of Schedule 3, the President of Welsh Tribunals. 6 Regulations under this section are subject to the affirmative procedure."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "128", "section_title": "Consequential etc provision", "section_text": "128 1 Schedule 4 makes amendments consequential on, or related to, this Part. 2 The appropriate national authority may by regulations make provision that is consequential on this Part. 3 In this section, “ the appropriate national authority ” means— a in relation to provision which would be within the legislative competence of the Northern Ireland Assembly if it were included in an Act of that Assembly made without the Secretary of State’s consent, the Department of Justice in Northern Ireland; b in relation to provision which would be within the legislative competence of Senedd Cymru if it were included in an Act of Senedd Cymru, the Welsh Ministers; c in any other case, the Lord Chancellor. 4 Regulations under this section may amend, repeal, revoke or otherwise modify provision made by an enactment. 5 Regulations under this section that amend, repeal or revoke primary legislation are subject to the affirmative procedure. 6 Any other regulations under this section are subject to the negative procedure. 7 In this section— “ enactment ” has the meaning given in section 125; “ primary legislation ” means— an Act; ... an Act of the Scottish Parliament; a Measure or Act of Senedd Cymru; Northern Ireland legislation."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "129", "section_title": "Regulations and directions", "section_text": "129 1 Regulations under any provision of this Act may make— a consequential, supplementary, incidental, transitional, or saving provision; b different provision for different cases or purposes. 2 Regulations under this Act made by the Treasury or the Lord Chancellor are to be made by statutory instrument. 3 A power or duty of a Northern Ireland department to make regulations under this Act is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ( S.I. 1979/1573 (N.I. 12) ). 4 In this Act “ the affirmative procedure ” means— a in the case of regulations made by the Treasury or the Lord Chancellor, that the regulations may not be made unless a draft of the instrument containing them has been laid before, and approved by resolution of, each House of Parliament; b in the case of regulations made by the Welsh Ministers, that the regulations may not be made unless a draft of the instrument containing them has been laid before, and approved by resolution of, Senedd Cymru; c in the case of regulations made by a Northern Ireland department, that the regulations may not be made unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 5 In this Act “ the negative procedure ” means— a in the case of regulations made by the Treasury or the Lord Chancellor, that the instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament; b in the case of regulations made by the Welsh Ministers, that the instrument containing them is subject to annulment in pursuance of a resolution of Senedd Cymru; c in the case of regulations made by a Northern Ireland department, that the regulations are subject to negative resolution (within the meaning of section 41(6) of the  Interpretation Act (Northern Ireland) 1954) (c. 33 (N.I.)) . 6 Any provision that may be made by regulations under this Act subject to the negative procedure may be made by regulations subject to the affirmative procedure. 7 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection  (4)(c)  in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 8 The preceding subsections do not apply in relation to— a scheme regulations for a Chapter 1 scheme (within the meaning of Chapter 1 of Part 1), b scheme regulations for a judicial scheme (within the meaning of Chapter 2 of Part 1), c scheme regulations for a local government scheme (within the meaning of Chapter 3 of Part 1), or d regulations under section 131. 9 Directions given under this Act by the Treasury or the Department of Finance in Northern Ireland may be varied or revoked."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "130", "section_title": "Extent", "section_text": "130 1 Subject as follows, this Act extends to England and Wales, Scotland and Northern Ireland. 2 In Schedule 3 (judicial offices)— a Part 4 extends to Northern Ireland only; b Part 5 extends to England and Wales only. 3 An amendment, repeal or revocation made by this Act has the same extent as the provision amended, repealed or revoked."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "131", "section_title": "Commencement", "section_text": "131 1 Any provision of, or amendment made by, Part 1 or 3, so far as it— a confers a power to make subordinate legislation or give directions, or b otherwise relates to the exercise of a power to make subordinate legislation, or give directions, on or after the day on which this Act is passed, comes into force on the day on which this Act is passed. 2 Part 1 (so far as not brought into force under subsection  (1) ) comes into force as follows— a Chapter 1, and sections 109 and 110 so far as they apply for the purposes of that Chapter, come into force in relation to a Chapter 1 scheme within section 33 (2)(a)  or  (3)(a)  on— i 1 October 2023, or ii such earlier day as the Treasury may by regulations appoint; b Chapter 1, and sections 109 and 110 so far as they apply for the purposes of that Chapter, come into force in relation to a Chapter 1 scheme within section 33 (2)(b)  or  (3)(b)  on— i 1 October 2023, or ii such earlier day as the Department of Finance in Northern Ireland may by order appoint; c Chapter 2, and sections 109 and 110 so far as they apply for the purposes of that Chapter, come into force on such day as the Lord Chancellor may by regulations appoint; d Chapter 3, and sections 109 and 110 so far as they apply for the purposes of that Chapter, come into force in relation to a local government scheme within section 86(2)(a) or (3)(a) on— i 1 October 2023, or ii such earlier day as the Treasury may by regulations appoint; e Chapter 3, and sections 109 and 110 so far as they apply for the purposes of that Chapter, come into force in relation to a local government scheme within section 86(2)(b) or (3)(b) on— i 1 October 2023, or ii such earlier day as the Department of Finance in Northern Ireland may by order appoint; f Chapter 4, including sections 109 and 110 so far as they apply for purposes not mentioned in paragraphs  (a)  to  (e) , comes into force on 1 April 2022. 3 Part 2 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 4 Part 3 (so far as not brought into force under subsection  (1) ) comes into force as follows— a the following provisions come into force on the day on which this Act is passed— i section 121, and ii Schedule 1 apart from paragraph  25(3) ; b the following provisions come into force at the end of the period of two months beginning with the day on which this Act is passed— i paragraph  25(3)  of Schedule 1, and ii section 122 and Schedule 2; c sections 123 to 128, and Schedules 3 and 4, come into force on such day as the Lord Chancellor may by regulations appoint. 5 Part 4 comes into force on the day on which this Act is passed. 6 Regulations and orders under subsection  (2) , and regulations under subsection  (4) , may appoint different days for different purposes. 7 The Treasury or the Lord Chancellor may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act (other than any transitional or saving provision that may be made by the Department of Finance in Northern Ireland under subsection  (8) ). 8 The Department of Finance in Northern Ireland may by order make transitional or saving provision in connection with the coming into force of any provision of— a Chapter 1, or sections 109 and 110 so far as they apply for the purposes of that Chapter, in relation to a Chapter 1 scheme within section 33 (2)(b)  or  (3)(b) , or b Chapter 3, or sections 109 and 110 so far as they apply for the purposes of that Chapter, in relation to a local government scheme within section 86(2)(b) or (3)(b). 9 A power to make regulations or an order under subsection  (7)  or  (8)  includes power to make different provision for different purposes. 10 Regulations under this section are to be made by statutory instrument. 11 The power of the Department of Finance in Northern Ireland to make an order under subsection  (2)(b) ,  (2)(e)  or  (8)  is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 ( S.I. 1979/1573 (N.I. 12) )."}, {"act": "Public Service Pensions and Judicial Offices Act 2022", "year": 2022, "section": "132", "section_title": "Short title", "section_text": "132 This Act may be cited as the Public Service Pensions and Judicial Offices Act 2022."}]