[{"act": "Subsidy Control Act 2022", "year": 2022, "section": "1", "section_title": "Overview and application of Act", "section_text": " 1    1   This Part defines “subsidy” and other key terms used in this Act.     2   Part 2 imposes requirements that apply to the giving of subsidies or the making of subsidy schemes (referred to in this Act as “ the subsidy control requirements ”)—   a   Chapter 1 imposes duties to apply the subsidy control principles and energy and environment principles;     b   Chapter 2 imposes prohibitions and other requirements;     c   Chapter 3 provides for transparency requirements.       3   Part 3 contains exemptions from the subsidy control requirements—   a   Chapter 2 contains exemptions relating to small amounts of assistance;     b   Chapter 3 contains exemptions for natural disasters and other exceptional circumstances and emergencies;     c   Chapter 4 contains other miscellaneous exemptions.       4   Part 4 provides for the functions of the CMA in relation to the application of the subsidy control requirements.     5   Part 5 contains provisions relating to the enforcement of the subsidy control requirements.     6   Part 6 contains miscellaneous and final provisions.     7   The exercise of any power conferred by legislation (whenever passed or made) is to be read as subject to the subsidy control requirements (except so far as a contrary intention appears in the case of an Act of Parliament).     8   In subsection (7) “ legislation ” means primary legislation or subordinate legislation.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "2", "section_title": "“Subsidy”", "section_text": " 2    1   In this Act, “ subsidy ” means financial assistance which—   a   is given, directly or indirectly, from public resources by a public authority,     b   confers an economic advantage on one or more enterprises,     c   is specific, that is, is such that it benefits one or more enterprises over one or more other enterprises with respect to the production of goods or the provision of services, and     d   has, or is capable of having, an effect on—   i   competition or investment within the United Kingdom,     ii   trade between the United Kingdom and a country or territory outside the United Kingdom, or     iii   investment as between the United Kingdom and a country or territory outside the United Kingdom.         2   For the purposes of this Act, the means by which financial assistance may be given include—   a   a direct transfer of funds (such as grants or loans);     b   a contingent transfer of funds (such as guarantees);     c   the forgoing of revenue that is otherwise due;     d   the provision of goods or services;     e   the purchase of goods or services.       3   Financial assistance given from the person’s resources by a person who is not a public authority is to be treated for the purposes of subsection  (1) (a)  as financial assistance given from public resources by a public authority if the involvement of a public authority in the decision to give financial assistance is such that the decision is, in substance, the decision of the public authority.     4   For the purposes of subsection  (3) , the factors which may be taken into account when considering the involvement of a public authority in the decision of a person to give financial assistance include, in particular, factors relating to—   a   the control exercised over that person by that public authority, or     b   the relationship between that person and that public authority.       5   For the purposes of this Act, financial assistance is to be treated as given to an enterprise if the enterprise has an enforceable right to the financial assistance.     6   For further provision relevant to the interpretation of this section, see—   a   section 3 (financial assistance which confers an economic advantage);     b   section 4 (financial assistance which is specific);     c   section 5 (modification for air carriers);     d   section 6 (meaning of “ public authority ”);     e   sections 7 and 8 (meaning of “ enterprise ”).      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "3", "section_title": "Financial assistance which confers an economic advantage", "section_text": " 3    1   This section makes provision about determining whether financial assistance confers an economic advantage on an enterprise for the purposes of section 2 (1) (b) .     2   Financial assistance is not to be treated as conferring an economic advantage on an enterprise unless the benefit to the enterprise is provided on terms that are more favourable to the enterprise than the terms that might reasonably have been expected to have been available on the market to the enterprise.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "4", "section_title": "Financial assistance which is specific", "section_text": " 4    1   This section makes provision about determining whether financial assistance is specific for the purposes of section 2 (1) (c) .     2   Financial assistance is not to be regarded as being specific if the distinction in the treatment of enterprises is justified by principles inherent to the design of the arrangements of which that financial assistance is part.     3   For the purposes of subsection  (2)  as it applies to financial assistance given in the form of a tax measure, the following are examples of the principles that may be relevant in a particular case—   a   the need to fight fraud or tax evasion;     b   administrative manageability;     c   the avoidance of double taxation;     d   the principle of tax neutrality;     e   the progressive nature of income tax and its redistributive purpose;     f   the need to respect taxpayers’ ability to pay.       4   Financial assistance given by a public authority in the form of a tax measure is not to be regarded as being specific unless—   a   one or more enterprises obtain a reduction in the tax liability that it or they would otherwise have borne under the normal taxation regime, and     b   that enterprise or those enterprises are treated more advantageously than one or more other enterprises in a comparable position under the normal taxation regime.       5   For the purposes of subsection  (4) , the normal taxation regime is to be identified from—   a   the internal objective of the regime,     b   the features of the regime (such as the tax base, the taxable person, the taxable event or the tax rate), and     c   the fact that the public authority whose regime it is—   i   is autonomous institutionally, procedurally, economically and financially as regards the regime, and     ii   has the competence to design the features of the regime.         6   A special purpose levy is not to be regarded as being specific if—   a   its design is determined by non-economic public policy objectives (such as the need to limit the negative impacts of certain activities or products on the environment or human health), and     b   the public policy objectives are not discriminatory.       7   The forgoing of an amount of special purpose levy which is otherwise due is not be to regarded as being specific if the provision enabling the forgoing of that amount satisfies the conditions in subsection  (6) (a)  and  (b) .    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "5", "section_title": "Section 2: modification for air carriers", "section_text": " 5    1   For the purposes of this Act as it applies in relation to enterprises which are air carriers providing air transport services, section 2 (1)  is to be read as if for paragraph  (d)  there were substituted—    d   has, or is capable of having, an effect on—   i   competition between air carriers in the provision of air transport services within the United Kingdom, or     ii   competition between air carriers of the United Kingdom and air carriers of a country or territory outside the United Kingdom in the provision of air transport services.          2   In this section, “ air transport services ” includes air transport services not covered under Title I (Air transport) of Heading Two (Aviation) of Part Two of the Trade and Cooperation Agreement.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "6", "section_title": "“Public authority”", "section_text": " 6    1   For the purposes of this Act, “ public authority ” means a person who exercises functions of a public nature, but does not include—   a   either House of Parliament,     b   the Scottish Parliament,     c   Senedd Cymru, or     d   the Northern Ireland Assembly.       2   Subsection  (1) (a)  is not to be taken as applying to—   a   the Corporate Officer of the House of Commons,     b   the Corporate Officer of the House of Lords,     c   the House of Commons Commission, or     d   any other person who acts on behalf of either or both of the Houses of Parliament.       3   Subsection  (1) (b)  is not to be taken as applying to—   a   the Scottish Parliamentary Corporate Body, or     b   any other person who acts on behalf of the Scottish Parliament.       4   Subsection  (1) (c)  is not to be taken as applying to—   a   the Senedd Commission, or     b   any other person who acts on behalf of Senedd Cymru.       5   Subsection  (1) (d)  is not to be taken as applying to—   a   the Northern Ireland Assembly Commission, or     b   any other person who acts on behalf of the Northern Ireland Assembly.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "7", "section_title": "“Enterprise”", "section_text": " 7    1   In this Act, “ enterprise ” means (subject to subsections  (2)  and  (3) )—   a   a person who is engaged in an economic activity that entails offering goods or services on a market, to the extent that the person is engaged in such an activity, or     b   a group of persons under common ownership or common control which is engaged in an economic activity that entails offering goods or services on a market, to the extent that the group is engaged in such an activity.       2   For the purposes of this section, an activity is not to be regarded as an economic activity if or to the extent that it is carried out for a purpose that is not economic.     3   For the purposes of this section, a person or group of persons is not to be regarded as an enterprise by virtue only of being a shareholder or shareholders in a body corporate which is to any extent an enterprise.     4   In this section, “ person ” includes a body corporate, a partnership and an unincorporated association.     5   For further provision relevant to the interpretation of this section, see section 8 (persons under common control).    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "8", "section_title": "Persons under common control", "section_text": " 8    1   For the purposes of section 7, a group of persons is to be treated as being under common control if the group—   a   is a group of interconnected bodies corporate,     b   consists of bodies corporate of which one and the same person or group of persons has control, or     c   consists of one or more bodies corporate and a person who, or a group of persons which, has control of that or those bodies corporate.       2   A person or group of persons able, directly or indirectly, to control or materially to influence the policy of a body corporate as regards carrying on an economic activity that entails offering goods or services on a market is to be treated as having control of that body corporate for the purposes of subsection  (1) (b)  and  (c) , even if the person or group of persons does not have a controlling interest in that body.     3   For the purposes of this section, “ group of interconnected bodies corporate ” means a group consisting of two or more bodies corporate all of which are interconnected with each other.     4   For the purposes of this section, any two bodies corporate are interconnected if—   a   one of them is a body corporate of which the other is a subsidiary, or     b   both of them are subsidiaries of one and the same body corporate;    and “ interconnected bodies corporate ” is to be construed accordingly.     5   In this section—     “ person ” includes a body corporate, a partnership and an unincorporated association;      “ subsidiary ” has the meaning given by section 1159 of the Companies Act 2006.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "9", "section_title": "The subsidy control principles and the energy and environment principles", "section_text": " 9    1   Schedule 1 sets out the subsidy control principles.     2   Schedule 2 sets out further principles for subsidies in relation to energy and environment.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "10", "section_title": "Subsidy schemes and streamlined subsidy schemes", "section_text": " 10    1   In this Act, “ subsidy scheme ” means a scheme made by a public authority providing for the giving of subsidies under the scheme.     2   A subsidy scheme may be made—   a   by a public authority that is not a primary public authority only for the giving of subsidies by that public authority;     b   by a public authority that is a primary public authority for the giving of subsidies by other public authorities (in addition to the primary public authority so far as the scheme may provide).       3   In subsection (2), “ primary public authority ” means a public authority of any of the following descriptions—   a   a Minister of the Crown;     b   the Scottish Ministers;     c   the Welsh Ministers;     d   a Northern Ireland department;     e   any other public authority which, in the exercise of its functions, makes a scheme for the giving of subsidies by other public authorities.       4   In this Act, “ streamlined subsidy scheme ” means a subsidy scheme which—   a   is made by a Minister of the Crown, and     b   specifies it is made for the purposes of this Act as a streamlined subsidy scheme.       5   A streamlined subsidy scheme must be laid before Parliament after it is made.     6   If a streamlined subsidy scheme is modified after it is laid, the scheme as modified must also be laid before Parliament.     7   If, within the 40-day period, either House of Parliament resolves not to approve the scheme, or the scheme as modified, then, with effect from the end of the day on which the resolution is passed, the scheme, or the scheme as modified, is to be treated as not having been made.     8   Nothing in subsection  (7) —   a   affects any subsidies given under the scheme before the end of the day on which the resolution is passed, or     b   prevents a further scheme being laid before Parliament.       9   In this section, “ the 40-day period ” means—   a   if the scheme is laid before both Houses of Parliament on the same day, the period of 40 days beginning with that day, or     b   if the scheme is laid before the Houses of Parliament on different days, the period of 40 days beginning with the later of those days.       10   In calculating the 40-day period, no account is to be taken of any period during which Parliament is dissolved or prorogued or during which both Houses of Parliament are adjourned for more than 4 days.     11   A subsidy scheme or streamlined subsidy scheme may provide for the value of a subsidy to be determined by reference to its gross cash amount or the gross cash equivalent.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "11", "section_title": "Subsidies and schemes of interest or particular interest", "section_text": " 11    1   In this Act—   a   “subsidy, or subsidy scheme, of interest”, and     b   “subsidy, or subsidy scheme, of particular interest”,    have the meanings given in regulations made by the Secretary of State.     2   Regulations under this section defining “subsidy, or subsidy scheme, of interest” or “subsidy, or subsidy scheme, of particular interest” may make provision by reference (among other things) to—   a   the value of the subsidy or the value of the subsidies given under the subsidy scheme, and     b   the sector in which the expected beneficiaries of the subsidy or subsidy scheme operate, and any characteristics of that sector.       3   Provision under subsection  (2)(a)  may provide for the value of a subsidy to be determined by reference to its gross cash amount or the gross cash equivalent.     4   Regulations under this section are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "12", "section_title": "Application of the subsidy control principles", "section_text": " 12    1   A public authority—   a   must consider the subsidy control principles before deciding to give a subsidy, and     b   must not give the subsidy unless it is of the view that the subsidy is consistent with those principles.       2   In subsection (1) “ subsidy ” does not include a subsidy given under a subsidy scheme.     3   A public authority—   a   must consider the subsidy control principles before making a subsidy scheme, and     b   must not make the scheme unless it is of the view that the subsidies provided for by the scheme will be consistent with those principles.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "13", "section_title": "Application of the energy and environment principles", "section_text": " 13    1   A public authority—   a   must consider the energy and environment principles before deciding to give a subsidy in relation to energy and environment, and     b   must not give the subsidy unless it is of the view that the subsidy is consistent with those principles.       2   In subsection (1) “ subsidy ” does not include a subsidy given under a subsidy scheme.     3   A public authority—   a   must consider the energy and environment principles before making a subsidy scheme that provides for the giving of subsidies in relation to energy and environment, and     b   must not make the scheme unless it is of the view that the subsidies provided for by the scheme will be consistent with those principles.       4   A duty under this section applies in addition to the corresponding duty under section 12.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "14", "section_title": "Introductory", "section_text": " 14   This Chapter—   a   prohibits the giving of certain subsidies, and     b   imposes other requirements in relation to the giving of certain other subsidies.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "15", "section_title": "Unlimited guarantees", "section_text": " 15   A subsidy in the form of a guarantee of the debts or liabilities of an enterprise is prohibited by this section if—   a   there is no limit as to the amount of the debts or liabilities that are guaranteed, or     b   there is no limit as to the duration of the guarantee.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "16", "section_title": "Export performance", "section_text": " 16    1   A subsidy that is contingent in law or in fact, whether solely or as one of several other conditions, upon export performance relating to goods or services is prohibited by this section.     2   But this section does not prohibit a subsidy in the form of—   a   short-term export credit insurance against risks that are not marketable risks, or     b   an export credit, export credit guarantee or insurance programme that is permissible in accordance with the SCM Agreement.       3   In this section—     “ export credit insurance ” means insurance against commercial or political risks relating to the payment obligations of public or non-public customers in export transactions;      “ marketable risks ” means risks relating to the payment obligations of public or non-public customers in marketable risk countries;      “ marketable risk country ” means (subject to subsection (4))—     the United Kingdom,      a member State of the European Union,      Australia,      Canada,      Iceland,      Japan,      New Zealand,      Norway,      Switzerland, and      the United States of America;         “ short-term export credit insurance ” means export credit insurance with a risk period of less than two years;      “ the SCM Agreement ” means the Agreement on Subsidies and Countervailing Measures, contained in Annex 1A to the Marrakesh Agreement Establishing the World Trade Organization, done at Marrakesh on 15 April 1994 (read with any adjustments necessary for context).        4   A marketable risk country is to be treated for the purposes of this section as not being a marketable risk country if regulations made by the Secretary of State provide for the marketable risk country to be so treated.     5   The Secretary of State may make regulations under subsection (4) in respect of a marketable risk country only if satisfied that there is a lack of sufficient private market capacity because of—   a   a significant contraction of private credit insurance capacity,     b   a significant deterioration of sovereign sector rating, or     c   a significant deterioration of corporate sector performance.       6   The Secretary of State must by further regulations under subsection (4) revoke regulations under that subsection in respect of a marketable risk country if the Secretary of State ceases to be satisfied as mentioned in subsection (5).     7   Regulations under subsection (4) are subject to the negative procedure.     8   For the purposes of this section, a subsidy is contingent in fact upon export performance if the giving of the subsidy (without having been made legally contingent upon export performance) is in fact tied to actual or anticipated exportation or export earnings.     9   For the avoidance of doubt, a subsidy is not prohibited by this section by reason only of the fact that it is given to an enterprise that is engaged in an economic activity that entails exporting goods or services.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "17", "section_title": "Use of domestic goods or services", "section_text": " 17    1   A subsidy that is contingent, whether solely or as one of several other conditions, upon the use of domestic over imported goods or services is prohibited by this section.     2   The prohibition in subsection (1) does not apply so far as relating to subsidies given in relation to the audiovisual sector.     3   This section is without prejudice to—   a   Article 132 of the Trade and Cooperation Agreement (investment liberalisation: performance requirements), or     b   Article 133 of that Agreement (investment liberalisation: non-conforming measures and exceptions).      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "18", "section_title": "Relocation of activities", "section_text": " 18    1   A subsidy is prohibited by this section if—   a   it is given to an enterprise subject to a condition that the enterprise relocates all or part of its existing economic activities, and     b   the relocation of those activities would not occur but for the giving of the subsidy.       2   For the purpose of subsection  (1) , an enterprise relocates existing activities if—   a   it is carrying on activities in an area of the United Kingdom before the subsidy is given, and     b   it ceases to carry on those activities in that area after the subsidy is given and instead carries them on in another area of the United Kingdom.       3   The reference in subsection  (1)  to economic activities is a reference to any economic activity that entails offering goods or services on a market.     4   The prohibition in subsection  (1)  does not apply if the public authority giving the subsidy is satisfied that the conditions in subsections  (5)  to  (7)  are met.     5   The condition in this subsection is that the effect of the subsidy is to reduce the social or economic disadvantages of the area that would benefit from the giving of the subsidy.     6   The condition in this subsection is that the giving of the subsidy results in an overall reduction in the social or economic disadvantages within the United Kingdom generally.     7   The condition in this subsection is that the subsidy is designed to bring about a change in the size, scope or nature of the existing economic activities referred to in subsection  (1)(a) .    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "19", "section_title": "Rescuing", "section_text": " 19    1   A subsidy for rescuing an ailing or insolvent enterprise is prohibited by this section unless the conditions in subsections (2) to (4) are met.     2   The condition in this subsection is that the subsidy is given during the preparation by the enterprise of a restructuring plan for the purposes of section 20(2).     3   The condition in this subsection is that the subsidy consists of temporary liquidity support in the form of a loan or loan guarantee.     4   The condition in this subsection is that the public authority giving the subsidy is satisfied that—   a   the subsidy contributes to an objective of public interest by avoiding social hardship or preventing a severe market failure, in particular with regard to job losses or disruption of an important service that is difficult to replicate, or     b   there are exceptional circumstances that justify the subsidy being given despite its not contributing as mentioned in paragraph (a).       5   This section does not apply to a subsidy for rescuing an ailing or insolvent enterprise that is a deposit taker or insurance company.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "20", "section_title": "Restructuring", "section_text": " 20    1   A subsidy for restructuring an ailing or insolvent enterprise is prohibited by this section unless the conditions in subsections (2) to (6) are met.     2   The condition in this subsection is that the enterprise has prepared a restructuring plan.     3   The condition in this subsection is that the public authority giving the subsidy is satisfied that the restructuring plan—   a   is credible,     b   is based on realistic assumptions, and     c   is prepared with a view to ensuring the return to long-term viability of the enterprise within a reasonable time period.       4   The condition in this subsection is that—   a   the enterprise is a small or medium-sized enterprise, or     b   the enterprise or its owners, creditors or new investors—   i   have contributed significant funds or assets to the cost of the restructuring, or     ii   have a contractual obligation to do so.         5   The condition in this subsection is that the public authority giving the subsidy is satisfied that—   a   the subsidy contributes to an objective of public interest by avoiding social hardship or preventing a severe market failure, in particular with regard to job losses or disruption of an important service that is difficult to replicate, or     b   there are exceptional circumstances that justify the subsidy being given despite its not contributing as mentioned in paragraph (a).       6   The condition in this subsection is that—   a   a subsidy has not previously been given for restructuring the enterprise, or     b   five years have passed since the last time a subsidy was given for restructuring the enterprise.       7   But a subsidy is not prohibited by reason only of the condition in subsection (6) not being met if the public authority giving the subsidy is satisfied that the circumstances that have given rise to the need for the subsidy were—   a   unforeseeable, and     b   not caused by the beneficiary of the subsidy.       8   This section does not apply to a subsidy for restructuring an ailing or insolvent enterprise that is a deposit taker or insurance company.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "21", "section_title": "Restructuring deposit takers or insurance companies", "section_text": " 21    1   A subsidy for restructuring an ailing or insolvent deposit taker or insurance company is prohibited by this section unless the conditions in subsections (2) to (4) are met.     2   The condition in this subsection is that—   a   the subsidy is given on the basis of a restructuring plan, and     b   the public authority giving the subsidy is satisfied that the restructuring plan—   i   is credible, and     ii   is likely to restore long-term viability.         3   The condition in this subsection is that the beneficiary of the subsidy, its shareholders, its creditors or the business group to which the beneficiary belongs—   a   have contributed significantly to the restructuring costs from their own resources, or     b   have a contractual obligation to do so.       4   The condition in this subsection is that the public authority giving the subsidy has been or reasonably expects to be properly remunerated for the subsidy.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "22", "section_title": "Liquidating deposit takers or insurance companies", "section_text": " 22    1   A subsidy to an ailing or insolvent deposit taker or insurance company within subsection (2) is prohibited by this section unless the conditions in subsections (3) to (5) are met.     2   A deposit taker or insurance company is within this subsection if it cannot be credibly demonstrated that it is capable of being returned to long-term viability.     3   The condition in this subsection is that the subsidy is given to the deposit taker or insurance company for the purpose of ensuring its orderly liquidation and exit from the market.     4   The condition in this subsection is that the public authority giving the subsidy is satisfied that—   a   the subsidy is limited to what is needed for the purpose mentioned in subsection (3), and     b   the subsidy is limited so as to minimise its negative effect on—   i   competition or investment within the United Kingdom,     ii   trade between the United Kingdom and countries and territories outside the United Kingdom, and     iii   investment as between the United Kingdom and countries and territories outside the United Kingdom.         5   The condition in this subsection is that the beneficiary of the subsidy, its shareholders, its creditors or the business group to which the beneficiary belongs—   a   have contributed significantly to the liquidation costs from their own resources, or     b   have a contractual obligation to do so.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "23", "section_title": "Liquidity provision for deposit takers or insurance companies", "section_text": " 23    1   A subsidy to support liquidity provision for an ailing or insolvent deposit taker or insurance company is prohibited by this section unless the conditions in subsections (2) to (4) are met.     2   The condition in this subsection is that the subsidy is temporary.     3   The condition in this subsection is that it is a condition of the giving of the subsidy that it is not used to absorb losses and does not become capital support.     4   The condition in this subsection is that the public authority giving the subsidy has been or reasonably expects to be properly remunerated for the subsidy.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "24", "section_title": "Meaning of “ailing or insolvent”", "section_text": " 24    1   For the purposes of sections 19 to 23, a deposit taker, insurance company or other enterprise is “ailing or insolvent” if—   a   it would almost certainly go out of business in the short to medium term without subsidies,     b   it is unable to pay its debts as they fall due, or     c   the value of its assets is less than the amount of its liabilities, taking into account its contingent and prospective liabilities.       2   The Secretary of State may by regulations make provision as to when a deposit taker, insurance company or other enterprise is, or is not, to be regarded as meeting the condition in paragraph  (a)  of subsection  (1) .     3   Regulations under subsection (2) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "25", "section_title": "Meaning of “deposit taker”", "section_text": " 25    1   In sections 19 to 24, “ deposit taker ” means a person who has permission to carry on the regulated activity of accepting deposits under—   a   Part 4A of the Financial Services and Markets Act 2000 (permission to carry on regulated activities), or     b   paragraph 15 of Schedule 3 to that Act (EEA passport rights), as it has effect as a result of section 409 of that Act (Gibraltar).       2   But “ deposit taker ” does not include a person who has permission to carry on the regulated activity of accepting deposits only for the purposes of, or in the course of, carrying on another regulated activity.     3   In this section “ regulated activity ” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "26", "section_title": "Meaning of “insurance company”", "section_text": " 26    1   In sections 19 to 24, “ insurance company ” means a body corporate that has permission to carry on the regulated activity of effecting or carrying out contracts of insurance under—   a   Part 4A of the Financial Services and Markets Act 2000 (permission to carry on regulated activities), or     b   paragraph 15 of Schedule 3 to that Act (EEA passport rights), as it has effect as a result of section 409 of that Act (Gibraltar).       2   But “ insurance company ” does not include—   a   a registered society within the meaning of the  Co-operative and Community Benefit Societies Act (Northern Ireland) 1969 (c. 24 (N.I.)) ,     b   a friendly society within the meaning of the Friendly Societies Act 1992,     c   a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or     d   a member of Lloyd’s that is not a company within the meaning of the Companies Acts (see sections 1(1) and 2(1) of the Companies Act 2006).       3   In this section “ regulated activity ” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "27", "section_title": "Subsidies for insurers that provide export credit insurance", "section_text": " 27    1   A subsidy to an insurer that provides export credit insurance is prohibited by this section unless the subsidy is given subject to a condition that—   a   any export credit insurance provided by the insurer against marketable risks is provided on a commercial basis, and     b   the subsidy is not used to directly or indirectly benefit so much of the insurer’s business as consists of providing export credit insurance against marketable risks.       2   In this section—     “ export credit insurance ” has the same meaning as in section 16;      “ insurer ” means a person who has permission to carry on the regulated activity of effecting or carrying out contracts of insurance under—     Part 4A of the Financial Services and Markets Act 2000 (permission to carry on regulated activities), or      paragraph 15 of Schedule 3 to that Act (EEA passport rights), as it has effect as a result of section 409 of that Act (Gibraltar);         “ marketable risks ” has the same meaning as in section 16;      “ regulated activity ” has the meaning given by section 22 of the Financial Services and Markets Act 2000, taken with Schedule 2 to that Act and any order under that section.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "28", "section_title": "Subsidies for air carriers for the operation of routes", "section_text": " 28    1   A subsidy to an air carrier for the operation of a route is prohibited by this section unless the condition in subsection (2), (3) or (4) is met.     2   The condition in this subsection is that operating the route is a public service obligation of the air carrier imposed under—   a   Regulation  (EC) No 1008/2008  of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the United Kingdom, or     b   Regulation  (EC) No 1008/2008  of the European Parliament and of the Council of 24 September 2008 on common rules for the operation of air services in the Community (as it has effect in EU law).       3   The condition in this subsection is that the public authority giving the subsidy is satisfied that the subsidy will provide benefits for society at large.     4   The condition in this subsection is that—   a   the subsidy is a start-up subsidy for opening a new route to a regional airport, and     b   the public authority giving the subsidy is satisfied that the new route will increase the mobility of citizens and stimulate regional development.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "29", "section_title": "Services of public economic interest", "section_text": " 29    1   The requirements in subsections (2) and (3) apply in relation to the giving of a subsidy to a SPEI enterprise for the purpose of the provision of SPEI services.     2   The public authority giving the subsidy must be satisfied that the amount of the subsidy is limited to what is necessary to deliver the SPEI services, having regard to—   a   costs in delivering the SPEI services, and     b   reasonable profits to be made in doing so.       3   The subsidy must be given in a transparent manner.     4   For the purposes of subsection (3), a subsidy is given in a “transparent manner” only if—   a   the subsidy is given in accordance with a written contract or other legally enforceable arrangement in writing,     b   the terms on which the subsidy is given are set out in the contract or arrangement, and     c   the contract or arrangement includes the information in subsection (5).       5   The information is—   a   the SPEI services in respect of which the subsidy is given;     b   the SPEI enterprise that is tasked with providing the SPEI services;     c   the period for which the SPEI services are to be provided (“the delivery period”);     d   the geographic area in which the SPEI services are to be provided;     e   how the amount of subsidy given in respect of the SPEI services is determined;     f   arrangements for the purposes of subsection (6) in respect of reviews and steps that may be taken for recovery.       6   Where a subsidy is given to a SPEI enterprise, the public authority giving the subsidy—   a   must, during the delivery period, keep under regular review the use of the subsidy to ensure that the condition in subsection (2) continues to be met, and     b   must take steps, in accordance with its rights under the contract or arrangement mentioned in subsection (4), to recover a subsidy to the extent that the condition in subsection (2) ceases to be met.       7   For the purposes of the duty in subsection (6)(a), checks must be carried out as to the use of a subsidy—   a   at least once every 3 years beginning with the day when the delivery period begins, and     b   at the end of the delivery period.       8   The duties under section 12(1) apply to the giving of a subsidy in accordance with this section to a SPEI enterprise for the provision of SPEI services only so far as the carrying out of that duty does not obstruct the carrying out of those services.     9   In this Act—     “ SPEI enterprise ” means an enterprise that is assigned with particular tasks in the public interest (including public service obligations);      “ SPEI services ” means services provided in the carrying out of those tasks.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "30", "section_title": "Effect of prohibitions etc in relation to subsidy schemes", "section_text": " 30    1   The preceding provisions of this Chapter relating to subsidies do not apply to a subsidy given under a subsidy scheme.     2   A subsidy scheme is prohibited by this section to the extent that it provides for the giving of a subsidy that would, but for subsection (1), be prohibited by, or in contravention of, a requirement imposed by any preceding provision of this Chapter.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "31", "section_title": "Subsidies or schemes subject to mandatory referral", "section_text": " 31    1   A subsidy, or subsidy scheme, in respect of which a public authority must request a report from the CMA under section 52(1), is prohibited if—   a   a mandatory referral request has not been submitted in relation to it,     b   a mandatory referral request has been submitted, but the CMA has given a notice under section 53(1)(b) that the request does not comply with the requirements under section 52,     c   a mandatory referral request has been submitted, the CMA report has not been published but the reporting period has not expired, or     d   a mandatory referral request has been submitted, the CMA report has been published but the cooling off period has not expired.       2   References in subsection (1) to publication of the CMA report are references to the report required under section 53 to be published by the CMA in response to a mandatory referral request.     3   In subsection (1)—     “ cooling off period ” has the meaning given by section 54(2);      “ mandatory referral request ” means a request made under section 52;      “ reporting period ” has the meaning given by section 53(3).       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "32", "section_title": "Subsidy database", "section_text": " 32    1   The Secretary of State must make arrangements for the provision of a database of subsidies and subsidy schemes for the purposes of this Part (“the subsidy database”).     2   The Secretary of State must ensure that—   a   the subsidy database is accessible to the public free of charge,     b   public authorities are able to edit the subsidy database for the purpose of carrying out their duties under section 33, and     c   the subsidy database is kept under review in such manner and at such intervals as the Secretary of State considers appropriate.       3   The Secretary of State may direct the CMA to perform on behalf of the Secretary of State the duties under this section.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "33", "section_title": "Duty to include information in the subsidy database", "section_text": " 33    1   A public authority must ensure that an entry in the subsidy database is made in respect of—   a   a subsidy given by the authority (subject to subsection (2)), and     b   a subsidy scheme made by the authority.       2   Subsection  (1)(a)  does not apply to a subsidy if—   a   it is given under a subsidy scheme,     b   an entry is made in the subsidy database in respect of the scheme, and     c   the amount of the subsidy is no more than £100,000.       3   An entry in the subsidy database must be made in respect of a subsidy or scheme—   a   if given as a subsidy in the form of a tax measure, within one year beginning with the date of the tax declaration,     b   if made as a subsidy scheme in the form of a tax measure, within three months of the confirmation of the decision to make the scheme, or     c   if given or made in any other form, within three months of confirmation of the decision to give the subsidy or make the subsidy scheme.       4   A public authority must ensure that an entry it makes under this section is maintained on the subsidy database for six years beginning with the date on which the entry is made, or for the duration of the subsidy or scheme if longer.     5   Where a subsidy or subsidy scheme is modified, the public authority must ensure that the modification is entered in the subsidy database—   a   within one year of the date of the modification, in respect of a subsidy given in the form of a tax measure,     b   within three months of the date of the modification, in respect of a subsidy scheme made in the form of a tax measure, or     c   within three months of the date of the modification, in respect of a subsidy given, or subsidy scheme made, in any other form.       6   Subsection  (5)  does not apply to the modification of a subsidy if—   a   the subsidy is one to which subsection (2) applied, and     b   the amount of the subsidy as modified is no more than the applicable amount.       7   For the purpose of subsection  (6)(b)  “the applicable amount” is—   a   the amount specified in subsection (2)(c), or     b   if regulations under subsection  (9)(b)  provide for a different amount in relation to the subsidy, that amount.       8   For the purpose of subsection  (2)(c) —   a   if the subsidy is provided in cash, the gross cash amount given is to be used in determining the amount of the subsidy;     b   if the subsidy is provided otherwise than in cash, the amount of the subsidy given is to be determined by reference to the gross cash equivalent of the subsidy.       9   The Secretary of State may by regulations—   a   substitute a different amount for the amount specified in subsection  (2)(c) ;     b   provide for a different amount to apply, instead of an amount specified in subsection (2)(c), in the case of particular descriptions of subsidy.       10   An amount specified in regulations under subsection  (9)  may not exceed £500,000.     11   The Secretary of State may by regulations—   a   amend subsection  (3)  or  (5)  so as to substitute a different period of time for the period of time specified;     b   provide for a different period of time to apply, instead of a period of time specified in subsection (3) or (5) in the case of particular descriptions of subsidy or subsidy scheme.       12   A period of time specified in regulations under subsection  (11)  may not exceed—   a   one year in respect of a subsidy given in the form of a tax measure;     b   one year in respect of a subsidy scheme made in the form of a tax measure;     c   six months in respect of a subsidy given or scheme made in any other form.       13   Regulations under subsection  (9)  or  (11)  are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "34", "section_title": "Information to be included in the subsidy database", "section_text": " 34    1   The Secretary of State may by regulations make provision about the information that must be included in a public authority’s entry in the subsidy database in relation to a subsidy or subsidy scheme.     2   The regulations may, in particular, require a public authority’s entry to include—   a   the power under which the subsidy is given;     b   the policy objective of the subsidy or scheme;     c   the name of the beneficiary to which the subsidy is given;     d   the date the public authority confirms the decision to give the subsidy or make the scheme;     e   the duration of the subsidy or scheme;     f   any time limits or other conditions attached to the use of the subsidy or scheme;     g   the amount of the subsidy or scheme or the amount budgeted for the subsidy or scheme;     h   the location of any of the information mentioned in paragraphs (a) to (g) and subsection (3);     i   the location of any other publicly available information relating to the subsidy or scheme.       3   In relation to subsidy schemes, the regulations may require a public authority’s entry to include—   a   the categories of beneficiary eligible to receive subsidies under the scheme;     b   the terms and conditions for subsidy eligibility;     c   the basis for the calculation of the subsidy including any relevant conditions relating to subsidy ratios.       4   Regulations under this section are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "35", "section_title": "Introductory", "section_text": " 35    1   This Part provides for cases in which the subsidy control requirements do not apply to the giving of a subsidy.     2   Where the subsidy control requirements do not apply to the giving of a subsidy, those requirements are to be taken as not applying to the making of a subsidy scheme so far as it provides for the giving of such a subsidy.     3   Subsection (2) is subject to express provision in this Part about the application of the subsidy control requirements to subsidy schemes.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "36", "section_title": "Minimal financial assistance", "section_text": " 36    1   The subsidy control requirements do not apply to minimal financial assistance given to an enterprise if the total amount of minimal or SPEI financial assistance given to the enterprise within the applicable period does not exceed £315,000.     2   The applicable period is the period comprising—   a   the elapsed part of the current financial year, and     b   the two financial years immediately preceding the current financial year.       3   “ Minimal financial assistance ” means a subsidy given under this section, and for this purpose a subsidy is given under this section if the authority that is giving the subsidy provides to the enterprise that receives it a minimal financial assistance confirmation (see section 37(5)).     4   In subsection  (1) , the reference to the subsidy control requirements does not include the requirements as to transparency in Chapter 3 of Part 2 except in relation to the giving of a subsidy as minimal financial assistance if the amount of the subsidy is no more than £100,000.     5   For the purposes of this section—   a   if minimal financial assistance is provided in cash, the gross cash amount given is to be used in determining the amount of assistance;     b   if minimal financial assistance is provided otherwise than in cash, the amount of assistance given is to be determined by reference to the gross cash equivalent of the assistance.       6   This section does not authorise the giving of a subsidy relating to goods that is in contravention of section 16 (export performance) or 17 (use of domestic goods or services).     7   In subsection  (2) —   a   the “current financial year” is the financial year in which the minimal financial assistance is given, and     b   the “elapsed part” of that year is so much of it as has passed at the time when it is given.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "37", "section_title": "Section 36: procedural requirements", "section_text": " 37    1   Before giving minimal financial assistance, a public authority must give to the enterprise a minimal financial assistance notification.     2   A “ minimal financial assistance notification ” means a written statement—   a   explaining that the authority is proposing to give to the enterprise a subsidy by way of minimal financial assistance,     b   specifying the gross value amount of the assistance, and     c   requesting written confirmation from the enterprise that the total amount specified in section 36(1) will not be exceeded by the enterprise receiving the proposed assistance.       3   The public authority may proceed to give the assistance only after it has received the confirmation referred to in subsection (2)(c).     4   On giving the assistance, the public authority must provide to the enterprise a minimal financial assistance confirmation.     5   A “ minimal financial assistance confirmation ” means a written statement confirming—   a   that the subsidy is given as minimal financial assistance,     b   the date on which it is given, and     c   the gross value amount of the assistance.       6   The enterprise must keep a written record detailing—   a   that it has received a subsidy by way of minimal financial assistance,     b   the date on which it was given, and     c   the gross value amount of the assistance.       7   The record required by subsection (6) must be kept for at least three years beginning with the date mentioned in paragraph (b) of that subsection.     8   In this section—     “ the enterprise ” means the enterprise that receives, or would receive, minimal financial assistance;      “gross value amount” of minimal financial assistance means the gross cash amount (see subsection (5)(a) of section 36) or the gross cash equivalent (see subsection (5)(b) of that section).       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "38", "section_title": "Services of public economic interest assistance", "section_text": " 38    1   The subsidy control requirements do not apply to SPEI assistance given to an enterprise if the total amount of minimal or SPEI financial assistance given to the enterprise within the applicable period does not exceed £725,000.     2   The applicable period is the period comprising—   a   the elapsed part of the current financial year, and     b   the two financial years immediately preceding the current financial year.       3   “ SPEI assistance ” means a subsidy given under this section, and for this purpose a subsidy is given under this section if—   a   it is given to a SPEI enterprise for the purposes of the provision of SPEI services, and     b   the authority giving the subsidy provides to the enterprise a SPEI assistance confirmation (see section 39(5)).       4   In subsection (1), the reference to the subsidy control requirements does not include the requirements as to transparency in Chapter 3 of Part 2 except in relation to the giving of a subsidy as SPEI assistance if the amount of the subsidy is no more than £100,000.     5   For the purposes of this section—   a   if SPEI assistance is provided in cash, the gross cash amount given is to be used in determining the amount of assistance;     b   if SPEI assistance is provided otherwise than in cash, the amount of assistance given is to be determined by reference to the gross cash equivalent of the assistance.       6   This section does not authorise the giving of a subsidy relating to goods that is in contravention of section 16 (export performance) or 17 (use of domestic goods or services).     7   In subsection  (2) —   a   the “current financial year” is the financial year in which the SPEI assistance is given, and     b   the “elapsed part” of that year is so much of it as has passed at the time when it is given.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "39", "section_title": "Section 38: procedural requirements", "section_text": " 39    1   Before giving SPEI assistance, a public authority must give to the enterprise a SPEI assistance notification.     2   A “ SPEI assistance notification ” means a written statement—   a   explaining that the authority is proposing to give to the enterprise a subsidy by way of SPEI assistance,     b   specifying the gross value amount of the assistance, and     c   requesting written confirmation from the enterprise that the total amount specified in section 38(1) will not be exceeded by the enterprise receiving the proposed assistance.       3   The public authority may proceed to give the assistance only after it has received the confirmation referred to in subsection (2)(c).     4   On giving the assistance, the public authority must provide to the enterprise a SPEI assistance confirmation.     5   A “ SPEI assistance confirmation ” means a written statement confirming—   a   that the subsidy is given as SPEI assistance,     b   the date on which it is given, and     c   the gross value amount of the assistance.       6   The enterprise must keep a written record detailing—   a   that it has received a subsidy by way of SPEI assistance,     b   the date on which it was given, and     c   the gross value amount of the assistance.       7   The record required by subsection (6) must be kept for at least three years beginning with the date mentioned in paragraph (b) of that subsection.     8   In this section—     “ the enterprise ” means the enterprise that receives, or that would receive, SPEI assistance;      “gross value amount” of SPEI assistance means the gross cash amount (see subsection (5)(a) of section 38) or the gross cash equivalent (see subsection (5)(b) of that section).       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "40", "section_title": "Mergers and acquisitions", "section_text": " 40    1   Subsection (2) applies where—   a   all or part of the undertaking, property and liabilities of an enterprise (enterprise A) are transferred to another existing enterprise (enterprise B), and     b   minimal or SPEI financial assistance was given to enterprise A before the transfer.       2   In determining whether a relevant threshold is exceeded in respect of enterprise B—   a   in a case where all of the undertaking, property and liabilities of enterprise A is transferred, any minimal or SPEI financial assistance given to enterprise A before the transfer is to be treated, on and after the transfer, as if given to enterprise B;     b   in a case where only part of the undertaking, property and liabilities of enterprise A is transferred, the proportionate part of the minimal or SPEI financial assistance given to enterprise A before the transfer is to be treated, on and after the transfer, as given to enterprise B.       3   Subsection (4) applies where—   a   all or part of the undertaking, property and liabilities of two or more enterprises (the predecessor enterprises) are transferred to a new enterprise (the successor enterprise), and     b   minimal or SPEI financial assistance was given to one or more of the predecessor enterprises before the transfer.       4   In determining whether a relevant threshold is exceeded in respect of the successor enterprise—   a   in a case where all of the undertaking, property and liabilities of the predecessor enterprises is transferred, any minimal or SPEI financial assistance given to the predecessor enterprises before the transfer is to be treated, on and after the transfer, as if given to the successor enterprise;     b   in a case where only part of the undertaking, property and liabilities of the predecessor enterprises is transferred, the proportionate part of the minimal or SPEI financial assistance given to the predecessor enterprises before the transfer is to be treated, on and after the transfer, as if given to the successor enterprise.       5   The “proportionate part” of minimal or SPEI financial assistance is—   a   such part of the assistance as is fairly attributable to the activities carried on by the part of the undertaking that is transferred, or     b   if it is not reasonably practicable to apply paragraph (a), such part of the assistance that is proportionate to the value of the part of the undertaking that is transferred.       6   Any minimal or SPEI financial assistance that is attributed to enterprise B, or to a successor enterprise, by virtue of this section is to treated as such assistance lawfully given to enterprise B, or the successor enterprise, in accordance with this Chapter.     7   In this section “ relevant threshold ” means the total amount specified in section 36(1) or (as the case may be) section 38(1).    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "41", "section_title": "Exemption for certain subsidies given to SPEI enterprises", "section_text": " 41    1   The requirements as to transparency in Chapter 3 of Part 2 do not apply to a subsidy given to a SPEI enterprise for the purpose of the provision of SPEI services, where the subsidy is no more than £100,000.     2   For the purposes of subsection  (1) —   a   if assistance is provided in cash, the gross cash amount given is to be used in determining the amount of the assistance;     b   if assistance is provided otherwise than in cash, the amount of assistance given is to be determined by reference to the gross cash equivalent of the assistance.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "42", "section_title": "Chapter 2: supplementary and interpretative provision", "section_text": " 42    1   The Secretary of State may by regulations—   a   amend section 36(1), 38(1) or 41(1) so as to substitute a different amount for the amount specified;     b   provide for a lower amount to apply, instead of an amount specified in section 36(1), 38(1) or 41(1), in the case of particular descriptions of subsidy;     c   amend section 36(4) or 38(4) so as to substitute a different amount for the amount specified;     d   provide for a different amount to apply, instead of an amount specified in section 36(4) or 38(4), in the case of particular descriptions of subsidy.       2   The power to make regulations under subsection (1)(a) may be exercised so as to substitute a higher amount for the purpose of securing that the amount specified in sterling is up to an equivalent of—   a   325,000 special drawing rights, in the case of the amount specified in section 36(1);     b   750,000 special drawing rights, in the case of the amount specified in section 38(1);     c   15,000,000 special drawing rights, in the case of the amount specified in section 41(1).      The amount determined as a result of the currency conversion carried out for this purpose may be rounded up or down to such convenient number as the Secretary of State thinks appropriate.     3   For the purpose of determining the equivalent in sterling on a particular day of a sum expressed in special drawing rights, one special drawing right is to be treated as such sum in sterling as the International Monetary Fund have fixed as being equivalent to one special drawing right—   a   for that day, or     b   if no sum has been fixed for that day, the last day before that day for which a sum has been so fixed.       4   An amount specified in regulations under subsection (1)(c) or (d) which amend section 36(4) may not exceed the amount specified in section 36(1).     5   An amount specified in regulations under subsection (1)(c) or (d) which amend section 38(4) may not exceed the amount specified in section 38(1).     6   Regulations under subsection  (1)  are subject to the affirmative procedure.     7   The following definitions apply for the purposes of this Chapter.     8   “ Minimal or SPEI financial assistance ” means a subsidy given—   a   as minimal financial assistance,     b   as SPEI assistance,     c   before IP completion day under—   i   Commission Regulation (EU) No 360/2012  of 25 April 2012 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to  de minimis  aid granted to undertakings providing services of general economic interest,     ii   Commission Regulation (EU) No 1407/2013  of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to  de minimis  aid,     iii   Commission Regulation (EU) No 1408/2013  of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to  de minimis  aid in the agriculture sector, or     iv   Commission Regulation (EU) No 717/2014  of 27 June 2014 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to  de minimis  aid in the fishery and aquaculture sector,       d   after IP completion day under any of the Regulations mentioned in paragraph (c) by virtue of the Northern Ireland Protocol, or     e   after IP completion day and before the coming into force of this section under Article 364(4) or 365(3) of the Trade and Cooperation Agreement.       9   “ Financial year ” means a period of 12 months ending with 31 March.     10   “ Minimal financial assistance ” has the meaning given by section 36(3).     11   “ SPEI assistance ” has the meaning given by section 38(3).    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "43", "section_title": "Natural disasters and other exceptional circumstances", "section_text": " 43    1   The subsidy control requirements do not apply to a subsidy given to compensate the damage caused by—   a   natural disasters, or     b   other exceptional occurrences.       2   The reference in subsection (1)(b) to other exceptional occurrences does not include occurrences having only an economic effect.     3   A subsidy may be given in respect of a natural disaster, or another exceptional occurrence, in reliance on the exemption under this section only if—   a   a notice is published by the Secretary of State for the purposes of this section declaring that the exemption applies in respect of that natural disaster or occurrence, and     b   that notice has not been withdrawn by the publication of a further notice.       4   A copy of a notice under this section must be laid before Parliament.     5   In this section, the reference to the subsidy control requirements does not include the requirements as to transparency in Chapter 3 of Part 2.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "44", "section_title": "National or global economic emergencies", "section_text": " 44    1   The prohibitions and restrictions imposed by sections 15 to 29 do not apply to a subsidy given to respond to a national or global economic emergency.     2   Subsection (1) applies only if the subsidy is given on a temporary basis.     3   A subsidy may be given in respect of a national or global economic emergency in reliance on the exemption under this section only if—   a   a notice is published by the Secretary of State for the purposes of this section declaring that the exemption applies in respect of that emergency, and     b   that notice has not been withdrawn by the publication of a further notice.       4   A copy of a notice under this section must be laid before Parliament.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "45", "section_title": "National security", "section_text": " 45   The subsidy control requirements do not apply to the giving of a subsidy for the purpose of safeguarding national security.  "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "46", "section_title": "Bank of England monetary policy", "section_text": " 46   The subsidy control requirements do not apply to the giving of a subsidy by or on behalf of the Bank of England in pursuit of monetary policy.  "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "47", "section_title": "Financial stability", "section_text": " 47    1   The subsidy control requirements do not apply to the giving of a subsidy, or the making of a subsidy scheme, so far as a financial stability direction so provides.     2   “ Financial stability direction ” means a direction given by the Treasury providing for specified subsidy control requirements not to apply to—   a   the giving of a specified subsidy or making of a specified subsidy scheme, or     b   the giving of subsidies, or the making of subsidy schemes, of a specified description.       3   The Treasury may give a financial stability direction only if it considers it appropriate for prudential reasons, for example—   a   the protection of investors, depositors, policy-holders or persons to whom a fiduciary duty is owed by a financial service supplier, or     b   ensuring the integrity and stability of the financial system of the United Kingdom.       4   The Treasury must consult the Bank of England before giving a financial stability direction.     5   The Treasury may give a financial stability direction that relates only to a subsidy given, or subsidy scheme made, by the Bank of England only if the Bank of England has requested the Treasury to give the direction.     6   Subject to subsection  (7) , a financial stability direction must—   a   be published in whatever manner the Treasury considers appropriate, and     b   be laid before Parliament.       7   If the Treasury considers that the steps required by subsection (6) would have the effect of undermining the purpose for which the direction is given, the Treasury may delay the carrying out of those steps until such time as it is satisfied that to do so would not have that effect.     8   In this section—     “ financial service supplier ” has the meaning given by Article 183 of the Trade and Cooperation Agreement;      “ specified ” means specified in a financial stability direction.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "48", "section_title": "Legacy and withdrawal agreement subsidies", "section_text": "48 1 The subsidy control requirements do not apply to the following legacy subsidies and schemes— a a subsidy given on or after the day on which this section comes into force, under a subsidy scheme made before that day; b a subsidy given in accordance with— i Regulation  (EC) No 1370/2007  of the European Parliament and of the Council on public passenger transport services by rail and by road, ii that Regulation as it has effect by virtue of regulation 28(2) of the Public Service Obligations in Transport Regulations 2023, or iii the Public Service Obligations in Transport Regulations 2023, (and any such subsidy is to be treated for the purposes of this Act as if it were given in accordance with a subsidy scheme). 2 In subsection (1), the reference to the subsidy control requirements, so far as it relates to subsection (1)(a), does not include the requirements as to transparency in Chapter 3 of Part 2, except in relation to— a subsidies given that are subject to the provisions of Part IV or Annex 2 of the Agreement on Agriculture; b subsidies given in relation to trade in fish and fish products; c subsidies given in relation to the audiovisual sector. 3 The subsidy control requirements do not apply to the following withdrawal agreement subsidies and schemes— a a subsidy given, or a subsidy scheme made, in accordance with Article 10 of the Northern Ireland Protocol; b a subsidy or subsidy scheme to which Article 138 of the EU withdrawal agreement applies. 4 In Regulation  (EC) No 1370/2007  of the European Parliament and of the Council on public passenger transport services by rail and by road, omit Article 9 (transport sector provisions). 5 In this section “ the Agreement on Agriculture ” means the Agreement on Agriculture, contained in Annex 1A to the Marrakesh Agreement Establishing the World Trade Organization, done at Marrakesh on 15 April 1994 (read with any adjustments necessary for context)."}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "49", "section_title": "Tax measures", "section_text": " 49   The subsidy control requirements do not apply to the giving of a subsidy where the giving of the subsidy is permissible by virtue of Article 413 of the Trade and Cooperation Agreement (taxation).  "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "50", "section_title": "Large cross-border or international cooperation projects", "section_text": " 50    1   Section 12(1) does not apply to a subsidy if—   a   it is given in the context of a large cross-border or international cooperation project, and     b   the public authority giving the subsidy is satisfied that the project meets the condition in subsection (3).       2   Section 12(3) does not apply to a subsidy scheme if—   a   the subsidies provided for by the scheme are to be given in the context of a large cross-border or international cooperation project, and     b   the public authority making the scheme is satisfied that the project meets the condition in subsection (3).       3   A project meets the condition in this subsection if—   a   the benefits of the project are not limited to the enterprise or to the sector or the States participating, and     b   the project has wider benefits and relevance through spillover effects that do not exclusively accrue to—   i   the United Kingdom,     ii   the relevant sector, and     iii   the beneficiary of the subsidy or subsidies concerned.         4   The projects that may be regarded as large cross-border or international cooperation projects include—   a   those for transport, energy, the environment or research and development, and     b   first development projects to incentivise the emergence and deployment of new technologies (excluding manufacturing technologies).      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "51", "section_title": "Nuclear energy", "section_text": " 51    1   Section 13(1) does not apply to a subsidy in relation to nuclear energy.     2   Section 13(3) does not apply to a subsidy scheme that provides for subsidies in relation to nuclear energy.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "52", "section_title": "Mandatory referral to CMA", "section_text": " 52    1   A public authority must request a report from the CMA—   a   before giving a subsidy, or making a subsidy scheme, of particular interest, or     b   where directed to do so by the Secretary of State under section 55.       2   The request must—   a   include the information in relation to the subsidy or subsidy scheme that would be required under section 34, if the subsidy or scheme were to be given or made,     b   provide such other information as is specified in regulations under subsection (3)(a),     c   explain, in the case of a request under subsection (1)(a), why the public authority considers that the subsidy or subsidy scheme would meet the criteria for being a subsidy, or subsidy scheme, of particular interest,     d   include an assessment by the public authority as to whether the subsidy or scheme would comply with the requirements of Chapters 1 and 2 of Part 2, and the reasons for that conclusion, and     e   include any evidence relevant to that assessment.       3   The Secretary of State may by regulations—   a   specify further information that must be included in a request under this section;     b   make provision as to the form of a request under this section.       4   Regulations under subsection (3)(a) and (b) are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "53", "section_title": "CMA reporting period for mandatory referral", "section_text": " 53    1   The CMA must, before the end of five working days beginning with the day on which a request is received under section 52(1), give a notice to the public authority—   a   that the request complies with the requirements under section 52, or     b   providing reasons as to why the request does not comply with those requirements.       2   Where the CMA gives a notice under subsection (1)(a), the CMA must—   a   before the end of the reporting period, publish a report on the proposed subsidy or subsidy scheme, in such manner as the CMA considers appropriate, and     b   give a copy of the report to the public authority and the Secretary of State as soon as reasonably practicable after it is published.       3   Subject to subsections (4) and (6), “ reporting period ” means the period of 30 working days beginning with the day on which the notice under subsection (1)(a) is given to the public authority.     4   The reporting period may be extended if an extension is agreed in writing between the CMA and the public authority before the end of the reporting period.     5   Where the reporting period is extended under subsection (4), the CMA must publish, in such manner as the CMA considers appropriate, a notice stating that the reporting period has been extended and by how much, and the reasons for the extension.     6   The Secretary of State may direct that the reporting period is extended, in response to a request from the CMA.     7   A request under subsection (6)—   a   may only be made if the CMA considers that there are exceptional circumstances to justify an extension,     b   must include the reasons for seeking an extension, and     c   must be published, with those reasons, in such manner as the CMA considers appropriate.       8   A direction under subsection (6)—   a   may only be given if the Secretary of State is satisfied that there are exceptional circumstances which justify an extension,     b   may not be given in relation to a subsidy or subsidy scheme given or made by the Secretary of State, and     c   may not be given so as to provide for an extension which exceeds 40 working days beginning with the day on which the reporting period would otherwise end.       9   As soon as reasonably practicable after receiving a request under subsection (6), the Secretary of State must—   a   send a copy of a direction given under that subsection to the CMA and to the public authority, or     b   give notice to the CMA and the public authority that the request has been rejected and provide reasons for that decision.       10   Any day falling within the period beginning with the day on which a request is published by the CMA under subsection (7) and ending with the day on which a direction is given under subsection (6), or a notice is given under subsection (9), does not count for the purposes of calculating the reporting period.     11   The Secretary of State must publish, in such manner as the Secretary of State considers appropriate, a direction given under subsection (6) or a notice given under subsection (9).     12   The Secretary of State may by regulations amend the periods of time specified in subsections (1) and (3).     13   Regulations under subsection (12) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "54", "section_title": "Cooling off period following mandatory referral", "section_text": " 54    1   A public authority may not give a subsidy or make a subsidy scheme, in relation to which the CMA has provided a report, before the end of the cooling off period.     2   “ Cooling off period ” means the period of five working days beginning with the day after the day on which the CMA publishes the report under section 53(2).     3   If the CMA does not publish a report before the end of the reporting period, the public authority may give the subsidy or make the subsidy scheme after the day on which the reporting period expires.     4   The Secretary of State may direct that the cooling off period is extended where the Secretary of State considers that the CMA’s report has identified that there are serious deficiencies in the public authority’s assessment under section 52(2)(d).     5   The Secretary of State—   a   must send a copy of a direction given under subsection (4) to the public authority, and     b   must publish the direction in such manner as the Secretary of State considers appropriate.       6   The power in subsection (4) may not be exercised so as to provide for an extension which exceeds 30 working days beginning with the day on which the cooling off period would otherwise end under subsection (2).     7   The Secretary of State may by regulations—   a   amend the period of time specified in subsection (2);     b   amend subsection (4) to reflect any changes made to the content of the CMA’s report by regulations made under section 59.       8   Regulations under subsection (7)(a) or (b) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "55", "section_title": "Call-in direction", "section_text": " 55    1   The Secretary of State may direct a public authority to request a report from the CMA in relation to a proposed subsidy or subsidy scheme.     2   A direction under this section may be given in relation to—   a   a subsidy or subsidy scheme of interest, or     b   any subsidy or subsidy scheme in respect of which the Secretary of State considers—   i   there is a risk of failure to comply with the requirements of Chapters 1 and 2 of Part 2, or     ii   there is a risk of negative effects on competition or investment within the United Kingdom.         3   The Secretary of State—   a   must send a copy of a direction given under this section to the public authority and to the CMA, and     b   must publish the direction in such manner as the Secretary of State considers appropriate.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "56", "section_title": "Voluntary referral to CMA", "section_text": " 56    1   A public authority may request a report from the CMA before giving a subsidy, or making a subsidy scheme, of interest.     2   The request must—   a   include the information in relation to the subsidy or subsidy scheme that would be required under section 34, if the subsidy or scheme were to be given or made,     b   provide such other information as is specified in regulations under subsection (3)(a),     c   explain why the public authority considers that the subsidy or subsidy scheme would meet the criteria for being a subsidy, or subsidy scheme, of interest,     d   include an assessment by the public authority as to whether the subsidy or scheme would comply with the requirements of Chapters 1 and 2 of Part 2, and the reasons for that conclusion, and     e   include any evidence relevant to that assessment.       3   The Secretary of State may by regulations—   a   specify further information that must be included in a request under this section;     b   make provision as to the form of a request under this section.       4   Regulations under subsection (3)(a) and (b) are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "57", "section_title": "CMA reporting period for voluntary referral", "section_text": " 57    1   Where the CMA receives from a public authority a request under section 56(1) that complies with the requirements under section 56(2), the CMA must decide whether to prepare a report in response to the request.     2   The CMA must, before the end of five working days beginning with the day on which a request is received under section 56(1), give notice to the public authority—   a   that a report will be prepared in response to the request, or     b   providing reasons as to why the CMA has decided not to prepare a report.       3   Subject to subsection (4), where the CMA gives a notice under subsection (2)(a), the CMA must—   a   before the end of the reporting period, publish a report on the proposed subsidy or subsidy scheme, in such manner as the CMA considers appropriate, and     b   give a copy of the report to the public authority and the Secretary of State as soon as reasonably practicable after it is published.       4   If the proposed subsidy is given, or scheme is made, before the CMA has prepared or published its report, the CMA may decide whether or not to prepare or publish the report.     5   Subject to subsection (6), “ reporting period ” means—   a   the period of 30 working days beginning with the day on which the notice under subsection (2)(a) is given to the public authority, or     b   such other period as is agreed in writing between the CMA and the public authority.       6   The reporting period may be extended if an extension is agreed in writing between the CMA and the public authority before the end of the reporting period.     7   Where the reporting period is agreed under subsection (5)(b) or extended under subsection (6), the CMA must publish a notice setting out the agreement or extension, and the reasons for it, in such manner as the CMA considers appropriate.     8   The Secretary of State may by regulations amend the periods of time specified in subsections (2) and (5)(a).     9   Regulations under subsection (8) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "58", "section_title": "Call-in direction following voluntary referral", "section_text": " 58    1   This section applies where—   a   the CMA has given a notice under section 57(2)(a) that it will prepare a report in response to a voluntary referral request made in relation to a subsidy or subsidy scheme, and     b   the Secretary of State has given a call-in direction under section 55 in relation to that subsidy or scheme.       2   The voluntary referral request is treated as if it was a mandatory referral request (and sections 53 and 54 apply accordingly) where—   a   the report in response to the voluntary referral request has not been published, and     b   the reporting period for that report has not expired.       3   The voluntary referral request is treated as if it was a mandatory referral request (and sections 53 and 54 apply accordingly) where—   a   the report in response to the voluntary referral request has not been published, and     b   the reporting period for that report has expired,    but the reporting period under section 53(3) is to be read as a period of 10 working days.     4   Where the report in response to the voluntary referral request has been published, but the subsidy has not been given, or the subsidy scheme has not been made, section 54 applies, and the references in that section to the CMA’s report are to be read as references to the report published in response to the voluntary referral request.     5   In this section—     “ mandatory referral request ” means a request made under section 52;      “ voluntary referral request ” means a request made under section 56.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "59", "section_title": "CMA report following mandatory or voluntary referral", "section_text": " 59    1   The CMA’s report under section 53 or 57 must include an evaluation of the public authority’s assessment under section 52(2)(d) or 56(2)(d).     2   The evaluation must take into account any effects of the proposed subsidy or scheme on competition or investment within the United Kingdom.     3   The report may also include—   a   advice about how the public authority’s assessment under section 52(2)(d) or 56(2)(d) might be improved, and     b   advice about how the proposed subsidy or scheme may be modified to ensure compliance with the requirements of Chapters 1 and 2 of Part 2.       4   The Secretary of State may by regulations—   a   amend subsection (1), (2) or (3) to make provision about the content of the CMA’s report;     b   make provision as to the form of the report.       5   Regulations under subsection (4)(a) are subject to the affirmative procedure.     6   Regulations under subsection (4)(b) are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "60", "section_title": "Post-award referrals", "section_text": " 60    1   The Secretary of State may refer a subsidy or subsidy scheme to the CMA after the subsidy has been given or the subsidy scheme has been made.     2   A referral under subsection (1) may be made in relation to any subsidy or subsidy scheme in respect of which the Secretary of State considers—   a   that there has or may have been a failure to comply with the requirements of Chapters 1 and 2 of Part 2, or     b   that there is a risk of negative effects on competition or investment within the United Kingdom.       3   The Secretary of State must, at the same time as making a referral under subsection (1), direct the public authority to provide to the CMA—   a   any assessment carried out by the public authority, before the subsidy was given or the scheme was made, as to whether the subsidy or scheme would comply with the requirements of Chapters 1 and 2 of Part 2, and the reasons for that conclusion,     b   any evidence relevant to that assessment,     c   in a case where such an assessment is not provided, the reasons for that,     d   any information that the public authority failed to enter in the subsidy database in accordance with Chapter 3 of Part 2, and     e   such other information as is specified in regulations under subsection (8)(a).       4   Where the Secretary of State decides to make a referral under subsection (1), the referral, together with a direction given under subsection (3), must be made before the end of 20 working days beginning with—   a   the day on which the entry in respect of the subsidy or scheme is entered into the subsidy database, or     b   the day on which the subsidy is given or the scheme is made, in the case of a subsidy or scheme to which section 41 applies.       5   The Secretary of State—   a   must publish a referral made under subsection (1) in such manner as the Secretary of State considers appropriate, and     b   must send a copy of a direction given under subsection (3) to the public authority and the CMA.       6   The public authority must provide to the CMA the information required under subsection (3) before the end of the information period.     7   “ Information period ” means the period of 20 working days beginning with the day on which the direction is given.     8   The Secretary of State may by regulations—   a   specify further information that must be provided under subsection (3);     b   prescribe the form in which the information required under subsection (3) is to be provided;     c   amend the periods of time specified in subsections (4) and (7).       9   Regulations under subsection (8)(a) or (b) are subject to the negative procedure.     10   Regulations under subsection (8)(c) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "61", "section_title": "CMA reporting period for post-award referrals", "section_text": " 61    1   Where the CMA receives from the Secretary of State a referral under section 60, the CMA must—   a   before the end of the reporting period, publish a report on the subsidy or subsidy scheme to which the referral relates, in such manner as the CMA considers appropriate, and     b   give a copy of the report to the public authority and the Secretary of State as soon as reasonably practicable after it is published.       2   Subject to subsections  (3)  and  (5) , “ reporting period ” means the period of 30 working days beginning with the earlier of—   a   the day on which the information required under section 60(3) is provided to the CMA by the public authority, and     b   the day after the information period in section 60(7) ends.       3   The reporting period may be extended if an extension is agreed in writing between the CMA and the public authority before the end of the reporting period.     4   Where the reporting period is extended under subsection (3), the CMA must publish, in such manner as the CMA considers appropriate, a notice that the reporting period has been extended and by how much, and the reasons for the extension.     5   The Secretary of State may direct that the reporting period is extended, in response to a request from the CMA.     6   A request under subsection (5)—   a   may only be made if the CMA considers that there are exceptional circumstances to justify an extension,     b   must include the reasons for seeking an extension, and     c   must be published, with those reasons, in such manner as the CMA considers appropriate.       7   A direction under subsection (5)—   a   may only be given if the Secretary of State is satisfied that there are exceptional circumstances to justify an extension,     b   may not be given in relation to a subsidy or subsidy scheme given or made by the Secretary of State, and     c   may not be given so as to provide for an extension which exceeds 40 working days beginning with the day on which the reporting period would otherwise end.       8   As soon as reasonably practicable after receiving a request under subsection (5) the Secretary of State must—   a   send a copy of a direction given under subsection (5) to the CMA and to the public authority, or     b   give notice to the CMA and the public authority that the request has been rejected and provide reasons for that decision.       9   Any day falling within the period beginning with the day on which a request is published by the CMA under subsection (6) and ending with the day on which a direction is given under subsection (5), or a notice is given under section (8), does not count for the purposes of calculating the reporting period.     10   The Secretary of State must publish, in such manner as the Secretary of State considers appropriate, a direction given under subsection (5) or a notice given under subsection (8).     11   The Secretary of State may by regulations amend the period of time specified in subsection (2).     12   Regulations under subsection (11) are subject to the affirmative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "62", "section_title": "CMA report following post-award referral", "section_text": " 62    1   The CMA’s report under section 61 must include an evaluation of the public authority’s assessment under section 60(3)(a).     2   The evaluation must take into account any effects of the proposed subsidy or scheme on competition or investment within the United Kingdom.     3   If an assessment was not provided under section 60(3)(a), that fact should be stated in the report, along with any reasons provided under section 60(3)(c).     4   If the subsidy or subsidy scheme is ongoing, the report may also include advice about how the subsidy or scheme may be modified to ensure compliance with the requirements of Chapters 1 and 2 of Part 2.     5   The Secretary of State may by regulations—   a   amend subsection (1), (2), (3) or (4) to make provision about the content of the CMA’s report under section 61;     b   make provision as to the form of that report.       6   Regulations under subsection (5)(a) are subject to the affirmative procedure.     7   Regulations under subsection (5)(b) are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "63", "section_title": "Referrals in relation to subsidy schemes", "section_text": " 63   The preceding provisions of this Chapter relating to subsidies do not apply to a subsidy given under a subsidy scheme.  "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "64", "section_title": "Other exemptions", "section_text": " 64    1   This Chapter does not apply in relation to subsidies, or subsidy schemes that provide only for the giving of such subsidies, as described in the following sections—   a   section 10 (streamlined subsidy schemes);     b   section 36 (minimal financial assistance);     c   section 38 (SPEI assistance);     d   section 43 (natural disasters and other exceptional circumstances);     e   section 44 (national or global economic emergencies);     f   section 45 (national security);     g   section 46 (Bank of England monetary policy);     h   section 48 (legacy and withdrawal agreement subsidies);     i   section 49 (tax measures);     j   section 50 (large cross-border or international cooperation projects).       2   This Chapter does not apply in relation to a subsidy, or subsidy scheme—   a   to which a financial stability direction given under section 47 (financial stability) applies, or     b   which is otherwise given or made by the Treasury or the Bank of England (or by both acting jointly) only for the reasons mentioned in subsection (3) of that section (prudential reasons).       3   The Secretary of State may direct that sections 52, 53, 54 and 55 (mandatory referral requirements) do not apply, or cease to apply, in relation to a specified subsidy or subsidy scheme.     4   A direction under subsection (3) may only be given where the Secretary of State is satisfied that there are urgent and exceptional circumstances that justify the direction being given in the public interest.     5   A direction given under subsection (3) must be laid before Parliament.     6   The Secretary of State—   a   must send a direction given under this section to the public authority giving the subsidy or making the subsidy scheme, and     b   must publish the direction in such manner as the Secretary of State considers appropriate.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "65", "section_title": "Monitoring and reporting on subsidy control", "section_text": " 65    1   The CMA must, in relation to each relevant period, undertake a review of—   a   the effectiveness of the operation of this Act, and     b   the impact of the operation of this Act on competition and investment within the United Kingdom.       2   The CMA must prepare a report on the outcome of the review in relation to each relevant period.     3   Subject to subsection (5), “ relevant period ” means—   a   the period beginning with the commencement date and ending with 31 March in the third year after the year in which the commencement date falls,     b   the following period of three years, and     c   each subsequent period of five years.       4   The Secretary of State may direct the CMA to prepare a report in relation to a specified period.     5   The Secretary of State may exercise the power in subsection (4) only after the CMA has prepared its reports in relation to the first two relevant periods mentioned in subsection (3).     6   Where the CMA prepares a report in relation to a specified period, “ relevant period ” means—   a   the period beginning with the day after the last day of the specified period and ending with the 31 March in the fifth year after the year in which the day after the last day of the specified period falls, and     b   each subsequent period of five years.       7   The CMA must publish a report under this section as soon as practicable after the end of the period to which it relates and in such manner as the CMA considers appropriate.     8   The CMA must arrange for a copy of a report prepared under this section to be laid before Parliament.     9   In this section, “ commencement date ” means the day on which this section comes into force.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "66", "section_title": "CMA annual report", "section_text": " 66   The annual report prepared by the CMA under section 25(4) of, and paragraph 14 of Schedule 4 to, the Enterprise and Regulatory Reform Act 2013 must include details of—   a   the subsidies, and subsidy schemes, in respect of which the CMA prepared reports following mandatory referrals under section 52,     b   the subsidies, and subsidy schemes, of interest in respect of which the CMA prepared reports following voluntary referrals under section 56, and     c   the subsidies and subsidy schemes in respect of which the CMA prepared reports following post-award referrals under section 60.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "67", "section_title": "Information-gathering powers", "section_text": " 67    1   Sections 41 to 43 of the United Kingdom Internal Market Act 2020 (which make provision about information-gathering powers, enforcement and penalties) apply for the purpose of assisting the CMA in carrying out any of its functions under section 65 of this Act as they apply for the purpose mentioned in section 41(1) of that Act.     2   In the application of sections 41 to 43 of that Act by virtue of subsection (1)—   a   section 42 has effect as if, in subsection (4), after paragraph (e) there were inserted    , or   f   where the penalty is imposed in connection with the exercise of the CMA’s functions under section 65 of the Subsidy Control Act 2022 in relation to the preparation of a report under that section, the day on which the report is published or is laid before Parliament (whichever is the later).     ;     b   section 43 has effect as if, in subsection (10)(b), for “or (e)” there were substituted  “, (e) or (f)” .       3   The Secretary of State may by regulations make such further modifications as the Secretary of State thinks necessary to sections 41 to 43 of the United Kingdom Internal Market Act 2020 in the application of those sections by virtue of subsection (1).     4   But regulations under subsection (3) may not modify the amounts specified in section 43(6) of that Act.     5   Regulations under subsection (3) are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "68", "section_title": "Subsidy Advice Unit", "section_text": " 68    1   The CMA must establish a committee of the CMA Board to be known as the Subsidy Advice Unit.     2   The CMA Board may authorise the Subsidy Advice Unit under paragraph 29(1) of Schedule 4 to ERRA 2013 to carry out its subsidy control functions (which are exercisable by the CMA Board on behalf of the CMA under paragraph 28 of that Schedule).     3   A subsidy control function that the Subsidy Advice Unit is authorised to carry out under subsection (2) may, so far as that Unit authorises (whether generally or specifically), be carried out by—   a   a member or sub-committee of that Unit,     b   a member of the CMA Board, or     c   a member of staff of the CMA.       4   The Subsidy Advice Unit may consist only of persons who are members of the CMA or its staff.     5   References in this section to the CMA Board are to the Board constituted under Part 2 of Schedule 4 to ERRA 2013.     6   In this Chapter—     “ ERRA 2013 ” means the Enterprise and Regulatory Reform Act 2013;      “ subsidy control functions ” means—     the functions of the CMA under Chapters 1 and 2, and      any other functions that the CMA is required or authorised to carry out under or by virtue of this Act.          "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "69", "section_title": "References to subsidy control groups", "section_text": " 69    1   The Subsidy Advice Unit may make a reference to the CMA chair for the constitution of a CMA group under Schedule 4 to ERRA 2013.     2   A reference under this section must specify—   a   the subsidy control functions in respect of which the reference is made (“the referred functions”), and     b   if the reference is made in respect of a particular subsidy or subsidy scheme, details of that subsidy or subsidy scheme (“the referred case”).       3   A CMA group constituted for the purposes of a reference under this section must carry out, on behalf of the Subsidy Advice Unit, the referred functions.     4   Where the reference is made in relation to a referred case, the reference in subsection (3) to the referred functions is a reference to those functions so far as relating to the referred case.     5   Paragraph 33 of Schedule 4 to ERRA 2013 does not apply in relation to a reference under this section.     6   In this section “ CMA chair ” means the person appointed under paragraph 1(1)(a) of Schedule 4 to ERRA 2013.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "70", "section_title": "Review of subsidy decisions", "section_text": " 70    1   An interested party who is aggrieved by the making of a subsidy decision may apply to the Competition Appeal Tribunal for a review of the decision.     2   Where an application for a review of a subsidy decision relates to a subsidy given under a subsidy scheme, the application must be made for a review of the decision to make the subsidy scheme (and may not be made in respect of a decision to give a subsidy under that scheme).     3   The means of making an application is by sending the Tribunal a notice of appeal in accordance with Tribunal Procedure Rules.     4   The notice of appeal must be sent within the period specified, in relation to the decision appealed against, in Part 5A of the Tribunal Procedure Rules.     5   In determining the application, the Tribunal must apply the same principles as would be applied—   a   in the case of proceedings in England and Wales or Northern Ireland, by the High Court in determining proceedings on judicial review;     b   in the case of proceedings in Scotland, by the Court of Session on an application to the supervisory jurisdiction of that Court.       6   Except so far as the Tribunal directs otherwise, the effect of a subsidy decision is not suspended by reason of the making of an application under this section.     7   In this Part—     “ interested party ” means—     a person whose interests may be affected by the giving of the subsidy or the making of the subsidy scheme in respect of which the application under subsection (1) is made, or      the Secretary of State;         “ subsidy decision ” means a decision to give a subsidy or make a subsidy scheme;      “ the Tribunal ” means the Competition Appeal Tribunal;      “ Tribunal Procedure Rules ” means rules made under section 15 of the Enterprise Act 2002.       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "71", "section_title": "Time limits for applications under section 70", "section_text": " 71    1   The Competition Appeal Tribunal Rules 2015 ( S.I. 2015/1648 ) are amended as follows.     2   In rule 3 (application of Rules)—   a   in paragraph (b) after “5” insert  “, 5A” ;     b   after paragraph (e) insert—    ea   Part 5A applies to applications under section 70 of the Subsidy Control Act 2022 for reviews of subsidy decisions (within the meaning of that section);     .       3   After rule 98 insert—    PART 5A  Applications under section 70 of the Subsidy Control Act 2022   Time limits for applications   98A    1   An application to the Tribunal under section 70 in respect of a subsidy decision must be made by sending a notice of appeal before the end of one month beginning with the relevant date in relation to that decision.     2   The “ relevant date ” in relation to a subsidy decision is—   a   in a case where a pre-action information request in respect of the subsidy or scheme concerned is made within one month of the transparency date, the date on which the notice under paragraph (8) is given;     b   in a case where a post-award referral is made in respect of the subsidy or scheme, the date on which the post-award referral report is published under section 62;     c   in any other case, the transparency date for the subsidy or scheme.       3   If both of sub-paragraphs (a) and (b) of paragraph (2) apply, the relevant date is the later of the dates given by those sub-paragraphs.     4   In paragraph (2)—   a   “ pre-action information request ” means a request for information under section 76;     b   “the transparency date” for a subsidy or scheme is—   i   in a case where the application relates to a subsidy or scheme in respect of which the duty under section 33(1) or (5) does not apply, the date on which the interested party first knew or ought to have known of the making of the subsidy decision;     ii   in any other case, the date on which an entry in respect of the subsidy or scheme is made on the subsidy database in accordance with the duty under section 33(1) or (5);       c   “ post-award referral ” means a referral made under section 60.       5   In determining for the purposes of paragraph (4)(b) the date on which an entry is made on the subsidy database in accordance with a duty under section 33(1) or (5), the Tribunal may direct that a minor omission or error in the making of the entry is to be disregarded.     6   An omission or error is “ minor ” for the purposes of paragraph (5) if it appears to the Tribunal that it had no prejudicial impact on the interested party in assessing whether to make a pre-action information request.     7   The Tribunal may not extend the time limits provided for in this rule unless it is satisfied that the circumstances are exceptional.     8   For the purpose of paragraph (2)(a), a public authority must give notice to the interested party that the public authority has provided information in response to a request made under section 76(1).     9   In this rule—   a   references to sections are to sections of the Subsidy Control Act 2022;     b   “ public authority ”, “ subsidy ”, “ subsidy database ” and “ subsidy decision ” have the same meanings as in that Act.              4   Nothing in this section affects the power in section 15 of the Enterprise Act 2002 to revoke or amend the Competition Appeal Tribunal Rules 2015, as those Rules are amended by this section.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "72", "section_title": "CAT powers on review: England and Wales and Northern Ireland", "section_text": " 72    1   This section applies to applications under section 70 in England and Wales or Northern Ireland.     2   The Tribunal must either dismiss the application or grant the following kinds of relief—   a   a mandatory order;     b   a prohibiting order;     c   a quashing order;     d   a declaration;     e   an injunction.       3   Where the Tribunal grants relief under subsection (2)(c), it may refer the matter back to the person who made the decision with a direction to reconsider and make a new decision in accordance with its ruling.     4   In making a reference under subsection (3) the Tribunal may not direct the person who made the decision to take any action that the person would not otherwise have the power to take in relation to the decision.     5   Relief under subsection (2) granted by the Tribunal—   a   has the same effect as the corresponding relief granted by the High Court on the determination of proceedings for judicial review, and     b   is enforceable as if it were relief granted by the High Court on an application for judicial review.       6   In deciding whether to grant relief under subsection (2) the Tribunal must apply the principles that the High Court would apply in deciding whether to grant that relief on an application for judicial review.     7   Where the Tribunal grants relief under subsection (2), it may also make a recovery order in accordance with section 74.     8   The Tribunal may refuse to grant any relief sought on an application if the Tribunal considers—   a   that there has been undue delay in making the application, or     b   that granting the relief sought on the application would be likely to cause substantial hardship to, or substantially prejudice the rights of, any person or would be detrimental to good administration.       9   In cases arising under the law of England and Wales, subsections (2A) and (2B) of section 31 of the Senior Courts Act 1981 apply to the Tribunal in deciding whether to grant relief under this section as they apply to the High Court when deciding whether to grant relief on an application for judicial review.     10   If the Tribunal grants relief in reliance on section 31(2B) of the Senior Courts Act 1981 as applied by subsection (9), the Tribunal must certify that the condition in section 31(2B) as so applied is satisfied.     11   For the purposes of the application of subsection (5)(a) in relation to appeals in Northern Ireland—   a   a mandatory order corresponds to an order of mandamus,     b   a prohibiting order corresponds to an order of prohibition, and     c   a quashing order corresponds to an order of certiorari.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "73", "section_title": "CAT powers on review: Scotland", "section_text": " 73    1   This section applies to applications under section 70 in Scotland.     2   The powers of the Tribunal in respect of such applications are the same as the powers of review of the Court of Session in an application to the supervisory jurisdiction of that Court.     3   In the exercise of its powers by virtue of subsection (2), the Tribunal may also make a recovery order in accordance with section 74.     4   In deciding how to exercise its powers, the Tribunal must apply principles that the Court of Session would apply in deciding an application to the supervisory jurisdiction of that Court.     5   An order of the Tribunal by virtue of subsection (2)—   a   has the same effect as the corresponding order granted by the Court of Session on an application to the supervisory jurisdiction of that Court, and     b   is enforceable as if it were an order so granted by that Court.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "74", "section_title": "Recovery orders", "section_text": " 74    1   The Tribunal may make a recovery order if—   a   in exercise of its powers under section 72 or 73, it grants relief in respect of a decision of a public authority to give a subsidy or make a subsidy scheme, and     b   in granting that relief the Tribunal finds that the decision did not comply with a requirement of Chapter 1 or 2 of Part 2.       2   A recovery order is an order that—   a   confers a right on a public authority that has given a subsidy to recover the amount of that subsidy from the beneficiary, and     b   requires the public authority to exercise that right in accordance with the order.       3   A recovery order may—   a   provide for how the right to recover a subsidy under the order is to be exercised;     b   require that the right is exercised by such time as the order may specify;     c   relate to the whole of a subsidy or to such part as the order may provide;     d   where made in relation to subsidies given under a subsidy scheme, relate to all such subsidies or only to those subsidies specified in the order;     e   require the payment of interest in accordance with the order.       4   A recovery order is enforceable as though it were an order made by the High Court or, in relation to Scotland, the Court of Session.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "75", "section_title": "Appeals against decisions of the CAT", "section_text": " 75    1   An appeal lies to the appellate court on any point of law arising from a decision of the Tribunal under the preceding provisions of this Part.     2   An appeal under this section may be brought by—   a   a party to the proceedings before the Tribunal, or     b   any other person who has a sufficient interest in the matter.       3   An appeal under this section requires the permission of the Tribunal or the appellate court.     4   In this section “ the appellate court ” means—   a   in relation to England and Wales and Northern Ireland, the Court of Appeal, and     b   in relation to Scotland, the Court of Session.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "76", "section_title": "Duty to provide pre-action information", "section_text": " 76    1   An interested party may make a request to a public authority for information about a subsidy, or subsidy scheme, that the authority has given or made.     2   A request under subsection (1)—   a   must be made in writing, and     b   must state that it is being made only for the purpose of deciding whether to apply for a review of a subsidy decision under section 70, on the ground that the decision did not comply with a requirement of Chapter 1 or 2 of Part 2.       3   Where a public authority receives a request under subsection (1), the authority must provide such information as would enable, or assist in, the making of a determination as to whether the subsidy was given, or the scheme was made, in accordance with the requirements of Chapters 1 and 2 of Part 2.     4   The information must be provided by the public authority—   a   in writing, and     b   within 28 days of receiving the request for information.       5   In providing information, a public authority may impose such restrictions as it considers proportionate in order to protect—   a   commercially sensitive information,     b   confidential information,     c   information subject to legal privilege, or     d   information, the disclosure of which would be contrary to the public interest.       6   Information provided in response to a request made under this section may be used only—   a   for the purpose for which it was requested, and     b   in accordance with any restrictions imposed by the public authority under subsection (5).      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "77", "section_title": "Misuse of subsidies", "section_text": " 77    1   A public authority which has given a subsidy has the right to recover from the beneficiary the whole or part of its amount to the extent that the subsidy is used for a purpose other than the purpose for which it was given.     2   The right conferred by subsection (1) is enforceable as if created by contract between the public authority and the beneficiary.     3   Nothing in this section affects any other remedy that the public authority may have in connection with the giving of the subsidy.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "78", "section_title": "Subsidies and schemes in primary legislation", "section_text": " 78    1   Schedule 3 applies provisions of this Act in the case of financial assistance provided, or schemes for the provision of financial assistance made, by means of primary legislation.     2   Nothing in this Act applies to the giving of any such assistance, or to the making of any such schemes, except so far as provided for by that Schedule.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "79", "section_title": "Guidance", "section_text": " 79    1   The Secretary of State may issue guidance about the practical application of—   a   the subsidy control principles;     b   the energy and environment principles;     c   the subsidy control requirements in Chapters 2 and 3 of Part 2;     d   the exemptions under Part 3 in respect of the subsidy control requirements;     e   Chapter 1 of Part 4 (including the criteria to be used in determining whether a subsidy or subsidy scheme falls within the meaning of a subsidy, or subsidy scheme, of interest or particular interest under section 11 when applying that Chapter);     f   section 76 (duty to provide pre-action information);     g   section 77 (misuse of subsidies);     h   section 81 (modifications to subsidies and schemes).       2   Guidance under subsection  (1)(a)  to  (c)  may, in particular, deal with (or with any matter connected with)—   a   the determination of whether financial assistance constitutes a subsidy for the purposes of this Act;     b   the meaning or effect of the subsidy control principles;     c   the meaning or effect of the energy and environment principles;     d   the operation of the duty under section 12 or 13 as it applies to—   i   public authorities generally, or     ii   public authorities of a particular description,    when exercising functions within the scope of the duty.       3   The powers conferred by this section include power to give guidance about the practical application of principles, requirements and exemptions in different descriptions of case (including different descriptions of persons benefiting from subsidies).     4   The Secretary of State—   a   must publish guidance issued under this section,     b   must keep the guidance under review, and     c   may from time to time revise or replace the guidance.       5   Before issuing guidance under this section, the Secretary of State must consult such persons as the Secretary of State considers appropriate.     6   A public authority must have regard to guidance issued under this section (so far as applicable to the authority and the circumstances of the case) when giving a subsidy or making a subsidy scheme.     7   The requirement in subsection  (5)  may be met by consultation carried out before this section comes into force.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "80", "section_title": "Disclosure of information", "section_text": " 80    1   This section applies to a duty or power to disclose or use information where the duty or power is imposed or conferred by or under any provision of this Act.     2   A duty or power to which this section applies does not operate to require or authorise the disclosure or use of information if the disclosure or use would contravene the data protection legislation (but the duty or power is to be taken into account in determining whether the disclosure or use would contravene that legislation).     3   In Schedule 14 to the Enterprise Act 2002 (disclosure of information: specified functions), at the appropriate place insert—      Subsidy Control Act 2022.         4   For the purposes of the law relating to defamation, absolute privilege attaches to any advice given, or report made, by the CMA (or a person acting on the CMA’s behalf) in the exercise of any functions of the CMA under this Act.     5   In this section “ data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act).    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "81", "section_title": "Modifications to subsidies and schemes", "section_text": " 81    1   The modification of a subsidy or a subsidy scheme is to be treated for the purposes of this Act as the giving of a new subsidy, or the making of a new subsidy scheme, for the purposes of the application of the subsidy control requirements.     2   Subsection (1) does not apply—   a   for the purposes of section 33(1) and (3) (see instead section 33(5)), or     b   if the modification is only a permitted modification (but section 33(5) applies to a permitted modification as it applies to other modifications).       3   A modification to a subsidy or subsidy scheme is a “permitted modification” if it is a modification of any of the following kinds—   a   a legacy subsidy modification;     b   a withdrawal agreement subsidy modification;     c   a modification (whether made under section 8 of the European Union (Withdrawal) Act 2018 or otherwise) to prevent, remedy or mitigate—   i   any failure of the subsidy or scheme to operate effectively, or     ii   any other deficiency relating to the subsidy or scheme,    arising from the withdrawal of the United Kingdom from the European Union;     d   the amendment made by section 48(4);     e   an administrative modification;     f   an increase of up to 25% of the original budget for the subsidy or subsidy scheme;     g   an extension of a subsidy scheme by up to six years (in total) beginning with the date on which the subsidy scheme would otherwise have terminated.       4   In subsection  (3)(a) , “ legacy subsidy modification ” means the modification of a legacy subsidy, or a legacy scheme, as permitted under the subsidy or scheme in accordance with its terms as they had effect before the coming into force of this section.     5   In subsection  (3)(b) , “ withdrawal agreement subsidy modification ” means the modification of a withdrawal agreement subsidy, or a withdrawal agreement scheme, as permitted under the subsidy or scheme in accordance with its terms as they had effect before the coming into force of this section.     6   Where the terms of the subsidy or subsidy scheme provide for changes to the original budget, the 25% referred to in subsection  (3)(f)  is to be calculated by reference to the financial year in which the permitted modification to that subsidy or scheme is made.     7   In this section—     “legacy subsidy” and “legacy scheme” mean the subsidies and schemes listed in section 48(1);      “withdrawal agreement subsidy” and “withdrawal agreement scheme” mean the subsidies and schemes listed in section 48(3).       "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "82", "section_title": "Gross cash and gross cash equivalent amount of financial assistance", "section_text": " 82    1   The Secretary of State may by regulations make provision about how the gross cash amount, and the gross cash equivalent amount, is to be determined for the purposes of—   a   section 33(8);     b   section 36(5);     c   section 38(5);     d   section 41(2);     e   provision in regulations or schemes made under this Act.       2   Regulations under this section are subject to the negative procedure.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "83", "section_title": "Minor amendment to the Financial Services Act 2021", "section_text": " 83   In the Financial Services Act 2021, in Schedule 8 (Gibraltar: minor and consequential amendments) at the end insert—    Subsidy Control Act 2022   20    1   The Subsidy Control Act 2022 is amended as follows.     2   In section 25 (meaning of “ deposit taker ”) in subsection (1) omit paragraph (b) and the “or” preceding it.     3   In section 26 (meaning of “ insurance company ”) in subsection (1) omit paragraph (b) and the “or” preceding it.     4   In section 27 (subsidies for insurers that provide export credit insurance) in subsection (2), in the definition of “insurer”, omit paragraph (b) and the “or” preceding it.        "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "84", "section_title": "Financial provision", "section_text": " 84   There is to be paid out of money provided by Parliament—   a   any expenditure incurred by the Secretary of State in connection with the establishment and maintenance of the subsidy database, and     b   any increase attributable to this Act in sums payable under any other Act out of money so provided as a result of the carrying out of functions by the CMA under or by virtue of Part 4.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "85", "section_title": "Crown application", "section_text": " 85    1   This Act, and any provisions made under it, bind the Crown.     2   The reference to the Crown in subsection (1) does not include—   a   Her Majesty in Her private capacity,     b   Her Majesty in right of the Duchy of Lancaster, or     c   the Duke of Cornwall.      "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "86", "section_title": "Power to make consequential provision", "section_text": "86 1 The Secretary of State may by regulations make provision that is consequential on this Act. 2 Regulations under this section may amend, repeal, revoke or otherwise modify any provision of primary legislation,   assimilated direct   legislation or subordinate legislation. 3 Regulations under this section are subject to the affirmative procedure if they amend, repeal or revoke any provision of primary legislation  .... 4 Regulations under this section to which subsection (3) does not apply are subject to the negative procedure."}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "87", "section_title": "Regulations", "section_text": " 87    1   Any power to make regulations under this Act is exercisable by statutory instrument.     2   Any power to make regulations under this Act includes power—   a   to make different provision for different purposes;     b   to make supplementary, incidental, consequential, transitional, transitory or saving provision.       3   Where regulations under this Act are subject to “the affirmative procedure”, the regulations may not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament.     4   Where regulations under this Act are subject to “the negative procedure”, the statutory instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament.     5   Any provision that may be made by regulations under this Act subject to the negative procedure may be made in regulations subject to the affirmative procedure.     6   Any power to make regulations under Part 4 to amend a provision of this Act may not be exercised after the period of one year beginning with the day on which the CMA publishes its second report under section 65.     7   A power to make regulations under this Act is not to be taken as limiting the power to make regulations under section 31 of the European Union (Future Relationship) Act 2020 (general implementation power).     8   This section does not apply to regulations under section 91.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "88", "section_title": "Directions", "section_text": " 88    1   A direction under this Act must be given in writing.     2   A direction under this Act may be varied or revoked by a further direction.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "89", "section_title": "Interpretation", "section_text": "89 1 In this Act— “ the CMA ” means the Competition and Markets Authority; “ energy and environment principles ” means the principles set out in Schedule 2; “ enterprise ” has the meaning given by section 7; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ Northern Ireland Protocol ” means the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of Senedd Cymru, or Northern Ireland legislation; “ public authority ” has the meaning given by section 6(1); “ special drawing rights ” means special drawing rights as defined by the International Monetary Fund; “SPEI enterprise” and “SPEI services” have the meanings given in section 29(9); “ streamlined subsidy scheme ” has the meaning given by section 10(4); “ subordinate legislation ” means an instrument made under primary legislation or under   assimilated direct   legislation; “ subsidy ” has the meaning given by section 2(1); “ subsidy control principles ” means the principles set out in Schedule 1; “ subsidy control requirements ” has the meaning given by section 1(2); “ subsidy database ” means the database of subsidies established under section 32; “ subsidy scheme ” has the meaning given by section 10(1); “subsidy scheme of interest” and “subsidy scheme of particular interest” have the meanings given by section 11; “ the Trade and Cooperation Agreement ” and “ supplementing agreement ” have the same meanings as in the European Union (Future Relationship) Act 2020 (see section 37(1) of that Act); “ working day ”, in relation to a part of the United Kingdom, means a day other than— a Saturday or Sunday, or a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in that or any other part of the United Kingdom. 2 Section 30 of the European Union (Future Relationship) Act 2020 (interpretation of agreements: public international law) applies where a court or tribunal has regard to the Trade and Cooperation Agreement or a supplementing agreement for the purposes of interpreting a provision of this Act."}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "90", "section_title": "Extent", "section_text": " 90    1   Subject to subsection (2), this Act extends to England and Wales, Scotland and Northern Ireland.     2   Section 48(4) extends to England and Wales and Scotland only.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "91", "section_title": "Commencement", "section_text": " 91    1   The following come into force on the day on which this Act is passed—   a   Part 1;     b   any power to make regulations under Part 2, 3 or 4 or Chapter 1 of this Part;     c   this Chapter.       2   The rest of this Act comes into force on such day as the Secretary of State may by regulations appoint.     3   Different days may be appointed for different purposes.     4   The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act.     5   The power to make regulations under subsection (4) includes power to make different provision for different purposes.     6   Regulations under this section are to be made by statutory instrument.    "}, {"act": "Subsidy Control Act 2022", "year": 2022, "section": "92", "section_title": "Short title", "section_text": " 92   This Act may be cited as the Subsidy Control Act 2022.  "}]