[{"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "1", "section_title": "Duties of drivers", "section_text": " 1    1   The Equality Act 2010 is amended as follows.     2   After section 164 (exemption from taxi accessibility regulations) insert—    Disabled passengers: duties of drivers   164A    1   This section imposes duties on the driver of a taxi or private hire vehicle which has been hired—   a   by or for a disabled person, or     b   by another person who wishes to be accompanied by a disabled person.       2   This section also imposes duties on the driver of a taxi or private hire vehicle if—   a   the vehicle is being used to provide a local service (within the meaning of section 2 of the Transport Act 1985), and     b   a person within subsection  (1)(a)  or  (b)  has indicated to the driver that the person wishes to travel on the service.       3   But this section does not impose duties on a driver in a case in which—   a   the taxi or private hire vehicle is designated, and     b   the disabled person is in a wheelchair.      For provision that applies in such a case, see section 165.     4   For the purposes of this section—   a   a taxi or private hire vehicle is “designated” if it appears on a list maintained under section 167;     b   “ the passenger ” means the disabled person concerned.       5   The duties are—   a   to carry the passenger;     b   if the passenger is in or has with them a wheelchair, to carry the wheelchair;     c   if the passenger has with them any mobility aids, to carry the mobility aids;     d   to take such steps as are reasonable to ensure that the passenger is carried in safety and reasonable comfort;     e   to give the passenger such mobility assistance as is reasonably required;     f   not to make, or propose to make, any additional charge for complying with a duty mentioned in paragraphs  (a)  to  (e) .       6   For the purposes of this section “ mobility aids ” means any item the passenger uses to assist with their mobility but does not include—   a   a wheelchair, or     b   an assistance dog (sections 168 and 170 make provision about the carrying of assistance dogs).       7   For the purposes of this section “ mobility assistance ” means assistance—   a   to enable the passenger to get into or out of the vehicle;     b   to load the passenger’s luggage, wheelchair or mobility aids into or out of the vehicle.       8   This section does not require the driver—   a   unless the vehicle is of a description prescribed by the Secretary of State, to carry more than one wheelchair on any one journey;     b   to carry a person in circumstances in which it would otherwise be lawful for the driver to refuse to carry the person.       9   The driver of a taxi or private hire vehicle commits an offence by failing to comply with a duty imposed on the driver by this section.     10   A person guilty of an offence under subsection  (9)  is liable on summary conviction to a fine not exceeding level 3 on the standard scale.     11   It is a defence for a person charged with an offence under subsection  (9)  in relation to the duty mentioned in subsection  (5)(a)  or  (d)  to show that at the time of the alleged offence the person could not reasonably have known that the passenger was disabled.     12   It is a defence for a person charged with an offence under subsection  (9)  in relation to the duty mentioned in subsection  (5)(b)  or  (c)  to show that at the time of the alleged offence—   a   it would not have been possible for the wheelchair or mobility aids to be carried safely in the vehicle, or     b   it would not otherwise have been reasonable in all the circumstances for the wheelchair or mobility aids to be carried in the vehicle.       13   It is a defence for a person charged with an offence under subsection  (9)  in relation to the duty mentioned in subsection  (5)(e)  to show that at the time of the alleged offence the person could not reasonably have known that the passenger required mobility assistance of the type required by the passenger.           3   In section 165 (passengers in wheelchairs)—   a   for the heading substitute  “Disabled passengers in wheelchairs: duties of drivers of designated vehicles” ;     b   in subsection (1), after “taxi” insert  “or designated private hire vehicle” ;     c   omit subsection (2);     d   before subsection (3) insert—    2A   This section also imposes duties on the driver of a designated taxi or designated private hire vehicle if—   a   the vehicle is being used to provide a local service (within the meaning of section 2 of the Transport Act 1985), and     b   a person within subsection (1)(a) or (b) has indicated to the driver that the person wishes to travel on the service.       ;     e   in subsection (4)—   i   omit paragraph (b);     ii   after paragraph (c) insert—    ca   if the passenger has with them any mobility aids, to carry the mobility aids;     ;     iii   after paragraph (e) insert—    f   not to make, or propose to make, any additional charge for complying with a duty mentioned in paragraphs  (a)  to  (e) .     ;       f   after subsection (4) insert—    4A   For the purposes of this section “ mobility aids ” means any item the passenger uses to assist with their mobility but does not include—   a   a wheelchair, or     b   an assistance dog (sections 168 and 170 make provision about the carrying of assistance dogs).       ;     g   in subsection (5)—   i   for “Mobility assistance is” substitute  “For the purposes of this section “ mobility assistance ” means” ;     ii   in paragraph (c), after “luggage” insert  “or mobility aids” ;       h   in subsection (9), for “the offence” substitute  “an offence under subsection (7) in relation to the duty mentioned in subsection (4)(a) or (c)” ;     i   after subsection (9) insert—    9A   It is a defence for a person charged with an offence under subsection (7) in relation to the duty mentioned in subsection (4)(ca) to show that at the time of the alleged offence—   a   it would not have been possible for the mobility aids to be carried safely in the vehicle, or     b   it would not otherwise have been reasonable in all the circumstances for the mobility aids to be carried in the vehicle.       ;     j   omit subsection (10).       4   After section 165 insert—    Disabled passengers: assistance to identify and find vehicle   165A    1   This section imposes duties on the driver of a private hire vehicle or pre-booked taxi where the following two conditions are met.     2   The first condition is that the private hire vehicle or pre-booked taxi has been hired—   a   by or for a disabled person, or     b   by another person who wishes to be accompanied by a disabled person.       3   The second condition is that the driver of the private hire vehicle or pre-booked taxi has been made aware before the start of the passenger’s journey in the vehicle that the passenger requires assistance to identify or find that vehicle.     4   For the purposes of this section—   a   a taxi is “pre-booked” if it has been hired otherwise than as a result of plying or standing for hire;     b   “ the passenger ” means the disabled person concerned.       5   The duties are—   a   to take such steps as are reasonable to assist the passenger to identify and find the vehicle which has been hired;     b   not to make, or propose to make, any additional charge for complying with the duty mentioned in paragraph  (a) .       6   The driver of a private hire vehicle or pre-booked taxi commits an offence by failing to comply with a duty imposed on the driver by this section.     7   A person guilty of an offence under subsection  (6)  is liable on summary conviction to a fine not exceeding level 3 on the standard scale.          "}, {"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "2", "section_title": "Exemption certificates", "section_text": " 2    1   Section 166 of the Equality Act 2010 (passengers in wheelchairs: exemption certificates) is amended as follows.     2   In the heading, for “Passengers in wheelchairs” substitute  “Disabled passengers” .     3   In subsection (1), for “duties imposed by section 165” substitute  “mobility assistance duties” .     4   After subsection (2) insert—    2A   For the purposes of this section “ the mobility assistance duties ” means—   a   the duty mentioned in section  164A (5)(e) , and     b   the duty mentioned in section 165(4)(e).          5   In subsection (3)—   a   omit “designated”;     b   for “duties imposed by section 165” substitute  “mobility assistance duties” .       6   In subsection (4)—   a   omit “designated”;     b   for “duties imposed by section 165” substitute  “mobility assistance duties” .       7   Omit subsection (5).    "}, {"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "3", "section_title": "Lists of wheelchair-accessible vehicles", "section_text": " 3    1   Section 167 of the Equality Act 2010 (lists of wheelchair-accessible vehicles) is amended as follows.     2   In subsection (1)—   a   for “may” substitute  “must” ;     b   after “maintain” insert  “and publish” .       3   Omit subsections (3) and (4).     4   In subsection (6), after paragraph (a) insert—    aa   how a list under subsection (1) is to be maintained and published;     .     5   In subsection (7) omit “which maintains a list under subsection (1)”.    "}, {"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "4", "section_title": "Duties of operators of private hire vehicles", "section_text": " 4   After section 167 of the Equality Act 2010 insert—    Disabled passengers: duties of operators of private hire vehicles   167A    1   The operator of a private hire vehicle commits an offence by failing or refusing to accept a booking for the vehicle if—   a   the booking is requested by or on behalf of a disabled person or a person who wishes to be accompanied by a disabled person, and     b   the reason for the failure or refusal is—   i   that the passenger has a disability, or     ii   to prevent the driver of the private hire vehicle being made subject to a duty which would otherwise be imposed on the driver by section 164A, 165 or 165A.         2   The operator of a private hire vehicle commits an offence by making, or proposing to make, an additional charge for the carrying out of any duty imposed on the driver of the private hire vehicle under section 164A, 165 or 165A.     3   A person guilty of an offence under subsection  (1)  or  (2)  is liable on summary conviction to a fine not exceeding level 3 on the standard scale.     4   It is a defence for a person charged with an offence under subsection  (1)  to show that it was reasonable not to have accepted the booking due to a lack of suitable vehicles.     5   In this section “ the passenger ” means the disabled person concerned.        "}, {"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "5", "section_title": "Minor and consequential amendments", "section_text": " 5    1   The Equality Act 2010 is amended as follows.     2   In section 168(2)(b), after “not make” insert  “, or propose to make,” .     3   In section 170 (assistance dogs in private hire vehicles)—   a   in subsection (1), for paragraph (b) substitute—    b   the reason for the failure or refusal is—   i   that the disabled person will be accompanied by an assistance dog, or     ii   to prevent the driver of the private hire vehicle being made subject to a duty which would otherwise be imposed on the driver by this section.       ;     b   in subsection (2)—   i   after “operator” insert  “or driver of a private hire vehicle” ;     ii   after “making” insert  “, or proposing to make,” ;       c   in subsection (5)—   i   in the definition of driver, in paragraph (a), omit “(“ the 1998 Act ”)”;     ii   in the definition of driver, in paragraph (b), omit “(“ the 1976 Act ”)”;     iii   omit the definitions of “operator” and “private hire vehicle”.         4   In section 171(5), for “, “licensing authority” and “private hire vehicle”” substitute  “and “licensing authority”” .     5   In section 173(1)—   a   after the definition of “assistance dog” insert—      “ operator ”, in relation to a private hire vehicle—     means a person who holds a licence under—     section 55 of the Local Government (Miscellaneous Provisions) Act 1976,      section 3 of the Private Hire Vehicles (London) Act 1998, or      a provision of a local enactment equivalent to the provision mentioned in sub-paragraph  (i)  or  (ii) ; and         in section 167A, also includes a person who holds a licence under Part I of the Civic Government (Scotland) Act 1982 in relation to the use of premises for the carrying on of a business which consists to any extent of the taking of bookings, by any means of communication, from members of the public for the hire of a private hire car licenced under section 10 of that Act;         “private hire vehicle”—     means a vehicle licensed under—     section 48 of the Local Government (Miscellaneous Provisions) Act 1976,      section 7 of the Private Hire Vehicles (London) Act 1998, or      a provision of a local enactment equivalent to the provision mentioned in sub-paragraph  (i)  or  (ii) ; and         in sections 164A to 167A, also includes a private hire car licensed under section 10 of the Civic Government (Scotland) Act 1982;         ;     b   in the definition of “taxi”, in paragraph (b), for “165” substitute  “164A” .      "}, {"act": "Taxis and Private Hire Vehicles (Disabled Persons) Act 2022", "year": 2022, "section": "6", "section_title": "Extent, commencement and short title", "section_text": " 6    1   This Act extends to England and Wales and Scotland.     2   This Act comes into force at the end of the period of two months beginning with the day on which it is passed.     3   This Act may be cited as the Taxis and Private Hire Vehicles (Disabled Persons) Act 2022.    "}]