[{"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "1", "section_title": " Alteration of rates of pay in certain ranks of the Royal Irish Constabulary and Dublin Metropolitan Police. ", "section_text": "1 1 The pay of county inspectors and district inspectors of the Royal Irish Constabulary shall be according to the rates specified in Part. of the First Schedule to this Act instead of the respective rates fixed in pursuance of section two of the  Constabulary (Ireland) Amendment Act, 1882, or specified in Part I. of the First Schedule to the  Constabulary and Police (Ireland) Act, 1916 (in this Act referred to as “the Act of 1916”). 2 The pay of constables of the Royal Irish Constabulary shall be according to the rates specified in Part II. of the First Schedule to this Act instead of the rates specified in Part II. of the First Schedule to the Act of 1916. 3 The pay of constables of the Dublin Metropolitan Police shall be according to the rates specified in the Second Schedule to this Act instead of the rates specified in the Second Schedule to the Act of 1916. 4 Subject to the provisions of this Act any enactment relative to the pay of county inspectors, district inspectors or constables shall apply to pay at the rates authorised by this Act in like manner as it applies to pay at the rates actually in force at the passing of this Act. 5 The schedule to the Constabulary (Ireland) Amendment Act, 1882 (so far as unrepealed), section one of the Act of 1916 and the First and Second Schedules to that Act are hereby repealed."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "2", "section_title": " Extension of power to grant pensions to widows of constables.", "section_text": "2 1 Where a man to whom this section applies, that is to say:— a a constable who was serving in either of the said police forces on the first day of September nineteen hundred and eighteen ; b a constable of either of the said police forces who, having been called out as a reservist, or having entered or re-entered, enlisted or re-enlisted in any of His Majesty’s naval, military, or air forces for the purposes of the present war, was on the said first day of September serving in any such force ; c a constable who, having joined either of the said police forces after the said first day of September, has completed five years’ service, dies, or has, on or after the said first day of September, died whilst serving in the police force or in any of His Majesty’s naval, military, or air forces for the purposes of the present war, or whilst in receipt of a pension from the police authority, or in consequence of any disease or injury on account of which he retired fromthe police force, the police authority shall garnt to his widow (being a woman whom he married before he retired from the police force and in accordance with the regulations of the force) a pension not exceeding twenty-six pounds a year, or if the constable’s annual pay in the police force was more than two-hundred and sixty pounds, not exceeding one tenth of the amount of such pay yearly: Provided that if the widow is in receipt of a pension payable out of naval, military, or air force funds in pursuance of any Royal Warrant or Order in Council, then— if the pension payable out of such funds amounts to or exceeds the amount prescribed by this section, no pension shall be payable under this section ; if the pension payable out of such funds is less than the amount prescribed by this section, the pension payable under this section shall be equal to the difference. 2 Where a pension is granted under this Act to the widow of a constable to whom a gratuity has been granted on retirement from the police force, the pension shall be payable as from such date after the death of the constable as the police authority may determine."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "3", "section_title": " Further provisions as to pensions to widows of constables.", "section_text": "3 1 Paragraph (9) of the Second Schedule to the  Constabulary and Police (Ireland) Act 1883, in its application to a pension payable under section four of that Act to the widow of the constable who has died on or after the first day of September nineteen hundred and eighteen, or dies after the passing of this Act, shall have effect as if  “                twenty-six pounds              ”  were substituted for “ten pounds.”. 2 Where the widow is one to whom a pension or gratuity may be granted under section four of the Constabulary and Police Act 1883, she shall not be entitled to a pension or gratuity under that section unless she accepts the same in lieu of a pension under this Act. 3 A pension payable to a widow of a constable under this Act or under section four of the Constabulary and Police (Ireland) Act, 1883, shall, if at any time she remarries, be suspended, but in the event of her again becoming a widow shall be restored on proof to the satisfaction of the police authority that her circumstances are such that the pension is necessary for her support, and that if she is of good character and deserving of bounty from public funds, and accordingly in paragraph (12) of the Schedule to the said Act the words  “                remains a widow, and              ”  shall be repealed, and that paragraph as so amended shall apply to pensions payable under this Act."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "4", "section_title": " Allowances to widows of county inspectors or district inspectors. ", "section_text": "4 1 In paragraph (2) of the Third Schedule to the Constabulary and Police (Ireland) Act, 1914 (in this Act referred to as “the Act of 1914”), fifty pounds shall be substituted for thirty pounds as the maximum allowance that may be granted to the widow of a county inspector of district inspector of the Royal Irish Constabulary under section two of that Act. 2 Where a county inspector or district inspector of the Royal Irish Constabulary without his own default loses his life from the effect of an injury received in the execution of his duty, the allowance granted to his widow under section two of the Act of 1914 may be in excess of the maximum amount fixed for such allowance in the Third Schedule to that Act as amended by this Act, so that the excess be not in any case greater than one half of that maximum amount."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "5", "section_title": " Alteration of enactments relating to pensions and allowances and gratuities. ", "section_text": "5 1 In calculating the amount of the weekly allowance that may be granted under section one of the  Irish Police (Naval and Military Service) Act, 1915, in respect of a married member of the Royal Irish Constabulary or Dublin Metropolitan Police who, being a reservist, has been called out, or, not being a reservist has joined His Majesty’s Naval or Military Forces for the purposes of the present war, the weekly amount which that member was receiving from police funds at the time of his being so called out or joining shall, as from the first day of September nineteen hundred and eighteen, be computed as if the rates of pay authorised by this Act had been in force at that time, and as if any war bonus granted to the police force had then been payable, and the amount of any such weekly allowance may be altered so as to give effect to this provision. 2 In the application of subsection (2) of section three of the Act of 1914 to any pension, allowance or gratuity granted after the first day of September nineteen hundred and eighteen, any reference to any schedule to the Act of 1914 shall be construed as a reference to the corresponding schedule to this Act, and any reference to the commencement of that Act shall be construed as a reference to the first day of September nineteen hundred and eighteen, but nothing in that subsection as so applied shall affect the operation of section two of the  Police (Emergency Provisions) Act, 1915. 3 Section four of the  Constabulary (Ireland) Act, 1908, which authorises pensions to be granted in certain circumstances to constables of the Royal Irish Constabulary, shall, with the substitution of the Chief Commissioner of the Dublin Metropolitan Police for the Inspector-General, apply as respects constables of the last-mentioned force in like manner as it applies as respects constables of the Royal Irish Constabulary."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "6", "section_title": " Reckoning of service in naval, military, and air forces. ", "section_text": "6 The consent of the police authority, referred to in subsection (3) of section one of the lrish Police (Naval and Military Service) Act, 1915, may, in the case of any man who has entered, re-entered, enlisted, or re-enlisted in any of His Majesty’s naval, military, or air forces, be given after the time when he so entered, re-entered, enlisted, or re-enlisted, and when given after that time shall, for the purposes of the enactments regulating pensions and gratuities, have the same effect as if leave had been given before that time."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "7", "section_title": " Amendment of 37 & 38  Vict.  c. 80. s. 5 ", "section_text": "7 1 The rates of charge for district inspectors and head constables under section five of the Constabulary (Ireland) Act, 1874, shall be fixed and determined on an average of the entire force of district inspectors and head constables in the like manner and according to the like principles as the rates of charge for other ranks under that section as amended by any subsequent enactment, and so much of the said section as fixes the rates of charge for district inspectors and head constables shall cease to have effect. 2 In fixing and determining the rates of charge for any rank under the said section as so amended, regard shall be had to all items of expenditure in connection with that rank."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "8", "section_title": " Interpretation", "section_text": "8 In this Act unless the context otherwise requires— The expression “ police authority ” means in the acse of the Royal Irish Constabulary the Inspector-General, and in the case of the Dublin Metropolitan Police the Chief Commissioner; and The expression “ constable ” includes any head constable major, head constable, sergeant, acting sergeant and constable of the Royal Irish Constabulary, and any member of the Dublin Metropolitan Police not being of higher rank than chief superintendent."}, {"act": "Constabulary and Police (Ireland) Act 1918", "year": 1918, "section": "9", "section_title": " Short tile and commencement.", "section_text": "9 This Act may be cited as the Constabulary and Police (Ireland) Act 1918 . . . "}]