[{"act": "Wills (Soldiers and Sailors) Act 1918", "year": 1918, "section": "1", "section_title": " Explanation of s.  II  of 7 Will. 4 & 1  Vict.  c. 26.", "section_text": "1 In order to remove doubts as to the construction of the  Wills Act 1837, it is hereby declared and enacted that section eleven of that Act authorises and always has authorised any soldier being in actual military service, or any mariner or seaman being at sea, to dispose of his personal estate as he might have done before the passing of that Act, though under the age of  eighteen years ."}, {"act": "Wills (Soldiers and Sailors) Act 1918", "year": 1918, "section": "2", "section_title": " Extension of s. II of Wills Act, 1837.", "section_text": "2 Section eleven of the  Wills Act, 1837, shall extend to any member of His Majesty’s naval or marine forces not only when he is at sea but also when he is so circumstanced that if he were a soldier he would be in actual military service within the meaning of that section."}, {"act": "Wills (Soldiers and Sailors) Act 1918", "year": 1918, "section": "3", "section_title": " Validity of testamentary dispositions of real property made by soldiers and sailors.", "section_text": "3 1 A testamentary disposition of any real estate in England or Ireland made by a person to whom section eleven of the  Wills Act 1837, applies, and who dies after the passing of this Act, shall, notwithstanding that the person making the disposition was at the time of making it under  eighteen years  of age or that the disposition has not been made in such manner or form as was at the passing of this Act required by law, be valid in any case where the person making the disposition was of such age and the disposition has been made in such manner and form that if the disposition had been a disposition of personal estate made by such a person domiciled in England or Ireland it would have been valid. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Wills (Soldiers and Sailors) Act 1918", "year": 1918, "section": "4", "section_title": " Power to appoint testamentary guardians.", "section_text": "4 Where any person dies after the passing of this Act having made a will which is, or which, if it had been a disposition of property, would have been rendered valid by section eleven of the  Wills Act, 1837, any appointment contained in that will of any person as guardian of the infant children of the testator shall be of full force and effect."}, {"act": "Wills (Soldiers and Sailors) Act 1918", "year": 1918, "section": "5", "section_title": " Short title and interpretation.", "section_text": "5 1 This Act may be cited as the Wills (Soldiers and Sailors) Act, 1918. 2 For the purposes of section eleven of the  Wills Act, 1837, and this Act the expression “ soldier ” includes a member of the Air Force, and references in this Act to the said section eleven include a reference to that section as explained and extended by this Act."}]