[{"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "1", "section_title": "Preparations for restoration of devolved government", "section_text": "1 1 The Secretary of State may refer to the Assembly any of the following matters— a the election from among its members of persons to hold the offices of First Minister and deputy First Minister on the restoration of devolved government in Northern Ireland, b the making of nominations from among its members of persons to hold office as Northern Ireland Ministers on such restoration, and c such other matters as the Secretary of State thinks fit. 2 Schedule 1 contains provision about the Assembly. 3 Nothing in this Act affects the operation of section 1 of the 2000 Act (suspension of devolved government). 4 But subsection (3) is subject to section 2(7) and paragraphs 2 and 3 of Schedule 2."}, {"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "2", "section_title": "Selection of persons to be Ministers on restoration of devolved government", "section_text": "2 1 Schedule 2 shall have effect if (and only if) the Secretary of State— a is satisfied that each of the following conditions is met, and b being so satisfied, notifies the presiding officer or any deputy presiding officer of the Assembly, before 25th November 2006, that he intends to make a restoration order in accordance with Schedule 2 on the date specified in the notification. 2 Condition 1 is that the Assembly has elected from among its members— a a person to hold the office of First Minister, and b a person to hold the office of deputy First Minister, on the coming into force of a restoration order. 3 Condition 2 is that persons have been nominated from among the members of the Assembly to hold each of the Ministerial offices on the coming into force of a restoration order. 4 Condition 3 is that each of the persons elected or nominated under this section has affirmed the terms of the pledge of office in respect of the office for which he has been elected or nominated. 5 Schedule 3 shall have effect if (and only if) the Secretary of State does not give the notification mentioned in subsection (1) before 25th November 2006. 6 In this section  “ the Ministerial offices ” means the Ministerial offices provided for by the determination under section 17(1) of the 1998 Act (Northern Ireland Ministers) having effect immediately before the most recent suspension of the Northern Ireland Assembly by virtue of section 1 of the 2000 Act. 7 The following provisions of the 2000 Act are subject to this section— a section 1(4), and b paragraph 5 of the Schedule."}, {"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "3", "section_title": "Power to make consequential provision  etc", "section_text": "3 1 The Secretary of State may by order made by statutory instrument make— a any supplementary, incidental or consequential provision, and b any transitional or saving provision, that he considers necessary or expedient for the purposes of, in consequence of, or for giving full effect to, any provision of this Act. 2 An order under this section may in particular— a make different provision for different cases or purposes; b amend, repeal or revoke any enactment passed or made on or before 25th November 2006. 3 In this section  “ enactment ” includes— a any of sub-paragraphs (2) to (9) of paragraph 3 of Schedule 2, b any provision of, or of any instrument made under, Northern Ireland legislation, and c any provision of subordinate legislation (within the meaning of the Interpretation Act 1978 (c. 30))."}, {"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "4", "section_title": "Parliamentary procedure for orders under section 3", "section_text": "4 1 Subsections (3) to (7) have effect in the case of a statutory instrument which contains (alone or with other provisions) an order under section 3 which amends or repeals any provision of— a an Act, or b Northern Ireland legislation. 2 Any other statutory instrument containing an order under that section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A statutory instrument of a description mentioned in subsection (1) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 But subsection (3) does not apply if the order declares that the Secretary of State considers it expedient for the order to be made without that approval. 5 An order containing a declaration under subsection (4)— a must be laid before Parliament after being made, and b ceases to have effect if it is not approved by a resolution of each House of Parliament before the end of the period of 40 days beginning with the date on which it is made. 6 Subsection (5)(b) does not prejudice— a anything done as a result of the order before it ceased to have effect, or b the making of a new order. 7 In calculating the period of 40 days mentioned in subsection (5)(b), no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "5", "section_title": "Interpretation", "section_text": "5 In this Act— “ the 1998 Act ” means the Northern Ireland Act 1998 (c. 47); “ the 2000 Act ” means the Northern Ireland Act 2000 (c. 1); “ the Assembly ” has the meaning given by paragraph 1 of Schedule 1; “ First Minister ”,  “ deputy First Minister ” and  “ Northern Ireland Minister ” have the same meaning as in the 1998 Act; “ the pledge of office ” has the meaning given by section 16(10) of the 1998 Act; “ restoration order ” means a restoration order under section 2(2) of the 2000 Act (order restoring devolved government)."}, {"act": "Northern Ireland Act 2006 (repealed)", "year": 2006, "section": "6", "section_title": "Short title", "section_text": "6 This Act may be cited as the Northern Ireland Act 2006."}]