[{"act": "Documentary Evidence Act 1868", "year": 1868, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Documentary Evidence Act 1868. ”"}, {"act": "Documentary Evidence Act 1868", "year": 1868, "section": "2", "section_title": " Mode of proving certain documents.", "section_text": "2 Prima facie evidence of any proclamation, order, or regulation issued before or after the passing of this Act by Her Majesty, or by the Privy Council, also of any proclamation, order, or regulation issued before or after the passing of this Act by or under the authority of any such department of the Government or officer  or office-holder in the Scottish Administration  as is mentioned in the first column of the schedule hereto, may be given in all courts of justice, and in all legal proceedings whatsoever, in all or any of the modes herein-after mentioned; that is to say: 1 By the production of a copy of the Gazette purporting to contain such proclamation, order, or regulation. 2 By the production of a copy of such proclamation, order, or regulation, purporting to be printed by the Government printer, or, where the question arises in a court in any British colony or possession, of a copy purporting to be printed under the authority of the legislature of such British colony or possession. 3 By the production, in the case of any proclamation, order or regulation issued by Her Majesty or by the Privy Council, of a copy or extract purporting to be certified to be true by the clerk of the Privy Council, or by any one of the lords or others of the Privy Council, and, in the case of any proclamation, order, or regulation issued by or under the authority of any of the said departments or officers  or office-holders , by the production of a copy or extract purporting to be certified to be true by the person or persons specified in the second column of the said schedule in connexion with such department or officer  or office-holder . Any copy or extract made in pursuance of this Act may be in print or in writing, or partly in print and partly in writing. No proof shall be required of the handwriting or official position of any person certifying, in pursuance of this Act, to the truth of any copy of or extract from any proclamation, order, or regulation."}, {"act": "Documentary Evidence Act 1868", "year": 1868, "section": "3", "section_title": " Act to be in force in colonies.", "section_text": "3 Subject to any law that may be from time to time made by the legislature of any British colony or possession, this Act shall be in force in every such colony and possession."}, {"act": "Documentary Evidence Act 1868", "year": 1868, "section": "4", "section_title": " Punishment of forgery.", "section_text": "4 1 If any person commits any of the offences following; that is to say, Prints any copy of any proclamation, order, or regulation, which falsely purports to have been printed by the Government printer, or to be printed under the authority of the legislature of any British colony or possession, or tenders in evidence any copy of any proclamation, order, or regulation, which falsely purports to have been printed as aforesaid, knowing that the same was not so printed; or 2 Forges or tenders in evidence, knowing the same to have been forged, any certificate by this Act authorized to be annexed to a copy of or extract from any proclamation, order, or regulation; he shall be guilty of felony, and shall on conviction be liable to be sentenced to  imprisonment  . . . "}, {"act": "Documentary Evidence Act 1868", "year": 1868, "section": "5", "section_title": " Definition of terms.", "section_text": "5 1 The following words shall in this Act have the meaning herein-after assigned to them, unless there is something in the context repugnant to such construction; (that is to say), “British colony and possession” shall for the purposes of this Act include the Channel Islands, the Isle of Man . . .   and all other Her Majesty’s dominions. “Legislature” shall signify any authority, other than the Imperial Parliament or Her Majesty in Council, competent to make laws for any colony or possession. “ Privy Council ” shall include Her Majesty in Council and the lords and others of Her Majesty’s Privy Council, or any of them, and any committee of the Privy Council that is not specially named in the schedule hereto. “ Government printer ” shall mean and include the printer to Her Majesty,  the Queen’s Printer for Scotland,  and any printer purporting to be the printer authorized to print the statutes, ordinances, acts of state, or other public acts of the legislature of any British colony or possession, or otherwise to be the Government printer of such colony or possession. “ Gazette ” shall include the London Gazette, the Edinburgh Gazette, and the  Belfast  Gazette, or any of such Gazettes. “  office-holder in the Scottish Administration”has the same meaning as in the Scotland Act 1998. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Documentary Evidence Act 1868", "year": 1868, "section": "6", "section_title": " Act to be cumulative.", "section_text": "6 The provisions of this Act shall be deemed to be in addition to, and not in derogation of, any powers of proving documents given by any existing statute, or existing at common law."}]