[{"act": "Duchy of Cornwall Management Act 1868", "year": 1868, "section": "1", "section_title": " Part of Sect. 8. of 26 & 27  Vict.  c. 49 repealed. ", "section_text": "1 So much of Section Eight in The Duchy of  Cornwall  Management Act, 1863, as provides that the Amount advanced out of the Capital Funds of the Duchy for the Purpose of permanently improving the Possessions thereof and not repaid shall not at any One Time exceed the Sum of Thirty thousand Pounds shall be and the same is hereby repealed."}, {"act": "Duchy of Cornwall Management Act 1868", "year": 1868, "section": "2", "section_title": " Capital Funds of Duchy may be applied in Improvement of House Property, &c. ", "section_text": "2 So much of the Capital Funds of the said Duchy as the Lord High Treasurer or the Lords Commissioners of the Treasury for the Time being shall approve of may, with such Sanction and Approval as is by the said Act required for Advances thereby authorized to be made from Capital Monies for the Purpose of Improvements, be from Time to Time advanced and applied in such Manner as the Duke of  Cornwall  shall think fit for the Improvement of the House Property of the said Duchy and Purposes connected therewith, including the laying out and forming of new Roads, Streets, Sewers, or Drains, and, where required for the Purpose of effecting any such Improvements, the Purchase of any Lease or Leases of any Part or Parts of the Property intended to be so improved which may for the Time being be in existence, and the Advances made under the Authority of this Section shall be a Charge upon and be repaid from the Revenues of the said Duchy to the Account of the Duchy of  Cornwall  at the Bank of  England , by annual Instalments of such Amount, not being less than One Sixtieth Part thereof in every Year, as the said High Treasurer or Lords Commissioners may direct; and it shall be the Duty of the Receiver General of the Duchy of  Cornwall  and he is hereby required to see that such annual Instalments are paid accordingly; provided that nothing in this Section shall apply to any Farmhouse or other House or Building occupied or used in connexion with or for the Purposes of any agricultural Land."}, {"act": "Duchy of Cornwall Management Act 1868", "year": 1868, "section": "3", "section_title": " Act to be read with 26 & 27 Vict. c. 49.", "section_text": "3 This Act and the recited Act shall be read and construed as One Act, and the same together may be cited and referred to as  “ The Duchy of Cornwall Management Acts 1863–1868. ”"}]