[{"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Land Registers (Scotland) Act, 1868."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "2", "section_title": " Interpretation of terms. Scots Act 1617 c. 16.", "section_text": "2 1 The term “register of sasines,” as used in this Act, shall be held as applying to the registers directed to be kept by the Registration Act 1617, for the registration of sasines, reversions, and other writs directed to be recorded therein by that Act or by any subsequent Act of Parliament; and the word “writ,” as used in this Act, shall apply to and include all deeds and writings which have heretofore been in the practice of being recorded in these registers, or which may under the provisions of this Act be recorded in the general register of sasines. 2 In this Act, “traditional document” and “electronic document” have the meanings given by sections 1A and 9A respectively of the Requirements of Writing (Scotland) Act 1995."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "3", "section_title": " In general register of sasines, writs of each county to be kept separate.", "section_text": "3 The general register of sasines for Scotland shall be so kept that the writs applicable to each county shall be entered in a separate series of presentment books, and the writs shall be minuted in a separate series of minute books, and engrossed in a separate series of register volumes, in the order of presentment, and where any writ shall contain land in more than one county such writ shall be entered by the ingiver in the presentment book of such of these counties as may be specified in the  application for registration  and shall be minuted in the minute book of such of these counties or county as are specified in  that application  and shall be engrossed at length in the division of the register applicable to one only of the said counties; and a memorandum shall be entered in each division of the register applicable to the other counties or county in the presentment book of which it is entered as aforesaid, setting forth the volume of the register and the folio or folios of such volume in which such engrossment is made; and such memorandum shall be deemed to be equivalent to full engrossment of such writ in the division of the register wherein such memorandum shall be entered as aforesaid: For the purposes of this Act, the barony and regality of Glasgow, and also the stewartry of Kirkcudbright, shall each be treated as a county."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "5", "section_title": " Competent to record writs in other county or counties to which they refer by new warrant.", "section_text": "5 Where any writ contains land or heritages in more than one county and application has not been made for registration in relation  to all the counties to which it applies, the registration of such writ shall, notwithstanding, as regards the county or counties mentioned in the  application , and in the minute books and register volumes of which county or counties it has been recorded, or a memorandum thereof entered, be effectual; and it shall be competent afterwards to present such writ  for registration , and to minute and register such writ in the register of any other county or counties to which such writ applies ...; and in the case of such subsequent registration it shall not be necessary to engross the writ at length in the division of the register applicable to such county or counties, but the same may be effected by the insertion of a memorandum in such division of the register in the manner herein-before provided for, and such subsequent registration shall be effectual as regards the county or counties to which                          it applies                       , of and from the date of such subsequent registration."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "6", "section_title": " Provision for writs transmitted by post to general register of sasines.", "section_text": "6 Where  an application for registration of a writ in the general register of sasines is transmitted by post  the keeper of said register shall, upon the receipt of such  application , cause the same to be acknowledged to the sender, and  cause the writ  to be presented ... by a clerk in his office to be appointed by him for that purpose, and who shall be held as the ingiver of the writ; and such clerk shall   . . .   in the presentment book . . .   enter  the name of the sender; and such writ shall be recorded in the same manner as any other writ  which is a traditional document   presented for registration; and on the writ being ready for delivery  . . ., the keeper shall transmit the writs to the sender by post; and where two or more  such applications  . . .   shall be received by the keeper at the same time, the entries  ... in the presentment book and minute book   for the writs in respect of which such applications are made  shall be of the same year, month,  and day , and such writs shall be deemed and taken to be presented and registered contemporaneously."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "6A", "section_title": "Provision for writs transmitted electronically to general register of sasines", "section_text": "6A 1 This section applies where an application is transmitted electronically for recording in the general register of sasines of a writ  ...  which may be recorded in the register. 2 The keeper of the register must on receipt of an application cause it to be acknowledged to the sender. 3 The keeper must cause the name of the sender to be entered in the presentment book. 4 The writ is to be recorded in the same manner as a traditional document, save that the copy or copies are to be entered in and kept on a computer or similar device under the keeper’s management and control. 5 Following recording, the keeper must confirm recording to the sender. 6 For the purposes of this section, submission by electronic means of a copy of the writ is sufficient evidence of the original for the purposes of accepting an application. 7 But subsection (6) applies only where submission of the copy is by a means (and in a form) which is specified on the Keeper’s website as being acceptable. 8 In subsection (6), the reference to submission by electronic means is to submission— a by means of an electronic communications network (for example as an attachment to an email), or b by other means but in a form which requires the use of electronic apparatus by the recipient to render the thing delivered intelligible. 9 In this section— “ electronic communications network ” has the meaning given by section 32 of the Communications Act 2003, “ the Keeper’s website ” means the website maintained by, or on behalf of, the Keeper of the Registers of Scotland."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "6B", "section_title": "Writs received at the same time as writs transmitted electronically", "section_text": "6B 1 This section applies where an application transmitted electronically under section 6A is received by the keeper at the same time as— a another such application, or b another application by post under section 6. 2 The entries in the presentment book and minute book for the writs in respect of which such applications are made are to be of the same year, month and day, and such writs are to be deemed to be presented and registered contemporaneously."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "7", "section_title": " Registration how to be made, &c.", "section_text": "7 Registration of writs in the general register of sasines shall, except in so far as altered by the provisions of this Act, continue to be made in conformity with the practice heretofore in use; and no error or omission in any presentment book of the general register of sasines to be kept as aforesaid shall invalidate, or in any way affect injuriously, the registration of any writ recorded in said register."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "8", "section_title": " Particular registers of sasines abolished.", "section_text": "8 The whole particular registers of sasines in Scotland shall be discontinued . . .   and all writs which, previous to the discontinuance of the said particular registers respectively, might competently have been presented for registration therein, shall after said discontinuance be registrable only in the general register of sasines; and registration in the general register of sasines as herein-before directed to be kept for separate counties shall have all the force and effect previously attached to registration in such particular registers of sasines respectively."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "9", "section_title": " Printed abridgments, &c., and indexes, to be prepared contemporaneously with record.", "section_text": "9 Printed abridgments and printed indexes, both of persons and of places, applicable to each county in Scotland, in the form heretofore in use in the General Register House, or in such other form as may from time to time be prescribed by the Lord Clerk Register, shall, from and after the discontinuance of all the particular registers of sasines directed to be discontinued as aforesaid, be prepared under the superintendence of the keeper of the general register of sasines, and as nearly as possible contemporaneously with the minute books and volumes of the register; and such indexes shall be consolidated from time to time for such periods as may be deemed expedient: Provided always, that it shall be lawful at any time for the Lord Clerk Register, if he shall think fit, to direct that abridgments shall cease to be prepared separately from the minutes, and in that case, and in lieu of the preparation and printing of said abridgments, the minutes shall be printed under the superintendence of the keeper of the general register of sasines, in lieu of printing such abridgments."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "12", "section_title": " Registration in general register of sasines equivalent in certain cases to registration in the books of council and session. ", "section_text": "12 A writ competent to be registered in the general register of sasines need not be presented to be registered in the books of council and session for the purpose of- (a) preservation; or (b) preservation and execution. If an application for registration of such a writ in the general register of sasines specifies that registration is for either of those purposes, then on registration in that register the writ shall be held to be registered also in the books of council and session for the purpose in question; and the writ registered  shall not be redelivered to the ingiver, but an extract only (containing as part of said extract, where the writ is registered for execution, a warrant for execution,) shall be delivered, which extract may be issued without abiding the actual booking in the register of sasines  ... and shall be signed on each page by the keeper of the register of sasines, or a deputy duly commissioned by him to that effect; and all writs so presented to be registered for preservation and execution shall, after having been engrossed in the general register of sasines in terms of law, be periodically transmitted by the keeper of the register of sasines to the Lord Clerk Register or his deputies, through the office of the keeper of the register of deeds and probative writs and protests in the books of council and session, or otherwise, as the Lord Clerk Register shall prescribe, and shall be indexed, either separately, or along with other writs registered in the books of council and session, as the Lord Clerk Register may direct; and such registration in the general register of sasines shall have all the legal effects of registration in the books of council and session for preservation, or for preservation and execution, as the case may be, as well as of registration in the general register of sasines: Provided always, that no writ shall be held to be registered for the purpose of execution which does not contain a procuratory for registration, or clause of consent to registration, for the purpose of execution, in the body of the writ; and extracts as aforesaid, one or more, of all writs so registered in the said register of sasines may be issued at any time by the keeper of the register of sasines, or, after transmission as aforesaid, by the deputy keeper of the records, or by any one having their authority respectively; and all such extracts, and the warrants of execution therein contained, shall have all the like force and effect as any extract from the books of council and session, or as any warrant of execution contained in or appended to such extract, or as any extract from the general register of sasines, according to the existing law and practice; and such extracts, in terms of this Act, shall be equivalent to the registered writs themselves, except where any writ so registered shall be offered to be improven; and all extracts issued in terms of this Act shall have upon them, in such form as may from time to time be prescribed by the Lord Clerk Register, a certificate or marking indicating the cumulo amount of stamp duty paid on the principal writ recorded and retained for preservation."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "13", "section_title": " No higher fees to be chargeable for writs registered for preservation and execution as well as publication.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "14", "section_title": " Registered writs to be authenticated. ", "section_text": "14 The certificate of registration on every writ   which is a traditional document  that shall be registered in the general register of sasines, and redelivered to the ingiver, shall be signed by the keeper of said register, or a deputy duly commissioned by him to that effect; and no further signature in order to or in token of such registration shall be necessary to any writ presented for registration in the general register of sasines; but every folio of such writ  (which is a traditional document)   shall, in token of such registration, be impressed with an office seal or stamp to be kept in the said general register of sasines."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "16", "section_title": " Particular register of inhibitions abolished.", "section_text": "16 The particular registers of inhibitions and interdictions throughout Scotland shall be discontinued, and all diligences, executions, and other writings at present appropriate to those registers, or any of them, shall be registrable only in the general register of inhibitions, which shall be the only competent register for the registration of inhibitions and interdictions; and no publication whatever of such diligences, executions, and other writings, other than registration in said general register of inhibitions, shall in future be necessary, but such registration shall for all purposes whatsoever have all the legal effect of the publication at present in use."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "18", "section_title": " Particular registers of hornings, &c. not to be affected.", "section_text": "18 The particular registers of hornings and expired charges shall be continued as at the date of the passing of this Act: Provided always, that where any such register has been heretofore kept as a joint register of hornings and inhibitions, it shall cease to be a competent register for the registration of inhibitions."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "19", "section_title": " Provision as to official searchers.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "21", "section_title": " Remuneration to sheriff clerks.", "section_text": "21 It shall be competent to the Treasury to pay to sheriff clerks reasonable allowances for duties discharged by them under this Act out of funds to be voted by Parliament for that purpose."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "23", "section_title": " Responsibilities of keepers of particular registers to attach to keeper of general register.", "section_text": "23 The keeper of the general register of sasines shall, from and after the discontinuance of the particular registers, or any of them, be subject to such and the like responsibilities and liabilities for loss and damage by reason of neglects, omissions, or errors in the registration of writs in the general register of sasines as the keepers of the particular registers of sasines have hitherto been and now are subject to with reference to the registration of writs in such particular registers."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "25", "section_title": " Fees.", "section_text": " 25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Land Registers (Scotland) Act 1868", "year": 1868, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}]