[{"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "1", "section_title": " Short title.", "section_text": "1 This Act shall be cited for all purposes as “ The Representation of the People (Scotland) Act 1868. ”"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "2", "section_title": " Application of Act.", "section_text": "2 This Act shall apply to Scotland only, . . . "}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "322.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "2427.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "28", "section_title": " Qualification for Members of General Councils. ", "section_text": "28 Under the conditions as to registration herein-after mentioned, the following persons shall be members of General Council of the respective Universities, viz.: 1 All persons qualified under the sixth or seventh section of the  Universities (Scotland) Act 1858: 2 All persons on whom the University to which such General Council belongs has after examination conferred the degree of Doctor of Medicine, or Doctor of Science, or Bachelor of Divinity, or Bachelor of Laws, or Bachelor of Medicine, or Bachelor of Science, or any other degree that may hereafter be instituted: 3 And whereas it was provided by the said sixth section of the  Universities (Scotland) Act 1858 that in each University the General Council should consist of, inter alios, “ all persons who within three years from and after the passing of this Act shall establish to the satisfaction of the Commissioners herein-after appointed that they have, as matriculated students, given regular attendance on the course of study in the University for four complete sessions, or such regular attendance for three complete sessions in the University, and regular attendance for one such complete session in any other Scottish University, the attendance for at least two of such sessions having been on the course of study in the Faculty of Arts” ; and whereas from various causes many persons omitted to establish their qualifications in terms of the provision just mentioned before the expiry of the time mentioned therein, and it is expedient to afford such persons the opportunity of becoming members of the General Councils of their respective Universities: Every person who may have omitted to establish his qualification in terms of the recited provision of the sixth section of the Act last mentioned, but who would have been entitled to have become a member of the General Council of the University in terms of the said provision if his qualification had been established within the said period, and he had applied for registration in terms of said Act, shall be a member of the General Council of the University, provided that such person shall establish his qualification in terms of the recited provision to the satisfaction of the registrar . . .   and shall farther comply with the conditions as to registration herein-after mentioned: Provided always, that no graduate of any University shall be disqualified from being a member of the General Council of such University by reason of his being enrolled as a student in any class of the University: Provided also, that the conditions as to registration herein-before mentioned shall not apply to the Chancellor, the members of the University Court, or the professors for the time being of each University, who shall be members of the General Council of their respective Universities, and entitled to vote as such, although their names are not inserted on the register herein-before mentioned."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "29", "section_title": " Registration book.", "section_text": "29 The registrar of each University shall keep a registration book, which shall be in the form of schedule (E.) to this Act annexed, and in which, under the conditions herein-after mentioned, shall be entered the names, designations, qualifications, and ordinary places of residence of persons qualified to be members of General Council, and from which the registers of General Council herein-after directed to be made up shall from time to time be prepared."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "32", "section_title": " Appeal against undue insertion of names.", "section_text": "32 The registration book and also the registrar, authenticated as aforesaid, shall at all reasonable times be open to inspection, in the office of the registrar, by any person applying for inspection of the same; and copies thereof may be made on payment of a fee of  5p  for every one hundred names, or fractional part thereof, copied; and if any member of the General Council shall consider himself aggrieved by the insertion in the said register of the name of any person whom he considers not duly qualified, it shall be competent to him, within ten days after the day on or before which the register is hereby required to be authenticated, to appeal and apply to the University Court to expunge the name complained of; and notice of such appeal shall immediately be given by the secretary of the court to the person against the insertion of whose name the appeal is taken, with an intimation of the day on which the appeal will be heard, and which shall be not sooner than twenty nor later than thirty days after the last day allowed for the authentication of the register; and it shall be in the power of such person to appear for his interest, either personally or by substitute; and whether he appear or not, it shall be the duty of the registrar to attend and explain the reasons for the insertion of the name complained of; and the judgment of the court sustaining or dismissing the appeal shall be final, and not subject to any process of review; and the register shall, if necessary, be altered by or at the sight of the president of the said court in conformity with such judgment."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "33", "section_title": " Appeal against omissions.", "section_text": "33 If any person whose name is not inserted in the register so authenticated as aforesaid shall consider himself aggrieved by its omission, it shall be competent to him, within the said period of ten days after the day on or before which the register is hereby required to be authenticated, to appeal and apply to the University Court to have it so inserted; and the court shall meet to consider such appeal not later than thirty days after the last day allowed for the authentication of the register, and after hearing the appellant for his interest, either personally or by subsitute, and the registrar in explanation of the reasons for the omission of the appellant’s name, shall give judgment in the appeal; and such judgment shall be final, and not subject to any process of review; and the register shall, if necessary, be altered by or at the sight of the president of the said court in conformity with such judgment."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "34", "section_title": " Quorum of University Court for purposes of Act.", "section_text": "34 For the purpose of performing any duty required by this Act, the presence of a quorum of three shall be sufficient to constitute a meeting of the University Court."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "35", "section_title": " New registers to be made up annually.", "section_text": "35 On the first, or when the first is on a Sunday, on the second day of December in each year, the registrar shall proceed to prepare, in the form of schedule (F.) to this Act annexed, a new alphabetical register for the year to commence on the first day of January next ensuing, which new register he shall make up by transferring to it from that in force at the time the names, designations, and addresses (with such corrections as he may consider necessary) of all members not known to be dead, and by transferring to it from the registration book the names, designations, qualifications, and ordinary places of residence of all persons who shall have paid the registration fee since the day of commencing to make up the register of the preceding year, and who are not known to have died since making payment; and such new register shall be completed . . .   and shall thereafter be revised by the registrar . . .   and shall then be authenticated by the Vice-Chancellor on or before the thirty-first day of December of the same year; and such revision and authentication shall be carried out in the same way as is provided in regard to the first register directed to be made up under this Act; and the new register shall have the same effect for the year to which it applies as it is herein-before provided that the said first register shall have for the period between the twenty-sixth day of October one thousand eight hundred and sixty-eight and the thirty-first day of December one thousand eight hundred and sixty-nine, and shall be subject in the same way as the said first register to alteration by the University Court on appeal taken either against undue insertion or against undue omission of names."}, {"act": "Representation of the People (Scotland) Act 1868", "year": 1868, "section": "3659.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}]