[{"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "2", "section_title": " In a united parish containing several parish churches, persons undertaking to endow one of them may apply for disjunction, and erection of a parish quoad sacra, without erecting a church.", "section_text": "2 Whenever, in the case of any united parish containing two or more parish churches, any persons have undertaken to endow one of the said churches along with a district, being part of such united parish, to be attached thereto, it shall be competent for them to apply for the disjunction of such district, and for the erection of it into a parish quoad sacra, in terms of the eighth section of the said first-recited Act, and for the court to entertain and dispose of such application in the same manner and to the same effect as if the persons applying for such disjunction and erection had, at his, her, or their expense, built or acquired, or undertaken to build or acquire, a church, in order to its being erected into a parish church in connexion with the Church of Scotland: Provided also, that it shall not be necessary for the persons applying for such disjunction and erection to make any provision for the maintenance of the fabric of the church which they shall have undertaken to endow as aforesaid."}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "3", "section_title": " Court, in pronouncing decree of disjunction and erection, may declare one of several churches of a united parish to be the church of new parish quoad sacra.", "section_text": "3 It shall be competent for the court, in pronouncing decree of disjunction and erection in an application presented under the preceding section, to declare that the church undertaken to be endowed shall, from and after the date of the decree, be the parish church of the newly erected parish, and the said church shall thereafter be the parish church of the said newly erected parish; and the minister and kirk session of the newly erected parish quoad sacra shall be invested with all those rights in relation to the church of the newly erected parish which were formerly vested in the minister and kirk session of the said united parish."}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "4", "section_title": " Church not to be subject to trust.", "section_text": "4 The church which shall be declared as aforesaid to be the church of the newly erected parish quoad sacra shall not be subject to the provisions of any trust constituted in terms of the first-recited Act, or to any trust applicable to a church erected by voluntary contributions as the church of a parish quoad sacra."}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "5", "section_title": " Not to increase liabilities of heritors.", "section_text": "5 Nothing in this Act shall increase or affect the existing liabilities of the heritors in any parish."}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "6", "section_title": " This Act and first-recited Act incorporated.", "section_text": "6 This Act shall be deemed to be incorporated with the first-recited Act, and the said first-recited Act shall be read and have effect accordingly."}, {"act": "United Parishes (Scotland) Act 1868", "year": 1868, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may for all purposes be cited as “ The United Parishes (Scotland) Act 1868. ”"}]