[{"act": "Writs Registration (Scotland) Act 1868", "year": 1868, "section": "1", "section_title": " Writs given in to be registered in the books of council and session not to be given out.", "section_text": "1 No writ that shall have been given in to be registered in the books of council and session shall be taken out by the party or any one employed by him, nor shall any such writ be given up by the keepers of the register for any purpose at any time, either before or after the same has been booked, excepting only when authority of the lords of council and session has been expressly given thereto, and then only under such conditions and limitations as may be expressed in such authority, anything in the said recited Act or in any other Act or any law or custom to the contrary notwithstanding."}, {"act": "Writs Registration (Scotland) Act 1868", "year": 1868, "section": "2", "section_title": " Writs registered as probative writs not to be given back. Extracts of indentures of apprenticeship may be received in evidence. ", "section_text": "2 And whereas the giving back of the principal writs impairs the utility of the registers of probative writs as registers for conservation, and has been found to be of evil consequence, affording facility for fraud and for obstructing the course of justice: Be it therefore enacted, that no probative writ given in to be registered in any register under authority of the said last-recited Act shall be given back to the party, but all such writs shall remain in the custody of the keepers of the registers in like manner and subject to the like control as any writ given in to be registered in virtue of a clause of registration therein contained, anything in the said last-recited Act or any other Act or any law or custom to the contrary notwithstanding. And where it is by any Act, or by the rules of any corporation or trade, provided that an indenture of apprenticeship, with a certificate of service endorsed thereon, may be received as evidence of such apprenticeship having been duly served, an extract of such indenture duly recorded in the register of probative writs, with a certificate of service endorsed on such extract, may be received as evidence of such apprenticeship having been duly served."}, {"act": "Writs Registration (Scotland) Act 1868", "year": 1868, "section": "3", "section_title": " Extracts to bear certificates of stamp duty. ", "section_text": "3 All extracts issued from the books of council and session, or of any sheriff court, or of any register of probative writs, shall have upon them, in such form as may from time to time be prescribed by the Lord Clerk Register, a certificate or marking indicating the cumulo amount of stamp duty paid on the principal writ recorded and retained for preservation."}]