[{"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "1", "section_title": " Amendments as to drainage of agricultural land.", "section_text": "1 1 For subsection (1) of section fifteen of the  Agriculture (Miscellaneous War Provisions) Act, 1940, there shall be substituted the following subsection— 1 Where a scheme for the field drainage of any agricultural land or for the cleansing or other improvement of ditches on any such land or for the supply of water to any such land.— a has been submitted by the owner or occupier of the land to the War Agricultural Executive Committee for the county or county borough in which the land is situated; and b has been approved for the purposes of this section by that Committee; the Minister may, out of the moneys provided by Parliament, make, towards expenditure incurred by any person in carrying out the scheme, grants of such amounts and subject to such conditions as the Treasury may approve. 2  . . . "}, {"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "2", "section_title": " Improvement of grassways over fen-lands. ", "section_text": "2 1 Where work for the improvement of a way (not being a highway repairable by the inhabitants at large) over fen-land in an internal drainage district . . .   has been done under the authority of the Minister in the exercise of powers conferred by Defence Regulations, the following provisions of this section shall have effect as to— a  . . .  b the maintenance by the internal drainage board of the work done. 2  . . .  8 The Minister may, at any time after the completion of the work, make an order requiring the internal drainage board of the internal drainage district in which the land over which the way runs, . . . . . .   is situated to maintain the work done, and, where such an order is made, it shall be the duty of the board to maintain the work unless and until the requirement is revoked by a subsequent order made by the Minister. 9 Any question as to whether the internal drainage board have failed to perform a duty imposed upon them under the last preceding subsection shall be decided by the Minister, and the Minister may, if he is satisfied that they have so failed, give such directions to the board as he thinks fit as to the steps to be taken to remedy the failure, and compliance with any such directions shall be enforceable, on the application of the Minister, by mandamus. 10 Notwithstanding anything in subsection (2) of section twenty-four of the  Land Drainage Act, 1930, a rate raised by the internal drainage board for the purpose of defraying expenses incurred in connection with the maintenance of the work shall be an owners’ drainage rate. 11  . . .  13 In this section— the expressions “ drainage ”, “ internal drainage district ” and “ internal drainage board ” have the meanings assigned to them respectively by section eighty-one of the Land Drainage Act, 1930; the expression “ fen-land ” shall be construed generally and not as limited to land in that part of England commonly known as “ the Fens ”; and  . . . "}, {"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "59", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5–9"}, {"act": "Agriculture (Miscellaneous War Provisions) (No. 2) Act 1940 (repealed 5.11.1993)", "year": 1940, "section": "10", "section_title": " Short title, interpretation and extent.", "section_text": "10 1 This Act may be cited as the Agriculture (Miscellaneous War Provisions)\t\t\t\t\t(No. 2) Act, 1940. 2 In this Act the expression “ the Minister ” means  the Minister of Agriculture, Fisheries and Food  and the expression “ Defence Regulations ” means Regulations made under the  Emergency Powers (Defence) Acts, 1939 and 1940. 3 Sections one to three of this Act shall not extend to Scotland. 4 This Act, . . .   shall not extend to Northern Ireland."}]