[{"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "1", "section_title": " Prohibition against appeals for war charities unless registered or exempted.", "section_text": "1 1 It shall not be lawful to make any appeal to the public for donations or subscriptions in money or in kind to any war charity, or to raise or attempt to raise money for any such charity by promoting or assisting to promote any bazaar, sale, entertainment or exhibition, or by any similar means, unless— a the charity is registered or exempted from registration under this Act; and b approval in writing has been given by the management committee or person responsible for the administration of the charity, or a duly authorised officer of the charity; and if any person contravenes the provisions of this subsection, he shall be guilty of an offence: Provided that this subsection shall not apply to any collection at divine service in a place of public worship. 2 A registration authority may exempt from registration under this Act any war charity if they are satisfied that the charity is established in good faith, and is of so limited a character as respects the area in which the activities of the charity are or will be carried on, or as respects the duration or the objects of the charity, or as respects the value of the money and property likely to be obtained, that it is unnecessary in the interests of the public that the charity should be registered; and the registration authority may exempt the charity for an indefinite or a limited period, and may, if they are no longer satisfied as to the matters aforesaid, withdraw the exemption. The registration authority, on exempting a charity, shall furnish a certificate of exemption which shall, if the exemption is for a limited period, specify that period. 3 Subsection (1) of this section, so far as it requires the war charity concerned to be registered or exempted from registration under this Act shall not apply to any war charity until the expiration of two months after the passing of this Act, unless the registration authority within that period refuses to register the charity, nor to any war charity pending the decision of the registration authority on an application for the registration or exemption of the charity made within that period."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "2", "section_title": " Registration of war charities.", "section_text": "2 1 Applications for registration or exemption from registration under this Act shall be in the prescribed form and shall be sent to the registration authority for the area in which the administrative centre of the charity is situate, and at least one week before sending an application for registration there shall be inserted in not less than two newspapers circulating in the said area a statement in the prescribed form of the intention to make such an application and of the time within which, and the place at which, objections to the application may be made; and, subject to the following provisions of this section, the authority shall, after considering any such objections, grant any such application duly made in accordance with this Act and furnish a certificate of registration. 2 No charity shall be registered under this Act unless the registration authority are satisfied that a responsible committee or other body (in this Act referred to as a “management committee”), consisting of not less than three persons, has been appointed to administer the charity, and a registration authority may refuse to register any charity, or may remove any charity from the register kept by them, if they are satisfied— a that the charity is not established, or is not being carried on, in good faith; b that the charity is not being or is not likely to be properly administered or, in the case of removal from the register, that the conditions specified in the next following section of this Act have not been complied with; c that the total value of the money and property likely to be applied towards the objects of the charity (including any money and property already so applied) is inadequate in proportion to the total value of the money and property likely to be obtained for those objects (including any money and property already so obtained); d that remuneration or reward which is excessive in relation to the total value of the money and property likely to be applied towards the objects of the charity is likely to be, or has been, retained or received by any person out of the money and property obtained for those objects; e that the authority have not been furnished with information reasonably required by them for the purpose of informing themselves as to any of the matters specified in the foregoing provisions of this subsection. 3 An appeal from a refusal by a registration authority to register any charity, or from the decision of a registration authority to remove any charity from the register, shall lie to the Charity Commissioners and, if as a result of the appeal the Charity Commissioners decide that the application for registration ought not to be refused or, as the case may be, that the charity ought not to be removed from the register, the registration authority shall register the charity or, as the case may be, restore the charity to the register. 4 Where a war charity has been removed by the registration authority from the register, and either an appeal to the Charity Commissioners has been dismissed or no such appeal has been made and the time for making such an appeal has expired, the registration authority shall give notice of the removal of the charity in at least two newspapers circulating in their area. 5 Every registration authority shall keep a register, containing such particulars as may be prescribed, of all the charities registered by them under this Act, and lists, containing such particulars as may be prescribed, of all charities the registration of which has been refused by them under this Act and of all charities which have been exempted by them from registration. 6 Where the administrative centre of any registered war charity is transferred from the area of the registration authority by whom the charity is for the time being registered to another area, the authority shall, after giving notice in writing in the prescribed form to the management committee of the charity and to the registration authority for the area to which the administrative centre has been transferred and affording a reasonable opportunity for raising any question as to the situation of the administrative centre, transmit to the last named authority the particulars of registration of that charity, and that authority shall enter the particulars on the register kept by them and the charity shall thereafter be deemed to have been registered by them: Provided that, if at the time of the transfer the registration authority from whose area the administrative centre of the war charity is transferred is engaged in an investigation of the affairs of the charity, the authority may postpone the transmission of the particulars of registration of the charity until the completion of the investigation. 7 Every registration authority shall forthwith send to the Charity Commissioners a copy of all particulars entered in the register and lists kept by them under this section, and shall forthwith notify the Charity Commissioners of any changes in the register or lists. 8 The Charity Commissioners shall keep a combined register of all charities registered under this Act, and a combined list of all charities in respect of which applications for registration under this Act have been refused, and a combined list of all charities which have been exempted from registration under this Act. 9 Any question as to where the administrative centre of any charity is situate shall be finally determined by the Charity Commissioners."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "3", "section_title": " Conditions to be complied with by registered charities.", "section_text": "3 Charities registered under this Act shall comply with the following conditions:— a the charity shall be administered by a management committee consisting of not less than three persons, and minutes shall be kept of the meetings of the management committee in which shall be recorded the names of the members of the committee attending the meetings; b proper books of account shall be kept, containing such particulars (including particulars of property acquired other than money), as may be prescribed, and the accounts shall be audited, either annually or at such more frequent intervals as the registration authority with the consent of the Charity Commissioners may require, by an independent person who possesses the prescribed qualifications or is on other grounds accepted by the registration authority as competent for the purpose, and copies of the accounts so audited shall be sent to the registration authority; c all money received by the charity shall be paid into a separate account kept in the name of the charity at such bank or banks as may be specified in the particulars of the charity entered in the register; d such particulars with regard to accounts and other records as the registration authority or the Charity Commissioners may require shall be furnished to the registration authority or the Charity Commissioners, and the books of account and other records of the charity and all documents relating thereto shall be open to inspection at any time by any person duly authorised by the registration authority or by the Charity Commissioners."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "4", "section_title": " Regulations.", "section_text": "4 1 The Charity Commissioners may, subject to the approval of the Secretary of State, make regulations— a providing for the inspection of registers and lists kept under this Act, and the making and the furnishing and certification of copies thereof and extracts therefrom; b prescribing the fee (not exceeding  50p ) to be paid on registration, and the fees for making or obtaining copies of, and extracts from, registers and lists; c requiring notification to the registration authority of any changes requiring alterations in the particulars entered in the register or any such list; d requiring, on the withdrawal of the exemption or removal from the register of any war charity, the surrender of the certificate of exemption or registration, as the case may be; e requiring appeals and advertisements made or issued by or on behalf of any war charity to state that the charity is registered under this Act; f prescribing, in relation to any of the conditions specified in the last foregoing section of this Act, or any of the requirements of the regulations, the persons who are to be responsible for securing compliance therewith; g prescribing the procedure for making appeals or representations or referring questions to the Charity Commissioners under this Act, and limiting the time within which such appeals may be made; h generally for carrying this Act into effect; and in this Act the expression “ prescribed ” means prescribed by the regulations. 2 If any person who under the regulations is responsible for securing compliance with any regulation or with any condition specified in the last foregoing section of this Act fails to do so, he shall be guilty of an offence."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "5", "section_title": " Powers of Charity Commissioners.", "section_text": "5 1 If— a representations are made to the Charity Commissioners, as respects any war charity registered or exempted from registration under this Act, that grounds exist which would under the provisions of this Act justify the registration authority in removing the charity from the register or, as the case may be, in withdrawing the exemption; and b the Commissioners, after giving the registration authority and the management committee or person responsible for the administration of the charity a full opportunity of making representations, are satisfied that grounds exist as aforesaid; the Commissioners may direct the registration authority to remove the charity from the register or, as the case may be, withdraw the exemption, and the registration authority shall comply with the direction and, in the case of a removal, forthwith give the notice required by subsection (4) of section two of this Act. 2 Subject to the provisions of this section, where— a any war charity is removed from the register; b an application for the registration of any war charity is refused; c the Charity Commissioners are satisfied, as respects any war charity which is not for the time being registered or exempted from registration under this Act, that if an application for the registration of the charity were made, there would be grounds for refusing the application; or d the Charity Commissioners are satisfied that the objects of any war charity have failed altogether or have become obsolete or useless; the Charity Commissioners may— i order any bank or other person who holds money or securities on behalf of the charity not to part with the money or securities without the authority of the Commissioners; ii order any money or securities held on behalf of the charity to be paid or transferred to the official custodian for charities as in a case falling within subsection (1) of section twenty of the  Charities Act 1960; iii establish a scheme for the regulation of the charity as in a case falling within section eighteen of that Act, but without the necessity of any application or reference being made to them for the purpose. 3 If any person fails to comply with any such order as is mentioned in paragraph (i) or paragraph (ii) of the last foregoing subsection, he shall be guilty of an offence. 4 The Charity Commissioners may exercise their powers under subsection (2) of this section in the cases mentioned in paragraphs (a) and (b) thereof, notwithstanding that an appeal is pending, but shall not exercise their power of establishing such a scheme as aforesaid— a in a case where an appeal is pending, until the appeal has been determined; or b in the cases mentioned in paragraphs (c) and (d) of the said subsection, without giving the management committee or person responsible for the administration of the charity a full opportunity for making representations. 5 The Charity Commissioners shall, for the purposes of their functions under this section and for the purposes of any appeal to them under this Act, have in relation to war charities all such powers with respect to requiring accounts, statements, written answers to inquiries, the attendance of persons for examination on oath or otherwise, the production of documents, the furnishing of copies and extracts from documents, the examination of registers and records, and the transmission of documents for examination, as are exercisable by them  in relation to charities under the  Charities Act 1960, and that Act shall apply accordingly , in relation to charities within the jurisdiction of the Commissioners under those Acts, and those Acts shall apply accordingly."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "6", "section_title": " Extension of objects of war charity within the meaning of War Charities Act, 1916.", "section_text": "6 The objects of any war charity within the meaning of the  War Charities Act 1916, may, with the consent of the Charity Commissioners, be extended so as to include any charitable object referred to in the definition in this Act of “war charity”, being an object similar to the original objects of the charity, and the funds of the charity may be applied to any object so included in like manner as to the original objects of the charity."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "7", "section_title": " Amendment of House to House Collections Act, 1939, in relation to war charities.", "section_text": "7 1 A police authority may refuse to grant a licence authorising a person to promote a  collection as defined by the  House to House Collections Act 1939 public charitable collection within the meaning of section 119 of the Civic Government (Scotland) Act 1982  if the authority is satisfied that the collection is for a war charity which is not for the time being registered or exempted from registration under this Act. 2 If the chief officer of police for the police area comprising a locality in which any such collection is being or is proposed to be made, is satisfied that it is on behalf of a war charity for the time being exempted from registration under this Act, he may grant to the person who appears to him to be principally concerned in the promotion of the collection a certificate to that effect, and any such certificate shall have the like effect as a certificate granted under subsection (4) of section one of the  House to House Collections Act 1939."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "8", "section_title": " False statements.", "section_text": "8 If any person— a in any application for registration or exemption from registration under this Act, or in any notification of any change requiring alterations in the particulars entered in any register or list kept under this Act, makes any false statement or false representation; b falsely represents himself to be an officer or agent of a war charity; he shall be guilty of an offence."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "9", "section_title": " Penalties for offences.", "section_text": "9 1 Any person guilty of an offence under section four of this Act shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 2 Any person guilty of any other offence under this Act shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding six months, or to both such fine and such imprisonment. 3 No proceedings for an offence to which the last foregoing subsection applies shall be instituted except by or with the consent of the Charity Commissioners."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "10", "section_title": " Registration authorities.", "section_text": "10 1 For the purposes of this Act, the registration authority shall— a as respects the City of London, be the Common Council of the City of London; b as respects any London borough, the council of the borough c as respects the Isles of Scilly, be the council of the Isles of Scilly; d elsewhere, be the council of the  non-metropolitan county or metropolitan district . 2 The Common Council of the City of London may act through a committee of the council, which may, if the council think fit, comprise persons who are not members of the council. 3 Regulations made under section four of this Act shall— a provide that, subject to such conditions (other than a condition requiring the payment of any fee for registration) as may be prescribed, any war charity registered at the passing of this Act under the  War Charities Act 1916 shall be deemed to be registered under this Act by the registration authority for that charity; b provide for the transfer of registers and other records kept under the War Charities Act 1916 by authorities who are not registration authorities under this Act to the appropriate registration authorities under this Act; c provide for such consequential and incidental matters as may be necessary."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "11", "section_title": " Definition of war charity.", "section_text": "11 1 In this Act the expression “ war charity ” means any fund, institution, association or undertaking, whether established before or after the passing of this Act, having for its sole or principal object or among its principal objects the relief of suffering or distress caused, or the supply of needs or comforts to persons affected, by— a any war in which His Majesty was engaged during the years nineteen hundred and fourteen to nineteen hundred and eighteen; b any war in which His Majesty is engaged at the passing of this Act; and c any war or act of aggression, whether occurring before or after the passing of this Act, to which His Majesty by Order in Council declares this Act to be applicable; and any other charitable object connected with any such war or act of aggression: Provided that— the said expression does not include any charity for the blind within the meaning of section three of the  Blind Persons Act 1920; in relation to any charity which becomes a war charity by virtue of an Order in Council made under paragraph (c) hereof, subsection (3) of section one of this Act shall have effect as if for the reference to the passing of this Act there were substituted a reference to the date of the Order. 2 Any question whether a charity is a war charity shall be finally determined by the Charity Commissioners. 3 The provisions of this Act, except in so far as they provide for the extension of the objects of certain war charities and make it an offence for any person— a to make an appeal or raise or attempt to raise money for any war charity, without the approval in writing of the management committee or person responsible for the administration of the charity, or a duly authorised officer of the charity; b falsely to represent himself to be an officer or agent of a war charity; shall not apply to the Royal Patriotic Fund Corporation or to any war charity administered by a government department."}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "12", "section_title": " Application to Scotland.", "section_text": "12 This Act shall in its application to Scotland have effect subject to the following modifications:— a for references to the Charity Commissioners there shall be substituted references to the Secretary of State; b in subsection (1) of section four the words “ subject to the approval of the Secretary of State ” shall be omitted; c for paragraphs (ii) and (iii) of subsection (2) of section five there shall be substituted the following paragraphs— ii order any money or securities held on behalf of the charity to be paid or transferred to the Secretary of State or to such bank or other person as the Secretary of State may direct; iii frame a scheme providing for the future management of the charity and for the appointment of trustees to manage the same, or direct that the charity be discontinued and the funds be paid over to some registered charity having similar objects or be otherwise applied as he may direct d for subsection (5) of section five there shall be substituted the following subsection— 5 The Secretary of State may, for the purposes of his functions under this section and for the purposes of any appeal to him under this Act, make such inquiry as he thinks necessary, and may direct an inquiry to be held by such person as he may appoint for the purpose. Any person appointed to hold an inquiry may call for such documents and accounts and may hear such witnesses as he shall think fit, and shall have power to take evidence on oath and for that purpose to administer oaths. e section 7 shall apply as if for the words in subsection (1), “a police authority”, there were substituted the words “a regional or islands council” and for the words “the authority” there were substituted the words “the council”; and as if for the words in subsection (2) “chief officer of police for the police area” there were substituted the words “proper officer of the council of the region or islands area” ; f in section nine for the words “ on summary conviction ” in subsection (1) there shall be substituted the words “on conviction by a court of summary jurisdiction”, and subsection (3) shall not apply; g in section ten for subsection (1) there shall be substituted the following subsection— 1 For the purposes of this Act the registration authority shall be the  regional or islands council . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "War Charities Act 1940 (repealed 1.9.1992)", "year": 1940, "section": "14", "section_title": " Short title, extent and repeal.", "section_text": "14 1 This Act may be cited as the War Charities Act 1940. 2 This Act, . . .  , shall not extend to Northern Ireland. 3 The  War Charities Act 1916 and the  War Charities (Scotland) Act 1919 are hereby repealed: Provided that— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b without prejudice to any provision of the  Interpretation Act 1889 this repeal shall not affect the validity of any orders or schemes made under either of the said repealed Acts and in force at the passing of this Act, and in so far as any such orders or schemes could have been made under this Act, they shall be deemed to have been so made and this Act shall have effect accordingly."}]