[{"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Inland Revenue Buildings Act 1881."}, {"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "2", "section_title": " Lands, &c. in the United Kingdom for the service of the Inland Revenue to vest in Commissioners of Works.", "section_text": "2 All manors, messuages, buildings, lands, tenements, and hereditaments of freehold or leasehold tenure in the United Kingdom which are now vested in the secretary or joint secretaries to the Commissioners of Inland Revenue, or any other person, in trust for Her Majesty, for the use and service of the Inland Revenue, shall become and are hereby vested in the Commissioners of . . .   Works . . .   for the public service, and shall be subject to the provisions of the  Commissioners of Works Act 1852 in all respects as if the same had been acquired under the provisions of that Act."}, {"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "3", "section_title": " Copyholds now vested in Commissioners of Inland Revenue to remain so, but in trust for Commissioners of Works.", "section_text": "3 All lands of copyhold or customary tenure which are now vested in the secretary or joint secretaries to the Commissioners of Inland Revenue, or any other person, in trust for the same Commissioners, or for the service of the Inland Revenue, shall remain vested in such secretary or joint secretaries, or other person, but in trust for the Commissioners of Works for the public service, and shall be subject to the provisions of the  Commissioners of Works Act 1852 in all respects as if the same had been acquired under the provisions of that Act."}, {"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "4", "section_title": " As to completion of existing contracts.", "section_text": "4 All contracts entered into by or on behalf of the Commissioners of Inland Revenue in respect of any lands or hereditaments in the United Kingdom for the service of the Inland Revenue, and not at the passing of this Act fully performed and completed, may be enforced, and shall be performed and completed for the public service, in like manner as if the Commissioners of Works had been parties thereto instead of the Commissioners of Inland Revenue."}, {"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "5", "section_title": " Commissioners of Works empowered to purchase lands, &c.", "section_text": "5 The Commissioners of Works shall, under and subject to the provisions of the Commissioners of Works Act 1852, from time to time purchase, hire, or otherwise acquire such buildings, land, or other hereditaments as may be necessary for the service of the Inland Revenue within the United Kingdom; and for the purposes of any such purchase the  Lands Clauses Consolidation Act 1845 and the  Lands Clauses Consolidation (Scotland) Act 1845 and the Acts extending and amending the same respectively, except so much thereof as relates to the purchase of land otherwise than by agreement, are hereby incorporated with this Act, the special Act being construed to mean this Act, and the promoters of the undertaking being construed to mean the Commissioners of Works."}, {"act": "Inland Revenue Buildings Act 1881", "year": 1881, "section": "6", "section_title": " Purchases, &c., subject to provisions of 15 & 16  Vict.  c. 28.", "section_text": "6 Every purchase, sale, exchange, or lease by the Commissioners of Works under this Act shall be deemed to be a purchase, sale, exchange, or lease under the  Commissioners of Works Act 1852. Provided that it shall not be necessary for any vendor, purchaser, lessor, or lessee to ascertain that the consent of the Treasury to the purchase, sale, exchange, or lease by the Commissioners of Works has been given."}]