[{"act": "Married Women's Property (Scotland) Act 1881", "year": 1881, "section": "15.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Married Women's Property (Scotland) Act 1881", "year": 1881, "section": "6", "section_title": " Right given to husband in wife’s moveable succession.", "section_text": "6 After the passing of this Act the husband of any woman who may die domiciled in Scotland shall take by operation of law the same share and interest in her moveable estate which is taken by a widow in her deceased husband’s moveable estate, according to the law and practice of Scotland, and subject always to the same rules of law in relation to the nature and amount of such share and interest, and the exclusion, discharge, or satisfaction thereof, as the case may be."}, {"act": "Married Women's Property (Scotland) Act 1881", "year": 1881, "section": "7", "section_title": " Children of women dying domiciled in Scotland to have right of legitim, &c.", "section_text": "7 After the passing of this Act the children of any woman who may die domiciled in Scotland shall have the same right of legitim in regard to her moveable estate which they have according to the law and practice of Scotland in regard to the moveable estate which they have according to the law and practice of Scotland in regard to the moveable estate of their deceased father, subject always to the same rules of law in relation to the character and extent of the said right, and to the exclusion, discharge, or satisfaction thereof, as the case may be."}, {"act": "Married Women's Property (Scotland) Act 1881", "year": 1881, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Married Women's Property (Scotland) Act 1881", "year": 1881, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Married Women’s Property (Scotland) Act, 1881."}]