[{"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Summary Jurisdiction (Process) Act 1881. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall not apply to Ireland."}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "4", "section_title": " Service of process of English court in Scotland and of Scotch court in England.", "section_text": "4 Subject to the provisions of this Act, any process issued under the Summary Jurisdiction Acts may, if issued by a court of summary jurisdiction in England and endorsed by a court of summary jurisdiction in Scotland, or issued by a court of summary jurisdiction in Scotland and endorsed by a court of summary jurisdiction in England, be served and executed within the jurisdiction of the endorsing court in like manner as it may be served and executed in the jurisdiction of the issuing court, and that by an officer either of the issuing or of the endorsing court. For the purposes of this Act— 1 Any process may be issued and endorsed under the hand of any such person as is declared by this Act to be a court of summary jurisdiction, and may be endorsed upon proof alone of the handwriting of the person issuing it, and such proof may be either on oath or by such solemn declaration as is mentioned in section forty-one of the   Summary Jurisdiction Act 1879 or by any like declaration taken in Scotland before a sheriff, justice of the peace, or other magistrate having the authority of a justice of the peace. Such indorsement may be in the form contained in the schedule to this Act annexed, or in a form to the like effect: 2 Where any process requiring the appearance of a person to answer any information or complaint has been served in pursuance of this section, the court, before issuing a warrant for the apprehension of such person for failure so to appear, shall be satisfied on oath that there is sufficient prima facie evidence in support of such information or complaint. 3 If the process is to procure the attendance of a witness, the court issuing the process shall be satisfied on oath of the probability that the evidence of such witness will be material, and that the witness will not appear voluntarily without such process, and the witness shall not be subject to any liability for not obeying the process, unless a reasonable amount for his expenses has been paid or tendered to him: 4 This Act shall not apply to any process requiring the appearance of a person to answer a complaint if issued by an English court of summary jurisdiction for the recovery of a sum of money which is a civil debt within the meaning of the   Summary Jurisdiction Act 1879 or if issued by a Scotch court in a case which falls within the definition of “civil jurisdiction” contained in the   Summary Procedure Act 1864."}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "5", "section_title": " Provision as to execution of process.", "section_text": "5 Where a person is apprehended under any process executed in pursuance of this Act, such person shall be forthwith taken to some place within the jurisdiction of the court issuing the process, and be there dealt with as if he had been there apprehended. A warrant of distress or warrant of control  issued in England when endorsed in pursuance of this Act shall be executed in Scotland as if it were a Scotch warrant of poinding and sale, and a Scotch warrant of poinding and sale when endorsed in pursuance of this Act shall be executed in England as if it were an English warrant of distress, and the enactments relating to the said warrants respectively shall apply accordingly, except that any account of the costs and charges in connexion with the execution, or of the money levied thereby or otherwise relating to the execution, shall be made, and any money raised by the execution shall be dealt with in like manner as if the warrant had been executed within the jurisdiction of the court issuing the warrant."}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "7", "section_title": " Saving.", "section_text": "7 This Act shall be in addition to and not in derogation of any power existing under any other Act relating to the execution of any warrant or other process in England and Scotland respectively."}, {"act": "Summary Jurisdiction (Process) Act 1881", "year": 1881, "section": "8", "section_title": " Definitions. ", "section_text": "8 In this Act, unless the context otherwise requires,— The expression “ process ” includes any summons or warrant of citation to appear either to answer any information or complaint, or as a witness; also any warrant of commitment, any warrant of imprisonment, any warrant of distress, any warrant of control,  any warrant of poinding and sale, also any order or minute of a court of summary jurisdiction or copy of such order or minute, also an extract decree, and any other document or process, other than a warrant of arrestment, required for any purpose connected with a court of summary jurisdiction to be served or executed. The expression “ sheriff ” shall include sheriff substitute. The expression “ court of summary jurisdiction ” means any justice of the peace, also any officer or other magistrate having the authority in England or Scotland of a justice of the peace, also in Scotland the sheriff. The expression “ officer of a court of summary jurisdiction ” means the constable, officer, or person to whom any process issued by the court is directed, or who is by law required or authorised to serve or execute any process issued by the court."}]