[{"act": "Colonial Development Act 1929 (repealed 19.11.1998)", "year": 1929, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Colonial Development Act 1929 (repealed 19.11.1998)", "year": 1929, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Colonial Development Act 1929 (repealed 19.11.1998)", "year": 1929, "section": "3", "section_title": " Power to extend Colonial Stock Acts to stock of territories under His Majesty’s protection and of certain mandated territories.", "section_text": "3 1 His Majesty may, if a representation is made to him by the Treasury and the Secretary of State that it is desirable so to do, make an Order in Council directing that the Colonial Stock Acts 1877 to 1900 shall be extended, subject to such modifications and to such conditions as may appear expedient to His Majesty, so as to apply to stock issued after the passing of this Act and forming part of the public debt of any territory specified in the Order which is under His Majesty’s protection or in respect of which a mandate on behalf of the League of Nations has been accepted by His Majesty and is being exercised by His Majesty’s Government in the United Kingdom. 2 Before any Order in Council is made under this section, the draft of the Order shall be laid before each House of Parliament, and if either House, within the next subsequent twenty days on which that House has sat next after the draft is laid before it, resolves that an Address be presented to His Majesty against the draft or any part thereof, no further proceedings shall be taken theron, but without prejudice to the making of a new draft Order. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Colonial Development Act 1929 (repealed 19.11.1998)", "year": 1929, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Colonial Development Act 1929 (repealed 19.11.1998)", "year": 1929, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Colonial Development Act 1929."}]