[{"act": "Industrial Assurance and Friendly Societies Act 1929 (repealed 1.1.1994)", "year": 1929, "section": "1", "section_title": " Extension of purposes for which policies may be issued. ", "section_text": "1 1 Subject to the provisions of sections one and two of the  Industrial Assurance and Friendly Societies Act 1948 as amended by the  Industrial Assurance and Friendly Societies Act 1948 (Amendment) Act 1958  amongst the purposes for which . . .   industrial assurance companies may issue policies of assurance, there shall be included insuring money to be paid to the . . .   person assured on the duration for a specified period of the life of his parent, child, grand-parent, grandchild, brother or sister either with or without provision for the payment of money in the event of the death of any such person before the expiration of the period: Provided that no such . . .   company shall insure or pay on the death of any person under such a policy as aforesaid, issued after the commencement of this Act, any sum of money exceeding a reasonable amount for funeral expenses. 2 The issuing of such policies by . . .   an industrial assurance company shall, unless the premiums in respect thereof are payable at intervals of two months or more, be treated as part of the industrial assurance business of the . . .   company. 3 . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1929 (repealed 1.1.1994)", "year": 1929, "section": "2", "section_title": " Provisions as to repayment of premiums.", "section_text": "2 For the purpose of calculating the maximum sum which may be insured or paid under the last foregoing section or under section sixty-two of the  Friendly Societies Act 1896, no account shall be taken of any repayment of the whole or any part of the premiums paid in respect of any endowment policy, and sections sixty-three to sixty-six of that Act and subsection (2) of section four of the  Industrial Assurance Act 1923 shall not apply as respects any such repayment."}, {"act": "Industrial Assurance and Friendly Societies Act 1929 (repealed 1.1.1994)", "year": 1929, "section": "3", "section_title": " Rights of owners of certain endowment policies.", "section_text": "3 1 Where under any policy to which this section applies not less than one year’s premiums have been paid, the owner of the policy shall be entitled at any time within one year from the date on which the last premium was paid or, if no premium has been paid since the date of the commencement of this Act, within one year from that date, to surrender the policy and to claim either— a a free paid-up policy in conformity with the rules contained in the Schedule to this Act; or b payment of a surrender value equal to ninety per cent. of the value of the sum or sums payable under such a free paid-up policy as aforesaid, calculated in accordance with the last four rules contained in the Fourth Schedule to the Industrial Assurance Act 1923, . . . . .  2 This section applies to any policy issued, or deemed under this Act to have been issued, in accordance with the provisions of section one of this Act and to any other endowment policy issued on the life of a child under ten years of age, being in either case a policy in force at some time after the thirty-first day of December, nineteen hundred and twenty-three. 3 . . . . .   every premium receipt book in respect of such a policy, being a. . . . .   book issued after the thirtieth day of September, nineteen hundred and twenty-nine, by. . . . .   an industrial assurance company, shall set out the provisions of this section, and of the Schedule to this Act, printed in distinctive type, or, if the Industrial Assurance Commissioner consents, a statement in lieu thereof which, in the opinion of the Commissioner, sufficiently sets forth the effect of those provisions;. . . . .  4 . . . . .  5 . . . . . "}, {"act": "Industrial Assurance and Friendly Societies Act 1929 (repealed 1.1.1994)", "year": 1929, "section": "4", "section_title": " Retrospective operation of Act.", "section_text": "4 Any endowment policy issued before the first day of January, nineteen hundred and twenty-four, which would have been in force on that date if this Act had been in operation on and from the date on which the policy was issued shall be deemed for the purposes of this Act to have been in force on the said first day of January and, in the case of a policy of the description mentioned in section one of this Act, to have been issued in accordance with the provisions of that section, and as respects any endowment policy in force on, or issued since, that date, this Act shall be deemed to have been in operation on and from the date on which the policy was issued."}, {"act": "Industrial Assurance and Friendly Societies Act 1929 (repealed 1.1.1994)", "year": 1929, "section": "5", "section_title": " Short title, citation, construction and extent.", "section_text": "5 1 This Act may be cited as the  Industrial Assurance and Friendly Societies Act 1929 and this Act and the  Industrial Assurance Acts 1923 and  1926 may be cited together as the Industrial Assurance Acts 1923 to 1929 . . .  2 For the purposes of this Act— “ Policy ” includes any contract of assurance and the date of the making of any such contract shall be deemed to be the date of the issue of a policy; and “ Endowment policy ” means a policy issued or deemed under this Act to have been issued in accordance with the provisions of section one of this Act, or a policy insuring money to be paid on the duration for a specified period of the life of the member or person assured, either with or without provision for the payment of money in the event of the death of that person before the expiration of the period  and either with or without provision for the payment of money before the expiration of that period and during the life of that person in the event of the marriage of that person or otherwise. 3 References in this Act . . .   to the  Industrial Assurance Act 1923, shall be construed as references to those Acts as amended or applied by any subsequent enactment, and this Act in its application to . . .   industrial assurance companies shall be construed as one with the  Industrial Assurance Acts 1923 and  1926, . . .  4 This Act shall extend to Great Britain, the Isle of Man and the Channel Islands."}]