[{"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "1", "section_title": " The Commonwealth Institute, and the Trustees.", "section_text": "1 1 The organisation which exists by virtue of the  Imperial Institute Act 1925 (in this Act referred to as “ the principal Act ”) shall be known as the Commonwealth Institute. 2 The body which was constituted by subsection (1) of section nine of the  Imperial Institute (Transfer) Act 1902, under the name of the Imperial Institute Trustees and re-constituted by subsection (1) of section two of the principal Act, shall subsist under the name of the Commonwealth Institute Trustees and is in this Act referred to as “ the Trustees ”."}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "2", "section_title": " Change of membership in Trustees, and consequential provisions.", "section_text": "2 1 As from the passing of this Act, the persons who constitute the Trustees shall, in lieu of being those specified in subsection (1) of section two of the principal Act, be  the Secretary of State for Foreign and Commonwealth Affairs , . . . . . .  ,  the Secretary of State for Education and Skills  and three persons appointed by  the Secretary of State for Foreign and Commonwealth Affairs . 2 The Secretary of State for Foreign and Commonwealth Affairs  shall be the responsible Minister for the purposes of the principal Act. 3 Such of the persons constituting the Trustees as, on the passing of this Act, hold office by virtue of appointment under the said subsection (1) shall be deemed to have been appointed under this section. 4 The Trustees shall be a body corporate with perpetual succession and a common seal . . . . . . "}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "3", "section_title": " Provisions as to new building.", "section_text": "3 Whereas by a lease dated the ninth day of January, nineteen hundred and fifty-eight (hereafter in this Act referred to as “ the lease ”) the Right Honourable Giles Stephen Holland, Earl of Ilchester, demised to the Minister of Works certain land in the Royal Borough of Kensington (which is more particularly described in the First Schedule to this Act) for a term of nine hundred and ninety-nine years from the first day of August, nineteen hundred and fifty-seven, in consideration of the payment of a premium of two hundred and fifteen thousand pounds and the reservation of a rent of ten pounds a year: And whereas the grant to the said Minister was made, in the contemplation of the parties to the lease, with a view to the transfer by this Act from that Minister to the Trustees of his interest in the premises demised by the lease, to the intent that the Trustees should erect thereon a building (in this section referred to as “ the new building ”) in substitution for the Imperial Institute Building, and accordingly by the lease that Minister covenanted to erect such a building: Now, therefore:— 1 on the passing of this Act, the premises demised by the lease shall vest in the Trustees for the unexpired residue of the term created thereby and thereupon the Minister of Works shall stand discharged from all obligations imposed on him by or by virtue of the lease; 2 the new building shall be erected in accordance with plans and specifications approved by  the Secretary of State for Foreign and Commonwealth Affairs  and have floor space of an area of approximately one hundred and twenty-five thousand square feet; 3 the premises demised by the lease (including the new building and any building erected in substitution therefor) shall be under the management of  the Secretary of State for Foreign and Commonwealth Affairs ."}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "4", "section_title": " Surrender of Trustees’ interest in Imperial Institute Building.", "section_text": "4 The Trustees shall, at such times as  the Secretary of State for Foreign and Commonwealth Affairs  requires, surrender to  the Secretary of State for the Environment  their interest in such portions of the Imperial Institute Building as are specified in the requisition, and accordingly references in the principal Act to that building shall be construed as references to as much thereof as the Trustees have for the time being an interest in."}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "5", "section_title": " Power of lending and disposing of objects.", "section_text": "5 1 The Secretary of State for Foreign and Commonwealth Affairs  may— a lend for public exhibition in the United Kingdom or elsewhere any object comprised in the collections maintained for the purposes of the Commonwealth Institute; b sell, or otherwise dispose of, any such object as aforesaid which appears to him to have become useless for the purposes aforesaid. 2 The said  Secretary of State  may, if requested so to do by the Government of any part of the Commonwealth outside the United Kingdom, sell or give to it for exhibition in that part of the Commonwealth any such object as aforesaid, if he is of opinion that it is more appropriate for it to be exhibited there than in the United Kingdom. 3 Any sums received by the said  Secretary of State  in consequence of an exercise of the powers conferred on him by this section shall be paid into the Exchequer."}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "6", "section_title": " Expenses.", "section_text": "6 1 Any expenses incurred by the Trustees in performing the obligations imposed, or exercising the rights conferred, on them by or by virtue of the lease shall be defrayed by  the Secretary of State for Foreign and Commonwealth Affairs . 2 Any expenses defrayed by the said  Secretary of State  under the foregoing subsection and any expenses incurred by him in connection with the Commonwealth Institute shall, except in so far as they are defrayed out of the income of the Endowment Fund or out of sums received by him for the purposes of the Institute or otherwise in the exercise of his powers and duties under the principal Act, be paid out of moneys provided by Parliament."}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "7", "section_title": " Minor and consequential amendments. ", "section_text": "7 1 The provision of the principal Act specified in the first column of the Second Schedule to this Act shall have effect subject to the amendments respectively specified in relation thereto in the second column of that Schedule (being minor amendments and amendments consequential on the foregoing provisions of this Act). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Commonwealth Institute Act 1958 (Repealed)", "year": 1958, "section": "8", "section_title": " Short title, interpretation and repeals.", "section_text": "8 1 This Act may be cited as the Commonwealth Institute Act 1958. 2 In this Act “ the Imperial Institute Building ” means the land referred to by that name in the principal Act and “ the Endowment Fund ” means the fund so referred to. 3 References in this Act to the principal Act shall be construed as references to that Act as amended by the Imperial Institute (Variation of the  Act of 1925) Order 1949, and the Imperial Institute (Variation of the  Act of 1925) Order 1953 (made under section eight of the principal Act) and by the  Transfer of Functions (Imperial Institute) Order 1949 (made under subsection (1) of section one of the Ministers of the  Crown (Transfer of Functions) Act 1946). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]