[{"act": "Industrial Assurance and Friendly Societies Act 1948 (Amendment) Act 1958 (repealed 1.1.1994)", "year": 1958, "section": "1", "section_title": " Increase in maximum amount of insurance allowable on life of parent or grandparent.", "section_text": "1 1 In subsection (2) of the  Industrial Assurance and Friendly Societies Act, 1948 (which imposes a fine of twenty pounds as the maximum sum that any person is to be entitled to recieve from any registered friendly society or industrial assurance company, either taken alone or when added to any sum or sums for the time being insured to be paid to that person on the death of any one of his parents or grandparents) and in the First Schedule to that Act (which concerns the making of payments referred to in the said subsection (2) of section two) “thirty pounds” shall be substituted for “twenty pounds”. 2 In the Second Schedule of the said Act of 1948 (which makes consequential amendments to the   Friendly Societies Act ,1896 and the  Industrial Assurance Act , 1923) , after each reference to “section two of the Industrial Assurance and Friendly Societies Act ,1948”,the words “as amended by the Industrial Assurance and Friendly Societies Act , 1948 (Amendment ) Act, 1958”shall be inserted or added."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Amendment) Act 1958 (repealed 1.1.1994)", "year": 1958, "section": "2", "section_title": " Extent.", "section_text": "2 This Act shall extend to Great Britain, the Isle of Man and the Channel Islands but shall not extend to Northern Ireland."}, {"act": "Industrial Assurance and Friendly Societies Act 1948 (Amendment) Act 1958 (repealed 1.1.1994)", "year": 1958, "section": "3", "section_title": " Short title, citation, construction and commencement.", "section_text": "3 1 This Act may be cited as the Industrial Assurance and Friendly Societies Act 1948 (Amendment) Act 1958. 2 This Act and the Industrial Assurance Acts 1923 to 1948, may be cited together as the Industrial Assurance Acts 1923 to 1958, . . .  3 This Act, in its application to collecting societies and industrial assurance companies, shall be construed as one with the Industrial Assurance Acts 1923 to 1948 . . .  4 This Act shall come into force at the expiration of the period of two months beginning with the date of its passing."}]