[{"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "1", "section_title": " Functions and duties of the Bank of England.", "section_text": "1 1 The Financial Services Authority (in this Act referred to as “ the Authority ”)  shall have the powers conferred on it by this Act and the duty generally to supervise the institutions authorised by it in the exercise of those powers. 2 It shall also be the duty of the  Authority  to keep under review the operation of this Act and developments in the field of banking which appear to it to be relevant to the exercise of its powers and the discharge of its duties. 3 The  Authority  shall, as soon as practicable after the end of each of its financial years, make to the Chancellor of the Exchequer and publish in such manner as it thinks appropriate a report on its activities under this Act in that year; and the Chancellor of the Exchequer shall lay copies of every such report before Parliament. 4 Neither the Authority nor any person who is, or is acting as, an officer or servant of the Authority  shall be liable in damages for anything done or omitted in the discharge or purported discharge of the functions of the  Authority  under this Act unless it is shown that the act or omission was in bad faith."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "2", "section_title": " The Board of Banking Supervision.", "section_text": "2 1 There shall continue to be a committee known as the Board of Banking Supervision. 2 The Board shall consist of— a two ex officio members, namely, the Chairman of the Authority and the holder of such other office within the Authority as the Chairman of the Authority may designate for the purposes of this provision; and b six independent members, that is to say, members appointed jointly by the Chancellor of the Exchequer and the Chairman of the Authority, being persons having no executive responsibility in the Authority. 2A The independent members shall elect one of their number to chair the Board. 3 It shall be the duty of the independent members to give such advice as they think fit to the ex officio members— a on the exercise by the  Authority  of its functions under this Act, either generally or in any particular respect or in relation to a particular institution or institutions; and b on any matter relating to or arising out of the exercise of those functions. 4 The  Authority  shall make regular reports to the Board on matters which the  Authority  considers relevant to the discharge by the independent members of their duty under subsection (3) above and shall provide them with such other information as they may reasonably require. 5 The ex officio members shall give written notice to the Chancellor of the Exchequer in any case in which it is decided that the advice of the independent members should not be followed and the independent members shall be entitled to place before the Chancellor the reasons for their advice. 6 The Board shall prepare an annual report on its activities and that report shall be included in the report made by the  Authority  under section 1(3) above for the financial year in question. 7 Section 1(4) above shall apply to an act or omission by a member of the Board in the discharge or purported discharge of his functions under this section as it applies to an act or omission of a person there mentioned in the discharge or purported discharge of the functions of the  Authority . 8 Schedule 1 to this Act shall have effect with respect to the Board."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "3", "section_title": " Restriction on acceptance of deposits.", "section_text": "3 1 Subject to section 4 below, no person shall in the United Kingdom accept a deposit in the course of carrying on (whether there or elsewhere) a business which for the purposes of this Act is a deposit-taking business unless that person is an institution for the time being authorised by the  Authority  under the following provisions of this Part of this Act. 2 Any person who contravenes this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 3 The fact that a deposit has been taken in contravention of this section shall not affect any civil liability arising in respect of the deposit or the money deposited."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "4", "section_title": " Exempted persons and exempted transactions.", "section_text": "4 1 Section 3 above shall not apply to the acceptance of a deposit by the Bank or by a person for the time being specified in Schedule 2 to this Act. 2 The exemption of a person specified in that Schedule shall be subject to any restriction there specified in the case of that person. 3 The Treasury may after consultation with the  Authority  by order amend that Schedule— a by adding any person or relaxing any restriction; or b by removing any person for the time being specified in it or imposing or extending any restriction. 4 Section 3 above shall not apply to any transaction prescribed for the purposes of this subsection by regulations made by the Treasury. 5 Regulations under subsection (4) above may prescribe transactions by reference to any factors appearing to the Treasury to be appropriate and, in particular, by reference to all or any of the following— a the amount of the deposit; b the total liability of the person accepting the deposit to his depositors or to any other creditors; c the circumstances in which or the purpose for which the deposit is made; d the identity of the person by whom the deposit is made or accepted, including his membership of a class whose membership is determined otherwise than by the Treasury; e the number of, or the amount involved in, transactions of any particular description carried out by the person accepting the deposit or the frequency with which he carries out transactions of any particular description. 6 Regulations under subsection (4) above may make any exemption for which they provide subject to compliance with specified conditions or requirements. 7 Any order under subsection (3)(a) above and any regulations under subsection (4) above shall be subject to annulment in pursuance of a resolution of either House of Parliament, and no order shall be made under subsection (3)(b) above unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "5", "section_title": " Meaning of “deposit”.", "section_text": "5 1 Subject to the provisions of this section, in this Act “ deposit ” means a sum of money  (whether denominated in a currency or in ecus)  paid on terms— a under which it will be repaid, with or without interest or a premium, and either on demand or at a time or in circumstances agreed by or on behalf of the person making the payment and the person receiving it; and b which are not referable to the provision of property or services or the giving of security; and references in this Act to money deposited and to the making of a deposit shall be construed accordingly. 1A In subsection (1) above ’ecu’ means— a the European currency unit as defined in Article 1 of Council Regulation  No.  3320/94/ EC   b any other unit of account which is defined by reference to the European currency unit as so defined. 2 For the purposes of subsection (1)(b) above, money is paid on terms which are referable to the provision of property or services or to the giving of security if, and only if— a it is paid by way of advance or part payment under a contract for the sale, hire or other provision of property or services, and is repayable only in the event that the property or services is not or are not in fact sold, hired or otherwise provided; b it is paid by way of security for the performance of a contract or by way of security in respect of loss which may result from the non-performance of a contract; or c without prejudice to paragraph (b) above, it is paid by way of security for the delivery up or return of any property, whether in a particular state of repair or otherwise. 3 Except so far as any provision of this Act otherwise provides, in this Act “ deposit ” does not include— a a sum paid by the Bank or an authorised institution; b a sum paid by a person for the time being specified in Schedule 2 to this Act; c a sum paid by a person, other than a person within paragraph (a) or (b) above, in the course of carrying on a business consisting wholly or mainly of lending money; d a sum which is paid by one company to another at a time when one is a subsidiary of the other or both are subsidiaries of another company or the same individual is a majority or principal shareholder controller of both of them; or e a sum which is paid by a person who, at the time when it is paid, is a close relative of the person receiving it or who is, or is a close relative of, a director, controller or manager of that person. 4 In the application of paragraph (e) of subsection (3) above to a sum paid by a partnership that paragraph shall have effect as if for the reference to the person paying the sum there were substituted a reference to each of the partners. 5 In subsection (3)(e) above “ close relative ”, in relation to any person, means— a his spouse; b his children and step-children, his parents and step-parents, his brothers and sisters and step-brothers and step-sisters; and c the spouse of any person within paragraph (b) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "6", "section_title": " Meaning of “deposit-taking business”.", "section_text": "6 1 Subject to the provisions of this section, a business is a deposit-taking business for the purposes of this Act if— a in the course of the business money received by way of deposit is lent to others; or b any other activity of the business is financed, wholly or to any material extent, out of the capital of or the interest on money received by way of deposit. 2 Notwithstanding that paragraph (a) or (b) of subsection (1) above applies to a business, it is not a deposit-taking business for the purposes of this Act if— a the person carrying it on does not hold himself out as accepting deposits on a day to day basis; and b any deposits which are accepted are accepted only on particular occasions, whether or not involving the issue of debentures or other securities. 3 For the purposes of subsection (1) above all the activities which a person carries on by way of business shall be regarded as a single business carried on by him. 4 In determining for the purposes of subsection (2)(b) above whether deposits are accepted only on particular occasions regard shall be had to the frequency of those occasions and to any characteristics distinguishing them from each other. 5 For the purposes of subsection (2) above there shall be disregarded any deposit in respect of the acceptance of which the person in question is exempt from the prohibition in section 3 above and any money received by way of deposit which is not used in the manner described in subsection (1) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "7", "section_title": " Power to amend definitions.", "section_text": "7 1 The Treasury may after consultation with the  Authority  by order amend the meaning of deposit or deposit-taking business for the purposes of all or any provisions of this Act. 2 Without prejudice to the generality of the power conferred by subsection (1) above, an order under that subsection amending the meaning of deposit-taking business may provide for taking into account as activities of an institution the activities of any person who is connected with it in such manner as is specified in the order. 3 Any order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 An order under this section may contain such transitional provisions as the Treasury think necessary or expedient and may exclude or modify the effect of the order on any other enactment which is expressed to have effect in relation to a deposit or a deposit-taking business within the meaning of this Act."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "8", "section_title": " Applications for authorisation.", "section_text": "8 1 Any institution may make an application for authorisation to the  Authority other than— a a credit institution incorporated in or formed under the law of any part of the United Kingdom whose principal place of business is outside the United Kingdom; and b a credit institution incorporated in or formed under the law of another member State. 2 Any such application— a shall be made in such manner as the  Authority  may direct; and b shall be accompanied by— i a statement setting out the nature and scale of the deposit-taking business which the applicant intends to carry on, any plans of the applicant for the future development of that business and particulars of the applicant’s arrangements for the management of that business; and ii such other information or documents as the  Authority  may reasonably require for the purpose of determining the application. 3 At any time after receiving an application and before determining it the  Authority  may by written notice require the applicant or any person who is or is to be a director, controller or manager of the applicant to provide additional information or documents. 4 The directions and requirements given or imposed under subsections (2) and (3) above may differ as between different applications. 5 Any information or statement to be provided to the  Authority  under this section shall be in such form as the  Authority  may specify; and the  Authority  may by written notice require the applicant or any such person as is mentioned in subsection (3) above to provide a report by an accountant or other qualified person approved by the  Authority  on such aspects of that information as may be specified by the  Authority . 6 An application may be withdrawn by written notice to the  Authority  at any time before it is granted or refused."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "9", "section_title": " Grant and refusal of authorisation.", "section_text": "9 1 The  Authority  may, on an application duly made in accordance with section 8 above and after being provided with all such information, documents and reports as it may require under that section, grant or refuse the application. 2 The  Authority  shall not grant an application unless satisfied that the criteria specified in Schedule 3 to this Act are fulfilled with respect to the applicant. 3 In the case of an application by an applicant whose principal place of business is in a country or territory outside the United Kingdom the  Authority  may regard itself as satisfied that the criteria specified in paragraphs 1, 4 and 5 of that Schedule are fulfilled if— a the relevant supervisory authority in that country or territory informs the  Authority  that it is satisfied with respect to the prudent management and overall financial soundness of the applicant; and b the  Authority  is satisfied as to the nature and scope of the supervision exercised by that authority. 3A The  Authority  shall refuse an application made by a credit institution if it appears to the  Authority  that— a the institution is an undertaking which is closely linked with any person; and b the institution’s close links with that person, or any matters relating to any non-EEA laws or administrative provisions to which that person is subject, are such as would prevent the effective exercise by the  Authority  of its supervisory functions in relation to the institution; and in this subsection and subsection (1B) of section 11 below ’non-EEA laws’ means laws of a country or territory which is not a contracting party to the agreement on the European Economic Area signed at Oporto on 2nd May 1992 as adjusted by the Protocol signed at Brussels on 17th March 1993, and “non-EEA administrative provisions” shall be construed accordingly. 4 In determining whether to grant or refuse an application the  Authority  may take into account any matters relating— a to any person who is or will be employed by or associated with the applicant for the purposes of the applicant’s deposit-taking business; and b if the applicant is a body corporate, to any other body corporate in the same group or to any director or controller of any such other body. 5 No authorisation shall be granted to a partnership or unincorporated association if the whole of the assets available to it are owned by a single individual. 6 An authorisation granted to a partnership shall be granted in the partnership name and, without prejudice to sections 11 and 12 below, shall not be affected by any change in the partners. 7 Before granting an authorisation to a credit institution incorporated in or formed under the law of any part of the United Kingdom which is— a a subsidiary undertaking; b a subsidiary undertaking of the parent undertaking; or c controlled by the parent controller, of a credit institution which is for the time being authorised to act as such an institution by the relevant supervisory authority in another member State, the  Authority  shall consult that authority."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "10", "section_title": " Notice of grant or refusal.", "section_text": "10 1 Where the  Authority  grants an application for authorisation it shall give written notice of that fact to the applicant. 2 Where the  Authority  proposes to refuse an application for authorisation it shall give the applicant written notice of its intention to do so, stating the grounds on which it proposes to act and giving particulars of the applicant’s rights under subsection (4) below. 3 Where the ground or a ground for the proposed refusal is that the  Authority  is not satisfied that the criterion in paragraph 1 of Schedule 3 to this Act is fulfilled in the case of any such person as is there mentioned, the  Authority  shall give that person a copy of the notice mentioned in subsection (2) above, together with a statement of his rights under subsection (4) below. 4 An applicant who is given a notice under subsection (2) above and a person who is given a copy of it under subsection (3) above may within such period (not being less than twenty-eight days) as is specified in the notice make written representations to the  Authority ; and where such representations are made the  Authority  shall take them into account before reaching a decision on the application. 5 Where the  Authority  refuses an application it shall give written notice of that fact to the applicant and to any such person as is mentioned in subsection (3) above, stating the reasons for the refusal and  (except in the case of a refusal in pursuance of a direction under section 26A below).  giving particulars of the rights conferred by section 27 below. 6 Any notice under subsection (5) above shall be given before the end of the period of six months beginning with the day on which the application was received by the  Authority  or, where the  Authority  has under section 8 above required additional information or documents in connection with the application, before the end of whichever of the following first expires— a the period of six months beginning with the day on which the additional information or documents are provided; b the period of twelve months beginning with the day on which the application was received. 7 The  Authority  may omit from the copy given to a person under subsection (3) above and from a notice given to him under subsection (5) above any matter which does not relate to him."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "11", "section_title": " Revocation of authorisation.", "section_text": "11 1 The  Authority  may revoke the authorisation of an institution if it appears to the  Authority  that— a any of the criteria specified in Schedule 3 to this Act is not or has not been fulfilled, or may not be or may not have been fulfilled, in respect of the institution; b the institution has failed to comply with any obligation imposed on it by or under this Act; c a person has become a controller of the institution in contravention of section 21 below or has become or remains a controller after being given a notice of objection under section 22, 23 or 24 below; d the  Authority  has been provided with false, misleading or inaccurate information by or on behalf of the institution or, in connection with an application for authorisation, by or on behalf of a person who is or is to be a director, controller or manager of the institution; or e the interests of depositors or potential depositors of the institution are in any other way threatened, whether by the manner in which the institution is conducting or proposes to conduct its affairs or for any other reason. 1A The  Authority  may revoke the authorisation of a credit institution incorporated in or formed under the law of any part of the United Kingdom if— a it appears to the  Authority  that the institution’s principal place of business is or may be outside the United Kingdom; b it appears to the  Authority  that the institution has carried on in the United Kingdom or elsewhere a listed activity (other than the acceptance of deposits from the public) without having given prior notice to the  Authority  of its intention to do so; c it appears to the Authority, or the Authority is informed by  a connected  UK  authority having regulatory functions in relation to the provision of financial services, that the institution— i has contravened any provision of the Financial Services Act 1986 or any rules or regulations made under it; ii in purported compliance with any such provision, has furnished  the Authority or that  authority with false, misleading or inaccurate information; iii has contravened any prohibition or requirement imposed under that Act; or iv has failed to comply with any statement of principle issued under that Act; d the  Authority  is informed by the Director General of Fair Trading that the institution, or any of the institution’s employees, agents or associates (whether past or present) or, where the institution is a body corporate, any controller of the institution or an associate of any such controller, has done any of the things specified in paragraphs (a) to (d) of section 25(2) of the Consumer Credit Act 1974; e it appears to the  Authority  that the institution has failed to comply with any obligation imposed on it by the Banking Coordination (Second Council Directive) Regulations 1992  or the Credit Institutions (Protection of Depositors) Regulations 1995 ; or f the  Authority  is informed by a supervisory authority in another member State that the institution has failed to comply with any obligation imposed on it by or under any rule of law in force in that State for purposes connected with the implementation of  those provisions of the Banking Consolidation Directive which were previously comprised in Directive  89/646/ EEC , or of Directive  94/19/EC  on deposit-guarantee schemes . 1B The  Authority  may revoke the authorisation of a credit institution if it appears to the  Authority  that— a the institution is an undertaking which is closely linked with any person; and b the institution’s close links with that person, or any matters relating to any non-EEA laws or administrative provisions to which that person is subject, are such as to prevent the effective exercise by the  Authority  of its supervisory functions in relation to the institution. 2 The  Authority  may revoke the authorisation of an institution if it appears to the  Authority  that the institution— a has not accepted a deposit in the United Kingdom in the course of carrying on a deposit-taking business (whether there or elsewhere) within the period of twelve months beginning with the day on which it was authorised; or b having accepted a deposit or deposits as aforesaid, has subsequently not done so for any period of more than six months. 3 If in the case of an authorised institution whose principal place of business is in a country or territory outside the United Kingdom it appears to the  Authority  that the relevant supervisory authority in that country or territory has withdrawn from the institution an authorisation corresponding to that conferred by the  Authority  under this Part of this Act, the  Authority  may revoke the authorisation and shall do so if that country or territory is a member State. 3A In relation to a credit institution incorporated in or formed under the law of any part of the United Kingdom, subsection (3) above shall have effect as if the words  “              and shall do so if that country or territory is a member State            ”  were omitted. 4 In the case of an authorised institution which is an authorised person under the  Financial Services Act 1986 or holds a consumer credit licence under the  Consumer Credit Act 1974 the  Authority  may revoke the authorisation if it appears to the  Authority  that the institution has ceased to be an authorised person under the said Act of 1986 (otherwise than at the request or with the consent of the institution) or that the licence under the said Act of 1974 has been revoked. 5 The Treasury may after consultation with the  Authority  by order make provision corresponding to subsection (4) above in relation to any authorisation or licence granted under such other enactments as may appear to the Treasury to be appropriate; but any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 If in the case of an authorised institution wherever incorporated it appears to the  Authority  that— a a winding-up order has been made against it in the United Kingdom; or b a resolution for its voluntary winding up in the United Kingdom has been passed, the  Authority  shall revoke the authorisation; and the  Authority  may revoke the authorisation of any authorised institution incorporated outside the United Kingdom if it appears to the  Authority  that an event has occurred in respect of it outside the United Kingdom which corresponds as nearly as may be to either of those mentioned in paragraphs (a) and (b) above. 7 The  Authority  may revoke the authorisation of an authorised institution incorporated in the United Kingdom if it appears to the  Authority  that— a a composition or arrangement with creditors has been made in respect of the institution; b a receiver or manager of the institution’s undertaking has been appointed; or c possession has been taken, by or on behalf of the holders of any debenture secured by a charge, of any property of the institution comprised in or subject to the charge; or, in the case of an authorised institution incorporated elsewhere, that an event has occurred in respect of it which corresponds as nearly as may be to any of those mentioned in paragraphs (a), (b) and (c) above. 8 The  Authority  may revoke the authorisation of an authorised institution if it appears to the  Authority  that an administration order has been made in relation to the institution under section 8 of the  Insolvency Act 1986  or under Article 21 of the Insolvency (Northern Ireland) Order 1989 . 9 The  Authority  shall revoke the authorisation of an unincorporated institution if it appears to the  Authority  that a winding-up order has been made against it in the United Kingdom and may revoke the authorisation of such an institution if it appears to the  Authority  that— a the institution has been dissolved; or b a bankruptcy order, an award of sequestration, an order of adjudication of bankruptcy or a composition or arrangement with creditors has been made or a trust deed for creditors granted in respect of that institution or any of its members; or c any event corresponding as nearly as may be to any of those mentioned in paragraph (b) above or in subsection (6)(a) or (b) or (7)(b) or (c) above has occurred in respect of that institution or any of its members; or d the whole of the assets available to the institution have passed into the ownership of a single individual. 10 The rules and prohibitions referred to in subsection (1A)(c) above include the rules of any recognised self-regulating organisation of which the institution is a member and any prohibition imposed by virtue of those rules; and in subsection (1A)(d) above— “ associate ” has the same meaning as in section 25(2) of the Consumer Credit Act 1974; “ controller ” has the meaning given by section 189(1) of that Act."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "12", "section_title": " Restriction of authorisation.", "section_text": "12 1 Where it appears to the  Authority — a that there are grounds on which the  Authority’s  power to revoke an institution’s authorisation are exercisable; but b that the circumstances are not such as to justify revocation, the  Authority  may restrict the authorisation instead of revoking it. 2 An authorisation may be restricted— a by imposing such limit on its duration as the  Authority  thinks fit; b by imposing such conditions as it thinks desirable for the protection of the institution’s depositors or potential depositors; or c by the imposition both of such a limit and of such conditions. 3 A limit on the duration of an authorisation shall not be such as to allow the authorisation to continue in force for more than three years from the date on which it is imposed; and such a limit may, in particular, be imposed in a case in which the  Authority  considers that an institution should be allowed time to repay its depositors in an orderly manner. 4 The conditions imposed under this section may in particular— a require the institution to take certain steps or to refrain from adopting or pursuing a particular course of action or to restrict the scope of its business in a particular way; b impose limitations on the acceptance of deposits, the granting of credit or the making of investments; c prohibit the institution from soliciting deposits, either generally or from persons who are not already depositors; d prohibit it from entering into any other transaction or class of transactions; e require the removal of any director, controller or manager; f specify requirements to be fulfilled otherwise than by action taken by the institution. 5 Any condition imposed under this section may be varied or withdrawn by the  Authority ; and any limit imposed under this section on the duration of an authorisation may be varied but not so as to allow the authorisation to continue in force for longer than the period mentioned in subsection (3) above from the date on which the limit was first imposed. 6 An institution which fails to comply with any requirement or contravenes any prohibition imposed on it by a condition under this section shall be guilty of an offence and liable— a on conviction on indictment, to a fine; b on summary conviction, to a fine not exceeding the statutory maximum. 7 The fact that a condition imposed under this section has not been complied with (whether or not constituting an offence under subsection (6) above) shall be a ground for the revocation of the authorisation in question but shall not invalidate any transaction. 8 An institution whose authorisation is restricted by the imposition of a limit on its duration may apply under section 8 above for a new authorisation and, if that authorisation is granted, the restricted authorisation shall cease to have effect."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "12A", "section_title": " Revocation or restriction on information from supervisory authority.", "section_text": "12A 1 This section applies where, in the case of an authorised institution which is a credit institution incorporated in or formed under the law of any part of the United Kingdom, the  Authority  is informed by a supervisory authority in another member State that the institution is failing to comply with an obligation imposed by or under any rule of law in force in that State for purposes connected with the implementation of  those provisions of the Banking Consolidation Directive which were previously comprised in Directive  89/646/EEC . 2 The  Authority  shall as soon as practicable send a copy of the information received by it to every other authority which it knows is a connected UK authority. 3 The  Authority  shall also— a consider whether to exercise its powers under section 11 or 12 above; and b notify its decision, and any action which it has taken or intends to take, to the supervisory authority and to every other authority which it knows is a connected UK authority."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "13", "section_title": " Notice of revocation or restriction.", "section_text": "13 1 Subject to section 14 below where the  Authority  proposes— a to revoke an authorisation; or b to restrict an authorisation; or c to vary the restrictions imposed on an authorisation otherwise than with the agreement of the institution concerned, the  Authority  shall give to the institution concerned written notice of its intention to do so. 2 If the proposed action is within paragraph (b) or (c) of subsection (1) above the notice under that subsection shall specify the proposed restrictions or, as the case may be, the proposed variation. 3 A notice under subsection (1) above shall state the grounds on which the  Authority  proposes to act and give particulars of the institution’s rights under subsection (5) below. 3A Where the  Authority  gives a notice under subsection (1) above to a credit institution incorporated in or formed under the law of any part of the United Kingdom, it shall give a copy of that notice to every other authority which the  Authority  knows is— a a connected UK authority; or b a supervisory authority in another member State in which the institution is carrying on a listed activity. 4 Where— a the ground or a ground for a proposed revocation or for a proposal to impose or vary a restriction is that it appears to the  Authority  that the criterion in paragraph 1 of Schedule 3 to this Act is not or has not been fulfilled, or may not be or may not have been fulfilled, in the case of any person; or b a proposed restriction consists of or includes a condition requiring the removal of any person as director, controller or manager, the  Authority  shall give that person a copy of the notice mentioned in subsection (1) above, together with a statement of his rights under subsection (5) below. 5 An institution which is given a notice under subsection (1) above and a person who is given a copy of it under subsection (4) above may within the period of fourteen days beginning with the day on which the notice was given make representations to the  Authority . 6 After giving a notice under subsection (1) above and taking into account any representations made under subsection (5) above the  Authority  shall decide whether— a to proceed with the action proposed in the notice; b to take no further action; c if the proposed action was to revoke the institution’s authorisation, to restrict its authorisation instead; d if the proposed action was to restrict the institution’s authorisation or to vary the restrictions on an authorisation, to restrict it or to vary the restrictions in a different manner. 7 The  Authority  shall give the institution and any such person as is mentioned in subsection (4) above written notice of its decision and, except where the decision is to take no further action, the notice shall state the reasons for the decision and give particulars of the rights conferred by subsection (9) and section 27 below. 8 A notice under subsection (7) above of a decision to revoke or restrict an authorisation or to vary the restrictions on an authorisation shall, subject to section 27(4) below, have the effect of revoking the authorisation or, as the case may be, restricting the authorisation or varying the restrictions in the manner specified in the notice. 9 Where the decision notified under subsection (7) above is to restrict the authorisation or to vary the restrictions on an authorisation otherwise than as stated in the notice given under subsection (1) above the institution may within the period of seven days beginning with the day on which the notice was given under subsection (7) above make written representations to the  Authority  with respect to the restrictions and the  Authority  may, after taking those representations into account, alter the restrictions. 10 A notice under subsection (7) above shall be given within the period of twenty-eight days beginning with the day on which the notice under subsection (1) above was given; and if no notice under subsection (7) is given within that period the  Authority  shall be treated as having at the end of that period given a notice under that subsection to the effect that no further action is to be taken. 11 Where the  Authority  varies a restriction on an institution’s authorisation with its agreement or withdraws a restriction consisting of a condition the variation or withdrawal shall be effected by written notice to the institution. 12 The  Authority  may omit from the copy given to a person under subsection (4) above and from a notice given to him under subsection (7) above any matter which does not relate to him."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "14", "section_title": " Mandatory revocation and restriction in cases of urgency.", "section_text": "14 1 No notice need be given under section 13 above in respect of— a the revocation of an institution’s authorisation in any case in which revocation is mandatory under section 11 above; or b the imposition or variation of a restriction on an institution’s authorisation in any case in which the  Authority  considers that the restriction should be imposed or varied as a matter of urgency. 2 In any such case the  Authority  may by written notice to the institution revoke the authorisation or impose or vary the restriction. 3 Any such notice shall state the reasons for which the  Authority  has acted and, in the case of a notice imposing or varying a restriction, particulars of the rights conferred by subsection (5) and by section 27 below. 4 Subsection (4) of section 13 above shall apply to a notice under subsection (2) above imposing or varying a restriction as it applies to a notice under subsection (1) of that section in respect of a proposal to impose or vary a restriction; but the  Authority  may omit from a copy given to a person by virtue of this subsection any matter which does not relate to him. 5 An institution to which a notice is given under this section of the imposition or variation of a restriction and a person who is given a copy of it by virtue of subsection (4) above may within the period of fourteen days beginning with the day on which the notice was given make representations to the  Authority . 6 After giving a notice under subsection (2) above imposing or varying a restriction and taking into account any representations made in accordance with subsection (5) above the  Authority  shall decide whether— a to confirm or rescind its original decision; or b to impose a different restriction or to vary the restriction in a different manner. 7 The  Authority  shall within the period of twenty-eight days beginning with the day on which the notice was given under subsection (2) above give the institution concerned written notice of its decision under subsection (6) above and, except where the decision is to rescind the original decision, the notice shall state the reasons for the decision. 8 Where the notice under subsection (7) above is of a decision to take the action specified in subsection (6) (b) above the notice under subsection (7) shall have the effect of imposing the restriction or making the variation specified in the notice and with effect from the date on which it is given. 9 Where a notice of the proposed revocation of an institution’s authorisation under section 13 above is followed by a notice revoking its authorisation under this section the latter notice shall have the effect of terminating any right to make representations in respect of the proposed revocation and any pending appeal proceedings in respect of a decision implementing that proposal."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "15", "section_title": " Surrender of authorisation.", "section_text": "15 1 An authorised institution may surrender its authorisation by written notice to the  Authority . 2 A surrender shall take effect on the giving of the notice or, if a later date is specified in it, on that date; and where a later date is specified in the notice the institution may by a further written notice to the  Authority  substitute an earlier date, not being earlier than that on which the first notice was given. 3 The surrender of an authorisation shall be irrevocable unless it is expressed to take effect on a later date and before that date the  Authority  by notice in writing to the institution allows it to be withdrawn. 4 Where the  Authority  receives a notice of surrender under subsection (1) above from a credit institution incorporated in or formed under the law of any part of the United Kingdom, it shall give a copy of that notice to every other authority which the  Authority  knows is— a a connected UK authority; or b a supervisory authority in another member State in which the institution is carrying on a listed activity."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "16", "section_title": " Statement of principles.", "section_text": "16 1 The  Authority  shall, as soon as practicable after the coming into force of this section, publish in such manner as it thinks appropriate a statement of the principles in accordance with which it is acting or proposing to act— a in interpreting the criteria specified in Schedule 3 to this Act and the grounds for revocation specified in section 11 above; and b in exercising its power to grant, revoke or restrict an authorisation. 2 If in the course of a financial year of the  Authority  it makes a material change in the principles in accordance with which it is acting or proposing to act as mentioned in subsection (1) above it shall include a statement of the change in the report made by it for that year under section 1(3) above; and the  Authority  may, at any time, publish in such manner as it thinks appropriate a statement of the principles in accordance with which it is acting or proposing to act as mentioned in that subsection."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "17", "section_title": " Information as to authorised institutions.", "section_text": "17 1 Every report made by the  Authority  under section 1(3) above shall contain a list of the institutions which are authorised under this Act at the end of the financial year to which the report relates. 2 The  Authority  shall make available to any person on request and on payment of such fee, if any, as the  Authority  may reasonably require a list of the institutions which are authorised either at the date of the request or at such earlier date, being not more than one month earlier, as may be specified in the list. 3 The  Authority  may give public notice of the fact that an institution has ceased to be authorised."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "18", "section_title": " False statements as to authorised status.", "section_text": "18 1 No person other than an authorised institution shall— a describe himself as an authorised institution; or b so hold himself out as to indicate or be reasonably understood to indicate that he is an authorised institution. 2 No person shall falsely state, or do anything which falsely indicates, that he is entitled although not an authorised institution to accept a deposit in the course of carrying on a business which for the purposes of this Act is a deposit-taking business. 3 Any person who contravenes this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "19", "section_title": " Directions to institutions.", "section_text": "19 1 The  Authority  may give an institution directions under this section— a when giving it notice that the  Authority  proposes to revoke its authorisation; b at any time after such a notice has been given to the institution (whether before or after its authorisation is revoked); c when giving the institution a notice of revocation under section 14(2) above by virtue of section 11(6)(b) above in the case of a members’ voluntary winding up; d at any time after the institution has served a notice surrendering its authorisation, whether with immediate effect or with effect from a later date specified in the notice; e at or at any time after the expiry (otherwise than by virtue of section 12(8) above) of a restricted authorisation of the institution; f at any time after a disqualification notice has been served on the institution under section 183 of the  Financial Services Act 1986. 2 Directions under this section shall be such as appear to the  Authority  to be desirable in the interests of the institution’s depositors or potential depositors, whether for the purpose of safeguarding its assets or otherwise, and may in particular— a require the institution to take certain steps or to refrain from adopting or pursuing a particular course of action or to restrict the scope of its business in a particular way; b impose limitations on the acceptance of deposits, the granting of credit or the making of investments; c prohibit the institution from soliciting deposits either generally or from persons who are not already depositors; d prohibit it from entering into any other transaction or class of transactions; e require the removal of any director, controller or manager. 3 No direction shall be given by virtue of paragraph (a) or (b) of subsection (1) above, and any direction given by virtue of either of those paragraphs shall cease to have effect, if the  Authority  gives the institution notice that it is not proposing to take any further action pursuant to the notice mentioned in that paragraph or if the  Authority’s  decision to revoke the institution’s authorisation is reversed on appeal. 4 No direction shall be given by virtue of paragraph (d) of subsection (1) above, and any direction given by virtue of that paragraph shall cease to have effect, if the  Authority  allows the institution to withdraw the surrender of its authorisation. 5 No direction shall be given to an institution under this section after it has ceased to have any liability in respect of deposits for which it had a liability at a time when it was authorised; and any such direction which is in force with respect to an institution shall cease to have effect when the institution ceases to have any such liability. 6 An institution which fails to comply with any requirement or contravenes any prohibition imposed on it by a direction under this section shall be guilty of an offence and liable— a on conviction on indictment, to a fine; b on summary conviction, to a fine not exceeding the statutory maximum. 7 A contravention of a prohibition imposed under this section shall not invalidate any transaction."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "20", "section_title": " Notification and confirmation of directions.", "section_text": "20 1 A direction under section 19 above shall be given by notice in writing and may be varied by a further direction; and a direction may be revoked by the  Authority  by a notice in writing to the institution concerned. 2 A direction under that section, except one varying a previous direction with the agreement of the institution concerned— a shall state the reasons for which it is given and give particulars of the institution’s rights under subsection (4) and section 27 below; and b without prejudice to section 19(3), (4) and (5) above, shall cease to have effect at the end of the period of twenty-eight days beginning with the day in which it is given unless before the end of that period it is confirmed by a further written notice given by the  Authority  to the institution concerned. 3 Where a direction requires the removal of a person as director, controller or manager of an institution the  Authority  shall give that person a copy of the direction (together with a statement of his rights under subsection (4) below) and, if the direction is confirmed, a copy of the notice mentioned in subsection (2)(b) above. 4 An institution to which a direction is given which requires confirmation under subsection (2) above and a person who is given a copy of it under subsection (3) above may, within the period of fourteen days beginning with the day on which the direction is given, make written representations to the  Authority ; and the  Authority  shall take any such representations into account in deciding whether to confirm the direction. 5 The  Authority  may omit from the copies given to a person under subsection (3) above any matter which does not relate to him."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "21", "section_title": " Notification of new or increased control.", "section_text": "21 1 No person shall become a minority, 10 per cent., 20 per cent., 33 per cent., majority or principle shareholder controller, a parent controller or an indirect controller of an authorised institution unless — a he has served on the  Authority  a written notice stating that he intends to become such a controller of the institution; and b either the  Authority  has, before the end of the period of three months beginning with the date of service of that notice, notified him in writing that there is no objection to his becoming such a controller of the institution or that period has elapsed without the  Authority  having served on him under section 22 or 23 below a written notice of objection to his becoming such a controller of the institution. 2 Subsection (1) above applies also in relation to a person becoming a partner in an authorised institution which is a partnership formed under the law of any part of the United Kingdom. 3 A notice under paragraph (a) of subsection (1) above shall contain such information as the  Authority  may direct and the  Authority  may, after receiving such a notice from any person, by notice in writing require him to provide such additional information or documents as the  Authority  may reasonably require for deciding whether to serve a notice of objection. 4 Where additional information or documents are required from any person by a notice under subsection (3) above the time between the giving of the notice and the receipt of the information or documents shall be added to the period mentioned in subsection (1) (b) above. 5 A notice served by a person under paragraph (a) of subsection (1) above shall not be regarded as a compliance with that paragraph except as respects his becoming a controller of the institution in question within the period of one year beginning— a in a case where the  Authority  has notified him that there is no objection to his becoming such a controller, with the date of that notification; b in a case where the period mentioned in paragraph (b) of that subsection has elapsed without any such notification and without his having been served with a written notice of objection, with the expiration of that period; c in a case in which he has been served with a notice of objection which has been quashed on appeal, with the date on which it is quashed."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "22", "section_title": " Objection to new or increased control.", "section_text": "22 1 The  Authority  may serve a notice of objection under this section on a person who has given a notice under section 21 above unless it is satisfied— a that the person concerned is a fit and proper person to become a controller of the description in question of the institution; b that the interests of depositors and potential depositors of the institution would not be in any other manner threatened by that person becoming a controller of that description of the institution; and c without prejudice to paragraphs (a) and (b) above, that, having regard to that person’s likely influence on the institution as a controller of the description in question the criteria in Schedule 3 to this Act would continue to be fulfilled in the case of the institution or, if any of those criteria is not fulfilled, that that person is likely to undertake adequate remedial action. 1A Before deciding whether or not to serve a notice of objection under this section in any case where— a the person concerned is, or is a parent controller of, a credit institution which is for the time being authorised to act as such an institution by the relevant supervisory authority in another member State; and b the notice under section 21 above stated an intention to become a parent controller, the  Authority  shall consult that authority. 2 Before serving a notice of objection under this section the  Authority  shall serve the person concerned with a preliminary written notice stating that the  Authority  is considering the service on that person of a notice of objection; and that notice— a shall specify which of the matters mentioned in subsection (1) above the  Authority  is not satisfied about and, subject to subsection (5) below, the reasons for which it is not satisfied; and b shall give particulars of the rights conferred by subsection (3) below. 3 A person served with a notice under subsection (2) above may, within the period of one month beginning with the day on which the notice is served, make written representations to the  Authority ; and where such representations are made the  Authority  shall take them into account in deciding whether to serve a notice of objection. 4 A notice of objection under this section shall— a specify which of the matters mentioned in subsection (1) above the  Authority  is not satisfied about and, subject to subsection (5) below, the reasons for which it is not satisfied; and b give particulars of the rights conferred by section 27 below. 5 Subsections (2)(a) and (4)(a) above shall not require the  Authority  to specify any reason which would in its opinion involve the disclosure of confidential information the disclosure of which would be prejudicial to a third party. 6 Where a person required to give a notice under section 21 above in relation to his becoming a controller of any description becomes a controller of that description without having given the notice the  Authority  may serve him with a notice of objection under this section at any time within three months after becoming aware of his having done so and may, for the purpose of deciding whether to serve him with such a notice, require him by notice in writing to provide such information or documents as the  Authority  may reasonably require. 7 The period mentioned in section 21(1)(b) above (with any extension under subsection (4) of that section) and the period mentioned in subsection (6) above shall not expire, if it would otherwise do so, until fourteen days after the end of the period within which representations can be made under subsection (3) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "23", "section_title": " Objection by direction of the Treasury.", "section_text": "23 1 The Treasury may direct the  Authority  to serve a notice of objection under this section on a person— a  who has given notice under section 21 above of his intention to become a shareholder controller of any description of an institution  which is not a credit institution ; or b who has become such a controller without giving the required notice under that section,  if it appears to the Treasury that, in the event of his becoming or, as the case may be, as a result of his having become, such a controller, a notice could be served on the institution by the Treasury under section 183 of the  Financial Services Act 1986 (disqualification or restriction of persons connected with overseas countries which do not afford reciprocal facilities for financial business). 2 No direction shall be given in a case within subsection (1)(b) above more than three months after the Treasury becomes aware of the fact that the person concerned has become a controller of the relevant description. 3 Any notice of objection served by virtue of a direction under this section shall state the grounds on which it is served."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "24", "section_title": " Objection to existing shareholder controller.", "section_text": "24 1 Where it appears to the  Authority  that a person who is a shareholder controller of any description of an authorised institution incorporated in the United Kingdom is not or is no longer a fit and proper person to be such a controller of the institution it may serve him with a written notice of objection to his being such a controller of the institution. 2 Before serving a notice of objection under this section the  Authority  shall serve the person concerned with a preliminary written notice stating that the  Authority  is considering the service on that person of a notice of objection; and that notice shall— a subject to subsection (5) below, specify the reasons for which it appears to the  Authority  that the person in question is not or is no longer a fit and proper person as mentioned in subsection (1) above; and b give particulars of the rights conferred by subsection (3) below. 3 A person served with a notice under subsection (2) above may, within the period of one month beginning with the day on which the notice is served, make written representations to the  Authority ; and where such representations are made the  Authority  shall take them into account in deciding whether to serve a notice of objection. 4 A notice of objection under this section shall— a subject to subsection (5) below, specify the reasons for which it appears to the  Authority  that the person in question is not or is no longer a fit and proper person as mentioned in subsection (1) above; and b give particulars of the rights conferred by section 27 below. 5 Subsections (2)(a) and (4)(a) above shall not require the  Authority  to specify any reason which would in its opinion involve the disclosure of confidential information the disclosure of which would be prejudicial to a third party."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "25", "section_title": " Contraventions by controller.", "section_text": "25 1 Subject to subsection (2) below, any person who contravenes section 21 above by— a failing to give the notice required by paragraph (a) of subsection (1) of that section; or b becoming a controller of any description to which that section applies before the end of the period mentioned in paragraph (b) of that subsection in a case where the  Authority  has not served him with a preliminary notice under section 22(2) above, shall be guilty of an offence. 2 A person shall not be guilty of an offence under subsection (1) above if he shows that he did not know of the acts or circumstances by virtue of which he became a controller of the relevant description; but where any person becomes a controller of any such description without such know-ledge and subsequently becomes aware of the fact that he has become such a controller he shall be guilty of an offence unless he gives the  Authority  written notice of the fact that he has become such a controller within fourteen days of becoming aware of that fact. 3 Any person who— a before the end of the period mentioned in paragraph (b) of subsection (1) of section 21 above becomes a controller of any description to which that subsection applies after being served with a preliminary notice under section 22(2) above; b contravenes section 21 above by becoming a controller of any description after being served with a notice of objection to his becoming a controller of that description; or c having become a controller of any description in contravention of that section (whether before or after being served with such a notice of objection) continues to be such a controller after such a notice has been served on him, shall be guilty of an offence. 4 A person guilty of an offence under subsection (1) or (2) above shall be liable on summary conviction to a fine not exceeding the fifth level on the standard scale. 5 A person guilty of an offence under subsection (3) above shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to a fine not exceeding the statutory maximum and, in respect of an offence under paragraph (c) of that subsection, to a fine not exceeding one tenth of the statutory maximum for each day on which the offence has continued."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "26", "section_title": " Restrictions on and sale of shares.", "section_text": "26 1 The powers conferred by this section shall be exercisable where a person— a has contravened section 21 above by becoming a shareholder controller of any description after being served with a notice of objection to his becoming a controller of that description; or b having become a shareholder controller of any description in contravention of that section continues to be one after such a notice has been served on him; or c continues to be a shareholder controller of any description after being served under section 24 above with a notice of objection to his being a controller of that description. 2 The  Authority  may by notice in writing served on the person concerned direct that any specified shares to which this section applies shall, until further notice, be subject to one or more of the following restrictions— a any transfer of, or agreement to transfer, those shares or, in the case of unissued shares, any transfer of or agreement to transfer the right to be issued with them shall be void; b no voting rights shall be exercisable in respect of the shares; c no further shares shall be issued in right of them or in pursuance of any offer made to their holder; d except in a liquidation, no payment shall be made of any sums due from the institution on the shares, whether in respect of capital or otherwise. 3 The court may, on the application of the  Authority , order the sale of any specified shares to which this section applies and, if they are for the time being subject to any restrictions under subsection (2) above, that they shall cease to be subject to those restrictions. 4 No order shall be made under subsection (3) above in a case where the notice of objection was served under section 22 or 24 above— a until the end of the period within which an appeal can be brought against the notice of objection; and b if such an appeal is brought, until it has been determined or withdrawn. 5 Where an order has been made under subsection (3) above the court may, on the application of the  Authority , make such further order relating to the sale or transfer of the shares as it thinks fit. 6 Where shares are sold in pursuance of an order under this section the proceeds of sale, less the costs of the sale, shall be paid into court for the benefit of the persons beneficially interested in them; and any such person may apply to the court for the whole or part of the proceeds to be paid to him. 7 This section applies— a to all the shares in the institution of which the person in question is a controller of the relevant description which are held by him or any associate of his and were not so held immediately before he became such a controller of the institution; and b where the person in question became a controller of the relevant description of an institution as a result of the acquisition by him or any associate of his of shares in another company, to all the shares in that company which are held by him or any associate of his and were not so held before he became such a controller of that institution. 8 A copy of the notice served on the person concerned under subsection (2) above shall be served on the institution or company to whose shares it relates and, if it relates to shares held by an associate of that person, on that associate. 9 The jurisdiction conferred by this section shall be exercisable by the High Court and the Court of Session."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "27", "section_title": " Rights of appeal.", "section_text": "27 1 An institution which is aggrieved by a decision of the  Authority — a to refuse an application by the institution for authorisation  otherwise than in a case in which the refusal isin pursuanceof a direction under section 26A above ; b to revoke its authorisation otherwise than in a case in which revocation is mandatory under section 11 above; c to restrict its authorisation, to restrict it in a particular manner or to vary any restrictions of its authorisation; or d to give it a direction under section 19 above or to vary a direction given to it under that section, may appeal against the decision to a tribunal constituted in accordance with section 28 below. 2 Where— a the ground or a ground for a decision within paragraph (a), (b) or (c) of subsection (1) above is that mentioned in section 10(3) or 13(4)(a) above; or b the effect of a decision within paragraph (c) or (d) of that subsection is to require the removal of a person as director, controller or manager of an institution, the person to whom the ground relates or whose removal is required may appeal to a tribunal constituted as aforesaid against the finding that there is such a ground for the decision or, as the case may be, against the decision to require his removal. 3 Any person on whom a notice of objection is served under section 22 or 24 above may appeal to a tribunal constituted as aforesaid against the decision of the  Authority  to serve the notice; but this subsection does not apply to a person in any case in which he has failed to give a notice or become or continued to be a controller in circumstances in which his doing so constitutes an offence under section 25(1), (2) or (3) above. 4 The revocation of an institution’s authorisation pursuant to a decision against which there is a right of appeal under this section shall not have effect— a until the end of the period within which an appeal can be brought; and b if such an appeal is brought, until it is determined or withdrawn. 5 The Tribunal may suspend the operation of a restriction or direction or a variation of a restriction or direction pending the determination of an appeal in respect of the decision imposing or varying the restriction or giving or varying the direction."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "28", "section_title": " Constitution of tribunals.", "section_text": "28 1 Where an appeal is brought under section 27 above a tribunal to determine the appeal shall be constituted in accordance with subsection (2) below. 2 The tribunal shall consist of— a a chairman appointed by the Lord Chancellor or, in a case where the institution concerned is a company registered in Scotland or has its principal or prospective principal place of business in the United Kingdom in Scotland, by the Lord Chancellor in consultation with the Lord Advocate; and b two other members appointed by the Chancellor of the Exchequer. 3 The chairman shall be  a person who has a seven year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990; b an advocate or solicitor in Scotland of at least seven years’ standing; or c a member of the Bar of Northern Ireland or solicitor of the Supreme Court of Northern Ireland of at least seven years’ standing ; and the other two members shall be persons appearing to the Chancellor of the Exchequer to have respectively experience of accountancy and experience of banking. 3A A person shall not be appointed after the day on which he attains the age of 70 to be the chairman of a tribunal under this section. 4 The Treasury may out of money provided by Parliament pay to the persons appointed as members of a tribunal under this section such fees and allowances in respect of expenses as the Treasury may determine and may also out of such money defray any other expenses of a tribunal."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "29", "section_title": " Determination of appeals.", "section_text": "29 1 On an appeal under section 27(1) or (3) above the question for the determination of the tribunal shall be whether, for the reasons adduced by the appellant, the decision was unlawful or not justified by the evidence on which it was based. 2 On any such appeal the tribunal may confirm or reverse the decision which is the subject of the appeal but shall not have power to vary it except that— a where the decision was to revoke an authorisation the tribunal may direct the  Authority  to restrict it instead; b where the decision was to impose or vary any restrictions the tribunal may direct the  Authority  to impose different restrictions or to vary them in a different way; or c where the decision was to give or vary a direction the tribunal may direct the  Authority  to give a different direction or to vary it in a different way. 3 Where the tribunal gives a direction to the  Authority  under subsection (2)(a), (b) or (c) above it shall be for the  Authority  to decide what restrictions should be imposed or how they should be varied or, as the case may be, what direction should be given or how a direction should be varied; and— a the  Authority  shall by notice in writing to the institution concerned impose the restrictions, give the direction or make the variation on which it has decided; b the institution may appeal to the tribunal against the  Authority’s  decision, and on any such appeal the tribunal may confirm the decision or give a further direction under paragraph (b) or (c) of subsection (2) above and, if it gives such a further direction, this subsection shall continue to apply until the  Authority’s  decision is confirmed by the tribunal or accepted by the institution. 4 Where the tribunal reverses a decision of the  Authority  to refuse an application for authorisation it shall direct the  Authority  to grant it. 5 On an appeal under section 27(2)(a) above the question for the determination of the tribunal shall be whether, for the reasons adduced by the appellant, the finding of the  Authority  was not justified by the evidence on which it was based; and on an appeal under section 27(2)(b) above the question for the determination of the tribunal shall be whether, for the reasons adduced by the appellant, the decision requiring the appellant’s removal was unlawful or not justified by the evidence on which it was based. 6 A decision by the tribunal on an appeal under section 27(2)(a) above that a finding in respect of the appellant was not justified shall not affect any refusal, revocation or restriction wholly or partly based on that finding; but on an appeal under section 27(2)(b) above the tribunal may confirm or reverse the decision to require the removal of the appellant. 7 Notice of a tribunal’s determination, together with a statement of its reasons, shall be given to the appellant and to the  Authority ; and, unless the tribunal otherwise directs, the determination shall come into operation when the notice is given to the appellant and to the  Authority . 8 Notice of a tribunal’s determination of an appeal under section 27(2) above shall also be given to the institution concerned and, where the determination is to reverse a decision to require the removal of the appellant as director, controller or manager of an institution, the determination shall not come into operation until notice of the determination has been given to that institution."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "30", "section_title": " Costs, procedure and evidence.", "section_text": "30 1 A tribunal may give such directions as it thinks fit for the payment of costs or expenses by any party to the appeal. 2 On an appeal under section 27(2) above the institution concerned shall be entitled to be heard. 3 Subject to subsection (4) below, the Treasury may,  . . . make regulations with respect to appeals under this Part of this Act; and those regulations may in particular make provision— a as to the period within which and the manner in which such appeals are to be brought; b as to the manner in which such appeals are to be conducted, including provision for any hearing to be held in private, as to the persons entitled to appear on behalf of the parties and for enabling appeals to be heard notwithstanding the absence of a member of the tribunal other than the chairman; c as to the procedure to be adopted where appeals are brought both by an institution and a person who is or is to be a director, controller or manager of the institution, including provision for hearing the appeals together and for the mutual disclosure of information; d for requiring an appellant or the  Authority  to disclose or allow the inspection of documents in his or its custody or under his or its control; e for requiring any person, on tender of the necessary expenses of his attendance, to attend and give evidence or produce documents in his custody or under his control and for authorising the administration of oaths to witnesses; f for enabling an appellant to withdraw an appeal or the  Authority  to withdraw its opposition to an appeal and for the consequences of any such withdrawal; g for taxing or otherwise settling any costs or expenses which the tribunal directs to be paid and for the enforcement of any such direction; h for enabling any preliminary or incidental functions in relation to an appeal to be discharged by the chairman of a tribunal; and j as to any other matter connected with such appeals. 4 Regulations under this section with respect to appeals where the institution concerned— a is a company registered in Scotland; or b has its principal or prospective principal place of business in the United Kingdom in Scotland, shall be made by the Lord Advocate  . . .. 5 A person who, having been required in accordance with regulations under this section to attend and give evidence, fails without reasonable excuse to attend or give evidence, shall be liable on summary conviction to a fine not exceeding the fifth level on the standard scale. 6 A person who without reasonable excuse alters, suppresses, conceals, destroys or refuses to produce any document which he has been required to produce in accordance with regulations under this section, or which he is liable to be so required to produce, shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to a fine not exceeding the statutory maximum. 7 Any regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "31", "section_title": " Further appeals on points of law.", "section_text": "31 1 An institution or other person who has appealed to a tribunal may appeal to the court on any question of law arising from the decision of the appeal by the tribunal and an appeal on any such question shall also lie at the instance of the  Authority ; and if the court is of opinion that the decision was erroneous in point of law, it shall remit the matter to the tribunal for re-hearing and determination by it. 2 In subsection (1) above “ the court ” means the High Court, the Court of Session or the High Court in Northern Ireland according to whether— a if the institution concerned is a company registered in the United Kingdom, it is registered in England and Wales, Scotland or Northern Ireland; b in the case of any other institution, its principal or prospective principal place of business in the United Kingdom is situated in England and Wales, Scotland or Northern Ireland. 3 No appeal to the Court of Appeal or to the Court of Appeal in Northern Ireland shall be brought from a decision under subsection (1) above except with the leave of that court or of the court or judge from whose decision the appeal is brought. 4 An appeal shall lie, with the leave of the Court of Session or the House of Lords, from any decision of the Court of Session under this section, and such leave may be given on such terms as to costs, expenses or otherwise as the Court of Session or the House of Lords may determine."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "32", "section_title": " Advertisement regulations.", "section_text": "32 1 The Treasury may after consultation with the  Authority  and the Building Societies Commission make regulations for regulating the issue, form and content of deposit advertisements. 2 Regulations under this section may make different provision for different cases and, without prejudice to the generality of subsection (1) above, may in particular— a prohibit the issue of advertisements of any description (whether by reference to their contents, to the persons by whom they are issued or otherwise); b make provision with respect to matters which must be, as well as matters which may not be, included in advertisements; c provide for exemptions from any prohibition or requirement imposed by the regulations, including exemptions by reference to a person’s membership of a class whose membership is determined otherwise than by the Treasury. 3 Subject to subsection (4) below, any person who issues or causes to be issued in the United Kingdom an advertisement the issue of which is prohibited by regulations under this section or which does not comply with any requirements imposed by those regulations shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 4 A person whose business it is to publish or arrange for the publication of advertisements shall not be guilty of an offence under this section if he proves that he received the advertisement for publication in the ordinary course of his business, that the matters contained in the advertisement were not (wholly or in part) devised or selected by him or by any person under his direction or control and that he did not know and had no reason for believing that publication of the advertisement would constitute an offence. 5 In this section “ a deposit advertisement ” means any advertisement containing— a an invitation to make a deposit; or b information which is intended or might reasonably be presumed to be intended to lead directly or indirectly to the making of a deposit; and for the purposes of this section an advertisement includes any means of bringing such an invitation or such information to the notice of the person or persons to whom it is addressed and references to the issue of an advertisement shall be construed accordingly. 6 For the purposes of this section— a an advertisement issued or caused to be issued by any person by way of display or exhibition in a public place shall be treated as issued or caused to be issued by him on every day on which he causes or permits it to be displayed or exhibited; b an advertisement inviting deposits with a person specified in the advertisement shall be presumed, unless the contrary is proved, to have been issued to the order of that person. 7 For the purposes of this section an advertisement issued outside the United Kingdom shall be treated as issued in the United Kingdom if it is directed to persons in the United Kingdom or is made available to them otherwise than in a newspaper, journal, magazine or other periodical publication published and circulating principally outside the United Kingdom or in a sound or television broadcast transmitted principally for reception outside the United Kingdom. 8 Regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "33", "section_title": " Advertisement directions.", "section_text": "33 1 If the  Authority  considers that any deposit advertisement issued or proposed to be issued by or on behalf of an authorised institution is misleading, the  Authority  may by notice in writing give the institution a direction under this section. 2 A direction under this section may contain all or any of the following prohibitions or requirements— a a prohibition on the issue of advertisements of a specified kind; b a requirement that advertisements of a particular description shall be modified in a specified manner; c a prohibition on the issue of any advertisements which are, wholly or substantially, repetitions of an advertisement which has been issued and which is identified in the direction; d a requirement to take all practical steps to withdraw from display in any place any advertisements or any advertisements of a particular description specified in the direction. 3 Not less than seven days before giving a direction under this section the  Authority  shall give the institution concerned notice in writing of its intention to give the direction stating the reasons for the proposed direction and giving particulars of the rights conferred by subsection (4) below. 4 An institution to which a notice is given under subsection (3) above may within the period of seven days beginning with the day on which the notice was given make written representations to the  Authority ; and the  Authority  shall take any such representation into account in deciding whether to give the direction. 5 A direction under this section may be varied by a further direction; and a direction may be revoked by the  Authority  by a notice in writing to the institution concerned. 6 Any person who issues or causes to be issued an advertisement the issue of which is prohibited by a direction under this section or which does not comply with any requirements imposed by such a direction shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 7 In this section “ deposit advertisement ” has the same meaning as in section 32 above and subsections (4) and (6) of that section shall apply also for the purposes of this section."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "34", "section_title": " Unsolicited calls.", "section_text": "34 1 The Treasury may after consultation with the  Authority  and the Building Societies Commission make regulations for regulating the making of unsolicited calls— a on persons in the United Kingdom; or b from the United Kingdom on persons elsewhere, with a view to procuring the making of deposits. 2 Regulations under this section may make different provision for different cases and, without prejudice to the generality of subsection (1) above, may in particular— a prohibit the soliciting of deposits from, and the making of agreements with a view to the acceptance of deposits from, persons on whom unsolicited calls are made and prohibit the procuring of such persons to make deposits or to enter into such agreements; b specify persons by whom or circumstances in which unsolicited calls may be made; c require specified information to be disclosed to persons on whom unsolicited calls are made. 3 Any person who contravenes regulations made under this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 4 In this section “ unsolicited call ” means a personal visit or oral communication made without express invitation. 5 Regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "35", "section_title": " Fraudulent inducement to make a deposit.", "section_text": "35 1 Any person who— a makes a statement, promise or forecast which he knows to be misleading, false or deceptive, or dishonestly conceals any material facts; or b recklessly makes (dishonestly or otherwise) a statement, promise or forecast which is misleading, false or deceptive, is guilty of an offence if he makes the statement, promise or forecast or conceals the facts for the purpose of inducing, or is reckless as to whether it may induce, another person (whether or not the person to whom the statement, promise or forecast is made or from whom the facts are concealed)— i to make, or refrain from making, a deposit with him or any other person; or ii to enter, or refrain from entering, into an agreement for the purpose of making such a deposit. 2 This section does not apply unless— a the statement, promise or forecast is made in or from, or the facts are concealed in or from, the United Kingdom or arrangements are made in or from the United Kingdom for the statement, promise or forecast to be made or the facts to be concealed; b the person on whom the inducement is intended to or may have effect is in the United Kingdom; or c the deposit is or would be made, or the agreement is or would be entered into, in the United Kingdom. 3 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 4 For the purposes of this section the definition of deposit in section 5 above shall be treated as including any sum that would be otherwise excluded by subsection (3) of that section."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "36", "section_title": " Notification of change of director, controller or manager.", "section_text": "36 1 Subject to subsection (3) below, an authorised institution shall give written notice to the  Authority  of the fact that any person has become or ceased to be a director, controller or manager of the institution. 2 A notice required to be given under subsection (1) above shall be given before the end of the period of fourteen days beginning with the day on which the institution becomes aware of the relevant facts. 3 The  Authority  may by a notice in writing wholly or partly dispense from the obligation imposed by subsection (1) above any authorised institution whose principal place of business is outside the United Kingdom. 4 An institution which fails to give a notice required by this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding the fifth level on the standard scale."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "37", "section_title": " Notification of acquisition of significant shareholding.", "section_text": "37 1 A person who becomes a significant shareholder in relation to an authorised institution incorporated in the United Kingdom shall within seven days give written notice of that fact to the  Authority . 2 For the purposes of this section “ a significant shareholder ”, in relation to an institution, means a person who is not a shareholder controller but who, either alone or with any associate or associates— a holds 5 per cent. or more of the shares in the institution or another institution of which it is a subsidiary undertaking; or b is entitled to exercise, or control the exercise of, 5 per cent. or more of the voting power at any general meeting of the institution or of another institution of which it is such an undertaking; and in this subsection “ share ” has the same meaning as in Part VII of the Companies Act 1985 or Part VIII of the Companies (Northern Ireland) Order 1986. 3 Subject to subsection (4) below, any person who contravenes subsection (1) above shall be guilty of an offence. 4 A person shall not be guilty of an offence under subsection (3) above if he shows that he did not know of the acts or circumstances by virtue of which he became a significant shareholder in relation to the institution; but where any person becomes such a shareholder without such knowledge and subsequently becomes aware of the fact that he has become such a shareholder he shall be guilty of an offence unless he gives the  Authority  written notice of the fact that he has become such a shareholder within fourteen days of becoming aware of that fact. 5 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding the fifth level on the standard scale."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "38", "section_title": " Reports of large exposures.", "section_text": "38 1 An authorised institution, other than one whose principal place of business is outside the United Kingdom, shall make a report to the  Authority  if— a it has entered into a transaction or transactions relating to any one person as a result of which it is exposed to the risk of incurring losses in excess of 10 per cent. of its available capital resources; or b it proposes to enter into a transaction or transactions relating to any one person which, either alone or together with a previous transaction or previous transactions entered into by it in relation to that person, would result in its being exposed to the risk of incurring losses in excess of 25 per cent. of those resources. 2 Subsection (1) above applies also where the transaction or transactions relate to different persons if they are connected in such a way that the financial soundness of any of them may affect the financial soundness of the other or others or the same factors may affect the financial soundness of both or all of them. 3 If an authorised institution to which subsection (1) above applies has one or more subsidiaries which are not authorised institutions the  Authority  may by notice in writing to that institution direct that that subsection shall apply to it as if the transactions and available capital resources of the subsidiary or subsidiaries, or such of them as are specified in the notice, were included in those of the institution. 4 The reports required to be made by an institution under subsection (1) above shall be made, in a case within paragraph (a) of that subsection, in respect of such period or periods and, in a case within paragraph (b) of that subsection, at such time before the transaction or transactions are entered into, as may be specified by notice in writing given to the institution by the  Authority ; and those reports shall be in such form and contain such particulars as the  Authority  may reasonably require. 5 For the purposes of this section a transaction entered into by an institution relates to a person if it is— a a transaction under which that person incurs an obligation to the institution or as a result of which he may incur such an obligation; b a transaction under which the institution will incur, or as a result of which it may incur, an obligation in the event of that person defaulting on an obligation to a third party; or c a transaction under which the institution acquires or incurs an obligation to acquire, or as a result of which it may incur an obligation to acquire, an asset the value of which depends wholly or mainly on that person performing his obligations or otherwise on his financial soundness; and the risk of loss attributable to a transaction is, in a case within paragraph (a) or (b) above, the risk of the person concerned defaulting on the obligation there mentioned and, in a case within paragraph (c) above, the risk of the person concerned defaulting on the obligations there mentioned or of a deterioration in his financial soundness. 6 Any question whether an institution is or would be exposed to risk as mentioned in subsection (1) above (or in that subsection as extended by subsection (2)) shall be determined in accordance with principles published by the  Authority  or notified by it to the institution concerned; and those principles may in particular make provision for determining the amount at risk in particular circumstances or the extent to which any such amount is to be taken into account for the purposes of this section. 7 For the purposes of this section the available capital resources of an institution (or, in a case within subsection (3) above, of an institution and its relevant subsidiary or subsidiaries) and the value of those resources at any time shall be determined by the  Authority  and notified by it to the institution by notice in writing; and any such determination, which may be varied from time to time, shall be made by the  Authority  after consultation with the institution concerned and in accordance with principles published by the  Authority . 8 The principles referred to in subsections (6) and (7) above may make different provision for different cases and those referred to in subsection (6) may, in particular, exclude from consideration, either wholly or in part, risks resulting from transactions of a particular description or entered into in particular circumstances or with persons of particular descriptions. 9 An institution which fails to make a report as required by this section shall be guilty of an offence; but where an institution shows that at the time when the report was required to be made it did not know that the facts were such as to require the making of the report it shall not be guilty of an offence by reason of its failure to make a report at that time but shall be guilty of an offence unless it makes the report within seven days of becoming aware of those facts. 10 An institution guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding the fifth level on the standard scale. 11 The Treasury may after consultation with the  Authority  by order— a amend subsection (1) above so as to substitute for either of the percentages for the time being specified in that subsection such other percentage as may be specified in the order; b make provision, whether by amending subsection (5) above or otherwise, with respect to the transactions and risks to be taken into account for the purposes of this section, but any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 For the avoidance of doubt it is hereby declared that references in this section to “ one person ” include references to a partnership."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "39", "section_title": " Power to obtain information and require production of documents.", "section_text": "39 1 The  Authority  may by notice in writing served on an authorised institution— a require the institution to provide the  Authority ,  or such person acting on behalf of the Authority as may be specified in the notice,  at such time or times or at such intervals or in respect of such period or periods as may be  so specified , with such information as the  Authority  may reasonably require for the performance of its functions under this Act; b require the institution to provide the  Authority  with a report by an accountant or other person with relevant professional skill on, or on any aspect of, any matter about which the  Authority  has required or could require the institution to provide information under paragraph (a) above. 2 The accountant or other person appointed by an institution to make any report required under subsection (1)(b) above shall be a person nominated or approved by the  Authority ; and the  Authority  may require his report to be in such form as is specified in the notice. 3 The  Authority  may— a by notice in writing served on an authorised institution require it to produce, within such time and at such place as may be specified in the notice, such document or documents of such description as may be so specified; b authorise an officer, servant or agent of the  Authority , on producing evidence of his authority, to require any such institution to provide him forthwith with such information, or to produce to him forthwith such documents, as he may specify, being such information or documents as the  Authority  may reasonably require for the performance of its functions under this Act. 4 Where, by virtue of subsection (3) above, the  Authority  or any officer, servant or agent of the  Authority  has power to require the production of any documents from an authorised institution, the  Authority  or that officer, servant or agent shall have the like power to require the production of those documents from any person who appears to be in possession of them; but where any person from whom such production is required claims a lien on documents produced by him, the production shall be without prejudice to the lien. 5 The power under this section to require an institution or other person to produce any documents includes power— a if the documents are produced, to take copies of them or extracts from them and to require that institution or person, or any other person who is a present or past director, controller or manager of, or is or was at any time employed by or acting as an employee of, the institution in question, to provide an explanation of any of them; and b if the documents are not produced, to require the person who was required to produce them to state, to the best of his knowledge and belief, where they are. 6 If it appears to the  Authority  to be desirable in the interests of the depositors or potential depositors of an authorised institution to do so, it may also exercise the powers conferred by subsections (1) and (3) above in relation to any undertaking which is or has at any relevant time been— a a parent undertaking, subsidiary undertaking or related company of that institution; b a subsidiary undertaking of a parent undertaking of that institution; c a parent undertaking of a subsidiary undertaking of that institution; or d an undertaking in the case of which a shareholder controller of that institution, either alone or with any associate or associates, holds 50 per cent. or more of the shares or is entitled to exercise, or control the exercise of, more than 50 per cent. of the voting power at a general meeting; or in relation to any partnership of which that institution is or has at any relevant time been a member. 7 If it appears to the  Authority  to be desirable to do so in the interests of the depositors or potential depositors of an authorised institution which is a partnership (’the authorised partnership’), it may also exercise the powers conferred by subsections (1) and (3) above in relation to— a any other partnership having a member in common with the authorised partnership; b any undertaking which is or has at any time been a member of the authorised partnership; c any undertaking in the case of which the partners in the authorised partnership, either alone or with any associate or associates, hold 20 per cent. or more of the shares or are entitled to exercise, or control the exercise of, more than 50 per cent. of the voting power at a general meeting; or d any subsidiary undertaking or parent undertaking of any such undertaking as is mentioned in paragraph (b) or (c) above or any parent undertaking of any such subsidiary undertaking. 7A In subsections (6) and (7) above ’share’ has the same meaning as in Part VII of the Companies Act 1985 or Part VIII of the Companies (Northern Ireland) Order 1986. 8 The foregoing provisions of this section shall apply to a former authorised institution as they apply to an authorised institution. 9 The  Authority  may by notice in writing served on any person who is or is to be a director, controller or manager of an authorised institution require him to provide the  Authority , within such time as may be specified in the notice, with such information or documents as the  Authority  may reasonably require for determining whether he is a fit and proper person to hold the particular position which he holds or is to hold. 10 The  Authority  may exercise the powers conferred by subsections (1) and (3) above in relation to any person who is a significant shareholder of an authorised institution within the meaning of section 37 above if the  Authority  considers that the exercise of those powers is desirable in the interests of the depositors or potential depositors of that institution. 11 Any person who without reasonable excuse fails to comply with a requirement imposed on him under this section shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both. 12 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 12A However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 12B Subsection (12A) above applies to any offence other than— a an offence under subsection (11) above or section 94(1)(a) below; b an offence under section 5 of the  Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44(2) of  the Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); or d an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 (false statements made otherwise than on oath). 13 Nothing in this section shall compel the production by a barrister, advocate or solicitor of a document containing a privileged communication made by him or to him in that capacity."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "40", "section_title": " Right of entry to obtain information and documents.", "section_text": "40 1 Any officer, servant or agent of the  Authority  may, on producing if required evidence of his authority, enter any premises occupied by a person on whom a notice has been served under section 39 above for the purpose of obtaining there the information or documents required by that notice and of exercising the powers conferred by subsection (5) of that section. 2 Any officer, servant or agent of the  Authority  may, on producing if required evidence of his authority, enter any premises occupied by any person on whom a notice could be served under section 39 above for the purpose of obtaining there such information or documents as are specified in the authority, being information or documents that could have been required by such a notice; but the  Authority  shall not authorise any person to act under this subsection unless it has reasonable cause to believe that if such a notice were served it would not be complied with or that any documents to which it would relate would be removed, tampered with or destroyed. 3 Any person who intentionally obstructs a person exercising rights conferred by this section shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "41", "section_title": " Investigations on behalf of the  Authority .", "section_text": "41 1 If it appears to the  Authority  desirable to do so in the interests of the depositors or potential depositors of an authorised institution the  Authority  may appoint one or more competent persons to investigate and report to the  Authority  on— a the nature, conduct or state of the institution’s business or any particular aspect of it; or b the ownership or control of the institution; and the  Authority  shall give written notice of any such appointment to the institution concerned. 2 If a person appointed under subsection (1) above thinks it necessary for the purposes of his investigation, he may also investigate the business of any undertaking which is or has at any relevant time been— a a parent undertaking, subsidiary undertaking or related company of the institution under investigation; b a subsidiary undertaking or related company of a parent undertaking of that institution; c a parent undertaking of a subsidiary undertaking of that institution; or d an undertaking in the case of which a shareholder controller of that institution, either alone or with any associate or associates, holds 20 per cent. or more of the shares or is entitled to exercise, or control the exercise of, more than 20 per cent. of the voting power at a general meeting; or the business of any partnership of which that institution is or has at any relevant time been a member. 3 If a person appointed under subsection (1) above thinks it necessary for the purposes of his investigation in the case of an authorised institution which is a partnership (’the authorised partnership’), he may also investigate the business of— a any other partnership having a member in common with the authorised partnership; b any undertaking which is or has at any time been a member of the authorised partnership; c any undertaking in the case of which the partners in the authorised partnership, either alone or with any associate or associates, hold 20 per cent. or more of the shares or are entitled to exercise, or control the exercise of, more than 20 per cent. of the voting power at a general meeting; or d any subsidiary undertaking, related company or parent undertaking of any such undertaking as is mentioned in paragraph (b) or (c) above or any parent undertaking of any such subsidiary undertaking. 3A In subsections (2) and (3) above “ share ” has the same meaning as in Part VII of the Companies Act 1985 or Part VIII of the Companies (Northern Ireland) Order 1986. 4 Where a person appointed under subsection (1) above decides to investigate the business of any body by virtue of subsection (2) or (3) above he shall give it written notice to that effect. 5 It shall be the duty of every person who is or was a director, controller, manager, employee, agent, banker, auditor or solicitor of a body which is under investigation (whether by virtue of subsection (1), (2) or (3) above), any person appointed to make a report in respect of that body under section 8(5) or 39(1)(b) above and anyone who is a significant shareholder in relation to that body within the meaning of section 37 above— a to produce to the persons appointed under subsection (1) above, within such time and at such place as they may require, all documents relating to the body concerned which are in his custody or power; b to attend before the persons so appointed at such time and place as they may require; and c otherwise to give those persons all assistance in connection with the investigation which he is reasonably able to give; and those persons may take copies of or extracts from any documents produced to them under paragraph (a) above. 6 The foregoing provisions of this section shall apply to a former authorised institution as they apply to an authorised institution. 7 For the purpose of exercising his powers under this section a person appointed under subsection (1) above may enter any premises occupied by a body which is being investigated by him under this section; but he shall not do so without prior notice in writing unless he has reasonable cause to believe that if such a notice were given any documents whose production could be required under this section would be removed, tampered with or destroyed. 8 A person exercising powers by virtue of an appointment under this section shall, if so required, produce evidence of his authority. 9 Any person who— a without reasonable excuse fails to produce any documents which it is his duty to produce under subsection (5) above; b without reasonable excuse fails to attend before the persons appointed under subsection (1) above when required to do so; c without reasonable excuse fails to answer any question which is put to him by persons so appointed with respect to an institution which is under investigation or a body which is being investigated by virtue of subsection (2) or (3) above; or d intentionally obstructs a person in the exercise of the rights conferred by subsection (7) above, shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both. 10 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 10A However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 10B Subsection (10A) above applies to any offence other than— a an offence under subsection (9)(c) above or section 94(4) below; b an offence under section 5 of the  Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44(2) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); or d an offence under Article 10 of the  Perjury (Northern Ireland) Order 1979 (false statements made otherwise than on oath). 11 Nothing in this section shall compel the production by a barrister, advocate or solicitor of a document containing a privileged communication made by him or to him in that capacity."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "42", "section_title": " Investigation of suspected contraventions.", "section_text": "42 1 Where the  Authority  has reasonable grounds for suspecting that a person is guilty of contravening section 3 or 35 above the  Authority  or any duly authorised officer, servant or agent of the  Authority  may by notice in writing require that or any other person— a to provide, at such place as may be specified in the notice and either forthwith or at such time as may be so specified, such information as the  Authority  may reasonably require for the purpose of investigating the suspected contravention; b to produce, at such place as may be specified in the notice and either forthwith or at such time as may be so specified, such documents, or documents of such description, as may be specified, being documents the production of which may be reasonably required by the  Authority  for that purpose; c to attend at such place and time as may be specified in the notice and answer questions relevant for determining whether such a contravention has occurred. 2 The  Authority  or a duly authorised officer, servant or agent of the  Authority  may take copies of or extracts from any documents produced under this section. 3 Any officer, servant or agent of the  Authority  may, on producing if required evidence of his authority, enter any premises occupied by a person on whom a notice has been served under subsection (1) above for the purpose of obtaining there the information or documents required by the notice, putting the questions referred to in paragraph (c) of that subsection or exercising the powers conferred by subsection (2) above. 4 Any person who without reasonable excuse fails to comply with a requirement imposed on him under this section or intentionally obstructs a person in the exercise of the rights conferred by subsection (3) above shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both. 5 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 5A However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 5B Subsection (5A) above applies to any offence other than— a an offence under subsection (4) above or section 94(1)(a) below; b an offence under section 5 of the Perjury Act 1911 (false statements made otherwise than on oath); c an offence under section 44(2) of the Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made otherwise than on oath); or d an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 (false statements made otherwise than on oath). 6 Nothing in this section shall compel the production by a barrister, advocate or solicitor of a document containing a privileged communication made by him or to him in that capacity."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "43", "section_title": " Powers of entry in cases of suspected contraventions.", "section_text": "43 1 A justice of the peace may issue a warrant under this section if satisfied on information on oath laid by an officer or servant of the  Authority  or laid under the  Authority’s  authority that there are reasonable grounds for suspecting that a person is guilty of such a contravention as is mentioned in section 42 above and— a that that person has failed to comply with a notice served on him under that section; or b that there are reasonable grounds for suspecting the completeness of any information provided or documents produced by him in response to such a notice; or c that there are reasonable grounds for suspecting that if a notice were served on him under that section it would not be complied with or that any documents to which it would relate would be removed, tampered with or destroyed. 2 A warrant under this section shall authorise any constable, together with any other person named in the warrant and any other constables— a to enter any premises occupied by the person mentioned in subsection (1) above which are specified in the warrant, using such force as is reasonably necessary for the purpose; b to search the premises and take possession of any documents appearing to be such documents as are mentioned in subsection (1)(c) above or to take, in relation to any such documents, any other steps which may appear to be necessary for preserving them or preventing interference with them; c to take copies of or extracts from any such documents; d to require any person named in the warrant to answer questions relevant for determining whether that person is guilty of any such contravention as is mentioned in section 42 above. 3 A warrant under this section shall continue in force until the end of the period of one month beginning with the day on which it is issued. 4 Any documents of which possession is taken under this section may be retained— a for a period of three months; or b if within that period proceedings to which the documents are relevant are commenced against any person for any such contravention as is mentioned in section 42 above, until the conclusion of those proceedings. 5 Any person who intentionally obstructs the exercise of any right conferred by a warrant issued under this section or fails without reasonable excuse to comply with any requirement imposed in accordance with subsection (2)(d) above shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 6 A statement made by a person in compliance with a requirement imposed by virtue of this section may be used in evidence against him. 7 In the application of subsection (1) above to Scotland, the reference to a justice of the peace includes a reference to a sheriff and for the reference to information on oath there shall be substituted a reference to evidence on oath; and in the application of that subsection to Northern Ireland for the reference to laying an information on oath there shall be substituted a reference to making a complaint on oath."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "44", "section_title": " Obstruction of investigations.", "section_text": "44 1 A person who knows or suspects that an investigation is being or is likely to be carried out— a under section 41 above; or b into a suspected contravention of section 3 or 35 above, shall be guilty of an offence if he falsifies, conceals, destroys or otherwise disposes of, or causes or permits the falsification, concealment, destruction or disposal of, documents which he knows or suspects are or would be relevant to such an investigation unless he proves that he had no intention of concealing facts disclosed by the documents from persons carrying out such an investigation. 2 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "45", "section_title": " Audited accounts to be open to inspection.", "section_text": "45 1 An authorised institution shall at each of its offices in the United Kingdom at which it holds itself out as accepting deposits— a keep a copy of its most recent audited accounts; and b during normal business hours make that copy available for inspection by any person on request. 2 An institution which fails to comply with paragraph (a) of subsection (1) above or with any request made in accordance with paragraph (b) of that subsection shall be guilty of an offence and liable on summary conviction to a fine not exceeding the fifth level on the standard scale. 3 In the case of an institution incorporated in the United Kingdom the accounts referred to in subsection (1) above include the auditors’ report on the accounts and, in the case of any other institution whose accounts are audited, the report of the auditors."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "46", "section_title": " Notification in respect of auditors.", "section_text": "46 1 An authorised institution incorporated in the United Kingdom shall forthwith give written notice to the  Authority  if the institution— a proposes to give special notice to its shareholders of an ordinary resolution removing an auditor before the expiration of his term of office; or b gives notice to its shareholders of an ordinary resolution replacing an auditor at the expiration of his term of office with a different auditor,  or if a person ceases to be an auditor of the institution otherwise than in consequence of such a resolution. 2 An auditor of an authorised institution  appointed under Chapter V of Part XI  of the  Companies Act 1985 shall forthwith give written notice to the  Authority  if he— a resigns before the expiration of his term of office; b does not seek to be re-appointed; or c decides to include in his report on the institution’s accounts any qualification as to a matter mentioned in  section 235(2)  or any statement pursuant to  section 235(3) or section 237  of that Act. 3 The foregoing provisions of this section shall apply to a former authorised institution as they apply to an authorised institution. 4 In the application of subsection (2) above to Northern Ireland for the references to  Chapter V of Part XI and sections 235(2) and 235(3) and 237  of the Companies Act 1985 there shall be substituted references to  Chapter V of Part XII and Articles , 243(2), 243(3) and 245  of the Companies (Northern Ireland) Order 1986. 5 An institution or auditor who fails to comply with this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding the fifth level on the standard scale."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "47", "section_title": " Communication by auditor  etc.  with the  Authority .", "section_text": "47 1 No duty to which— a an auditor of an authorised institution; or b a person appointed to make a report under section 8(5) or 39(1)(b) above,  or c an auditor of a body with which an authorised institution which is a credit institution is closely linked by control who is also either— i an auditor of the institution; or ii a person appointed to make a report under section 8(5) or 39(1)(b) above in respect of the institution, may be subject shall be regarded as contravened by reason of his communicating in good faith to the  Authority , whether or not in response to a request made by it, any information or opinion on a matter to which this section applies and which is relevant to any function of the  Authority  under this Act. 2 In relation to an auditor of an authorised institution this section applies to any matter of which he becomes aware in his capacity as auditor and which relates to the business or affairs of the institution or any associated body. 3 In relation to a person appointed to make a report under section 8(5) or 39(1)(b) above this section applies to any matter of which he becomes aware in his capacity as the person making the report and which— a relates to the business of affairs of the institution in relation to which his report is made or any associated body of that institution; or b if by virtue of section 39(6) or (7) above the report relates to an associated body of an institution, to the business or affairs of that body. 3A In relation to an auditor of a body with which an authorised institution which is a credit institution is closely linked by control, this section applies to any matter of which he becomes aware in his capacity as auditor of the body and which relates to the business or affairs of the institution. 4 In this section “ associated body ”, in relation to an institution, means any such body as is mentioned in section 39(6) or (7) above. 5 If it appears to the Treasury that any accountants or class of accountants who are persons to whom subsection (1) above applies are not subject to satisfactory rules made or guidance issued by a professional body specifying circumstances in which matters are to be communicated to the  Authority  as mentioned in that subsection the Treasury may, after consultation with the  Authority  and such bodies as appear to the Treasury to represent the interests of accountants and authorised institutions, make regulations applying to those accountants and specifying such circumstances; and it shall be the duty of an accountant to whom the regulations apply to communicate a matter to the  Authority  in the circumstances specified by the regulations. 6 Regulations under this section may make different provision for different cases and no such regulations shall be made unless a draft of them has been laid before and approved by a resolution of each House of Parliament. 7 This section applies to the auditor of a former authorised institution as it applies to the auditor of an authorised institution."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "48", "section_title": " Repayment of unauthorised deposits.", "section_text": "48 1 If on the application of the  Authority  it appears to the court that a person has accepted deposits in contravention of section 3 above the court may— a order him and any other person who appears to the court to have been knowingly concerned in the contravention to repay the deposits forthwith or at such time as the court may direct; or b except in Scotland, appoint a receiver to recover those deposits; but in deciding whether and, if so, on what terms to make an order under this section the court shall have regard to the effect that repayment in accordance with the order would have on the solvency of the person concerned or otherwise on his ability to carry on his business in a manner satisfactory to his creditors. 2 The jurisdiction conferred by this section shall be exercisable by the High Court and the Court of Session."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "49", "section_title": " Profits from unauthorised deposits.", "section_text": "49 1 If on the application of the  Authority  the court is satisfied that profits have accrued to a person as a result of deposits having been accepted in contravention of section 3 above the court may order him to pay into court or, except in Scotland, appoint a receiver to recover from him, such sum as appears to the court to be just having regard to the profits appearing to the court to have accrued to him. 2 In deciding whether, and if so, on what terms to make an order under this section the court shall have regard to the effect that payment in accordance with the order would have on the solvency of the person concerned or otherwise on his ability to carry on his business in a manner satisfactory to his creditors. 3 Any amount paid into court or recovered from a person in pursuance of an order under this section shall be paid out to such person or distributed among such persons as the court may direct, being a person or persons appearing to the court to have made the deposits as a result of which the profits mentioned in subsection (1) above have accrued or such other person or persons as the court thinks just. 4 On an application under this section the court may require the person concerned to furnish it with such accounts or other information as it may require for determining whether any and if so, what profits have accrued to him as mentioned in subsection (1) above and for determining how any amounts are to be paid or distributed under subsection (3) above; and the court may require any such accounts or other information to be verified in such manner as it may direct. 5 The jurisdiction conferred by this section shall be exercisable by the High Court and the Court of Session."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "50", "section_title": " The Deposit Protection Board.", "section_text": "50 1 The body corporate known as the Deposit Protection Board and the Fund known as the Deposit Protection Fund established by section 21 of the  Banking Act 1979 shall continue to exist. 2 The Deposit Protection Board (in this Part of this Act referred to as “ the Board ”) shall— a hold, manage and apply the Fund in accordance with the provisions of this Part of this Act; b levy contributions for the Fund, in accordance with those provisions, from  contributory institutions. ; and c have such other functions as are conferred on the Board by those provisions. 3 Schedule 4 to this Act shall have effect with respect to the Board."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "51", "section_title": " The Deposit Protection Fund.", "section_text": "51 1 The Fund shall consist of— a any money which forms part of the Fund when this section comes into force; b initial, further and special contributions levied by the Board under this Part of this Act; c money borrowed by the Board under this Part of this Act; and d any other money required by any provision of this Part of this Act to be credited to the Fund or received by the Board and directed by it to be so credited. 2 The money constituting the Fund shall be placed by the Board in an account with the Bank. 3 As far as possible, the Bank shall invest money placed with it under subsection (2) above in Treasury bills; and any income from money so invested shall be credited to the Fund. 3A In subsection (3) above, the reference to Treasury bills includes a reference to bills and other short-term instruments issued by the government of another  EEA  State and appearing to the Bank to correspond as nearly as may be to Treasury bills. 4 There shall be chargeable to the Fund— a repayments of special contributions under section 55(2) below; b payments under section 58 below; c money required for the repayment of, and the payment of interest on, money borrowed by the Board; and d the administrative and other necessary or incidental expenses incurred by the Board."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "52", "section_title": " Contributory institutions and general provisions as to contributions.", "section_text": "52 1 All UK institutions and participating institutions shall be liable to contribute to the Fund and are in this Part of this Act referred to as ’contributory institutions’. 2 Contributions to the Fund shall be levied on a contributory institution by the Board by the service on the institution of a notice specifying the amount due, which shall be paid by the institution not later than twenty-one days after the date on which the notice is served. 2A Where— a a notice under subsection (2) above is served on a contributory institution; and b the amount specified in the notice remains unpaid after the period of twenty-one days mentioned in that subsection, the Board shall as soon as practicable give written notice of that fact to the  Authority . 3 Subject to section 56 below, on each occasion on which contributions are to be levied from contributory institutions (other than the occasion of the levy of an initial contribution from a particular institution under section 53 below)— a a contribution shall be levied from each of the contributory institutions; and b the amount of the contribution of each institution shall be ascertained by applying to the institution’s deposit base the percentage determined by the Board for the purpose of the contribution levied on that occasion. 4 Subject to subsection (4B) and section 57 below, the deposit base of an institution in relation to any contribution is the amount which the Board determines as representing the average, over such period preceding the levying of the contribution as appears to the Board to be appropriate, of deposits in EEA currencies with the United Kingdom offices of that institution other than— a secured deposits; b deposits which are own funds within the meaning given by  Section 1 of Chapter 2 of Title V of the Banking Consolidation Directive ; c deposits which fall within item 1 or 2 of Annex I to Directive  94/19/EC   ; and d deposits in respect of which the institution has in the United Kingdom issued a certificate of deposit in an EEA currency. 4A In its application to UK institutions, subsection (4) above shall have effect as if the reference to United Kingdom offices included a reference to offices in other EEA States. 4B In the case of a participating EEA institution, the amount determined under subsection (4) above shall be reduced by the amount given by the formula— HS UK where—PA = so much of the amount so determined as is attributable to deposits which are protected by the institution’s home State scheme; HS = the level of protection (expressed in ecus) afforded by that scheme at the time when the determination is made, or the level of protection mentioned below, whichever is the less; UK = the level of protection (so expressed) afforded by this Part of this Act at that time. 5 In its application to this section, section 5(3) above shall have effect with the omission of paragraphs (b) and (c). 6 In this Part of this Act— ’the 1995 Regulations’ means the Credit Institutions (Protection of Depositors) Regulations 1995; ’administrator’, in relation to an institution, means an administrator of the institution under Part II of the Insolvency Act 1986   or Part III of the Insolvency (Northern Ireland) Order 1989  ; ’building society’ means a building society incorporated (or deemed to be incorporated) under the Building Societies Act 1986; ’the deposit protection scheme’ means the scheme for the protection of depositors continued in force by this Part of this Act; ’ecu’ means— a the European currency unit as defined in Article 1 of Council Regulation No. 3320/94/EC  ; or b except in section 60(1) below, any other unit of account which is defined by reference to the European currency unit as so defined; ’EEA currency’ means the currency of an EEA State or ecus; ’EEA State’ means a State which is a Contracting Party to the Agreement on the European Economic Area signed at Oporto on 2nd May 1992   as adjusted by the Protocol signed at Brussels on 17th March 1993  ; ’former authorised institution does not include any institution which is a former UK institution or a former participating institution; ’former participating institution’ means an institution which was formerly a participating institution and continues to have a liability in respect of any deposit for which it had a liability at a time when it was a participating institution, and ’former participating EEA institution’ and ’former participating non-EEA institution’ shall be construed accordingly; ’former UK institution’ means an institution which was formerly a UK institution and continues to have a liability in respect of any deposit for which it had a liability at a time when it was a UK institution; ’home State scheme’ has the same meaning as in the 1995 Regulation; ’participating EEA institution’ means a European authorised institution which, in accordance with Chapter I of Part II of the 1995 Regulations, is participating in the deposit protection scheme; ’participating institution’ means a participating EEA institution or a participating non-EEA institution; ’participating non-EEA institution’ means an authorised institution which is incorporated in or formed under the law of a country or territory outside the European Economic Area, not being one— which has, in accordance with Chapter  III  of Part II of the 1995 Regulations, elected not to participate in the deposit protection scheme; and whose election under that Chapter is still in force; ’UK institution’ means an authorised institution which is incorporated in or formed under the law of any part of the United Kingdom. 7 In its application to this Part, section 5(3) above shall have effect as if— a the references in paragraph (a) to an authorised institution included references to a building society and to any credit institution which is incorporated in or formed under the law of a country or territory outside the United Kingdom; and b in Schedule 2 to this Act, paragraph 5 (building societies) were omitted. 8 This Part of this Act shall apply as if Gibraltar were an EEA State other than the United Kingdom."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "53", "section_title": " Initial contributions.", "section_text": "53 1 Subject to subsection (4) below, where an institution becomes a contributory institution after the coming into force of this Part of this Act the Board shall levy from it, on or as soon as possible after the day on which it becomes a contributory institution, an initial contribution of an amount determined in accordance with subsection (2) or (3) below. 2 Where the institution concerned has a deposit base, then, subject to section 56(1) below, the amount of an initial contribution levied under this section shall be such percentage of the deposit base as the Board considers appropriate to put the institution on a basis of equality with the other contributory institutions, having regard to— a the initial contributions previously levied under this section or under section 24(1) of the  Banking Act 1979; and b so far as they are attributable to an increase in the size of the Fund resulting from an order under subsection (2) of section 54 below or subsection (2) of section 25 of that Act, further contributions levied under either of those sections. 2A In its application to participating EEA institutions, subsection (2) above shall have effect as if the reference to a basis of equality were a reference to a basis of parity. 3 Where the institution concerned has no deposit base the amount of an initial contribution levied under this section shall be the minimum amount for the time being provided for in section 56(1) below. 4 The Board may waive an initial contribution under this section if it appears to it that the institution concerned is to carry on substantially the same business as that previously carried on by one or more institutions which are or were contributory institutions."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "54", "section_title": " Further contributions.", "section_text": "54 1 If at the end of any financial year of the Board the amount standing to the credit of the Fund is less than £3 million the Board may, with the approval of the Treasury, levy further contributions from contributory institutions so as to restore the amount standing to the credit of the Fund to a minimum of £5 million and a maximum of £6 million. 2 If at any time it appears to the Treasury to be desirable in the interests of depositors to increase the size of the Fund, the Treasury may, after consultation with the Board, by order amend subsection (1) above so as to substitute for the sums for the time being specified in that subsection such larger sums as may be specified in the order; but no such order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 3 An order under subsection (2) above may authorise the Board forthwith to levy further contributions from contributory institutions so as to raise the amount standing to the credit of the Fund to a figure between the new minimum and maximum amounts provided for by the order."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "55", "section_title": " Special contributions.", "section_text": "55 1 If it appears to the Board that payments under section 58 below are likely to exhaust the Fund, the Board may, with the approval of the Treasury, levy special contributions from contributory institutions to meet the Fund’s commitments under that section. 2 Where at the end of any financial year of the Board there is money in the Fund which represents special contributions and will not in the opinion of the Board be required for making payments under section 58 below in consequence of institutions having become insolvent or subject to administration orders before repayments are made under this subsection the Board— a shall repay to the institutions from which it was levied so much (if any) of that money as can be repaid without reducing the amount standing to the credit of the Fund below the maximum amount for the time being specified in subsection (1) of section 54 above; and b may repay to those institutions so much (if any) of that money as can be repaid without reducing the amount standing to the credit of the Fund below the minimum amount for the time being specified in that subsection. 3 Repayments to institutions under this section shall be made pro rata according to the amount of the special contribution made by each of them but the Board may withhold the whole or part of any repayment due to an institution that has become insolvent and, in the case of an institution that has ceased to be a contributory institution, may either withhold its repayment or make it to any other contributory institution which, in the opinion of the Board, is its successor."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "56", "section_title": " Maximum and minimum contributions.", "section_text": "56 1 The amount of the inital contribution levied from a contributory institution shall be not less than £10,000. 2 The amount of the initial contribution or any further contribution levied from a contributory institution shall not exceed £300,000. 3 No contributory institution shall be required to pay a further or special contribution if, or to the extent that, the amount of that contribution, together with previous initial, further and special contributions made by the institution, after allowing for any repayments made to it under section 55(2) above or section 63 below, amounts to more than 0.3 per cent. of the institution’s deposit base as ascertained for the purpose of the contribution in question. 4 Nothing in subsection (3) above— a shall entitle an institution to repayment of any contribution previously made; or b shall prevent the Board from proceeding to levy contributions from other contributory institutions in whose case the limit in that subsection has not been reached. 5 The Treasury may from time to time after consultation with the Board by order— a amend subsection (1) or (2) above so as to substitute for the sum for the time being specified in that subsection such other sum as may be specified in the order; or b amend subsection (3) above so as to substitute for the percentage for the time being specified in that subsection such other percentage as may be specified in the order. 6 No order shall be made under subsection (5) above unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "57", "section_title": " Deposit base of transferee institutions.", "section_text": "57 1 This section applies where the liabilities in respect of deposits of a person specified in Schedule 2 to this Act (an “exempted person”) are transferred to an institution which is not such a person (a “transferee institution”). 2 If the transferee institution becomes a contributory institution on the occasion of the transfer or immediately thereafter it shall be treated for the purposes of section 53 above as having such deposit base as it would have if— a deposits in EEA currencies  with the United Kingdom offices of the exempted person at any time had at that time been  deposits in EEA currencies  with the United Kingdom offices of the transferee institution; and b certificates of deposit in EEA currencies  issued by the exempted person had been issued by the transferee institution. 3 If the transferee institution is already a contributory institution at the time of the transfer, the Board shall levy from it, as soon as possible after the transfer, a further initial contribution of an amount equal to the initial contribution which it would have been liable to make if— a it had become a contributory institution on the date of the transfer; b its deposit base were calculated by reference (and by reference only) to the  deposits in EEA currencies  with the United Kingdom offices of the exempted person, taking  certificates of deposit in EEA currencies  issued by the exempted person as having been issued by the transferee institution; and c the amount specified in section 56(2) above were reduced by the amount of any initial contribution which the transferee institution has already made. 4 Whether or not the transferee institution is already a contributory institution at the time of the transfer it shall be treated for the purposes of the levying from it of any further or special contribution as having such deposit base as it would have if the  deposits in EEA currencies  with its United Kingdom offices and the  certificates of deposit in EEA currencies  issued by it included respectively  deposits in EEA currencies  with the United Kingdom offices of the exempted person and  certificates of deposit in EEA currencies  issued by that person. 4A In their application to UK institutions, subsections (2) to (4) above shall have effect as if references to United Kingdom offices included references to offices in other EEA States. 5 In its application to this section, section 5(3) above shall have effect with the omission of paragraphs (b) and (c)."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "58", "section_title": " Compensation payments to depositors.", "section_text": "58 1 Subject to the provisions of this section, if at any time an institution to which this subsection applies becomes insolvent, the Board— a shall as soon as practicable pay out of the Fund to depositors who have protected deposits with that institution which are due and payable amounts equal to nine-tenths of their protected deposits; and b shall in any event secure that, before the end of the relevant period, it is in a position to make those payments as soon as they fall to be made. 2 Subsection (1) above applies to an institution which— a is a UK institution or participating institution; b is a former UK institution or a former participating institution; or c is a former authorised institution (not being a recognised bank or licensed institution excluded by an order under section 23(2) of the Banking Act 1979); and if at any time such an institution ceases to be insolvent, subsection (1) above shall cease to apply in relation to that institution. 2A In subsection (1) above ’the relevant period’ means— a the period of three months beginning with the time when the institution becomes insolvent; or b that period and such additional period or periods, being not more than three and of not more than three months each, as the  Authority  may in exceptional circumstances allow. 2B A person claiming to be entitled to a payment under subsection (1) above in respect of a protected deposit with a participating institution shall make his claim in such form, with such evidence proving it, and within such period, as the Board directs. 2C The amount of any payment which falls to be made under subsection (1) above in respect of a protected deposit made with an office of a UK institution in another EEA State shall not exceed such amount as the Board may determine is or would be payable, in respect of an equivalent deposit made with an institution authorised in that State, under any corresponding scheme for the protection of depositors or investors which is in force in that State. 2D Where, in the case of a participating EEA institution, the Board is satisfied that a depositor has received or is entitled to receive a payment in respect of his protected deposit under any home State scheme, the Board shall deduct an amount equal to that payment from the payment that would otherwise be made to the depositor under subsection (1) above. 3 Where, in the case of a UK institution or participating non-EEA institution, the Board is satisfied that a depositor has received or will receive a payment  in respect of his protected deposit under any scheme for protecting depositors or investors which is comparable to that for which provision is made by this Part of this Act or under a guarantee given by a government or other authority the Board may— a deduct an amount equal to the whole or part of that payment from the payment that would otherwise be made to him under subsection (1)  . . . above; or b in pursuance of an agreement made by the Board with the authority responsible for the scheme or by which the guarantee was given, make in full the payment required by that subsection and recoup from that authority such contribution to it as may be specified in or determined under the agreement. 4 Where the Board makes such a deduction as is mentioned in paragraph (a) of subsection (3) above it may agree with the authority responsible for the scheme or by which the guarantee was given to reimburse that authority to the extent of the deduction or any lesser amount. 5 The Board may decline to make any payment under subsection (1) to a person who, in the opinion of the Board— a has any responsibility for, or may have profited directly or indirectly from, the circumstances giving rise to the institution’s financial difficulties; or b has received or is entitled to receive a payment in respect of his protected deposit under a scheme established under section 54 of the Financial Services Act 1986 or set up pursuant to the conditions and arrangements referred to in section 43(2) of that Act, and where any payment as mentioned in paragraph (b) above has been received by a person, the Board shall decline to make a payment under subsection (1) to that person. 6 There shall be deducted from any payment to be made by the Board under subsection (1) above in respect of a deposit any payment already made in respect of that deposit by a liquidator or administrator of the institution; and in this subsection, in relation to an institution formed under the law of a country or territory outside the United Kingdom, the reference to a liquidator or administrator includes a reference to a person whose functions appear to the Board to correspond as nearly as may be to those of a liquidator or administrator. 7 The Treasury may, after consultation with the Board, by order amend  subsection (1)  above so as to substitute for the fraction for the time being specified in  that subsection  such other fraction as may be specified in the order; but no such order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 8 Notwithstanding that the Board may not yet have made or become liable to make a payment under subsection (1) above in relation to an institution falling within that subsection— a the Board shall at all times be entitled to receive any notice or other document  required to be sent to a creditor of the institution under Part II of the Insolvency Act 1986 or under Part III of the Insolvency (Northern Ireland) Order 1989, or  required to be sent to a creditor of the institution whose debt has been proved; and b a duly authorised representative of the Board shall be entitled— i to attend any meeting of creditors of the institution and to make representations as to any matter for decision at that meeting; ii to be a member of any committee established under  section 26 or 301  of the  Insolvency Act 1986; iii to be a commissioner under section 30 of the  Bankruptcy (Scotland) Act 1985; and iv to be a member of a committee established for the purposes of Part IV or V of the  Insolvency Act 1986 under section 101 of that Act or under section 141 or 142 of that Act   . . .. v to be a member of any committee established under  Article 38 or 274  of the Insolvency (Northern Ireland) Order 1989; and vi to be a member of a committee established for the purposes of Part V or  VI  of the Insolvency (Northern Ireland) Order 1989 under Article 87 of that Order or under Article 120 of that Order. 9 Where a representative of the Board exercises his right to be a member of such a committee as is mentioned in paragraph (b)(ii) or (iv) of subsection (8) above or to be a commissioner by virtue of paragraph (b)(iii) of that subsection he may not be removed except with the consent of the Board and his appointment under that subsection shall be disregarded for the purposes of any provision made by or under any enactment which specifies a minimum or maximum number of members of such a committee or commission. 10 References in this section and sections 59 and 60 below to a former authorised institution include references to an institution which— a was formerly a European authorised institution which accepted deposits in the United Kingdom; and b continues to have a liability in respect of any deposit for which it had a liability when it was such an institution; and references in section 60 below to ceasing to be an authorised institution include references to ceasing to be a European authorised institution which accepted deposits in the United Kingdom."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "59", "section_title": "Meaning of insolvency etc.", "section_text": "59 1 For the purposes of this Part of this Act, a UK institution or participating non-EEA institution becomes insolvent— a on the making by the  Authority  of a determination that, for reasons which directly relate to the institution’s financial circumstances, the institution— i is unable to repay deposits which are due and payable; and ii has no current prospect of being able to do so; b on the making by a court in any part of the United Kingdom, or in another EEA State, or a judicial ruling which— i directly relates to the institution’s financial circumstances; and ii has the effect of suspending the ability of depositors to make claims against the institution; or c in the case of a participating non-EEA institution, on the making by a court in any country or territory outside the European Economic Area of a judicial ruling which appears to the Board to correspond as nearly as may be to such a judicial ruling as is mentioned in paragraph (b) above, but only if deposits made with the institution have become due and payable and have not been repaid. 2 For those purposes, a participating EEA institution becomes insolvent— a on the making by the supervisory authority in the institution’s home State of a declaration that deposits held by the institution are no longer available; or b on the making by a court in any part of the United Kingdom, or in an EEA State other than the institution’s home State, of a judicial ruling which— i directly relates to the institution’s financial circumstances; and ii has the effect of suspending the ability of depositors to make claims against the institution, but only if, in a case falling within paragraph (b) above, deposits made with the institution have become due and payable and have not been repaid. 3 For those purposes— a an institution which has become insolvent by virtue of such a determination or declaration as is mentioned in subsection (1)(a) or (2)(a) above ceases to be insolvent on any withdrawal of the determination or declaration; and b an institution which has become insolvent by virtue of such a judicial ruling as is mentioned in subsection (1)(b) or (c) or (2)(b) above ceases to be insolvent on any reversal of the ruling (whether on appeal or otherwise). 4 In relation to a UK institution or participating non-EEA institution, it shall be the duty of the  Authority — a to make such a determination as is mentioned in subsection (1)(a) above within 21 days of its being satisfied as there mentioned; and b to withdraw such a determination within 21 days of its ceasing to be so satisfied. 5 In this section— a any reference to a UK institution includes references to a former UK institution, and to a former authorised institution which is incorporated in or formed under the law of any part of the United Kingdom; b any reference to a participating EEA institution includes references to a former participating EEA institution, and to a former authorised institution which is incorporated in or formed under the law of an EEA State other than the United Kingdom; and c any reference to a participating non-EEA institution includes references to a former participating non-EEA institution, and to a former authorised institution which is incorporated in or formed under the law of a country or territory which is outside the European Economic Area."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "60", "section_title": " Protected deposits.", "section_text": "60 1 Subject to the provisions of this section, in relation to an institution in respect of which a payment falls to be made under section 58(1) above, any reference in this Act to a depositor’s protected deposit is a reference to the liability of the institution to him in respect of— a the principal amount of each deposit in an EEA currency which was made by him with a United Kingdom office of the institution before the time when the institution became insolvent and has become due and payable; and b accrued interest on any such deposit up to the time when it became due and payable, but so that the total liability of the institution to him in respect of such deposits does not exceed £20,000, or the sterling equivalent of 22,222 ecus immediately before the time when the institution became insolvent, whichever is the greater. 2 In calculating a depositor’s protected deposit for the purposes of subsection (1) above, the amount to be taken into account as regards any deposit made in another EEA currency shall be its sterling equivalent immediately before the time when the institution became insolvent, or the time when the deposit became due and payable, whichever is the later. 2A In its application to UK institutions, subsection (1) above shall have effect as if any reference to United Kingdom offices included a reference to offices in other EEA States. 3 For the purposes of subsection (1) above no account shall be taken of any liability unless— a proof of the debt, or a claim for repayment of the deposit, which gives rise to the liability has been lodged with a liquidator or administrator of the institution; or b the depositor has provided the Board with all such written authorities, information and documents as, in the event of a liquidator or administrator being appointed, the Board will need for the purpose of lodging and pursuing, on the depositor’s behalf, a proof of the debt, or a claim for the repayment of the deposit, which gives rise to the liability. 4 In subsection (3) above, in relation to an institution incorporated in or formed under the law of a country or territory outside the United Kingdom— a references to a liquidator or administrator include references to a person whose functions appear to the Board to correspond as nearly as may be to those of a liquidator or administrator; and b references to the lodging, or the lodging and pursuing, of a proof of the debt, or a claim for the repayment of the deposit, which gives rise to the liability include references to the doing of an act or acts which appear to the Board to correspond as nearly as may be to the lodging, or the lodging and pursuing, of such a proof or claim. 5 The Treasury may, after consultation with the Board, by order amend  subsection (1)  above so as to substitute for the sum for the time being specified in those subsections such larger sum as may be specified in the order; but no such order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 6 In determining the liability or total liability of an institution to a depositor for the purposes of subsection (1) above, no account shall be taken of any liability in respect of a deposit if— a it is a secured deposit; or b it is a deposit which is own funds within the meaning given by  Section 1 of Chapter 2 of Title V of the Banking Consolidation Directive ; or c it is a deposit which the Board is satisfied was made in the course of a money-laundering transaction; or d it is a deposit by a person mentioned in item 1 or 2 of Annex I to Directive  94/19/EC    which was made otherwise than as trustee for a person not so mentioned; or e the institution is a former UK institution or former authorised institution and the deposit was made after it ceased to be a UK institution or authorised institution unless, at the time the deposit was made, the depositor did not know, and could not reasonably be expected to have known, that it had ceased to be a UK institution or authorised institution; or f the institution is a former participating EEA institution and the deposit was made after it ceased to be a participating EEA institution; or g the institution is a former participating non-EEA institution and the deposit was made after it ceased to be a participating non-EEA institution unless the Board is satisfied— i that the depositor is entitled under the institution’s home State scheme to a payment in respect of the deposit; and ii that he has not received, and has no prospect of receiving, that payment; and references in paragraph (e) above to an institution ceasing to be an authorised institution include references an institution ceasing to be a recognised bank or licensed institution under the Banking Act 1979. 6A A transaction in connection with which an offence has been committed under— a any enactment specified in regulation 2(3) of the Money Laundering Regulations 1993  ; or b any enactment in force in another EEA State, or in a country or territory outside the European Economic Area, which has effect for the purpose of prohibiting money laundering within the meaning of Article 1 of Directive  91/308/EEC   , is a money-laundering transaction for the purposes of subsection (6)(c) above at any time if, at that time, a person stands convicted of the offence or has been charged with the offence and has not been tried. 7 Unless the Board otherwise directs in any particular case, in determining the total liability of an institution to a depositor for the purposes of subsection (1)  . . . above there shall be deducted the amount of any liability of the depositor to the institution— a in respect of which a right of set-off existed immediately before the institution became insolvent  against any such deposit in an EEA currency  as is referred to in subsection (1)  . . . above; or b in respect of which such right would then have existed if the deposit in question had been repayable on demand and the liability in question had fallen due. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 For the purposes of this section and sections 61 and 62 below the definition of deposit in section 5 above— a shall be treated as including— i any sum that would otherwise be excluded by paragraph (a), (d) or (e) of subsection (3) of that section if the sum is paid as trustee for a person not falling within any of those paragraphs; ii any sum that would otherwise be excluded by paragraph (b) or (c) of that subsection; b subject to subsections (10) and (11) below, shall be treated as excluding any sum paid by a trustee for a person falling within paragraph (e) of subsection (3) of that section; and c shall be treated as including any sum the right to repayment of which is evidenced by a transferable certificate of deposit or other transferable instrument and which would be a deposit within the meaning of section 5 as extended by paragraph (a) and restricted by paragraph (b) above if it had been paid by the person who is entitled to it at the time when the institution in question becomes insolvent. 10 Where the trustee referred to in paragraph (b) of subsection (9) above is not a bare trustee and there are two or more beneficiaries that paragraph applies only if all the beneficiaries fall within section 5(3)(e) above. 11 Subsection (10) above does not extend to Scotland and, in Scotland, where there are two or more beneficiaries of a trust the trustee of which is referred to in paragraph (b) of subsection (9) above that paragraph applies only if all the beneficiaries fall within section 5(3)(e) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "61", "section_title": " Trustee deposits, joint deposits etc.", "section_text": "61 1 In the cases to which this section applies sections 58 and 60 above shall have effect with the following modifications. 2 Subject to the provisions of this section, where any persons are entitled to a deposit as trustees they shall be treated as a single and continuing body of persons distinct from the persons who may from time to time be the trustees, and if the same persons are entitled as trustees to different deposits under different trusts they shall be treated as a separate and distinct body with respect to each of those trusts. 3 Where a deposit is held for any person or for two or more persons jointly by a bare trustee, that person or, as the case may be, those persons jointly shall be treated as entitled to the deposit without the intervention of any trust. 4 Subsection (3) above does not extend to Scotland and, in Scotland, where a deposit is held by a person as nominee for another person or for two or more other persons jointly, that other person or, as the case may be, those other persons jointly shall be treated as entitled to the deposit. 5 A deposit to which two or more persons are entitled as members of a partnership (whether or not in equal shares) shall be treated as a single deposit. 6 Subject to subsection (5) above, where two or more persons are jointly entitled to a deposit and subsection (2) above does not apply each of them shall be treated as having a separate deposit of an amount produced by dividing the amount of the deposit to which they are jointly entitled by the number of persons who are so entitled. 7 Where a person is entitled (whether as trustee or otherwise) to a deposit made out of a clients’ or other similar account containing money to which one or more other persons are entitled, that other person or, as the case may be, each of those other persons shall be treated (to the exclusion of the first-mentioned person) as entitled to so much of the deposit as corresponds to the proportion of the money in the account to which he is entitled. 8 Where an authorised institution is entitled as trustee to a sum which would be a deposit apart from section 5(3)(a) above and represents deposits made with the institution, each of the persons who made those deposits shall be treated as having made a deposit equal to so much of that sum as represents the deposit made by him. 9 The Board may decline to make any payment under section 58 above in respect of a deposit until the person claiming to be entitled to it informs the Board of the capacity in which he is entitled to the deposit and provides sufficient information to enable the Board to determine what payment (if any) should be made under that section and to whom. 10 In this section “ jointly entitled ” means— a in England and Wales and in Northern Ireland, beneficially entitled as joint tenants, tenants in common or coparceners; b in Scotland, beneficially entitled as joint owners or owners in common. 11 In the application of this section in relation to deposits made with an office of a UK institution in another EEA State, references to persons entitled in any of the following capacities, namely— a as trustees; b as bare trustees; c as members of a partnership; or d as persons jointly entitled, shall be construed as references to persons entitled under the law of that State in a capacity appearing to the Board to correspond as nearly as may be to that capacity."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "62", "section_title": " Liability of institution in respect of compensation payments.", "section_text": "62 1 This section applies where— a an institution becomes insolvent  . . .; and b the Board has made, or is under a liability to make, a payment under section 58 above by virtue of the institution becoming insolvent  . . .; and in the following provisions of this section a payment falling within paragraph (b) above, less any amount which the Board is entitled to recoup by virtue of any such agreement as is mentioned in subsection (3)(b) of that section, is referred to as “ a compensation payment ” and the person to whom such a payment has been or is to be made is referred to as “ the depositor ”. 2 Where this section applies in respect of an institution  that is being wound up — a the institution shall become liable to the Board, as in respect of a contractual debt incurred immediately before the institution  began to be wound up , for an amount equal to the compensation payment; b the liability of the institution to the depositor in respect of any deposit or deposits of his (“the liability to the depositor”) shall be reduced by an amount equal to the compensation payment made or to be made to him by the Board; and c the duty of the liquidator of the insolvent institution to make payments to the Board on account of the liability referred to in paragraph (a) above (“the liability to the Board”) and to the depositor on account of the liability to him (after taking account of paragraph (b) above) shall be varied in accordance with subsection (3) below. 3 The variation referred to in subsection (2)(c) above is as follows— a in the first instance the liquidator shall pay to the Board instead of to the depositor any amount which, apart from this section, would be payable on account of the liability to the depositor except in so far as that liability relates to any such deposit as is mentioned in section 60(6) above; and b if at any time the total amount paid to the Board by virtue of paragraph (a) above and in respect of the liability to the Board equals the amount of the compensation payment made to the depositor, the liquidator shall thereafter pay to the depositor instead of to the Board any amount which, apart from this paragraph, would be payable to the Board in respect of the liability to the Board. 4 Where this section applies in respect of an institution  that is not being wound up — a the institution shall, at the time when the compensation payment in respect of a deposit falls to be made by the Board, become liable to the Board for an amount equal to that payment; and b the liability of the institution to the depositor in respect of that deposit shall be reduced by an amount equal to that payment. 5 Where an institution  is wound up after it has become insolvent  subsections (2) and (3) above shall not apply to any compensation payment to the extent to which the Board has received a payment in respect of it by virtue of subsection (4)(a) above. 6 Where by virtue of section 61 above the compensation payment is or is to be made by the Board to a person other than the person to whom the institution is liable in respect of the deposit any reference in the foregoing provisions of this section to the liability to the depositor shall be construed as a reference to the liability of the institution to the person to whom that payment would fall to be made by the Board apart from that section. 7 Where the Board makes a payment under section 58(4) above in respect of an amount deducted from a payment due to a depositor this section shall have effect as if the amount had been paid to the depositor. 8 Rules may be made— a for England and Wales, under sections 411 and 412 of the  Insolvency Act 1986; b for Scotland— i under the said section 411; and ii in relation to an institution whose estate may be sequestrated under the  Bankruptcy (Scotland) Act 1985, by the Secretary of State under this subsection; and c for Northern Ireland, under  Article 359 of the Insolvency (Northern Ireland) Order 1989  and section 65 of the  Judicature (Northern Ireland) Act 1978, for the purpose of integrating the procedure provided for in this section into the general procedure on a winding-up, bankruptcy or sequestration or under Part II of the  Insolvency Act 1986  or Part III of the Insolvency (Northern Ireland) Order 1989 ."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "63", "section_title": " Repayments in respect of contributions.", "section_text": "63 1 Any money received by the Board under section 62 above (“recovered money”) shall not form part of the Fund but, for the remainder of the financial year of the Board in which it is received, shall be placed by the Board in an account with the Bank which shall as far as possible invest the money in Treasury bills; and any income arising from the money so invested during the remainder of the year shall be credited to the Fund. 2 The Board shall prepare a scheme for the making out of recovered money of repayments to institutions in respect of— a special contributions; and b so far as they are not attributable to an increase in the size of the Fund resulting from an order under subsection (2) of section 54 above, further contributions levied under that section, which have been made in the financial year of the Board in which the money was received or in any previous such financial year. 3 A scheme under subsection (2) above— a shall provide for the making of repayments first in respect of special contributions and then, if those contributions can be repaid in full (taking into account any previous repayments under this section and under section 55(2) above) in respect of further contributions; b may make provision for repayments in respect of contributions made by an institution which has ceased to be a contributory institution to be made to a contributory institution which, in the opinion of the Board, is its successor; and c subject to paragraph (b) above, may exclude from the scheme further contributions levied from institutions which have ceased to be contributory institutions. 4 Except where special or further contributions can be repaid in full, repayments to institutions under this section shall be made pro rata according to the amount of the special or further contribution made by each of them. 5 If at the end of a financial year of the Board in which recovered money is received by it— a that money; and b the amount standing to the credit of the Fund, after any repayments made under section 55 above, exceeds the maximum amount for the time being specified in section 54 (1) above the Board shall as soon as practicable make out of the recovered money, up to an amount not greater than the excess, the repayments required by the scheme under subsection (2) above and may out of the recovered money make such further repayments required by the scheme as will not reduce the amounts mentioned in paragraphs (a) and (b) above below the minimum amount for the time being specified in section 54(1) above. 6 If in any financial year of the Board— a any of the recovered money is not applied in making payments in accordance with subsection (5) above; or b the payments made in accordance with that subsection are sufficient to provide for the repayment in full of all the contributions to which the scheme relates, any balance of that money shall be credited to the Fund."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "64", "section_title": " Borrowing powers.", "section_text": "64 1 If in the course of operating the Fund it appears to the Board desirable to do so, the Board may borrow up to a total outstanding at any time of  £50 million  or such larger sum as, after consultation with the Board, the Treasury may from time to time by order prescribe. 2 An order under subsection (1) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any amount borrowed by virtue of this section shall be disregarded in ascertaining the amount standing to the credit of the Fund for the purposes of sections 54 (1), 55 (2) and 63 (5) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "65", "section_title": " Power to obtain information.", "section_text": "65 1 If required to do so by a request in writing made by the Board, the  Authority  may by notice in writing served on a contributory institution require the institution, within such time and at such place as may be specified in the notice, to provide the Board with such information and to produce to it such documents, or documents of such a description, as the Board may reasonably require for the purpose of determining the contributions of the institution under this Part of this Act. 2 Subsections (4), (5), (11) and (13) of section 39 above shall have effect in relation to any requirement imposed under subsection (1) above on a UK institution or participating non-EEA institution as they have effect in relation to a requirement imposed under this section. 3 The Board may by notice in writing served on  an insolvent institution or, where a person has been appointed as liquidator or administrator of such an institution, on that person, require the institution or person , at such time or times and at such place as may be specified in the notice— a to provide the Board with such information; and b to produce to the Board such documents specified in the notice, as the Board may reasonably require to enable it to carry out its functions under this Part of this Act. 4 Where, as a result of an institution  being wound up , any documents have come into the possession of the Official Receiver or, in Northern Ireland,  the Official Receiver for Northern Ireland , he shall permit any person duly authorised by the Board to inspect the documents for the purpose of establishing— a the identity of those of the institution’s depositors to whom the Board are liable to make a payment under section 58 above; and b the amount of the protected deposit held by each of the depositors."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "66", "section_title": " Tax treatment of contributions and repayments.", "section_text": "66 In computing for the purposes of the Tax Acts the profits or gains arising from the trade carried on by a contributory institution— a to the extent that it would not be deductible apart from this section, any sum expended by the institution in paying a contribution to the Fund may be deducted as an allowable expense; b any payment which is made to the institution by the Board under section 55 (2) above or pursuant to a scheme under section 63 (2) above shall be treated as a trading receipt."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "67", "section_title": " Restriction on use of banking names. ", "section_text": "67 1 Subject to section 68 below, no person carrying on any business in the United Kingdom shall use any name which indicates or may reasonably be understood to indicate (whether in English or any other language) that he is a bank or banker or is carrying on a banking business unless he is an authorised institution to which this section applies. 2 This section applies to an authorised institution which— a is a company incorporated in the United Kingdom which has— i an issued share capital in respect of which the amount paid up is not less than £5 million (or an amount of equivalent value denominated wholly or partly otherwise than in sterling); or ii undistributable reserves falling within paragraph (a), (b) or (d) of section 264 (3) of the  Companies Act 1985 or Article 272(3)(a), (b) or (d) of the  Companies (Northern Ireland) Order 1986 of not less than that sum (or such an equivalent amount); or iii such undistributable reserves of an amount which together with the amount paid up in respect of its issued share capital equals not less than that sum (or such an equivalent amount); or b is a partnership formed under the law of any part of the United Kingdom in respect of which one or more designated fixed capital accounts are maintained to which there has been credited not less than £5 million (or such an equivalent amount). 3 For the purposes of subsection (2)(a) above “ share capital ” does not include share capital which under the terms on which it is issued is to be, or may at the option of the shareholder be, redeemed by the company. 4 For the purposes of subsection (2)(b) above “ designated fixed capital account ”, in relation to a partnership, means an account— a which is prepared and designated as such under the terms of the partnership agreement; b which shows capital contributed by the partners; and c from which under the terms of that agreement an amount representing capital may only be withdrawn by a partner if— i he ceases to be a partner and an equal amount is transferred to a designated fixed capital account by his former partners or any person replacing him as their partner; or ii the partnership is otherwise dissolved or wound up. 5 An authorised institution to which subsection (2) above applies whose issued share capital, undistributable reserves or designated fixed capital account is denominated wholly or partly otherwise than in sterling shall not be regarded as ceasing to be such an institution by reason only of a fluctuation in the rate of exchange of sterling unless and until it has ceased to satisfy any of the conditions in that subsection for a continuous period of three months. 6 The Treasury may from time to time after consultation with the  Authority  by order amend subsection (2)(a) and (b) above so as to substitute for the sum for the time being specified in that subsection such other sum as may be specified in the order; but an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "68", "section_title": " Exemptions from s. 67.", "section_text": "68 1 Section 67 above does not prohibit the use of a name by a relevant savings bank, a municipal bank or a school bank if the name contains an indication that the bank or body is a savings bank, municipal bank or, as the case may be, a school bank. 2 In subsection (1) above— “ relevant savings bank ” means— the National Savings Bank; and any penny savings bank; “ school bank ” means a body of persons certified as a school bank by the National Savings Bank or an authorised institution. 3 Section 67 above does not prohibit the use by an authorised institution which is a company incorporated under the law of a country or territory outside the United Kingdom or is formed under the law of a member State other then the United Kingdom of a name under which it carries on business in that country or territory or State (or an approximate translation in English of that name). 4 Section 67 above does not prohibit the use by— a an authorised institution which is a wholly-owned subsidiary of an authorised institution to which that section or subsection (3) above applies; or b a company which has a wholly-owned subsidiary which is an authorised institution to which that section or subsection applies, of a name which includes the name of the authorised institution to which that section or subsection applies for the purpose of indicating the connection between the two companies 5 Section 67 above does not prohibit the use by an overseas institution (within the meaning of Part IV of this Act) which has its principal place of business in a country or territory outside the United Kingdom and a representative office in the United Kingdom of the name under which it carries on business in that country or territory (or an approximate translation in English of that name) if— a the name is used in immediate conjunction with the description “representative office”; and b where the name appears in writing, that description is at least as prominent as the name; and in this subsection “ representative office ” has the same meaning as in Part IV of this Act. 6 Section 67 above does not apply to— a the Bank; b the central bank of a member State other than the United Kingdom; c the European Investment Bank; d the International Bank for Reconstruction and Development; e the African Development Bank; f the Asian Development Bank; g the Caribbean Development Bank; h the Inter-American Development Bank. 7 The Treasury may, after consultation with the  Authority , by order provide— a that the prohibition in section 67 above shall not apply to any person or class of persons; or b that that prohibition shall apply to a person mentioned in any of paragraphs (c) to (h) of subsection (6) above or a person previously exempted from it by virtue of an order under paragraph (a) above. 8 An order under paragraph (a) of subsection (7) above shall be subject to annulment in pursuance of a resolution of either House of Parliament; and no order shall be made under paragraph (b) of that subsection unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 9 Nothing in section 67 above shall prevent an institution which ceases to be an authorised institution to which that section or subsection (4) above applies or ceases to be exempted from the prohibition in that section by virtue of subsection (1) above from continuing to use any name it was previously permitted to use by virtue of that provision during the period of six months beginning with the day when it ceases to be such an institution."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "69", "section_title": " Restriction on use of banking descriptions.", "section_text": "69 1 No person carrying on any business in the United Kingdom shall so describe himself or hold himself out as to indicate or reasonably be understood to indicate (whether in English or in any other language) that he is a bank or banker or is carrying on a banking business unless he is an authorised institution or is exempted from the requirements of this subsection under the following provisions of this section. 2 Subsection (1) above shall not be taken to authorise the use by an authorised institution to which the prohibition in section 67 above applies of any description of itself as a bank or banker or as carrying on a banking business which is in such immediate conjunction with the name of the institution that the description might reasonably be thought to be part of it. 3 Subsection (1) above does not prohibit the use by a building society authorised under the  Building Societies Act 1986 of any description of itself as providing banking services unless the description is in such immediate conjunction with its name that it might reasonably be thought to be part of it. 4 Subsection (1) above does not prohibit a person from using the expression “bank” or “banker” (or a similar expression) where it is necessary for him to do so in order to be able to assert that he is complying with, or entitled to take advantage of, any enactment, any instrument made under an enactment, any international agreement, any rule of law or any commercial usage or practice which applies to a person by virtue of his being a bank or banker. 5 Subsection (1) above does not prohibit the use of a description by a relevant savings bank, a municipal bank or a school bank if the description is accompanied by a statement that the bank or body is a savings bank, a municipal bank or, as the case may be, a school bank; and for the purposes of this subsection “ relevant savings bank ” and “ school bank ” have the same meanings as in section 68 above. 6 Subsection (1) above does not apply to— a the Bank; b the central bank of a member State other than the United Kingdom; c the European Investment Bank; d the International Bank for Reconstruction and Development; e the International Finance Corporation; f the African Development Bank; g the Asian Development Bank; h the Caribbean Development Bank; i the Inter-American Development Bank. 7 The Treasury may, after consultation with the  Authority , by order provide— a that the prohibition in subsection (1) above shall not apply to any person or class of persons; or b that that prohibition shall apply to a person mentioned in any of paragraphs (c) to (i) of subsection (6) above or a person previously exempted from it by an order under paragraph (a) above. 8 An order under paragraph (a) of subsection (7) above shall be subject to annulment in pursuance of a resolution of either House of Parliament; and no order shall be made under paragraph (b) of that subsection unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "70", "section_title": " Power to object to institution’s names.", "section_text": "70 1 Where an institution applies for authorisation under this Act it shall give notice to the  Authority  of any name it is using or proposes to use for the purposes of or in connection with any business carried on by it and the  Authority  may give the institution notice in writing— a that it objects to the notified name; or b in the case of an institution which is or will be obliged to disclose any name in connection with any business carried on by it by virtue of section 4 of the  Business Names Act 1985 or Article 6 of the  Business Names (Northern Ireland) Order 1986, that it objects to that name. 2 Where an authorised institution proposes to change any name it uses for the purposes of or in connection with any business carried on by it or, in the case of such an institution as is mentioned in subsection (1)(b) above, any such name as is there mentioned, it shall give notice to the  Authority  of the proposed name and the  Authority  may within the period of two months beginning with the day on which it receives the notification give notice to the institution in writing that it objects to the proposed name. 3 The  Authority  shall not give notice objecting to a name under subsection (1) or (2) above unless it considers that the name is misleading to the public or otherwise undesirable and, in the case of the use of a name by an authorised institution to which section 67 above applies— a the whole of the name shall be taken into account in considering whether it is misleading or undesirable; but b no objection may be made to so much of the name as it is entitled to use by virtue of that section. 4 Where as a result of a material change in circumstances since the time when notice was given to the  Authority  under subsection (1) or (2) above or as a result of further information becoming available to the  Authority  since that time, it appears to the  Authority  that a name to which it might have objected under that subsection gives so misleading an indication of the nature of the institution’s activities as to be likely to cause harm to the public, the  Authority  may give notice in writing to the institution objecting to the name. 5 Any notice to be given by an institution under this section shall be given in such manner and form as the  Authority  may specify and shall be accompanied by such information or documents as the  Authority  may reasonably require."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "71", "section_title": " Effect of notices under s. 70 and appeals.", "section_text": "71 1 Where the  Authority  has given notice to an authorised institution under section 70 above the institution shall not use the name to which the  Authority  has objected for the purposes of or in connection with any business carried on in the United Kingdom after the objection has taken effect; and for the purposes of this subsection the disclosure of a name in connection with such a business by virtue of section 4 of the  Business Names Act 1985 or Article 6 of the Business Names (Northern Ireland) Order 1986 shall be treated (if it would not otherwise be) as use for the purposes of that business. 2 For the purposes of this section an objection under section 70(1) or (2) above takes effect when the institution receives the notice of objection. 3 An institution to which a notice of objection is given under section 70(1) or (2) above may within the period of three weeks beginning with the day on which it receives the notice apply to the court to set aside the objection and on such an application the court may set it aside or confirm it (but without prejudice to its operation before that time). 4 For the purposes of this section an objection under section 70(4) above takes effect— a in a case where no application is made under subsection (5) below, at the expiry of the period of two months beginning with the day on which the institution receives the notice of objection or such longer period as the notice may specify; or b where an application is made under subsection (5) below and the court confirms the objection, after such period as the court may specify. 5 An institution to which a notice of objection is given under section 70(4) above may within the period of three weeks beginning with the day on which it receives the notice apply to the court to set aside the objection. 6 In this section “ the court ” means the High Court, the Court of Session or the High Court in Northern Ireland according to whether— a if the institution concerned is a company registered in the United Kingdom, it is registered in England and Wales, Scotland or Northern Ireland; and b in the case of any other institution, its principal or prospective principal place of business in the United Kingdom is situated in England and Wales, Scotland or Northern Ireland."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "72", "section_title": " Registration of substitute corporate name by oversea company.", "section_text": "72 1 Where the  Authority  gives notice under section 70 above objecting to the corporate name of a company incorporated outside the United Kingdom, subsection (4) of section 694 of the Companies Act 1985 or, in Northern Ireland, paragraph (4) of Article 644 of the Companies (Northern Ireland) Order 1986 shall apply, subject to subsection (2) below, as it applies where a notice is served on a company under subsection (1) or (2) of that section or, as the case may be, paragraph (1) or (2) of that Article. 2 No statement or further statement may be delivered under subsection (4) of section 694 or paragraph (4) of Article 644 by virtue of subsection (1) above unless the  Authority  has signified that it does not object to the name specified in the statement. 3 Section 70(2) above shall not apply to a proposed change of a name which has been registered under section 694(4) of the Companies Act 1985 or Article 644(4) of the Companies (Northern Ireland) Order 1986 by virtue of subsection (1) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "73", "section_title": " Offences under Part III.", "section_text": "73 A person who contravenes any provision in this Part of this Act shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both and, where the contravention involves a public display or exhibition of any name or description, there shall be a fresh contravention on each day on which the person causes or permits the display or exhibition to continue."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "74", "section_title": " Meaning of “overseas institution” and “representative office”.", "section_text": "74 1 In this Part of this Act “ overseas institution ” means a person (other than an authorised institution or any person for the time being specified in Schedule 2 to this Act) who— a is a body corporate incorporated in a country or territory outside the United Kingdom or a partnership or other unincorporated association formed under the law of such a country or territory; or b has his principal place of business in such a country or territory, being, in either case, a person who satisfies one of the conditions mentioned in subsection (2) below. 2 The conditions referred to in subsection (1) above are— a that the person’s principal place of business is outside the United Kingdom and the person is authorised by the relevant supervisory authority in a country or territory outside the United Kingdom; b that the person describes himself or holds himself out as being authorised by such an authority in a country or territory outside the United Kingdom; c that the person uses any name or in any other way so describes himself or holds himself out as to indicate or reasonably be understood to indicate (whether in English or any other language), that he is a bank or banker or is carrying on a banking business (whether in the United Kingdom or elsewhere). 3 In this Part of this Act “ representative office ”, in relation to any overseas institution, means premises from which the deposit-taking, lending or other financial or banking activities of the overseas institution are promoted or assisted in any way; and “ establishment ”, in relation to such an office, includes the making of any arrangements by virtue of which such activities are promoted or assisted from it."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "75", "section_title": " Notice of establishment of representative office.", "section_text": "75 1 An overseas institution shall not establish a representative office in the United Kingdom unless it has given not less than two months’ notice to the  Authority  that it proposes to establish such an office and a notice under this subsection shall specify— a  any name the institution proposes to use in relation to activities conducted by it in the United Kingdom after the establishment of that office; and b in the case of an institution which will be obliged to disclose any name in connection with those activities by virtue of section 4 of the Business Names Act 1985 or Article 6 of the Business Names (Northern Ireland) Order 1986, that name. 2 Where an overseas institution has established a representative office in the United Kingdom before the date on which this Part of this Act comes into force and has not given notice of that fact to the  Authority  under section 40 of the Banking Act 1979 it shall give notice in writing to the  Authority  of the continued existence of that office within the period of two months beginning with that date; and the obligation of an overseas institution to give notice under this subsection in respect of the establishment of an office established within the period of one month ending with that date shall supersede any obligation to give notice in respect of that matter under that section. 3 A notice under this section shall be given in such manner and form as the  Authority  may specify."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "76", "section_title": " Power to object to names of overseas institutions.", "section_text": "76 1 An overseas institution which has established a representative office in the United Kingdom shall not change any name used by it in relation to activities conducted by it in the United Kingdom or, in the case of an institution which is obliged to disclose any name in connection with those activities as mentioned in section 75(1) above, that name unless it has given not less than two months’ notice to the  Authority  of the proposed name. 2 Where notice of a name is given to the  Authority  by an overseas institution under section 75(1) or subsection (1) above and it appears to the  Authority  that the name is misleading to the public or otherwise undesirable it may, within the period of two months beginning with the day on which that notice was given, give notice in writing to the institution that it objects to that name. 3 Where it appears to the  Authority  that an overseas institution which has established a representative office in the United Kingdom before the date on which this Part of this Act comes into force is using a name in relation to activities conducted by it in the United Kingdom which is misleading to the public or otherwise undesirable, the  Authority  may give notice in writing to the institution that it objects to the name— a in a case where the  Authority  was notified of the establishment of the representative office before that date, within the period of six months beginning with that date; and b otherwise, within the period of six months beginning with the date on which the establishment of the representative office comes to the  Authority’s  knowledge. 4 Where, as a result of a material change in circumstances since the time when notice of a name was given to the  Authority  under section 75(1) or subsection (1) above or as a result of further information becoming available to the  Authority  since that time, it appears to the  Authority  that the name is so misleading as to be likely to cause harm to the public, the  Authority  may give notice in writing to the overseas institution in question that it objects to the name."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "77", "section_title": " Effect of notices under s. 76 and appeals.", "section_text": "77 1 Where the  Authority  has given notice under section 76 above to an overseas institution the institution shall not use the name to which the  Authority  has objected in relation to activities conducted by it in the United Kingdom after the objection has taken effect; and for the purposes of this subsection the disclosure of a name in connection with those activities as mentioned in section 75(1)(b) above shall be treated (if it would not otherwise be) as use of that name in relation to those activities. 2 For the purposes of this section an objection under section 76(2) above takes effect when the institution receives the notice of objection. 3 An institution to which a notice of objection is given under section 76(2) above may within the period of three weeks beginning with the day on which it receives the notice apply to the court to set aside the objection and on such an application the court may set it aside or confirm it (but without prejudice to its operation before that time). 4 For the purposes of this section an objection under section 76(3) or (4) above takes effect— a in a case where no application is made under subsection (5) below, at the expiry of the period of two months beginning with the day on which the institution receives the notice of objection or such longer period as the notice may specify; or b where an application is made under subsection (5) below and the court confirms the objection, after such period as the court may specify. 5 An institution to which a notice of objection is given under section 76(3) or (4) above may within the period of three weeks beginning with the day on which it receives the notice apply to the court to set aside the objection. 6 In this section “ the court ” means the High Court, the Court of Session or the High Court in Northern Ireland according to whether the representative office of the institution in question is situated in England and Wales, Scotland or Northern Ireland."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "78", "section_title": " Registration of substitute corporate name by overseas institution.", "section_text": "78 1 Where the  Authority  gives notice under section 76 above objecting to the corporate name of an overseas institution, subsection (4) of section 694 of the Companies Act 1985 or, in Northern Ireland, paragraph (4) of Article 644 of the Companies (Northern Ireland) Order 1986 shall apply, subject to subsection (2) below, as it applies where a notice is served on a company under subsection (1) or (2) of that section or, as the case may be, paragraph (1) or (2) of that Article. 2 No statement or further statement may be delivered under subsection (4) of section 694 or paragraph (4) of Article 644 by virtue of subsection (1) above unless the  Authority  has signified that it does not object to the name specified in the statement. 3 Section 76(1) above shall not apply to a change of a name which has been registered under section 694(4) of the Companies Act 1985 or Article 644(4) of the Companies (Northern Ireland) Order 1986 by virtue of subsection (1) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "79", "section_title": " Duty to provide information and documents.", "section_text": "79 1 The  Authority  may by notice in writing require any overseas institution which has established a representative office in the United Kingdom or has given notice to the  Authority  under section 75(1) above of its intention to establish such an office to provide the  Authority  with such information or documents as the  Authority  may reasonably require. 2 Without prejudice to the generality of subsection (1) above, the  Authority  may by notice in writing require such an overseas institution to deliver to the  Authority — a in the case of an overseas institution which is a company incorporated in the United Kingdom, copies of the documents which the company is required to send to the registrar of companies under section 10 of the Companies Act 1985 or Article 21 of the Companies (Northern Ireland) Order 1986; aa in the case of an overseas institution to which section 690A of that Act applies, copies of the documents which it is required to deliver for registration in accordance with paragraph 1(1) or (2) of Schedule 21A of that Act; b in the case of an overseas institution to which section 691(1) of that Act or Article 641(1) of that Order applies, copies of the document which it is required to deliver for registration in accordance with that section or Article; c in the case of any other overseas institution (other than an individual), information corresponding to that which would be contained in the documents which it would be required to deliver as mentioned in paragraph (b) above if it were a company to which section 691(1) applied; d in the case of an overseas institution which is authorised to take deposits or conduct banking business in a country or territory outside the United Kingdom by the relevant supervisory authority in that country or territory, a certified copy of any certificate from that authority conferring such authorisationon it. 3 An overseas institution to which a notice is given under subsection (1) or (2) above shall comply with the notice— a in the case of an institution which has established a representative office in the United Kingdom, before the end of such period as is specified in the notice; and b in the case of an institution which has given notice under section 75(1) above of its intention to establish such an office, before it establishes the office. 4 If at any time an overseas institution which has been required to deliver information or documents to the  Authority  under subsection (2) above is required to deliver any document or give notice to the registrar of companies under section 18 or 288(2) of the said Act of 1985 or Article 29 or 296(2) of the said Order of 1986, it shall no later than the time by which it must have complied with that requirement deliver a copy of that document or give notice to the  Authority . 5 If at any time an overseas institution is required to furnish any document or give notice to the registrar of companies under  section 692, 695A(3) or 696 of, or paragraph 7 or 8 of Schedule 21A to,  the said Act of 1985 or Article 642 or 646 of the said Order of 1986 (or would be so required if it were a company to which  that section, paragraph or Article applied) , it shall no later than the time by which it must have complied with that requirement deliver a copy of that document to the  Authority . 6 If at any time a certificate of authorisation of which a copy was required to be delivered to the  Authority  under subsection (2)(d) above is amended or the authorisation is withdrawn, the overseas institution shall no later than one month after the amendment or withdrawal deliver a copy of the amended certificate or, as the case may be, a notice stating that the authorisation has been withdrawn to the  Authority . 7 The Treasury may after consultation with the  Authority  by order provide that sections 39 and 40 above shall apply in relation to overseas institutions as they apply in relation to authorised institutions; but no order shall be made under this section unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "80", "section_title": " Regulations imposing requirements on overseas-based banks.", "section_text": "80 1 The Treasury may, after consultation with the  Authority , by regulations impose on overseas institutions which have established or propose to establish representative offices in the United Kingdom such requirements as the Treasury consider appropriate in connection with those offices and the activities conducted from them. 2 Regulations under this section may in particular require the establishment or continued existence of a representative office to be authorised by the  Authority  and such regulations may make provision for— a the granting and revocation of such authorisations; b the imposition of conditions in connection with the grant or retention of such authorisations; and c appeals against the refusal or withdrawal of such authorisations or the imposition of such conditions. 3 No regulations shall be made under this section unless a draft of the regulations has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "81", "section_title": " Offences under Part IV.", "section_text": "81 A person who contravenes any provision in this Part of this Act or any requirement imposed under it shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the fifth level on the standard scale or to both and, where the contravention involves a public display or exhibition of any name or description, there shall be a fresh contravention on each day on which the person causes or permits the display or exhibition to continue."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "82", "section_title": " Restricted information.", "section_text": "82 1 Except as provided by the subsequent provisions of this Part of this Act— a no person who under or for the purposes of this Act receives information relating to the business or other affairs of any person; and b no person who obtains any such information directly or indirectly from a person who has received it as aforesaid, shall disclose the information without the consent of the person to whom it relates and (if different) the person from whom it was received as aforesaid. 2 This section does not apply to information which at the time of the disclosure is or has already been made available to the public from other sources or to information in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be ascertained from it. 3 Any person who discloses information in contravention of this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding the statutory maximum or to both."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "83", "section_title": " Disclosure for facilitating discharge of functions by the Bank.", "section_text": "83 1 Section 82 above does not preclude the disclosure of information in any case in which disclosure is for the purpose of enabling or assisting the  Authority  to discharge. a its function as a monetary authority; or aa its functions in its capacity as a designated agency within the meaning of the  Financial Services Act 1986; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c its functions as a supervisor of money market  . . . institutions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Without prejudice to the generality of subsection (1) above, that section does not preclude the disclosure of information by the  Authority  to the auditor of an authorised institution or former authorised institution if it appears to the  Authority  that disclosing the information would enable or assist the  Authority  to discharge the functions mentioned in that subsection or would otherwise be in the interests of depositors. 3 If, in order to enable or assist the  Authority  properly to discharge any of its functions under this Act, the  Authority  considers it necessary to seek advice from any qualified person on any matter of law, accountancy, valuation or other matter requiring the exercise of professional skill, section 82 above does not preclude the disclosure by the  Authority  to that person of such information as appears to the  Authority  to be necessary to ensure that he isproperly informed with respect to the matters on which his advice is sought."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "84", "section_title": " Obstruction of investigations. ", "section_text": "84 1 Section 82 above does not preclude the disclosure by the  Authority  of information to any person specified in the first column of the following Table if the  Authority  considers that the disclosure would enable or assist that person to discharge the functions specified in relation to him in the second column of that Table.  Table Person Functions 1. The Secretary of State. Functions under the  Insurance Companies Act 1982, Part XIV of the  Companies Act 1985, Part XIII of the  Insolvency Act 1986  , the Financial Services Act 1986 or Part II, III or  VII  of the Companies Act 1989 . 2. The Treasury  Functions  under the Insurance Companies Act 1982,  under the Financial Services Act 1986 or under Part III or Part VII of the Companies Act 1989 . 3. An inspector appointed under Part XIV of the Companies Act 1985 or section 94 or 177 of the Financial Services Act 1986. Functions under that Part or that section. 4. A person authorised to exercise powers under section 43A or 44 of the Insurance Companies Act 1982 , section 447 of the Companies Act 1985, section 106 of the Financial Services Act 1986 or section 84 of the Companies Act 1989. Functions under that section. 4A The Bank of England. Functions in its capacity as a monetary authority or supervisor of systems for the transfer of funds between credit institutions and their customers. 5. The Chief Registrar of friendly societies,  . . . and the Assistant Registrar of Friendly Societies for Scotland. Functions under the enactments relating to friendly societies  . . .. 5A The Friendly Societies Commission. Functions under the enactments relating to friendly societies or under the Financial Services Act 1986. 6. The Industrial Assurance Commissioner and the Industrial Assurance Commissioner for Northern Ireland. Functions under the enactments relating to industrial assurance. 7. The Building Societies Commission. Functions under the  Building Societies Act 1986 and protecting the interests of the shareholders and depositors of building societies. 8. The Director General of Fair Trading. Functions under the  Consumer Credit Act 1974. 9. A designated agency (within the meaning of the Financial Services Act 1986. Functions under the Financial Services Act 1986 or Part VII of the Companies Act 1989. 10. A transferee body or the competent authority (within the meaning of the Financial Services Act 1986). Functions under the Financial Services Act 1986. 11. A recognised self-regulating organisation, recognised professional body, recognised investment exchange,  . . . or recognised self-regulating organisation for friendly societies (within the meaning of the Financial Services Act 1986). Functions in its capacity as an organisation, body,  or exchange  recognised under the Financial Services Act 1986. 11AA recognised clearing house (within the meaning of the Financial Services Act 1986). Functions in its capacity as a clearing house under the Financial Services Act 1986 so far as they are exercisable in relation to defaults or potential defaults by market participants. 11BA person approved under the  Uncertificated Securities Regulations 2001  as an operator of a relevant system (within the meaning of those Regulations). Functions as a person so approved so far as they are exercisable in relation to defaults or potential defaults by market participants. 11CA recognised supervisory body (within the meaning of Part II of the Companies Act 1989). Functions in its capacity as such a body under that Part or functions in relation to disciplinary proceedings against auditors.  . . .   . . .  12. A recognised professional body (within the meaning of section 391 of the Insolvency Act 1986). Functions in its capacity as such a body under the Insolvency Act 1986  or functions in relation to disciplinary proceedings against insolvency practitioners (within the meaning of that Act) . 13. The Department of Economic Development in Northern Ireland. Functions under Part XV of the Companies (Northern Ireland) Order  1986  or Part XII of the Insolvency (Northern Ireland) Order 1989 or Part III of the Companies (Northern Ireland) Order 1990 or Part II or V of the Companies (No. 2) (Northern Ireland) Order 1990 . 14. An inspector appointed under Part XV of the Companies (Northern Ireland) Order 1986  . . . Functions under that Part  . . .. 15. A person authorised to exercise powers under Article 440 of the Companies (Northern Ireland) Order 1986  . . .. Functions under that Article  . . .. 16. The Official Receiver or, in Northern Ireland, the Official  Receiver for Northern Ireland Investigating the cause of the failure of an authorised institution or former authorised institution in respect of which a winding-up order,  or bankruptcy order has been made. 17. Panel on Take-overs and Mergers All its functions 18. A person included in the list maintained by the  Authority  for the purposes of section 171 of the Companies Act 1989. Functions under settlement arrangements to which regulations under that section relate. 19. A recognised professional body (within the meaning of Article 350 of the Insolvency (Northern Ireland) Order 1989). Functions in its capacity as such a body under the Insolvency (Northern Ireland) Order 1989  or functions in relation to disciplinary proceedings against insolvency practitioners (within the meaning of that Order) . 20A recognised supervisory body (within the meaning of Part III of the Companies (Northern Ireland) Order 1990). Functions in its capacity as such a body under that Part, or functions in relation to disciplinary proceedings against auditors. 20. The Occupational Pensions Regulatory Authority. Functions under the Pension Schemes Act 1993 or the Pensions Act 1995 or any enactment in force in Northern Ireland corresponding to either of them.  [ 21. The Operator within the meaning of the Uncertificated Securities Regulations 1992.]  [ Functions of the Treasury under Parts IX, X,  XII  and  XIV  of the Uncertificated Securities Regulations 1992 which are for the time being delegated to the Operator. ] 2 The Treasury may after consultation with the  Authority  by order amend the Table in subsection (1) above by— a adding any person exercising regulatory functions and specifying functions in relation to that person; b moving any person for the time being specified in the Table; or c altering the functions for the time being specified in the Table in relation to any person; and the Treasury may also after consultation with the  Authority  by order restrict the circumstances in which, or impose conditions subject to which, disclosure is permitted in the case of any person for the time being specified in the Table. 3 An order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Section 82 above does not preclude the disclosure by any person specified in the first column of the Table in subsection (1) above of information obtained by him by virtue of that subsection if he makes the disclosure with the consent of the  Authority  and for the purpose of enabling or assisting him to discharge any functions specified in relation to him in the second column of that Table; and before deciding whether to give its consent to such a disclosure by any person the  Authority  shall take account of such representations made by him as to the desirability of or the necessity for the disclosure. 5 Section 82 above does not preclude the disclosure by the  Authority  of information to the Treasury if disclosure appears to the  Authority  to be— a desirable or expedient in the interests of depositors; or b in the public interest, and (in either case) in accordance with  article 30(9) of the Banking Consolidation Directive . 5A Section 82 above does not preclude the disclosure by the  Authority  of information to the Secretary of State for purposes other than those specified in relation to him in subsection (1) above if the disclosure is made with the consent of the Treasury and— a the information relates to an authorised institution or former authorised institution and does not enable the financial affairs of any other identifiable person to be ascertained and disclosure appears to the  Authority  to be necessary in the interests of depositors or in the public interest; or b in any other case, disclosure appears to the  Authority  to be necessary in the interests of depositors; and (in either case) disclosure appears to the  Authority  to be in accordance with  article 30(9) of the Banking Consolidation Directive . 6 Section 82 above does not preclude the disclosure of information for the purpose of enabling or assisting an authority in a country or territory outside the United Kingdom to exercise— a functions corresponding to those of— i the  Authority  under this Act  or the Banking Coordination (Second Council Directive) Regulations 1992 ; ii the Secretary of State  or the Treasury under the  Insurance Companies Act 1982, Part XIII of the  Insolvency Act 1986 or the  Financial Services Act 1986; or iii the competent authority under Part IV of the Financial Services Act 1986; b functions in connection with rules of law corresponding to any of the provisions of  Part V of the Criminal Justice Act 1993 (insider dealing)  or Part VII of the  Financial Services Act 1986;  . . . c supervisory functions in respect of bodies carrying on business corresponding to that of building societies. or in the case of a supervisory authority in another EEA State, its functions as a supervisor of systems for the transfer of funds between credit institutions and their customers. 7 Subsection (6) above does not apply in relation to disclosures to an authority which is not a supervisory authority in another member State unless the  Authority  is satisfied that the authority is subject to restrictions on further disclosures at least equivalent to those imposed by this Part of this Act. 8 Information which is disclosed to a person in pursuance of subsection (1), (4) or (6) above shall not be used otherwise than for the purpose mentioned in that subsection. 9 Any person who uses information in contravention of subsection (8) above shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding the fifth level on the standard scale or to both. 10 Subject to subsection (11) below, Any reference in this section to enabling or assisting any person to discharge or exercise any functions is a reference to enabling or assisting that person to discharge or exercise those functions in relation to— a a financial market;  . . . b persons carrying on the business of banking or insurance, Consumer Credit Act businesses or the business of providing other financial services;  or c persons involved in the operation of occupational pension schemes (within the meaning of the Pension Schemes Act 1993 or, in Northern Ireland, the Pension Schemes (Northern Ireland) Act 1993) and in this subsection ’Consumer Credit Act business’ has the same meaning as in the Banking Coordination (Second Council Directive) Regulations 1992. 11 Subsection (10) above shall not apply in relation to references to enabling or assisting the discharge or exercise of the following functions, namely— a functions of the Secretary of State under Part XIV of the Companies Act 1985, Part XIII of the Insolvency Act 1986 or Part II of the Companies Act 1989 or, so far as relating to the breach of any law relating to companies, under section 83 of the Companies Act 1989; b functions of an inspector under Part XIV of the Companies Act 1985 or, so far as relating to offences involving securities of a company, under section 177 of the Financial Services Act 1986; b functions of a person authorised to exercise powers under section 84 of the Companies Act 1989, so far as relating to the breach of any law relating to companies; d functions of a recognised clearing house (within the meaning of the Financial Services Act 1986); e functions of a person approved under the  Uncertificated Securities Regulations 2001  as an operator of a relevant system (within the meaning of those Regulations); f functions of a recognised supervisory body (within the meaning of Part II of the Companies Act 1989); g functions of a recognised professional body (within the meaning of section 391 of the Insolvency Act 1986); h functions of the Department of Economic Development in Northern Ireland under Part XV of the Companies (Northern Ireland) Order 1986, Part XII of the Insolvency (Northern Ireland) Order 1989 or Part III of the Companies (Northern Ireland) Order 1990; i functions of an inspector under Part XV of the Companies (Northern Ireland) Order 1986; j functions of a recognised professional body (within the meaning of Article 350 of the Insolvency (Northern Ireland) Order 1989); k functions of a recognised supervisory body (within the meaning of Part III of the Companies (Northern Ireland) Order 1990); l functions of a supervisory authority in another EEA State in its capacity as a supervisor of systems for the transfer of funds between credit institutions and their customers. 12 In this section ’another EEA State’ means a State other than the United Kingdom which is a contracting party to the agreement on the European Economic Area signed at Oporto on 2nd May 1992 as adjusted by the Protocol signed at Brussels on 17th March 1993."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "85", "section_title": " Objection by direction of the Treasury.", "section_text": "85 1 Section 82 above does not preclude the disclosure of information— a for the purpose of enabling or assisting the Board of Banking Supervision or the Deposit Protection Board or any other person to discharge its or his functions under this Act; b for the purpose of enabling or assisting a person to do anything which he is required to do in pursuance of a requirement imposed under section 39(1)(b) above; c with a view to the institution of, or otherwise for the purposes of, any criminal proceedings, whether under this Act or otherwise; d in connection with any other proceedings arising out of this Act; e with a view to the institution of, or otherwise for the purposes of, proceedings under section 7 or 8 of the  Company Directors Disqualification Act 1986  or Article 10 or 11 of the Companies (Northern Ireland) Order 1989  in respect of a director or former director of an authorised institution or former authorised institution; f in connection with any proceedings in respect of an authorised institution or former authorised institution under the  Bankruptcy (Scotland) Act 1985 or Parts I to VII or  IX  to  XI  of the  Insolvency Act 1986  or Parts II to VII or IX and X of the Insolvency (Northern Ireland) Order 1989  which the  Authority  has instituted or in which it has a right to be heard; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h in pursuance of a Community obligation. 1A The disclosures permitted by subsection (1)(f) above do not include the disclosure of information relating to a person who (not being a director, controller or manager of the institution) is or has been, to the knowledge of the person making the disclosure, involved in an attempt to secure the survival of the institution as a going concern. 2 Section 82 above does not preclude the disclosure by the  Authority  to the Director of Public Prosecutions, the Director of Public Prosecutions for Northern Ireland, the Lord Advocate, a procurator fiscal or a constable of information obtained by virtue of section 41, 42 or 43 above or of information in the possession of the  Authority  as to any suspected contravention in relation to which the powers conferred by those sections are exercisable. 3 Section 82 above does not preclude the disclosure of information by the Deposit Protection Board to any person or body responsible for a scheme for protecting depositors or investors (whether in the United Kingdom or elsewhere) similar to that for which provision is made by Part II of this Act if it appears to the Board that disclosing the information would enable or assist the recipient of the information or the Board to discharge his or its functions."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "86", "section_title": " Information supplied to Bank by relevant overseas authority etc.", "section_text": "86 1 Section 82 above applies also to information which— a has been supplied to the  Authority  for the purposes of any relevant functions by the relevant supervisory authority in a country or territory outside the United Kingdom; or b has been obtained for those purposes by the  Authority , or by a person acting on its behalf, in another member State. 2 Subject to subsections (3) and (4) below, information supplied or obtained as mentioned in subsection (1)(a) or (b) above shall not be disclosed except as provided by section 82 above or— a for the purpose of enabling or assisting the  Authority  to discharge any relevant functions  or any functions in its capacity as a designated agency within the meaning of the  Financial Services Act 1986 ; or b with a view to the institution of, or otherwise for the purposes of, criminal proceedings, whether under this Act or otherwise. 3 Information supplied to the  Authority  for the purposes of any relevant functions by the relevant supervisory authority in another member State may be disclosed— a to a relevant recipient, if the authority consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(1) or (2) above; or b to the Treasury or the Secretary of State, if the authority consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(5) or (5A) above. 4 Information obtained as mentioned in subsection (1)(b) above may be disclosed— a to a relevant recipient, if the relevant supervisory authority in the member State concerned consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(1) or (2) above; or b to the Treasury or the Secretary of State, if that authority consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(5) or (5A) above. 4A Before the  Authority  discloses information to any person under subsection (3) above, it shall notify the relevant supervisory authority which supplied the information of the name and responsibilities of that person. 5 In this section—  “ relevant functions ”, in relation to the Authority, means its functions under this Act and its functions as a supervisor of money market institutions; ’relevant recipient’ means a person specified in any of entries 1 to 8, 13 to 15 and 17 in the Table in section 84(1) above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "87", "section_title": " Notification of acquisition of significant shareholding.", "section_text": "87 1 After section 174(3) of the Consumer Credit Act 1974 there shall be inserted— 3A Subsections (1) and (2) do not apply to any disclosure of information by the Director to the Bank of England for the purpose of enabling or assisting the Bank to discharge its functions under the Banking Act 1987 or the Director to discharge his functions under this Act. 2 Information disclosed to the  Authority  under subsection (1) of section 449 of the  Companies Act 1985 for the purpose of enabling or assisting it to discharge its functions under this Act or in its capacity as a competent authority under  subsection (3)(ha)  of that section may be disclosed— a  with the consent of the Secretary of State, in any case in which information to which section 82 applies could be disclosed by virtue of section 84(1) or (2) above; and b  in any case in which information to which section 82 above applies could be disclosed by virtue of any of the other provisions of this Part of this Act. 3 Information disclosed to the  Authority  under paragraph (1) of Article 442 of the  Companies (Northern Ireland) Order 1986 for the purpose of enabling or assisting it to discharge its functions under this Act or in its capacity as a competent authority under  paragraph (3)(ha)  of that Article may be disclosed— a  with the consent of the  Department of Economic Development in Northern Ireland , in any case in which information to which section 82 above applies could be disclosed by virtue of section 84(1) or (2) above; and b  in any case in which information to which section 82 above applies could be disclosed by virtue of any of the other provisions of this Part of this Act. 3A Information disclosed by the Building Societies Commission to the  Authority  for the purpose of enabling or assisting it to discharge any relevant functions may be disclosed— a to a relevant recipient, if the Commission consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(1) or (2) above; or b to the Treasury or the Secretary of State, if the Commission consents to its disclosure and the case is one in which information to which section 82 above applies could be so disclosed by virtue of section 84(5)(a) or (5A) above; and in this subsection “ relevant functions ” has the same meaning as in section 86 above and “ relevant recipient ” means a person specified in any of entries 1 to 8, 13 to 15 and 17 in the Table in section 84(1) above. 4 Any information which has been lawfully disclosed to the  Authority  may be disclosed by it to the Board of Banking Supervision so far as necessary for enabling or assisting the Board to discharge its functions under this Act."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "88", "section_title": " Exclusion of authorised institution’s agreements from Consumer Credit Act 1974.", "section_text": "88 1 The Consumer Credit Act 1974 shall be amended as follows. 2 In section 16(1) (consumer credit agreements with certain bodies exempt from regulation) after paragraph (g) there shall be inserted , or               h an authorised institution or wholly-owned subsidiary (within the meaning of the Companies Act 1985) of such an institution. . 3 In section 16(3) (Secretary of State’s duty to consult before making orders) after paragraph (e) there shall be inserted or               f under subsection (1)(h) without consulting the Treasury and the Bank of England. . 4 In section 189(1) (definitions) after the definition of “association” there shall be inserted— “ authorised institution ” means an institution authorised under the Banking Act 1987; ."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "89", "section_title": " Electronic transfer of funds.", "section_text": "89 After section 187(3) of the  Consumer Credit Act 1974 (arrangements to be disregarded in determining whether a consumer credit agreement is to be treated as entered into in accordance with prior or in contemplation of future arrangements between creditor and supplier) there shall be inserted— 3A Arrangements shall also be disregarded for the purposes of subsections (1) and (2) if they are arrangements for the electronic transfer of funds from a current account at a bank within the meaning of the Bankers’ Books Evidence Act 1879."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "90", "section_title": " Disclosure of transactions by authorised institutions with chief executives and managers.", "section_text": "90   1 For section 233(3) of the Companies Act 1985 there shall be substituted— 3 Subsections (1) and (2) do not apply in relation to any transaction, arrangement or agreement made by an authorised institution for any officer of the institution or for any officer of its holding company unless the officer is a chief executive or manager within the meaning of the Banking Act 1987; and references to officers in Part II of Schedule 6 shall be construed accordingly. 2 For Article 241(3) of the  Companies (Northern Ireland) Order 1986 there shall be substituted— 3 Paragraphs (1) and (2) do not apply in relation to any transaction, arrangement or agreement made by an authorised institution for any officer of the institution or for any officer of its holding company unless that officer is a chief executive or manager within the meaning of the Banking Act 1987; and references to officers in Part II of Schedule 6 shall be construed accordingly."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "91", "section_title": " Powers for securing reciprocal facilities for banking and other financial business.1986 c. 60.", "section_text": "91 For the avoidance of doubt it is hereby declared that a notice under section 183 of the Financial Services Act 1986 (disqualification or restriction of persons connected with overseas countries which do not afford reciprocal facilities for financial business) may be served on any person connected with the country in question who is carrying on or appears to the Secretary of State or the Treasury to intend to carry on in, or in relation to, the United Kingdom business of any of the descriptions specified in subsection (1) of that section whether or not it is of the same description as that affected by the less favourable terms which are the occasion for the service of the notice."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "92", "section_title": " Winding up on petition from the  Authority .", "section_text": "92 1 On a petition presented by the  Authority  by virtue of this section the court having jurisdiction under the  Insolvency Act 1986 may wind up an authorised institution or former authorised institution if— a the institution is unable to pay its debts within the meaning of section 123 or, as the case may be, section 221 of that Act; or b the court is of the opinion that it is just and equitable that the institution should be wound up; and for the purposes of such a petition an institution which defaults in an obligation to pay any sum due and payable in respect of a deposit shall be deemed to be unable to pay its debts as mentioned in paragraph (a) above. 2 Where a petition is presented under subsection (1) above for the winding up of a partnership on the ground mentioned in paragraph (b) of that subsection or, in Scotland, on the ground mentioned in paragraph (a) or (b) of that subsection, the court shall have jurisdiction and the  Insolvency Act 1986 shall have effect as if the partnership were an unregistered company within the meaning of section 220 of that Act. 3 On a petition presented by the  Authority  by virtue of this section the High Court in Northern Ireland may wind up an authorised institution if— a the institution is unable to pay its debts within the meaning of  Article 103 or, as the case may be, Article 185 of the Insolvency (Northern Ireland) Order 1989 ; or b the court is of the opinion that it is just and equitable that the institution should be wound up; and for the purposes of such a petition an institution which defaults in an obligation to pay any sum due and payable in respect of a deposit shall be deemed to be unable to pay its debts as mentioned in paragraph (a) above. 4 Where a petition is presented under subsection (3) above for the winding up of a partnership on the ground mentioned in paragraph (b) of that subsection, the court shall have jurisdiction and the said Order of  1989  shall have effect as if the partnership were an unregistered company within the meaning of  Article184  of that Order. 5 For the purposes of this section the definition of deposit in section 5 above shall be treated as including any sum that would otherwise be excluded by subsection (3)(a), (b) or (c) of that section. 6 This section applies to a company or partnership which has contravened section 3 above as it applies to an authorised institution."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "93", "section_title": " Injunctions.", "section_text": "93 1 If on the application of the  Authority , the Director of Public Prosecutions, the Lord Advocate or the Director of Public Prosecutions for Northern Ireland the court is satisfied— a that there is a reasonable likelihood that a person will contravene section 3, 18, 35, 67, 69, 71, or 77 above, a direction under section 19 above or regulations under section 32, 34, or 80 above; or b that any person has been guilty of any such contravention and that there is a reasonable likelihood that the contravention will continue or be repeated, the court may grant an injunction restraining, or in Scotland an interdict prohibiting, the contravention. 2 If on the application of the  Authority , the Director of Public Prosecutions, the Lord Advocate or the Director of Public Prosecutions for Northern Ireland it appears to the court that a person may have been guilty of such a contravention as is mentioned in subsection (1) above the court may grant an injunction restraining, or in Scotland an interdict prohibiting, him from disposing of or otherwise dealing with any of his assets while the suspected contravention is investigated. 3 The jurisdiction conferred by this section shall be exercisable by the High Court and the Court of Session."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "94", "section_title": " False and misleading information.", "section_text": "94 1 Any person who knowingly or recklessly provides the  Authority  or any other person with information which is false or misleading in a material particular shall be guilty of an offence if the information is provided— a in purported compliance with a requirement imposed by or under this Act; or b otherwise than as mentioned in paragraph (a) above but in circumstances in which the person providing the information intends, or could reasonably be expected to know, that the information would be used by the  Authority  for the purpose of exercising its functions under this Act. 2 Any person who knowingly or recklessly provides the  Authority  or any other person with information which is false or misleading in a material particular shall be guilty of an offence if the information is provided in connection with an application for authorisation under this Act. 3 An authorised institution or former authorised institution shall be guilty of an offence if it fails to provide the  Authority  with any information in its possession knowing or having reasonable cause to believe— a that the information is relevant to the exercise by the  Authority  of its functions under this Act in relation to the institution; and b that the withholding of the information is likely to result in the  Authority  being misled as to any matter which is relevant to and of material significance for the exercise of those functions in relation to the institution. 4 Any person who knowingly or recklessly provides any person appointed under section 41 above with information which is false or misleading in a material particular shall be guilty of an offence. 5 Any person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "95", "section_title": " Restriction of Rehabilitation of Offenders Act 1974.", "section_text": "95 1 The Rehabilitation of Offenders Act 1974 shall have effect subject to the provisions of this section in cases where the spent conviction is for— a an offence involving fraud or other dishonesty; or b an offence under legislation (whether or not of the United Kingdom) relating to companies (including insider dealing), building societies, industrial and provident societies, credit unions, friendly societies, insurance, banking or other financial services, insolvency, consumer credit or consumer protection. 2 Nothing in section 4(1) (restriction on evidence as to spent convictions in proceedings) shall prevent the determination in any proceeding arising out of any such decision of the  Authority  as is mentioned in section 27(1) or (3) above (including proceedings on appeal to any court) of any issue, or prevent the admission or requirement in any such proceedings of any evidence, relating to a person’s previous convictions for any such offence as is mentioned in subsection (1) above or the circumstances ancillary thereto. 3 A conviction for such an offence as is mentioned in subsection (1) above shall not be regarded as spent for the purposes of section 4(2) (questions relating to an individual’s previous convictions) if— a the question is put by or on behalf of the  Authority  and the individual is a person who is or is seeking to become a director, controller or manager of an authorised institution, a former authorised institution or an institution which has made an application for authorisation which has not been disposed of; or b the question is put by or on behalf of any such institution and the individual is or is seeking to become a director, controller or manager of that institution, and the person questioned is informed that by virtue of this section convictions for any such offence are to be disclosed. 4 Section 4(3)(b) (spent conviction not to be ground for excluding person from office, occupation etc.) shall not— a prevent the  Authority  from refusing to grant or revoking an authorisation on the ground that an individual is not a fit and proper person to be a director, controller or manager of the institution in question or from imposing a restriction or giving a direction requiring the removal of an individual as director, controller or manager of an institution; or b prevent an authorised institution, a former authorised institution or an institution which has made an application for authorisation which has not yet been disposed of from dismissing or excluding an individual from being a director, controller or manager of the institution, by reason, or partly by reason, of a spent conviction of that individual for such an offence as is mentioned in subsection (1) above or any circumstances ancillary to such a conviction or of a failure (whether or not by that individual) to disclose such a conviction or any such circumstances. 5 For the purposes of subsections (3) and (4) above an application by an institution is not disposed of until the decision of the  Authority  on the application is communicated to the institution. 6 This section shall apply to Northern Ireland with the substitution for the references to the said Act of 1974 and section 4(1), (2) and (3)(b) of that Act of references to the Rehabilitation of Offenders (Northern Ireland) Order 1978 and Article 5(1), (2) and (3)(b) of that Order."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "96", "section_title": " Offences.", "section_text": "96 1 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 3 In the case of a person who by virtue of subsection (1) or (2) above or section 98(6) or (7) below is guilty of an offence under section 12(6) or 19(6) above the penalty that can be imposed on conviction on indictment shall be imprisonment for a term not exceeding two years or a fine or both. 4 In any proceedings for an offence under this Act it shall be a defence for the person charged to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control. 5 No proceedings for an offence under this Act shall be instituted— a in England and Wales, except by or with the consent of the Director of Public Prosecutions or the  Authority ; or b in Northern Ireland, except by or with the consent of the Director of Public Prosecutions for Northern Ireland or the  Authority . 6 In relation to proceedings against a building society incorporated (or deemed to be incorporated) under the  Building Societies Act 1986 subsection (5) above shall have effect with the substitution for references to the  Authority  of references to the Building Societies Commission. 7 In relation to proceedings against a friendly society within the meaning of section 7(1)(a) of the  Friendly Societies Act 1974 the reference in paragraph (a) of subsection (5) above to the  Authority  shall include a reference to the Chief Registrar of friendly societies;  . . .."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "97", "section_title": " Summary proceedings.", "section_text": "97 1 Summary proceedings for any offence under this Act may, without prejudice to any jurisdiction exercisable apart from this subsection, be taken against an institution, including an unincorporated institution, at any place at which it has a place of business, and against an individual at any place at which he is for the time being. 2 Notwithstanding anything in section 127(1) of the  Magistrates’ Courts Act 1980, any information relating to an offence under this Act which is triable by a magistrates’ court in England and Wales may be so tried if it is laid at any time within three years after the commission of the offence and within six months after the relevant date. 3 Notwithstanding anything in  section 136 of the Criminal Procedure (Scotland) Act 1995 , summary proceedings for such an offence may be commenced in Scotland at any time within three years after the commission of the offence and within six months after the relevant date; and subsection (3) of that section shall apply for the purposes of this subsection as it applies for the purposes of that section. 4 Notwithstanding anything in Article 19(1) of the Magistrates’  Courts (Northern Ireland) Order 1981, a complaint relating to such an offence which is triable by a court of summary jurisdiction in Northern Ireland may be so tried if it is made at any time within three years after the commission of the offence and within six months after the relevant date. 5 In this section— “ the relevant date ” means the date on which evidence sufficient in the opinion of the prosecuting authority to justify proceedings comes to its knowledge; and “ the prosecuting authority ” means the authority by or with whose consent the proceedings are instituted in accordance with section 96 above or, in Scotland, the Lord Advocate. 6 For the purposes of subsection (5) above, a certificate of any prosecuting authority as to the date on which such evidence as is there mentioned came to its knowledge shall be conclusive evidence of that fact."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "98", "section_title": " Offences committed by unincorporated associations.", "section_text": "98 1 Proceedings for an offence alleged to have been committed under this Act by an unincorporated association shall be brought in the name of that association (and not in that of any of its members) and, for the purposes of any such proceedings, any rules of court relating to the service of documents shall have effect as if the association were a corporation. 2 A fine imposed on an unincorporated association on its conviction of an offence under this Act shall be paid out of the funds of the association. 3 Section 33 of the  Criminal Justice Act 1925 and Schedule 3 to the  Magistrates’ Courts Act 1980 (procedure on charge of offence against a corporation) shall have effect in a case in which an unincorporated association is charged in England or Wales with an offence under this Act in like manner as they have effect in the case of a corporation so charged. 4 In relation to any proceedings on indictment in Scotland for an offence alleged to have been committed under this Act by an unincorporated association,  section 70 of the Criminal Procedure (Scotland) Act 1995  (proceedings on indictment against bodies corporate) shall have effect as if the association were a body corporate. 5 Section 18 of the  Criminal Justice Act (Northern Ireland) 1945 and Schedule 4 to the  Magistrates’ Courts (Northern Ireland) Order 1981 (procedure on charge of offence against a corporation) shall have effect in a case in which an unincorporated association is charged in Northern Ireland with an offence under this Act in like manner as they have effect in the case of a corporation so charged. 6 Where a partnership is guilty of an offence under this Act, every partner, other than a partner who is proved to have been ignorant of, or to have attempted to prevent the commission of the offence, shall also be guilty of that offence and be liable to be proceeded against and punished accordingly. 7 Where any other unincorporated association is guilty of an offence under this Act, every officer of the association who is bound to fulfil any duty whereof the offence is a breach, or if there is no such officer then every member of the committee or other similar governing body, other than a member who is proved to have been ignorant of, or to have attempted to prevent the commission of the offence, shall also be guilty of that offence and be liable to be proceeded against and punished accordingly."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "99", "section_title": " Service of notices on the  Authority .", "section_text": "99 1 No notice required by this Act to be given to or served on the  Authority  shall be regarded as given or served until it is received. 2 Subject to subsection (1) above, any such notice may be given or served by telex or other similar means which produce a document containing the text of the communication."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "100", "section_title": " Service of other notices.", "section_text": "100 1 This section has effect in relation to any notice, direction or other document required or authorised by or under this Act to be given to or served on any person other than the  Authority . 2 Any such document may be given to or served on the person in question— a by delivering it to him; or b by leaving it at his proper address; or c by sending it by post to him at that address; or d by sending it to him at that address by telex or other similar means which produce a document containing the text of the communication. 3 Any such document may— a in the case of a body corporate, be given to or served on the secretary or clerk of that body; and b in the case of any other description of institution, be given to or served on a controller of the institution. 4 For the purposes of this section and section 7 of the  Interpretation Act 1978 (service of documents by post) in its application to this section, the proper address of any person to or on whom a document is to be given or served shall be his last known address, except that— a in the case of a body corporate or its secretary or clerk, it shall be the address of the registered or principal office of that body in the United Kingdom; and b in the case of any other description of institution or a person having control or management of its business, it shall be that of the principal office of the institution in the United Kingdom. 5 If the person to or on whom any document mentioned in subsection (1) above is to be given or served has notified the  Authority  of an address within the United Kingdom, other than his proper address within the meaning of subsection (4) above, as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated for the purposes of this section and section 7 of the Interpretation Act 1978 as his proper address."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "101", "section_title": " Evidence.", "section_text": "101 1 In any proceedings, a certificate purporting to be signed on behalf of the  Authority  and certifying— a that a particular person is or is not an authorised institution or was or was not such an institution at a particular time; b the date on which a particular institution became or ceased to be authorised; c whether or not a particular institution’s authorisation is or was restricted; d the date on which a restricted authorisation expires; or e the date on which a particular institution became or ceased to be a recognised bank or licensed institution under the  Banking Act 1979, shall be admissible in evidence and, in Scotland, shall be sufficient evidence of the facts stated in the certificate. 2 A certificate purporting to be signed as mentioned in subsection (1) above shall be deemed to have been duly signed unless the contrary is shown."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "102", "section_title": " Powers for securing reciprocal facilities for banking and other financial business.", "section_text": "102 Any power of the Treasury to make orders or regulations under this Act shall be exercisable by statutory instrument."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "103", "section_title": " Municipal banks.", "section_text": "103 1 References in this Act to a municipal bank are to a company within the meaning of the  Companies Act 1985 which— a carries on a deposit-taking business, b is connected with a local authority as mentioned in subsection (2) below, and c has its deposits guaranteed by that local authority in accordance with subsection (5) below. 2 The connection referred to in paragraph (b) of subsection (1) above between a company and a local authority is that— a the company’s articles of association provide that the shares in the company are to be held only by members of the local authority; and b substantially all the funds lent by the company are lent to the local authority. 3 Where on 9th November 1978 a company or its predecessor— a was carrying on a deposit-taking business, and b was connected with a local authority as mentioned in subsection (2) above, that local authority or its successor may for the purposes of this Act resolve to guarantee deposits with the company. 4 A resolution passed by a local authority under subsection (3) above may not be rescinded. 5 Where a local authority has passed a resolution under subsection (3) above or under section 48(3) of the  Banking Act 1979, that local authority and any local authority which is its successor shall be liable, if the company concerned defaults in payment, to make good to a depositor the principal and interest owing in respect of any deposit with the company, whether made before or after the passing of the resolution. 6 For the purposes of this section— a one company is the predecessor of another if that other succeeds to its obligations in respect of its deposit-taking business; and b one local authority is the successor of another if, as a result of, or in connection with, an order under Part IV of the  Local Government Act 1972  Part II of the Local Government Act 1992 or Part II of the Local Government and Rating Act 1997  or under Part II  of the  Local Government (Scotland) Act 1973 (change of local government area), it becomes connected as mentioned in subsection (2) above with a company formerly so connected with that other local authority."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "104", "section_title": " Scottish 1819 savings banks.", "section_text": "104 1 This section applies to any savings bank established before 28th July 1863 under an Act passed in the 59th year of King George III entitled an Act for the Protection of Banks for Savings in Scotland. 2 For the purposes of Part II of this Act a savings bank to which this section applies becomes insolvent on the making of a winding-up order against it under Part V of the  Insolvency Act 1986 or on the making of an award of sequestration on the estate of the bank. 3 A savings bank to which this section applies shall be regarded as a relevant savings bank for the purposes of sections 68 and 69 above."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "105", "section_title": " Meaning of “director”, “controller”, “manager”, and “associate”.", "section_text": "105 1 In the provisions of this Act other than section 96 “ director ”, “ controller ”, “ manager ” and “ associate ” shall be construed in accordance with the provisions of this section. 2 “ Director ”, in relation to an institution, includes— a any person who occupies the position of a director, by whatever name called; and b in the case of an institution established in a country or territory outside the United Kingdom, any person, including a member of a managing board, who occupies a position appearing to the  Authority  to be analogous to that of a director of a company registered under the  Companies Act 1985; and in the case of a partnership “director”, where it is used in subsections (6) and (7) below, includes a partner. 3 “ Controller ”, in relation to an institution, means— a a managing director of the institution or of another institution of which it is a subsidiary or, in the case of an institution which is a partnership, a partner; b a chief executive of the institution or of another institution of which it is a subsidiary; c a person who,  satisfies the requirements of this paragraph d a person in accordance with whose directions or instructions the directors of the institution or of another institution of which it is a subsidiary or persons who are controllers of the institution by virtue of paragraph (c) above (or any of them) are accustomed to act. and a person who is, or would be if he were an undertaking, a parent undertaking of the institution. 3A A person satisfies the requirements of subsection (3)(c) above in relation to an institution if, either alone or with any associate or associates— a he holds 10 per cent. or more of the shares in the institution or another institution of which it is a subsidiary undertaking; b he is entitled to exercise, or control the exercise of, 10 per cent. or more of the voting power at any general meeting of the institution or another institution of which it is such an undertaking; or c he is able to exercise a significant influence over the management of the institution or another institution of which it is such an undertaking by virtue of— i a holding of shares in; or ii an entitlement to exercise, or control the exercise of, the voting power at any general meeting of, the institution or, as the case may be, the other institution concerned; and in this subsection ’share’ has the same meaning as in Part VII of the Companies Act 1985 or Part VIII of the Companies (Northern Ireland) Order 1986. 4 A person who is a controller of an institution by virtue of subsection (3)(c) above is in this Act referred to as a ’shareholder controller’ of the institution; and in this Act— a a ’minority shareholder controller’ means a shareholder controller not falling within paragraph (a) or (b) of subsection (3A) above; b a ’10 per cent. shareholder controller’ means a shareholder controller in whose case the percentage referred to in the relevant paragraph is 10 or more but less than 20; c a ’20 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 20 or more but less than 33; d a ’33 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 33 or more but less than 50; e a ’50 per cent. shareholder controller’ means a shareholder controller in whose case that percentage is 50 or more; f a ’majority shareholder controller’ means a shareholder controller in whose case that percentage is 50 or more but less than 75; and g a ’principal shareholder controller’ means a shareholder in whose case that percentage is 75 or more; and in this subsection ’the relevant paragraph’, in relation to a shareholder controller, means whichever one of paragraphs (a) and (b) of subsection (3A) above gives the greater percentage in his case. 5 A person who is a controller of an institution by virtue of subsection (3)(d) above is in this Act referred to as “ an indirect controller ” of the institution. 5A A person who is a controller of an institution by virtue of subsection (3)(e) above is in this Act referred to as a ’parent controller’ of the institution. 6 “ Manager ”, in relation to an institution, means a person (other than a chief executive) who, under the immediate authority of a director or chief executive of the institution— a exercises managerial functions; or b is responsible for maintaining accounts or other records of the institution. 7 In this section “ chief executive ”, in relation to an institution, means a person who, either alone or jointly with one or more other persons, is responsible under the immediate authority of the directors for the conduct of the business of the institution. 8 Without prejudice to subsection (7) above, in relation to an institution whose principal place of business is in a country or territory outside the United Kingdom, “ chief executive ” also includes a person who, either alone or jointly with one or more other persons, is responsible for the conduct of its business in the United Kingdom. 9 In this Act ’associate’, in relation to a person entitled to exercise or control the exercise of voting power in relation to, or holding shares in, an undertaking, means— a the wife or husband or son or daughter of that person; b the trustees of any settlement under which that person has a life interest in possession or, in Scotland, a life interest; c any company of which that person is a director; d any person who is an employee or partner of that person; e if that person is a company— i any director of that company; ii any subsidiary undertaking of that company; and iii any director or employee of any such subsidiary undertaking; and f if that person has with any other person an agreement or arrangement with respect to the acquisition, holding or disposal of shares or other interests in that undertaking or body corporate or under which they undertake to act together in exercising their voting power in relation to it, that other person. 10 For the purposes of subsection (9) above— ’son’ includes stepson and ’daughter’ includes stepdaughter; ’settlement’ includes any disposition or arrangement under which property is held in trust."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "105A", "section_title": " Meaning of related company.", "section_text": "105A 1 In this Act a ’related company’, in relation to an institution or the parent undertaking of an institution, means a body corporate (other than a subsidiary undertaking) in which the institution or parent undertaking holds a qualifying capital interest. 2 A qualifying capital interest means an interest in relevant shares of the body corporate which the institution or  parent undertaking  holds on a long-term basis for the purpose of securing a contribution to its own activities by the exercise of control or influence arising from that interest. 3 Relevant shares means shares comprised in the equity share capital of the body corporate of a class carrying rights to vote in all circumstances at general meetings of the body. 4 A holding of 20 per cent. or more of the nominal value of the relevant shares of a body corporate shall be presumed to be a qualifying capital interest unless the contrary is shown. 5 In this paragraph “equity share capital” has the same meaning as in the Companies Act 1985 and the Companies (Northern Ireland) Order 1986."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "106", "section_title": " Interpretation.", "section_text": "106 1 In this Act— “ associate ” has the meaning given in section 105(9) above; “ authorisation ” means authorisation granted by the  Authority  under this Act and “ authorised ” shall be construed accordingly;  “ the Authority ” means the Financial Services Authority; “ the Bank ” means the Bank of England; “ bare trustee ”, in relation to a deposit, means a person holding the deposit on trust for another person who has the exclusive right to direct how it shall be dealt with subject only to satisfying any outstanding charge, lien or other right of the trustee to resort to it for the payment of duty, taxes, costs or other outgoings; “ controller ” has the meaning given in section 105(3) above; “ director ” has the meaning given in section 105(2) above; “ debenture ” has the same meaning as in the  Companies Act 1985; “ deposit ” and “ deposit-taking business ” have the meaning given in sections 5 and 6 above but subject to any order under section 7 above; “ documents ” includes information recorded in any form and, in relation to information recorded otherwise than in legible form, references to its production include references to producing a copy of the information in legible form; “ former authorised institution ” means an institution which was formerly an authorised institution or a recognised bank or licensed institution under the  Banking Act 1979 and continues to have a liability in respect of any deposit for which it had a liability at a time when it was an authorised institution, recognised bank or licensed institution; “ group ”, in relation to a body corporate, means that body corporate, any other body corporate which is its holding company or subsidiary and any other body corporate which is a subsidiary of that holding company; “ indirect controller ” has the meaning given in section 105(5) above; “ institution ”, except in the expression “ overseas institution ” means— a a body corporate wherever incorporated; b a partnership formed under the law of any part of the United Kingdom; c a partnership or other unincorporated association of two or more persons formed under the law of a member State other than the United Kingdom; or d a savings bank to which section 104 above applies; “ liquidator ”, in relation to a partnership having its principal place of business in Scotland, includes a trustee appointed on the sequestrated estate of the partnership under the  Bankruptcy (Scotland) Act 1985; “ local authority ” means— a in England and Wales, a local authority within the meaning of the  Local Government Act 1972, the Common Council of the City of London or the Council of the Isles of Scilly; b in Scotland, a local authority within the meaning of the  Local Government (Scotland) Act 1973; and c in Northern Ireland, a district council within the meaning of the  Local Government Act (Northern Ireland) 1972; “ manager ” has the meaning given in section 105(6) above; “ municipal bank ” has the meaning given in section 103 above; ’parent controller’ has the meaning given in section 105(5A) above; “ penny savings bank ” has the same meaning as in the  National Savings Bank Act 1971; “ related company ” has the meaning given by section 105A above; ’relevant supervisory authority’— in relation to another member State, has the meaning given in regulation 2 of the Banking Coordination (Second Council Directive) Regulations 1992; in relation to any other country or territory outside the United Kingdom, means the authority discharging in that country or territory functions corresponding to those of the  Authority  under this Act; ’shareholder controller’, ’minority shareholder controller’, ’10 per cent. shareholder controller’, ’20 per cent. shareholder controller’, ’33 per cent. shareholder controller’, ’50 per cent. shareholder controller’, ’majority shareholder controller’ and ’principal shareholder controller’ have the meanings given in section 105(4) above 2 Section 736 of the Companies Act 1985 (meaning of subsidiary and holding company) shall apply for the purposes of this Act. 2A In this Act the following expressions, namely— another member State; connected UK authority; credit institution; European authorised institution; . . . home State; listed activity; parent undertaking; recognised self-regulating organisation; relevant supervisory authority; . . . subsidiary undertaking; supervisory authority; undertaking, have the same meanings as in the Banking Coordination (Second Council Directive) Regulations 1992. 2B In this Act “The Banking Consolidation Directive” means Directive  2000/12/EC  of the European Parliament and of the Council of 20 March 2000 relating to the taking up and pursuit of the business of credit institutions. 2C Any reference in this Act— a to an undertaking being closely linked with any person, or being closely linked with any person by control; or b to an undertaking’s close links with any person, shall be construed in accordance with regulation 2 of  the Financial Institutions (Prudential Supervision) Regulations 1996 . 3 Any reference in this Act to any provision of Northern Ireland legislation within the meaning of section 24 of the  Interpretation Act 1978 includes a reference to any subsequent provision of that legislation which, with or without modification, re-enacts the provision referred to in this Act."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "107", "section_title": " Transitional provisions.", "section_text": "107 Schedule 5 to this Act shall have effect with respect to the transitional matters there mentioned."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "108", "section_title": " Minor and consequential amendments, repeals and revocations.", "section_text": "108 1 The enactments mentioned in Schedule 6 to this Act, shall have effect with the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act, but subject to any savings there mentioned. 2 The enactments mentioned in Part I of Schedule 7 to this Act and the instruments mentioned in Part II of that Schedule are hereby repealed or revoked to the extent specified in the third column of those Parts."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "109", "section_title": " Northern Ireland.", "section_text": "109 1 This Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "110", "section_title": " Short title and commencement.", "section_text": "110 1 This Act may be cited as the Banking Act 1987. 2 Section 91 above shall come into force on the passing of this Act and the other provisions of this Act shall come into force on such day as the Treasury may by order appoint; and different days may be appointed for different provisions or different purposes."}, {"act": "Banking Act 1987 (repealed)", "year": 1987, "section": "79", "section_title": " Duty to provide information and documents.", "section_text": "79 1 The  Authority  may by notice in writing require any overseas institution which has established a representative office in the United Kingdom or has given notice to the  Authority  under section 75(1) above of its intention to establish such an office to provide the  Authority  with such information or documents as the  Authority  may reasonably require. 2 Without prejudice to the generality of subsection (1) above, the  Authority  may by notice in writing require such an overseas institution to deliver to the  Authority — a in the case of an overseas institution which is a company incorporated in the United Kingdom, copies of the documents which the company is required to send to the registrar of companies under section 10 of the Companies Act 1985 or Article 21 of the Companies (Northern Ireland) Order 1986; aa in the case of an overseas institution to which section 690A of that Act applies, copies of the documents which it is required to deliver for registration in accordance with paragraph 1(1) or (2) of Schedule 21A of that Act; b in the case of an overseas institution to which section 691(1) of that Act or Article 641(1) of that Order applies, copies of the document which it is required to deliver for registration in accordance with that section or Article; c in the case of any other overseas institution (other than an individual), information corresponding to that which would be contained in the documents which it would be required to deliver as mentioned in paragraph (b) above if it were a company to which section 691(1) applied; d in the case of an overseas institution which is authorised to take deposits or conduct banking business in a country or territory outside the United Kingdom by the relevant supervisory authority in that country or territory, a certified copy of any certificate from that authority conferring such authorisationon it. 3 An overseas institution to which a notice is given under subsection (1) or (2) above shall comply with the notice— a in the case of an institution which has established a representative office in the United Kingdom, before the end of such period as is specified in the notice; and b in the case of an institution which has given notice under section 75(1) above of its intention to establish such an office, before it establishes the office. 4 If at any time an overseas institution which has been required to deliver information or documents to the  Authority  under subsection (2) above is required to deliver any document or give notice to the registrar of companies under section 18 or 288(2) of the said Act of 1985 or Article 29 or 296(2) of the said Order of 1986, it shall no later than the time by which it must have complied with that requirement deliver a copy of that document or give notice to the  Authority . 5 If at any time an overseas institution is required to furnish any document or give notice to the registrar of companies under  section 692, 695A(3) or 696 of, or paragraph 7 or 8 of Schedule 21A to,  the said Act of 1985 or Article 642 or 646 of the said Order of 1986 (or would be so required if it were a company to which  that section, paragraph or Article applied) , it shall no later than the time by which it must have complied with that requirement deliver a copy of that document to the  Authority . 6 If at any time a certificate of authorisation of which a copy was required to be delivered to the  Authority  under subsection (2)(d) above is amended or the authorisation is withdrawn, the overseas institution shall no later than one month after the amendment or withdrawal deliver a copy of the amended certificate or, as the case may be, a notice stating that the authorisation has been withdrawn to the  Authority . 7 The Treasury may after consultation with the  Authority  by order provide that sections 39 and 40 above shall apply in relation to overseas institutions as they apply in relation to authorised institutions; but no order shall be made under this section unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}]