[{"act": "Immigration (Carriers’ Liability) Act 1987 (repealed)", "year": 1987, "section": "1", "section_title": " Liability of carriers for passengers without proper documents.", "section_text": "1 1 Where a person requiring leave to enter the United Kingdom arrives in the United Kingdom by ship or aircraft and, on being required to do so by an immigration officer, fails to produce— a either a valid passport with photograph or some other document satisfactorily establishing his identity and nationality or citizenship; and b if he is a person who under the immigration rules requires a visa for entry into the United Kingdom,  or by virtue of section 1A below requires a visa for passing through the United Kingdom, a visa valid for the purpose of entering or (as the case may be) passing through the United Kingdom, , the owners or agents of the ship or aircraft shall, in respect of that person, be liable to pay the Secretary of State on demand the sum of £1,000 or such other sum as may be prescribed. 2 No liability shall be incurred under subsection (1) above in respect of any person who is shown by the owners or agents to have produced to them or an employee of theirs the document or documents specified in that subsection when embarking on the ship or aircraft for the voyage or flight to the United Kingdom. 3 In subsection (1) above “ prescribed ” means prescribed by an order made by the Secretary of State by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 4 For the purposes of this section a document shall be regarded as being what it purports to be unless its falsity is reasonably apparent. 5 Any sums received by the Secretary of State under this section shall be paid into the Consolidated Fund."}, {"act": "Immigration (Carriers’ Liability) Act 1987 (repealed)", "year": 1987, "section": "1A", "section_title": " Visas for transit passengers.", "section_text": "1A 1 The Secretary of State may by order require persons of any description specified in the order who on arrival in the United Kingdom pass through to another country or territory without entering the United Kingdom to hold a visa for that purpose. 2 An order under this section— a may specify a description of persons by reference to nationality, citizenship, origin or other connection with any particular country or territory, but not by reference to race, colour or religion; b shall not provide for the requirement imposed by the order to apply to any person who under the Immigration Act 1971 has the right of abode in the United Kingdom and may provide for any category of persons of a description specified in the order to be exempted from the requirement imposed by the order; and c may make provision about the method of application for visas required by the order. 3 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Immigration (Carriers’ Liability) Act 1987 (repealed)", "year": 1987, "section": "2", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "2 1 This Act may be cited as the Immigration (Carriers’ Liability) Act 1987. 2 In this Act any expression which is also used in the  Immigration Act 1971 has the same meaning as in that Act. 3 This Act extends to Northern Ireland; and section 36 of the said Act of 1971 (power to extend any of its provisions to the Channel Islands and the Isle of Man) shall apply also to the provisions of this Act. 4 This Act has effect in relation to persons arriving in the United Kingdom at any time after 4th March 1987 except persons arriving by a voyage or flight for which they embarked on the ship or aircraft in question on or before that date."}]