[{"act": "Agricultural Credits Act 1923", "year": 1923, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Agricultural Credits Act 1923", "year": 1923, "section": "2", "section_title": " Organization of agricultural credit societies. ", "section_text": "2 1 The Minister of Agriculture and Fisheries (hereinafter referred to as the Minister) shall take such steps as are practicable to promote the formation or extension of agricultural credit societies, that is to say, societies approved by the Minister and registered under the  Industrial and Provident Societies Act, 1893, having for their object, or one of their objects, the making of advances to members of the society repayable within a period not exceeding five years for such agricultural purposes as may be approved by the Minister. 2 The Minister at any time within three years after the passing of this Act or during such further period as the Treasury may prescribe, may, subject to the provisions of any regulations made by the Treasury, make advances to any such society, but so that the total sum advanced to a society shall not exceed an amount equal to one pound for every one pound share held by members of the society on which a sum of five shillings has been paid. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 The provisions set forth in Part I. of the Schedule to this Act shall apply to every agricultural credit society to which this section applies as if they formed part of the Industrial and Provident Societies Act, 1893, and, if an advance is made to such a society under this section, the provisions set forth in Part II. of that schedule shall also apply to the society so long as any part of the advance remains outstanding."}, {"act": "Agricultural Credits Act 1923", "year": 1923, "section": "3", "section_title": " Amendment of Land Improvement Acts.", "section_text": "3 1 Notwithstanding any provision in the  Improvement of Land Act, 1864, which limits the rate of interest payable under a charge created under such Act, the rate of interest under such a charge may be such as the Minister may from time to time authorise. 2 The foregoing provisions of this section shall apply also to any existing Act of Parliament which authorises a company to execute or advance money for the execution of improvements of agricultural land. 3 Where an application is made under any such Act for sanction of a charge on any lands in respect of the erection or improvement of a farmhouse or of a cottage for occupation by a person engaged in cultivation of the said lands or any of them, the Minister may, if satisfied that the erection or improvement is required for the proper cultivation of the land, sanction the charge although it may not be shown that the work will effect a direct yearly increase in the value of the lands exceeding the yearly amount proposed to be charged thereon. 4  The enumeration of improvements contained in section nine of the  Improvement of Land Act, 1864, is hereby extended so as to comprise, in relation to any land subject and according to the provisions of that Act, the improvements of land authorised in relation to settled land by the  Settled Land Acts, 1882 to 1922, but as respects such of those improvements as are improvements specified in subsection (1) of section sixty-five of the Law of Property Act, 1922, only when the application to the Minister is made after the passing of this Act.  5  Section eighteen of the  Improvement of Land Act, 1864, in so far as it prohibits without an order of the Court of Session the making of any provisional or other order sanctioning the improvement of land where the landowner is an heir of entail in possession or a liferenter, and where such landowner or the husband of such landowner is the father of the next heir, or heirs, or of a succeeding liferenter or liferenters or of the fiar or fiars, and such heir succeeding liferenter or fiar, or one or more of such heirs succeeding liferenters or fiars, is in minority shall cease to have effect. "}, {"act": "Agricultural Credits Act 1923", "year": 1923, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Agricultural Credits Act 1923", "year": 1923, "section": "5", "section_title": " Application to Scotland. ", "section_text": "5 This Act shall apply to Scotland, subject to the following modifications:— a The Board of Agriculture for Scotland shall be substituted for the Minister of Agriculture and Fisheries; . . .    ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Credits Act 1923", "year": 1923, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Agricultural Credits Act, 1923."}]