[{"act": "Mines (Working Facilities and Support) Act 1923", "year": 1923, "section": "114.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Mines (Working Facilities and Support) Act 1923", "year": 1923, "section": "15", "section_title": " Amendment of 8 & 9  Vict.  c. 20. ss. 78 to 85 as incorporated in future Acts. ", "section_text": "15 The Railways Clauses Consolidation Act, 1845, as incorporated in any Act, order or other instrument relating to a railway company passed or made after the passing of this Act, shall, except as otherwise expressly provided in that Act order or instrument, have affect as if for sections seventy-eight to eighty-five thereof, inclusive, the following provisions were substituted, and as if the First, Second and Third Schedules to this Act were inserted in that Act as the First, Second and Third Schedules thereto  Conditions under which minerals under railway may be worked. 78 1 If the mine owner of minerals lying under an area of protection as hereinafter defined is desirous of working any such minerals, he shall give to the company and also to the royalty owner (if any) notice of his intention so to do at least thirty days before the commencement of the working and on the reciept of such notice the company and the royalty owner respectively may cause the minerals to be inspected by any person appointed for the purpose by the company or royalty owner as the case may be. 2 If it appears to the company that the working of any of the minerals to which such notice relates will be likely to damage the railway or works or any part thereof, the company may, at any time after the receipt of the notice, give a counter-notice to the mine owner requiring him to leave unworked all or any part of such minerals, and the counter-notice shall specify the minerals (hereinafter referred to as the specified minerals) so required to be left unworked and the particular portion of the railway or works (hereinafter referred to as the protected works) for the support of which the specified minerals are required to be left unworked. 3 Where any such counter-notice has been served on the mine owner, he shall forthwith serve a copy on the royalty owner (if any). 4 Where any such counter-notice has been served on the mine owner, the specified minerals shall not be worked or got after the service of the counter-notice, and the company shall pay compensation to the mine owner and the royalty owner (if any) for the loss caused by the specified minerals being left unworked. 5 The area of protection in relation to any seam of minerals shall be the area comprising any railway or works of the company and such a lateral distance therefrom, on all or both sides thereof, as is equal at each point along the railway to one-half of the depth of the seam at that point or forty yards, whichever be the greater; and, when the said lateral distance exceeds forty yards, the area of protection shall be divided into two areas: a an inner area of protection consisting of the area comprising the railway or works and a distance of forty yards therefrom on all or both sides thereof; and b an outer area of protection consisting of so much of the area of protection as is not included in the inner area of protection.  Compensation for leaving minerals unworked. 78A 1 The compensation payable by the company to the mine owner and the royalty owner respectively for the loss caused by the specified minerals being left unworked shall, in default of agreement, be determined by arbitration: Provided that so far as such compensation is payable in respect of the value of the specified minerals— i the compensation payable to the mine owner and to the royalty owner shall be separately assessed; ii the compensation payable to the mine owner shall be a sum for each ton of the specified minerals, the rate per ton in the case of minerals lying under the outer area of protection being one-third of the rate which is or would be awarded in the case of minerals lying under the inner area of protection; iii the compensation payable to the royalty owner shall be based on the amount which would have been received from time to time by way of royalty in respect of the specified minerals if they had been worked out in the ordinary course, and the royalties payable had been— a in the case of such of the specifed minerals as lie under the inner area of protection, the same as those reserved by and payable under the lease comprising the minerals and subsisting at the date of the counter-notice; and b in the case of such of the specified minerals as lie under the outer area of protection, one-third of the royalties so reserved and payable with the addition to such one-third of one penny per ton; iv in every case the arbitrator shall state in his award the tonnage of the specified minerals on which his award is based. 2 The mine owner shall also be entitled to be paid by the company the amount of any increase in the cost of working any part of his minerals (other than the specified minerals) which may have been caused by the failure of the company to give the counter-notice within such a reasonable time as would have enabled the mine owner to avoid such increase in cost, and, in default of agreement, the amount so payable by the company shall be determined by arbitration.  Power to work minerals not affected by the counter-notice. 79 1 If within thirty days from the service by a mine owner on the company of a notice of intention to work any minerals no counter-notice is served by the company, the mine owner may, after the expiration of those thirty days, and until a counter-notice is served, work any minerals to which the notice relates, so, nevertheless, that the same be done in the manner proper and necessary for the beneficial working therof, and according to the usual manner of working such minerals in the district where the same shall be situated. Where a counter-notice is served, whether before or after the expiration of the said thirty days, and the counter-notice does not require the mine owner to leave unworked the whole of the minerals to which the notice relates, the foregoing provisions shall apply to any minerals to which the notice relates which are not specified minerals in like manner as if no such counter-notice had been served. 2 If any damage or obstruction is occasioned to the railway or works by any improper working of such minerals, the same shall be forthwith repaired or removed (as the case may require) and such damage made good by the mine owner at his own expense; and if such repair or removal is not forthwith done, or, if the company think fit, without waiting for the same to be done by the mine owner, they may execute the same and recover from the mine owner the expense occasioned thereby by action.  Liabilty in respect of authorised workings. 79A 1 If a mine owner works any minerals lying under any part of the area of protection in the manner authorised by this Act, he shall nevertheless become liable on demand by the company (subject as hereinafter provided) to contribute towards the expenses properly incurred, or to be incurred, by the company from time to time thereafter in making good any damage caused by such working to the railway or works of the company (not being protected works comprised in any couunter-notice relating to such area of protection) the appropriate percentage (if any) of those expenses, the appropriate percentage being such as is specified in the First Schedule to this Act according to the depth of the minerals being so worked. 2 The liabilty of a mine owner under this section in respect of any part of the railway or works on which such expenditure has been incurred shall not exceed an aggregate sum equivalent to sixpence for each ton of the commercially workable minerals, gotten or ungotten, in such part of any seams as lies under the area ascertained as respects the several seams in accordance with the rules contained in the Second Schedule to this Act, being seams which have been or are being worked under such area as aforesaid: Provided that, in ascertaining such aggregate sum as aforesaid, minerals gotten more than six years before the date on which a contribution shall have been demanded by the company under this section not be reckoned. 3 Any mine owner making a contribution under this section, who is a lessee, shall be entitled to deduct from any royalties then or thereafter becoming due from him to the royalty owner under the lease, one-third part of the amount which he has so contributed as aforesaid, subject, however, to this limitation : that if the royalty payable by the mine owner under his lease is at the rate of less than six pence per ton, the amount deducted shall not exceed the amount produced by multiplying one-third of such rate per ton by the tonnage of the minerals with reference to the aggregate amount of which the maximum liabililty of the mine owner is to be so calculated as aforesaid ; and, where the mine owner is entitled to make such a deduction, the sum reserved by and payable under the lease shall be deemed to be the net amount arrived at after making the deduction: Provided that no such deduction shall be allowed when the liability of the mine owner to the company is a liability arising out of an arrangement between the mine owner and the company with respect to the working of minerals under or near the railway or works. 4 The liability of a mine owner under this section shall be subject to the following further limitation as respects damage done by workings in any single mine, that is to say, that when the aggregate of the sums paid by the mine owner in satisfation of such liability amounts to a sum equivalent to sixpence for each ton of commercially workable minerals, gotten or ungotten, in such part of any seams as lies within the mine and under an area extending laterally on both sides of the railway or works to a distance ascertained in accordance with Rule 1 of the said Second Schedule and extending longitudinally to a distance coextensive with the portion of the railway lying over or adjacent to the mine, being seams which have been or are being worked under such area as aforesaid, the mine owner shall not be liable to make any further contribution under this section towards the expenses of making good any damage caused to any part of the railway or works by the working of such seams as aforesaid in that mine. For the purposes of this provision, all the minerals which the mine owner is entitled to work, and which have been, or would in the ordinary course of events and in accordance with good mining practice be, worked from the same shafts or adits shall be deemed to be a single mine. Where the liability of a mine owner under subsection (2) of this section is reduced by the operation of this subsection, the right of the mine owner under subsection (3) thereof to make deductions from royalties shall be proportionately reduced. 5 Where a single mine, as hereinbefore defined, is held under leases granted by more than one lessor, any deductions which the mine owner is authorised under this section to make shall be made from the royalties payable to such one or more of the lessors, and in the latter case in such proportions, as in default of agreement may, on the application of the mine owner or any of the royalty owners, be determined by arbitration. 6 If any dispute arises as to the amount of the expenses towards which a mine owner is liable to contribute under this section, or the amount of his contribution, or the amount to be deducted as between a mine owner and a royalty owner, it shall be settled by arbitration, and, where any such arbitration between a company and a mine owner is to be held, the royalty owner (if any) shall be entitled to have notice of the intended arbitration, and to appear and be heard at the arbitration proceedings.  Notices and accounts with respect to damage. 79B 1 When and so far as reasonable and practicable, the company shall give notice to the mine owner and the royalty owner (if any) affected specifying particulars of— i the railway or works to which damage has been caused or to which damage is apprehended from the working of any minerals under the area of protection sufficient to enable the same to be identified; ii the nature of the damage or apprehended damage; and iii the nature of the works intended to be carried out for the purpose of making good or preventing the damage. 2 The company shall keep separate accounts differentiating the cost of the ordinary maintenance of the railway or works from the cost of making good any damage caused to the railway or works by the working of any minerals under the area of protection, and such accounts shall, at all reasonable times, be open for inspection by or on behalf of a mine owner working minerals under or near to such railway or works and the royalty owner (if any) of such minerals.  Rights of access through specified minerals. 80 If the working of any minerals is prevented under this Act by reason of a counter-notice, a mine owner whose minerals extend so as to lie on both sides of the specified minerals may cut and make such airways, headways, gateways, or water levels through the specified minerals and the strata above or below the same or any of them as may be requisite to enable him to ventilate, drain, and work his remaining minerals; but no such airway, headway, gateway, or water level shall be cut or made upon or so as to injure any part of the protected works, or within forty yards of any other airway, headway, gateway, or water level, nor shall the same without the consent of the company (which consent shall not be unreasonably witheld) be greater than eight feet wide and eight feet high, unless the top of the same is more than one hundred and sixty yards below the average rail level of the protected works, or, if the top exceeds that distance, than thirteen feet wide and eight feet high.  Additional expenses for severance. 81 1 Where a counter-notice has been given by the company to a mine owner, the company shall from time to time pay to the mine owner the appropriate percentage (if any) of all such additional expenses and losses as may be incurred by such mine owner in consequence of such counter-notice by reason of— i the continuous working of the mine being interrupted; or ii the mine being worked in such manner and under such restrictions as not to prejudice or injure the protected works. 2 For the purpose of this section, the appropriate percentage means the percentage determined in accordance with the rules contained in the Third Schedule to this Act. 3 If any question or dispute arises between the company and the mine owner concerning the amount of such losses or expenses, or as to the appropriate percentage, it shall be settled by arbitration. 4 Where the minerals specified in a counter-notice lie in different seams, the amount payable by the company to the mine owner under this section shall be calculated separately as respects each seam: Provided that, where the works on which any additional expenditure is incurred serve more than one seam, that expenditure shall, for the purposes of this section, be apportioned between the seams served in such manner as, in default of agreement, may be determined by arbitration.  Compensation to surface owners. 82 If any loss or damage is sustained by the owner, lessee, or occupier of the land over any specified minerals (not being the owner or lessee of the specified minerals) by reason of the making of such airway or other authorised work as aforesaid, where neither that work nor any like work, would have been necessary save on account of the prevention of the working of the minerals, the company shall make full compensation to such owner, lessee, or occupier of the surface for the loss or damage sustained by him, such compensation in default of agreement to be determined by arbitration.  Rights of inspection. 83 1 For ascertaining whether or not any minerals are being worked or are about to be or have been worked so as to damage the railway or works of a company, any person appointed by the company may, after at least twenty-four hours notice has been given by the company, enter upon any land (through or near which the railway passes) which the company believe to contain or to have contained such minerals, and may enter into and return from any such minerals or the works connected therewith; and, for that purpose, the person so appointed may make use of any apparatus or machinery belonging to a mine owner, and use all necessary means for discovering the distance from such railway or works to the parts of the minerals which are being or have been worked or are about to be worked; and, after giving a like notice, may inspect and take copies of so much of the working plans and sections of the mine as relate to minerals the working whereof affects or has affected or may affect the railway or works. 2 A mine owner who desires to work any minerals under or near to the railway or works of the company, and also the royalty owner (if any) or any person duly authorised by either of them, may, at any time, either before or during or after the working thereof, upon giving at least twenty-four hours notice to the company, and subject to such reasonable conditions as may be imposed by the company, enter upon the railway or works and inspect the same and take levels or particulars thereof.  Penalty for refusal to allow inspection. 84 1 If any mine owner refuses to allow any person appointed by the company for that purpose to enter into and inspect any such mines or works or to inspect and take copies of such plans and sections in manner aforesaid, every person so offending shall, for every such refusal, become liable to pay to the company a sum not exceeding twenty pounds. 2 If the company refuse to allow a mine owner or royalty owner or such duly authorised person as aforesaid to enter upon or inspect any railway or works or to take levels and particulars thereof in manner aforesaid, the company so offending shall, for every such refusal, become liable to pay to the mine owner or royalty owner a sum not exceeding twenty pounds.  Protection against improper working. 85 If it appears that any minerals have been worked or are being worked contrary to the provisions of this Act or the special Act, the company may, if they think fit, give notice to the mine owner thereof, requiring him to construct such works and to adopt such means as may be necessary or proper for making safe such railway or works and for preventing injury thereto ; and if, after such notice, the mine owner shall not forthwith proceed to construct the works necessary for making safe the railway, the company may construct such works and recover the expense thereof from the mine owner by action.  Power to vary rights by agreement. 85A Notwithstanding anything contained in this Act, a mine owner, a royalty owner, and the company or any two of them may, by agreement, alter, extend, or otherwise vary their respective rights under the provisions of this Act with regard to any minerals to which this Act applies, but not so as to prejudice the rights of any mine owner, royalty owner, or company not a party to the agreement without his or their consent.  Savings. 85B 1 Nothing in this Act shall affect any agreement between the mine owner and the royalty owner for the payment of any rent or royalty : Provided that— i the payment of compensation by the company to the royalty owner in respect of any minerals shall extinguish any liability by the mine owner to pay any royalty in respect of the same minerals; ii the mine owner shall be entitled to make such deductions as are authorised by subsection (3) of section 79A of this Act notwithstanding anything in any agreement between him and the royalty owner entered into before the first day of August, nineteen hundred and twenty-three, unless the agreemnet was made after the first day of November, nineteen hundred and twelve, and expressly or by necessary implication provided for the payment of royalties in respect of the minerals supporting the railway or works in the event of the mine owner working them in virtue of a right acquired by agreement or statute or otherwise, or for the payment of royalties in respect of such minerals whether they are or are not worked; iii if the exercise by the company of powers conferred upon them by the foregoing provisions of this Act as to minerals in the area of protection will prevent the mine owner from working such quantity of minerals as at the royalties reserved will produce the sum total of the fixed or minimum rent remaining payable under the lease, or otherwise occasions serious hardship having regard to the obligation of the mine owner to pay such rent, or owing to any provision in the lease restricting the time within which a deficiency due to previous short working may be made good, such adjustment shall be made between the royalty owner and the mine owner as, failing agreement, may be determined by arbitration, and any question whether the circumstances are such as to give rise to such a right of adjustment shall be similarly determined. Where at the time of the exercise by the company of such power as aforesaid any deficiency due to previous short working which may be made good in a subsequent period exists, the amount of such deficiency shall be treated for the purposes of this proviso as if it formed part of the fixed or minimum rent remaining payable under the lease. 2 Nothing in this Act shall alter, diminsh or affect any right to let down the surface, either unconditionally or subject to payment of compensation, or to any other condition, which a mine owner or royalty owner may possess, whether by statute grant lease agreement or otherwise, derived from a title antecedent to the acquisition by the company of their interest in the surface, or conferred on him by a reservation contained in the grant to the company, and a mine owner having such a title and having served a notice in accordance with this Act with respect to the working of any minerals, shall be free to work any such minerals, as to which a counter-notice shall not have been recieved, discharged from all the restrictions and provisions of this Act, other than those contained in subsection (2) of section seventy-nine of the Act, but if a counter-notice is served, the minerals to which such counter-notice relates, shall, for the purposes of assessment of compensation payable to the mine owner or royalty owner under this Act for leaving the same unworked, be deemed to be minerals lying wholly under the inner area of protection, and the appropriate percentage for the purpose of section eighty-one of this Act shall be one hundred.  Serving of notices, counter–notices, &c. 85C Section sixty-seven of the Conveyancing Act, 1881, shall apply to notices and counter-notices and copies thereof required or authorised to be served or given under the provisions of this Act with respect to mines lying under or near the railway, as if it were herein re-enacted and in terms made applicable to such notices, counter-notices and copies thereof, and to the persons by or on whom the same are so required or authorised to be served.  Interpretation 85D 1 In the foregoing provisions of this Act with respect to mines lying under or near a railway, unless the context otherwise requires— “ Mine owner ” includes the owner, lessee, or other person entitled to work and get minerals; “ Seam ” in relation to minerals includes bed, lode and vein; “ Surface ” in relation to land includes any buildings, works or things erected, constructed, or growing thereon; “ Royalty ” includes rent and any other reservation in respect of minerals by the acre, ton or otherwise; “ Royalty owner ” includes any person entitled to receive a royalty in respect of minerals; “ Deficiency due to short working ” means the amount by which the royalties payable under a lease of the minerals worked fall short of the fixed or minimum rent; “ Lease ” includes an under–lease or other tenancy and a licence; “ Lessee ” includes an under–lessee and licensee. 2 For the purposes of the said provisions, the depth of a seam at any point of the railway shall be taken to be the distance between the rail level and the point where a line drawn vertically through the centre of the railway would first cut the seam of minerals, except that for the purpose of ascertaining the area of protection, but not for any other purpose, the said distance shall, where the railway is carried through a tunnel, be measured from the point where the said line would cut the natural surface of the land instead of from the rail level. 3 Where in an arbitration under the said provisions there are more than two parties involved, then, unless all the parties otherwise agree, the arbitration shall be conducted by a single arbitrator appointed by the Board of Trade, and the provisions of this Act with respect to the settlement of disputes by arbitration shall apply as if all the parties had concurred in his appointment as a single arbitrator.  Exemption from liability to leave support other wise than under Act or agreement. 85E Save as in this Act, or the special Act, or under any agreement between the company and the mine owner expressly provided, the mine owner as between himself and the company— a shall not be under any liability to leave support either inside or outside the area of protection; and b shall be entitled to remove such support without being liable for any damage thereby caused to the railway or works or any part thereof; but so that the removal shall be done in a manner proper and necessary for the beneficial working of the minerals and according to the usual manner of working minerals in the district in which the same is situate."}, {"act": "Mines (Working Facilities and Support) Act 1923", "year": 1923, "section": "16", "section_title": " Application to existing railways, &c.", "section_text": "16 1 Where— a a special Act, order, scheme, or certificate confirmed by or having the force of an Act of Parliament relating to a railway company, passed or confirmed before the commencement of this Act, incorporates sections seventy-eight to eighty-five, inclusive, of the  Railways Clauses Consolidation Act 1845, and does not prescribe any distance in lieu of the distance of forty yards mentioned in section seventy-eight of that Act; or b a special Act relating to a railway company, passed before the commencement of this Act, does not incorporate the said sections, but contains provisions similar thereto, and by the provision similar to the said section seventy-eight prescribes a distance of forty yards; the Act, order, scheme, or certificate shall, as from the commencement of this Act, take effect as if the provisions which by this Part of this Act are to be substituted for the said sections seventy-eight to eighty-five were substituted for those sections as incorporated in the Act, order, scheme, or certificate or for the similar provisions contained in the special Act as the case may be, and as if the Act, order, scheme, or certificate incorporated or included the First, Second, and Third Schedules to this Act, subject, however, to the provisions hereinafter contained in this section. 2 If at the commencement of this Act minerals lying under the outer area of protection are being worked by a mine owner, he shall, within one month after the commencement of this Act, give such notice as would after the commencement of this Act have been required to be given before such minerals were commenced to be worked, and, if such notice is so given, it shall be deemed for the purposes of the provisions of section seventy-eight of the  Railways Clauses Consolidation Act 1845, as amended by this Act, to have been given more than thirty days before the date on which it is in fact given, and the minerals worked before the notice is given shall, for the purposes of the same provisions, be deemed to have been worked since the expiration of those thirty days. 3 Any mine owner shall be liable to contribute towards the expenses properly incurred by the railway company subsequent to the commencement of this Act in making good damage caused to any railway or works of the company by any working of minerals within the six years immediately preceding the commencement of this Act in like manner as if this Act had been in force at the date of such working; but, save as aforesaid, the mine owner shall be relieved of all liability to the company with respect to the working of any minerals prior to the passing of this Act, except a liability arising under an arrangement with the company. The provisions of subsections (2), (3), (4), (5) and (6) of section 79A of the  Railways Clauses Consolidation Act 1845, as amended by this Act, shall apply in respect of the liability of a mine owner under this subsection in like manner as they apply in respect of his liability under that section. 4 Nothing in this section shall— a take away, diminish or prejudicially alter or affect any estate right or interest in minerals which may have been acquired by a railway company before the commencement of this Act under or by virtue of any express provision in any deed or contract, or under or by virtue of the exercise of their powers under sections seventy-eight to eighty-five of the Railways Clauses Consolidation Act, 1845, or any right of support from minerals which any such company may have so acquired, or any compensation paid or payable by any such company in consequence of the exercise before the commencement of this Act of any such powers as aforesaid; or b affect any agreement subsisting between a railway company and a mine owner or a royalty owner at the commencement of this Act with regard to the working of, or the leaving unworked, minerals lying under or near to any railway or works of the company, so long as the agreement continues in force, and any such agreement shall, notwithstanding anything in this section, continue in force until determined by effluxion of time, or by the exercise of any power to determine it conferred by the agreement, nor shall anything in this section prevent the entering into a new agreement."}, {"act": "Mines (Working Facilities and Support) Act 1923", "year": 1923, "section": "17", "section_title": " Application of Part II. to Scotland.", "section_text": "17 This Part of this Act shall apply to Scotland, subject to the following modifications:— a for references to the  Railway Clauses Consolidation Act 1845, and to sections seventy-eight to eighty-five thereof, there shall be substituted references to the  Railways Clauses Consolidation (Scotland) Act 1845, and to sections seventy-one to seventy-eight thereof: b of the substituted provisions, that numbered 85c shall not apply, and of the remaining provision, those numbered 78, 78A, 79, 79A, 79B, 80, 81, 82, 83, 84, 85, 85A, 85B, 85D, and 85E, shall respectively be numbered 71, 71A, 72, 72A, 72B, 73, 74, 75, 76, 77, 78, 78A, 78B, 78C and 78D, and the reference to section 78 in section sixteen of this Act and references to section 79A both in that section and in the said substituted provisions shall be construed as references to section 71 and to section 72A, respectively: c for the reference to an arbitrator, there shall be substituted a reference to an arbiter."}, {"act": "Mines (Working Facilities and Support) Act 1923", "year": 1923, "section": "18", "section_title": "†Short title, commencement and extent.", "section_text": "18 1 This Act may be cited as the Mines (Working Facilities and Support) Act 1923. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall extend to Great Britain."}]