[{"act": "Special Constables Act 1923", "year": 1923, "section": "12.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Special Constables Act 1923", "year": 1923, "section": "3", "section_title": " Substitution of special constables for metropolitan police at armament depots, &c. ", "section_text": "3 1 Any two justices of the peace may appoint such persons as may be nominated for the purpose by  the  Defence Council an authority who by virtue of any enactment are authorised to make nominations under this section , to be special constables within the yards and stations and limits within which constables of the metropolitan police force may by virtue of the  Metropolitan Police Act 1860, or the  Metropolitan Police (Employment in Scotland) Act 1914,  both as originally enacted and as applied to the Air Force , be employed; and every person so appointed shall be sworn in by any such justices duly to execute the office of a constable within the places and limits aforesaid, and when so sworn in shall have the same powers and privileges, and be liable to the same duties and responsibilities as constables of the metropolitan police force have and are liable to under the said Acts. 2 Special constables appointed under this section shall be under the exclusive control of the  department authority on whose nomination they are appointed, and that  department authority shall have power to suspend or terminate the appointment of any such special constable. 3 In the application of this section to Scotland references to any two justices of the peace shall be construed as references to the magistrates of a burgh or the standing joint committee of a county, as the case may be, and the reference to swearing in shall be read as a reference to making a declaration or taking an oath, as the case may be, in the form and manner prescribed in section seventy-nine of the  Burgh Police (Scotland) Act 1892, and section eleven of the  Police (Scotland) Act 1857, respectively."}, {"act": "Special Constables Act 1923", "year": 1923, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Special Constables Act 1923", "year": 1923, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Special Constables Act 1923, . . . "}]