[{"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "1", "section_title": " Establishment of Commissions.", "section_text": "1 1 There shall be two bodies of Commissioners to be styled respectively “ the University of Oxford Commissioners ” and “ The University of Cambridge Commissioners. ” 2 The provisions of this Act referring to the Commissioners shall be construed as applying to those two bodies respectively, or to one of those bodies separately, as the case may require."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "24.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "5", "section_title": " Duration of Commissions.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "6", "section_title": " Duties of Commissioners.", "section_text": "6 1 Subject to the provisions of this Act, the Commissioners shall, from and after the first day of January, nineteen hundred and twenty-five, make statutes and regulations for the University, its colleges and halls, and any emoluments, endowments, trusts, foundations, gifts, offices, or institutions in or connected with the University in general accordance with the recommendations contained in the Report of the Royal Commission, but with such modifications (not being modifications directly dealing with the curriculum or course of study in the University) as may, after the consideration of any representations made to them, appear to them expedient. 2 In making any statutes or regulations under this Act, the Commissioners shall have regard to the need of facilitating the admission of poorer students to the Universities and colleges."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "7", "section_title": " Power of Universities and colleges to alter statutes.", "section_text": "7 1 . . . a statute affecting the University made by the Commissioners or by any other authority, not being a statute made for a college, shall be subject to alteration from time to time by statute made by the University under this Act, but, if and in so far as any such statute (not being a statute prescribing the scale or basis of assessment of the contributions to be made by the colleges to University purposes) affects a college, it shall not be subject to alteration except with the consent of the college. 2 . . . a statute for a college made by the Commissioners, and any statute, ordinance or regulation made by or in relation to a college under any authority other than that of this Act, shall be subject to alteration from time to time by statute made by the college under this Act and passed at a general meeting of the governing body of the college specially summoned for the purpose by the votes of not less than two-thirds of the number of persons present and voting: Provided that— a notice of any proposed statute for a college shall be given to the University before the statute is submitted to His Majesty in Council; and b a statute made for a college which affects the University shall not be altered except with the consent of the University. 3 The provisions contained in this Act (including the provisions of the Schedule to this Act  . . .) with respect to the making of statutes by the Commissioners and to the proceedings to be taken after the making thereof in connection with statutes made by the Commissioners, and to the effect thereof after approval, shall, with the necessary substitutions, apply to the making of statutes by the University or by a college and to the proceedings to be taken in connection with statutes made by the University or a college, and to the effect of such statutes."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "8", "section_title": " Statutes relating to trusts and college contributions to University purposes.", "section_text": "8 1 No statute shall be made under any of the provisions of this Act for altering a trust, except with the consent of the trustees or governing body of the trust, unless sixty years have elapsed since the date on which the instrument creating the trust came into operation, but nothing in this subsection shall prevent the making of a statute increasing the endowment of any emolument or otherwise improving the position of the holder thereof. 2 In the making of any statute  . . . by the University, prescribing or altering the scale or basis of assessment of contributions to be made by the colleges to University purposes, regard shall be had in the first place to the needs of the several colleges in themselves for educational and other collegiate purposes."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "10", "section_title": " Application for purposes of the Act of certain provisions of 40 & 41  Vict.  c. 48.", "section_text": "10 The provisions of the  Universities of Oxford and Cambridge Act 1877 shall, as set out with modifications in the Schedule to this Act, apply to the Commissioners appointed under this Act and to their procedure, powers and duties and to any statutes made by them as if they were re-enacted with the said modifications in this Act."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "11", "section_title": " Power to establish superannuation funds for certain university and college employees.", "section_text": "11 1 It shall be lawful for the University to make a scheme for establishing a superannuation fund for the benefit of persons in the employment of the University, not being members of its administrative or teaching staff, and for a college to adopt in relation to persons in the employment of the college, not being members of its administrative or teaching staff, any scheme so made. 2 The provisions of this Act relating to the making of statutes, ordinances and regulations by the University or a college shall not apply to any statutes, ordinances or regulations made for the purposes of this section. 3 Nothing in this section shall be taken to be in derogation of or to affect the duties of the commissioners or the powers of the University or a college under the foregoing provisions of this Act."}, {"act": "Universities of Oxford and Cambridge Act 1923", "year": 1923, "section": "12", "section_title": " Short title.", "section_text": "12 This Act may be cited as the Universities of Oxford and Cambridge Act 1923."}]