[{"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "1", "section_title": " Oath to be taken by members of Parliament.", "section_text": "1 The oath to be made and subscribed by members of both Houses of Parliament on taking their seats in every Parliament shall be in the form following:  . . . . . . "}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "3", "section_title": " Time and manner of taking the oath. ", "section_text": "3 The oath hereby appointed shall in every Parliament be solemnly and publicly made and subscribed by every member of the House of Peers at the table in the middle of the said House before he takes his place in the said House, and whilst a full House of Peers is there with their Speaker in his place, and by every member of the House of Commons at the table in the middle of the said House, and whilst a full House of Commons is there duly sitting, with their Speaker in his chair, at such hours and according to such regulations as each House may by its standing orders direct."}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "5", "section_title": " Penalty for omission to take oath. ", "section_text": "5 If any member of the House of Peers votes by himself or his proxy in the House of Peers, or sits as a peer during any debate in the said House without having made and subscribed the oath hereby appointed, he shall for every such offence be subject to a penalty of five hundred pounds, to be recovered by action in  the High Court ; and if any member of the House of Commons votes as such in the said House, or sits during any debate after the Speaker has been chosen, without having made and subscribed the oath hereby appointed, he shall be subject to a like penalty for every such offence, and in addition to such penalty his seat shall be vacated in the same manner as if he were dead."}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Parliamentary Oaths Act 1866", "year": 1866, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited for all purposes as “ The Parliamentary Oaths Act 1866. ”"}]