[{"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "l", "section_title": " Treasury control of borrowing, etc.", "section_text": "l 1 The Treasury may make orders for regulating, subject to such exemptions as may be specified in the orders, all or any of the following transactions, that is to say— a the borrowing of money in Great Britian where the aggregate of the amount of money borrowed under the transaction and of any of the other amounts so borrowed by the same person in the previous twelve months (including any period before the passing of this Act) exceeds ten thousand pounds; b the raising of money in Great Britain by the issue, whether in Great Britain or elsewhere, by any body corporate, of any shares in that body corporate; c the issue for any purpose— i by any body corporate of any shares in or debentures or other securities of that body corporate, if either the body corporate is incorporated under the law of England or Scotland or the shares, debentures or other securities are or are to be registered in England or Scotland: or ii By any Government, other than His Majesty’s Government in the United Kingdom, of any securities of that government which are or are to be registered in England or Scotland; d the circulation in Great Britian of any offer for subscription, sale or exchange of— i any shares in or debentures or other securities of any body corporate not incorporated under the law of England or Scotland; or ii any securities of any Government other than His Majesty’s Government in the United Kingdom: Provided that paragraph (a) of this subsection shall not apply to the borrowing of money by any person . . .  in the ordinary course of his business from a person carrying on a banking undertaking. 2 The provisions of this section shall apply in relation to units under a unit trust Scheme as they apply in relation to shares in a body corporate, but as if— a any reference to the issue of shares in a body corporate by that body corporate where a referance to an issue of units for the purpose of the scheme;and b any reference to shares in a body corporate incorporated, or not incorporated, under the law of England or Scotland were a reference to units issued under a scheme governed or not governed, by the law of England or Scotland. 3 The provisions of the Schedule to this Act (which relate to enforcement and penalties) shall have effect in relation to orders made under this section but the rights of the persons concerned in any transaction shall not be affected by the fact that the transaction was in contravention of any such orders."}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "3", "section_title": " Provisions as to orders.", "section_text": "3 1 Any order made under this Act shall be laid before Parliament as soon as may be after it is made, and if either House of Parliament within the period of forty days beginning with the day on which any order is laid before it, resolves that the order be anulled, the order shall cease to have effect, but without prejudice to anything previously done thereunder or to the making of a new order. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An order made under this Act may be varied or revoked by a subsequent order."}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them, that is to say— “issue”includes reissue; “ local authority ”means any authority being within the meaning of the  Local Loans Act, 1875, or the  Local Authorities Loans (Scotland) Act, 1891, an authority having power to levy a rate; “registered”, in relation to any security, includes inscribed, “ registered in England or Scotland ”means, in relation to securities, registered in a register in England or Scotland, and “a register” includes any book in which securities are registered; “security”includes shares, bonds, notes, debentures, debenture stock and units under a unit trust scheme; “share” includes stock and any perpetual debenture or perpetual debenture stock; “ unit trust scheme ”means any arrangements made for the purpose, or having the effect,of providing facilities for the participation by persons, as beneficiaries under a trust, in profits or income arising from the acquisition, holding, management or disposal of securities or any other property whatsoever; “ unit ” means, in relation to a unit trust scheme, any right or interest, (described whether as a unit or otherwise) which may be acquired under the scheme, being a right or interest created or issued for the purpose of raising money for the purposes of the scheme or a right or interest created or issued in substitution (whether directly or indirectly) for any right or interest so created or issued. 2 Any reference in this Act to the borrowing of money— a includes a reference to the making of any arrangement by which a sum which would otherwise be payable at any date is payable at a later date, and includes in particular the making of any arrangement by which the whole or any part of the price of any property is allowed to remain unpaid either for a fixed period or indefinitely, but b does not include a reference to the acceptance by a person carrying on a banking undertaking of moneys to be placed to the credit of a current or deposit account. 3 A person shall be deemed for the purposes of this Act to borrow or raise money in Great Britian if the money is made available in Great Britain, or, in any such case as is mentioned in subsection (2) of this section, if the money would, but for the arrangement in question, have been payable in Great Britain, and, without prejudice to the preceding provisions of this subsection, a person shall also be deemed for the purposes of this Act to borrow money in Great Britian if the money is borrowed on the security of property in Great Britain. 4 An arrangement to provide any guarantee, or to mortgage or charge any property, to secure the repayment of any sum borrowed before the arrangement is made, being a sum which is already due when the arrangement is made or which is payable not later than six months, or such longer or shorter period as may be prescribed by order of the Treasury, after the arrangement is made, shall be deemed for the purposes of the two last preceding subsections to be an arrangement by which that sum is payable at a date later than it would otherwise have been payable. 5 A sum which, at the time of, or by virtue of, the making of any arrangement, is payable on demand or on the expiration of a fixed period after demand shall be deemed for the purposes of the three last preceding subsections to be payable at the time of the making of the arrangement or, as the case may be, on the expiration of the fixed period after the making of the arrangement, notwithstanding that no demand has been made."}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "5", "section_title": " Expenses.", "section_text": "5 Any expenses incurred by the Treasury in the administration of this Act shall be paid out of the moneys provided by Parliament."}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "6", "section_title": " Northern Ireland.", "section_text": "6 1 The provisions of this Act . . .  shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Borrowing (Control and Guarantees) Act 1946 (repealed)", "year": 1946, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Borrowing (Control and Guarantees) Act 1946."}]