[{"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "1", "section_title": " Enlargement of controlled schools.", "section_text": "1 1 If upon the application of a local education authority and the managers or governors of a controlled school maintained by the authority the Secretary of State is satisfied— a that there should be a significant enlargement of the school premises; and b either— i that the enlargement is wholly or mainly required for the purpose of providing accommodation for pupils for whom accommodation would have been provided in some other voluntary school if that other school had not been discontinued or had not otherwise ceased to be available for the purpose; or ii that the enlargement is desirable for the better provision of primary or secondary education at the premises to be enlarged or for securing that there is available for the area of the authority a sufficiency of suitable primary or secondary schools or for both those reasons; then, if proposals for carrying out the enlargement are thereafter approved under  section 13 of the Education Act 1980  . . .  , the Secretary of State may by order direct that the expense of giving effect to those proposals shall be paid by the local education authority."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "2", "section_title": " Division of a single school into two or more schools.", "section_text": "2 1 Where a county school, an aided school or a controlled school is organized in two or more separate departments, and proposals are submitted to the  Secretary of State for Education and Science — a in the case of a county school by the local education authority; and b in the case of an aided school or a controlled school, by the . . .  governors of the school after consultation with the local education authority; that the school should be divided into two or more separate schools, the  Secretary of State for Education and Science  may by order direct— i if the school is a county school, that the school shall be divided into two or more separate county schools; and ii if the school is an aided school or a controlled school, that the school shall be divided into two or more separate voluntary schools; and when any such order comes into operation it shall become the duty of the local education authority to maintain each of the separate schools constituted by the order as a county school or as a voluntary school, as the case may be. 2 The constitution of a separate school in pursuance of any such order shall not, for the purposes of  section 12 or 13 of the Education Act 1980 , be deemed to amount to the establishment of a new school. 3 Where any such order is made upon proposals submitted by the . . .  governors of a controlled school, the order shall direct that each of the schools constituted in pursuance of the order shall be a controlled school. 4 Where any such order is made upon proposals submitted by the . . .  governors of an aided school, the order shall direct that each of the schools constituted in pursuance of the order shall be an aided school: Provided that if the . . .   governors of the original school have requested the  Secretary of State for Education and Science  to direct that all or any of the schools constituted in pursuance of the order shall be controlled schools; the order shall direct accordingly. 5 Subsection (4) of section fifteen of the principal Act (which relates to the circumstances in which an order directing that a school is to be an aided school is to be revoked) shall have effect as if the references therein to an order by virtue of which a school is an aided school included references to a direction that a school shall be an aided school under this section. 6 Where an order is made under this section upon proposals submitted by the . . .  governors of a voluntary school which is being conducted in accordance with the transitional provisions contained in section thirty-two of the principal Act, the provisions of that section shall continue to have effect with respect to each of the schools constituted in pursuance of the order until the question whether that school shall be a controlled school, an aided school or a special agreement school is determined by an order made under subsection (2) of section fifteen of the principal Act. 7 Any order made under this section shall come into operation upon such date as may be specified in the order and may contain such incidental, consequential and supplemental provisions as appear to the  Secretary of State for Education and Science  to be expedient, and, without prejudice to the generality of the preceding provisions of this subsection, may in particular provide for defining the premises of each of the separate schools to be constituted in pursuance of the order. 8 No order shall be made under this section for the division of any school with respect to which a special agreement is in force."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "3", "section_title": " Maintenance of voluntary schools.", "section_text": "3 1 In relation to the maintenance of voluntary schools, the duties of local education authorities and of the . . .   governors of such schools shall be performed in accordance with the provisions of the First Schedule to this Act. 2 This section and the said First Schedule shall be deemed to have come into operation on the first day of April, nineteen hundred and forty-five."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "4", "section_title": " Letting or hiring of school premises other than school buildings and definition of “school buildings”.", "section_text": "4 1 Any sum received after the passing of this Act by the . . .   governors or trustees of a voluntary school, so far as it is paid in respect of the letting or hiring of any part of the school premises other than school buildings, shall be paid over to the local education authority. 2 In this Act the expression “ school buildings ”, in relation to any school, means any building or part of a building forming part of the school premises, except that it does not include any building or part of a building required only— a as a caretaker’s dwelling; b for use in connection with playing fields; c for affording facilities for enabling the  Secretary of State to carry out the functions conferred on him by paragraph (a) of section 5(1) of the  National Health Service Act 1977 and Schedule 1 to that Act ; or d for affording facilities for providing milk, meals or other refreshment for pupils in attendance at the school; and in the principal Act the said expression shall be deemed always to have had the meaning assigned to it by this section."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "6", "section_title": " Power of local education authorities to execute work for the purposes of controlled schools.", "section_text": "6 Where a local education authority are liable to pay the expense of carrying out any building work, repair work or work of a similar character which is required for the purposes of a controlled school, that work shall, if the local authority so determine, be carried out by persons employed by the authority; and it shall be the duty of the . . .   governors of the school and of any trustees thereof to provide the authority and any such persons with all such facilities as they may reasonably require for the purpose of securing that any such work is properly executed."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "7", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "8", "section_title": "", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "11", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "12", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "13", "section_title": " Additional provisions relating to local administration.", "section_text": "13 1 In any legal proceedings any document purporting to be a document issued by a divisional executive and to be signed by a person authorised by the executive to sign it shall be received in evidence and shall, unless the contrary is proved, be deemed to be the document which it purports to be and to be signed by the person by whom it purports to have been signed without proof of his identity, signature or official capacity. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "14", "section_title": " Miscellaneous amendments of enactments.", "section_text": "14 1 The provisions of the principal Act specified in the first column of the Second Schedule to this Act shall have effect to the amendments specified in the second column of that Schedule, and the said amendments, so far as they are contained in Part II of the said Schedule, shall be deemed to have had effect since the commencement of Part II of the principal Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "15", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "16", "section_title": " Interpretation,  etc.", "section_text": "16 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ department ” means such part, if any, of a school as is organised under a separate head teacher; “ the principal Act ” means the Education Act 1944;  . . .  “ site ”, in relation to any school, does not include playing fields, but, save as aforesaid, includes any site which is to form part of the school premises. 2 This Act shall be construed as one with the principal Act."}, {"act": "Education Act 1946 (repealed 1.11.1996)", "year": 1946, "section": "17", "section_title": " Short title, citation and extent.", "section_text": "17 1 This Act may be cited as the Education Act 1946. 2 This Act and the Education Act 1944, may be cited together as the Education Acts 1944 and 1946. 3 This Act shall not extend to Scotland or to Northern Ireland."}]