[{"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Fish Teinds (Scotland) Act 1864. ”"}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "2", "section_title": " Interpretation of terms.", "section_text": "2 The following words and expressions in this Act shall have the meanings hereby assigned to them: “ Fish teinds ” shall mean the vicarage teinds on fish payable to the minister of any parish in Scotland, and forming part of his stipend: “ Presbytery ” shall mean the presbytery of the bounds within which such parish is situate: “ Sheriff ” shall mean the sheriff of the county in which such parish is situate, or, in the case of a parish situate partly in one county and partly in another, the sheriff of the county in which the larger portion of such parish is situate, and shall include sheriff substitute: “ Sheriff clerk ” shall mean the sheriff clerk of such county."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "3", "section_title": " Repeal of provision in Act of 1690, c. 30.", "section_text": "3 The provision in the recited Act of sixteen hundred and ninety, chapter thirty, that teinds belonging to and possessed by ministers for their stipends and provisions may only be valued, but are not to be sold or bought, shall,as regards vicarage teinds on fish, be and the same is hereby repealed, in so far as inconsistent with the provisions of this Act, but no further."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "4", "section_title": " Parties interested may commute fish teinds by agreement.", "section_text": "4 In any parish in which there are fish teinds it shall be lawful for the minister of the parish, the presbytery, and the persons liable in payment of fish teinds, to enter into an agreement for the commutation or redemption of the fish teinds, and to contract for the substitution of a capital sum, to be raised and invested as herein-after provided."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "5", "section_title": " Persons liable in fish teinds may petition sheriff to call a meeting.", "section_text": "5 Any ten persons liable in the payment of fish teinds, or who have paid or have been required to pay fish teinds within the period of twelve months immediately preceding the date of the application after mentioned, or in any parish where less than ten persons are so liable or have been so required to pay fish teinds, then the whole of such persons may apply by petition to the sheriff to summon a meeting of the whole persons resident in the parish who are liable in payment of fish teinds, for the purpose of taking into consideration the commutation of the fish teinds under the provisions of this Act."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "6", "section_title": " Roll of persons liable in fish teinds to be made up.", "section_text": "6 Within eight days after the presentation of such petition the sheriff shall pronounce an order on the minister of the parish or the collector of the fish teinds to lodge with the sheriff clerk, within a period to be specified in such order, a roll of the persons liable or held to be liable in payment of such teinds for the year then current; and after the roll has been lodged the sheriff shall direct the same to be printed, and copies thereof to be affixed for fourteen days on the principal door of the parish church, and on other public places within the parish; and immediately after the expiry of that period the sheriff clerk shall proceed to revise the roll, and within fourteen days after such expiry may, on cause shown, expunge the name of any person therefrom, if satisfied that his name has been erroneously entered therein, but only after giving due intimation to such person of the intention so to do; and the sheriff clerk may also, if satisfied that the name of any person has been unduly omitted from the roll, add his name thereto; and the roll so revised shall be attested and signed by the sheriff and sheriff clerk, and shall be final and conclusive in regard to all matters and things to be done under the provisions of this Act; and the roll shall remain in the custody of the sheriff clerk, who shall deliver a copy thereof to any person applying for the same, on payment for such copy at the rate of sixpence for every one hundred names copied."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "7", "section_title": " Meeting of persons named in the roll to be called by sheriff.", "section_text": "7 On the completion and attestation of the roll the sheriff shall summon a meeting of the persons whose names are entered therein to be held in some convenient place within the parish, and shall intimate the time and place for holding such meeting, and the purpose thereof, by advertisement signed by the sheriff clerk, printed copies of which shall be affixed on the principal door of the parish church, and on other public places within the parish as the sheriff shall direct, at least eight days previous to the day of holding such meeting, and the sheriff shall preside thereat; and such meeting may resolve that the fish teinds payable in such parish shall be commuted under the provisions of this Act, and may approve of any deed of agreement between the minister of the parish, the presbytery, and the persons liable in payment of fish teinds, which may then be submitted for that purpose, or may resolve to adjourn to a second meeting to be held within twenty-one days thereafter, in order to prepare and consider any such deed of agreement, or may resolve to submit the terms of such commutation to arbitration; and all questions arising at such meeting or adjourned meeting shall be decided by the votes of a majority of the persons present thereat, and whose names are on the roll, and such decision shall be binding on all persons whose names are on the roll."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "8", "section_title": " Meeting may resolve to approve of agreement, or to enter into a submission.", "section_text": "8 If it shall be determined by a majority of the persons present and voting at such meeting or adjourned meeting to approve of such deed of agreement, or to enter into a submission, as herein-after provided, the meeting or adjourned meeting shall elect three of their number to subscribe such deed of agreement or deed of submission on behalf of the whole persons resident in the parish who are liable in payment of fish teinds, and such subscription shall bind the whole persons so liable in all time coming: Provided, that in the event of the inability by death or otherwise of any of the three persons so elected, the subscription of the remaining two shall be as valid and binding as if the three persons had subscribed such deed of agreement or deed of submission."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "9", "section_title": " Submission to one person as sole arbiter may be entered into.", "section_text": "9 In the event of the majority of the persons present and voting at any such meeting or adjourned meeting resolving that a deed of submission shall be entered into with the minister of the parish and the presbytery, for the purpose of having the fish teinds commuted according to the judgment and award of one person as sole arbiter, such arbiter shall be chosen and appointed by the minister of the parish, the presbytery, and the three persons elected at such meeting, one vote being given by the said three persons collectively, one vote by the minister, and one vote by the presbytery."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "10", "section_title": " Presbytery to be bound by signatures of moderator and clerk.", "section_text": "10 Any deed of agreement or deed of submission to be entered into by the presbytery, under the provisions of this Act, shall be binding on the presbytery if signed by the moderator and clerk thereof for the time being with the authority of the presbytery."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "11", "section_title": " Proceedings before arbiter.", "section_text": "11 The arbiter under any such deed of submission may take all necessary proceedings, and allow the parties to lead evidence and to be heard viva voce, or to give in statements in writing, as he thinks fit; and in his award he shall fix the capital sum to be paid for the commutation of the fish teinds, and the date at which the same is to be paid, and shall decern for payment of the expenses incurred in the submission; and he may find any of the parties to the submission liable in expenses to any of the other parties, and may modify the same as he thinks fit; and his award shall be final and binding on all the parties to the submission."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "12", "section_title": " Agreement or final award to be recorded in sheriff court books.", "section_text": "12 Within three weeks after any deed of agreement has been completed, or after any final award has been pronounced and issued, under the provisions of this Act, the same shall be transmitted to the sheriff clerk, and shall be recorded in the sheriff court books of the county; and all expenses incurred by the sheriff clerk in the execution of this Act, including reasonable remuneration for his trouble (to be fixed by the sheriff in case of difference), shall be paid by the persons resident in the parish who are liable in payment of fish teinds."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "13", "section_title": " Capital sum to be raised and invested on heritable security.", "section_text": "13 The capital sum fixed by such deed of agreement or by the award of the arbiter shall be raised and provided by the persons resident in the parish who are liable in payment of fish teinds, and shall, under the direction of the sheriff and of the procurator and agent of the Church of Scotland, be invested on approved heritable security, in the names of the moderator and clerk of the presbytery and of the procurator of the said Church, all for the time being, and their successors in office, as trustees for the management of the said capital sum; and the said trustees shall, after deduction of any necessary expenses, pay over half-yearly the interest accruing on the said capital sum to the minister of the parish for the time being; and they may from time to time change the said security, and re-invest the said capital sum on approved heritable security in the names of the trustees for the time being."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "14", "section_title": " Payment of fish teinds to cease after commutation.", "section_text": "14 In any parish in which the fish teinds have been commuted, and the said capital sum has been raised and invested, under the provisions of this Act, all right on the part of the minister of the parish to collect or receive fish teinds, and all liability for the payment of fish teinds, shall cease and determine from and after the date of such deed of agreement or award, as the case may be, or from and after any other date which may be specified therein respectively, and in all time coming."}, {"act": "Fish Teinds (Scotland) Act 1864", "year": 1864, "section": "15", "section_title": " Where submission has been entered into by minister of any parish before passing of this Act, presbytery to be bound by award, &c.", "section_text": "15 Wherever in any parish where fish teinds are payable a submission has before the passing of this Act been entered into by the minister of such parish, the presbytery, and those liable in the said teinds, or persons authorized to act for them, for the commutation of the said teinds, and for a settlement of any arrears of the said teinds, or for either of such purposes, and there has been an award under such submission finding the capital sum for which the said teinds shall be commuted, and the terms on which such arrears, if any, shall be settled, then the said submission and the said award and the findings comprised therein shall be held valid and binding on the parties to the said submission; and it shall be competent to any of such parties to lay the said submission and award before the sheriff of the county in which such parish is situated, and the sheriff, after such intimation as he shall think fit, shall inquire into and determine whether the said submission has been entered into by the proper parties, or by persons duly authorized to act for them, and whether the questions submitted have been ascertained and decided by the said award; and the said sheriff shall have authority to direct the sheriff clerk of the said county to engross the said award in the sheriff court books in the said county, and to fix the costs of all proceedings before him; and such deliverance shall be final and conclusive, and thereupon such award shall be as binding and effectual as if it had been specially ratified by this Act."}]