[{"act": "Naval Prize Act 1864", "year": 1864, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The Naval Prize Act 1864 ”."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "2", "section_title": "Interpretation of terms.", "section_text": "2 In this Act—  . . .   . . .  The term “ any of Her Majesty’s ships of war ” includes any of Her Majesty’s vessels of war, and any hired armed ship or vessel in Her Majesty’s service: The term “ officers and crew ” includes flag officers, commanders, and other officers, engineers, seamen, marines, soldiers,  airmen and others on board any of His Majesty’s ships of war or any of His Majesty’s Military aircraft : The term “ ship ” includes vessel and boat, with the tackle, furniture, and apparel of the ship, vessel, or boat: The term “ ship papers ” includes all books, passes, sea briefs, charter parties, bills of lading, cockets, letters, and other documents and writings delivered up or found on board a captured ship: The term “ goods ” includes all such things as are by the course of Admiralty and law of nations the subject of adjudication as prize  but does not include ships, and does not include aircraft which are not part of the cargo of a ship :  The term “ aircraft papers ” includes all books, passes, charter parties, bills of lading, manifests, certificates, licences, lists, tickets, notes, letters and other documents and writings delivered up or found on board a captured aircraft. The term “ any of His Majesty’s military aircraft ” includes any aircraft belonging to His Majesty’s naval, military or air forces, and any hired armed aircraft in His Majesty’s service."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "3", "section_title": " High Court of Admiralty and other courts to be prize courts for purposes of Act.", "section_text": "3 The High Court of Admiralty, and every court of Admiralty or of Vice-Admiralty, or other court exercising Admiralty jurisdiction in Her Majesty’s dominions, for the time being authorized to take cognizance of and judicially proceed in matters of prize, shall be a prize court within the meaning of this Act. Every such court, other than the High Court of Admiralty, is comprised in the term “Vice-Admiralty prize court,” when hereafter used in this Act."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "4", "section_title": " Jurisdiction of High Court of Admiralty.", "section_text": "4 The High Court of Admiralty shall have jurisdiction throughout Her Majesty’s dominions as a prize court. The High Court of Admiralty as a prize court shall have power to enforce any order or decree of a Vice-Admiralty prize court, and any order or decree of the Judicial Committee of the Privy Council in a prize appeal."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "5", "section_title": " Appeal to Queen in Council, in what cases.", "section_text": "5 An appeal shall lie to Her Majesty in Council from any order or decree of a prize court, as of right in case of a final decree, and in other cases with the leave of the court making the order or decree. Every appeal shall be made in such manner and form and subject to such regulations (including regulations as to fees, costs, charges, and expenses) as may for the time being be directed by Order in Council, and in the absence of any such Order, or so far as any such Order does not extend, then in such manner and form and subject to such regulations as are for the time being prescribed or in force respecting maritime causes of appeal."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "6", "section_title": " Jurisdiction of Judicial Committee in prize appeals.", "section_text": "6 The Judicial Committee of the Privy Council shall have jurisdiction to hear and report on any such appeal, and may therein exercise all such powers as for the time being appertain to them in respect of appeals from any court of Admiralty jurisdiction, and all such powers as are under this Act vested in the High Court of Admiralty, and all such powers as were wont to be exercised by the Commissioners of Appeal in prize causes."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "78.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "9", "section_title": " Enforcement of orders of High Court, &c.", "section_text": "9 Every Vice-Admiralty prize court shall enforce within its jurisdiction all orders and decrees of the Judicial Committee in prize appeals and of the High Court of Admiralty in prize causes."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "1012.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "1415.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "16", "section_title": " Custody of prize ship.", "section_text": "16 Every ship taken as prize, and brought into port within the jurisdiction of a prize court, shall forthwith, and without bulk broken, be delivered up to the marshal of the court. If there is no such marshal, then the ship shall be in like manner delivered up to the principal officer of Customs at the port. Every aircraft taken as prize and brought to a place within the jurisdiction of a prize court, shall forthwith, and without bulk broken, be delivered up to the marshal of the court. If there is no such marshal, then the aircraft shall be in like manner delivered up to such person as the court may appoint. The ship  or aircraft  shall remain in the custody of the marshal, or of such officer  or person , subject to the orders of the court."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "17", "section_title": " Bringing in of ship papers.", "section_text": "17 The captors shall with all practicable speed after the ship is brought into port, or the aircraft is brought to a place within the jurisdiction of a prize court, bring the ship papers, or the aircraft papers, as the case may be, into the registry of the court. The officer in command, or one of the chief officers of the capturing ship,  or capturing aircraft , or some other person who was present at the capture, and saw the ship papers  or aircraft papers  delivered up or found on board, shall make oath that they are brought in as they were taken, without fraud, addition, subduction, or alteration, or else shall account on oath to the satisfaction of the court for the absence or altered condition of the ship papers  or aircraft papers  or any of them. Where no ship papers  or aircraft papers  are delivered up or found on board the captured ship  or captured aircraft  the officer in command, or one of the chief officers of the capturing ship,  or capturing aircraft  or some other person who was present at the capture, shall make oath to that effect."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "1829.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "30", "section_title": " One adjudication as to several small ships. ", "section_text": "30 The captors may include in one adjudication any number, not exceeding six, of armed ships not exceeding one hundred tons each, taken within three months next before institution of proceedings."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "31", "section_title": " Application of foregoing provisions to prize goods.", "section_text": "31 The foregoing provisions relating to ships  and aircraft  shall extend and apply, mutatis mutandis, to goods taken as prize on board ship  or aircraft ; and the court may direct such goods to be unladen, inventoried, and warehoused."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "3233.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "34", "section_title": " Jurisdiction of prize court in case of capture in land expedition. ", "section_text": "34 Where, in an expedition of any of Her Majesty’s Naval or Naval and Military Forces against a fortress or possession on land, goods belonging to the State of the enemy or to a public trading company of the enemy exercising powers of government are taken in the fortress or possession, or a ship is taken in waters defended by or belonging to the fortress or possession, a prize court shall have jurisdiction as to the goods or ship so taken, and any goods taken on board the ship, as in case of prize."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "35", "section_title": " Jurisdiction of prize court in case of expedition with ally. ", "section_text": "35 Where any ship or goods is or are taken by any of Her Majesty’s Naval or Naval and Military Forces while acting in conjunction with any forces of any of Her Majesty’s allies, a prize court shall have jurisdiction as to the same as in case of prize, and shall have power, after condemnation, to apportion the due share of the proceeds to Her Majesty’s ally, the proportionate amount and the disposition of which share shall be such as may from time to time be agreed between Her Majesty and Her Majesty’s ally."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "37", "section_title": " In case of offence by captors, prize to be reserved for Crown. ", "section_text": "37 A prize court, on proof of any offence against the law of nations, or against this Act, or any Act relating to naval discipline, or against any Order in Council or royal proclamation, or of any breach of Her Majesty’s instructions relating to prize, or of any act of disobedience to the orders of  the Defence Council , or to the command of a superior officer, committed by the captors in relation to any ship or goods taken as prize, or in relation to any person on board any such ship, may, on condemnation, reserve the prize to Her Majesty’s disposal, notwithstanding any grant that may have been made by Her Majesty in favour of captors."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "38", "section_title": " Purchase by Admiralty for public service of stores on board foreign ships. ", "section_text": "38 Where a ship of a foreign nation passing the seas laden with naval or victualling stores intended to be carried to a port of any enemy of Her Majesty is taken and brought into a port of the United Kingdom, and the purchase for the service of Her Majesty of the stores on board the ship appears to  the Secretary of State  expedient without the condemnation thereof in a prize court, in that case  the Secretary of State  may purchase, on the account or for the service of Her Majesty, all or any of the stores on board the ship; and the  Commissioners of Customs and Excise  may permit the stores purchased to be entered and landed within any port."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "39", "section_title": " Prizes taken by ships other than ships of war to be droits of Admiralty. ", "section_text": "39 Any ship or goods taken as prize by any of the officers and crew of a ship other than a ship of war of Her Majesty shall, on condemnation, belong to Her Majesty in her office of Admiralty."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "40", "section_title": " Salvage to recaptors of British ship or goods from enemy.", "section_text": "40 Where any ship  aircraft  or goods belonging to any of Her Majesty’s subjects, after being taken as prize by the enemy, is or are retaken from the enemy by any of Her Majesty’s ships of war,  or any of His Majesty’s military aircraft  the same shall be restored by decree of a prize court to the owner, on his paying as prize salvage one eighth part of the value of the prize to be decreed and ascertained by the court, or such sum, not exceeding one eighth part of the estimated value of the prize, as may be agreed on between the owner and the re-captors, and approved by order of the court: Provided, that where the re-capture is made under circumstances of special difficulty or danger, the prize court may, if it thinks fit, award to the re-captors as prize salvage a larger part than one eighth part, but not exceeding in any case one fourth part, of the value of the prize. Provided also, that where a ship  or aircraft  after being so taken is set forth or used by any of Her Majesty’s enemies as a ship  or aircraft  of war,  or as a military aircraft , this provision for restitution shall not apply, and the ship  or aircraft  shall be adjudicated on as in other cases of prize."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "41", "section_title": " Permission to re-captured ship to proceed on voyage.", "section_text": "41 Where a ship  or aircraft  belonging to any of Her Majesty’s subjects, after being taken as prize by the enemy, is retaken from the enemy by any of Her Majesty’s ships of war,  or any of His Majesty’s military aircraft  she may, with the consent of the re-captors, prosecute her voyage, and it shall not be necessary for the re-captors to proceed to adjudication till her return to a port of the United Kingdom. The master or owner of the ship or his agent, or the pilot or owner of the aircraft or his agent, may, with the consent of the re-captors, unload and dispose of the goods on board the ship or aircraft, as the case may be, before adjudication. In case the ship does not, within six months, return to a port of the United Kingdom,  or the aircraft does not within six months return to a place within the United Kingdom , the re-captors may nevertheless institute proceedings against the ship  aircraft  or goods in the High Court of Admiralty, and the Court may thereupon award prize salvage as aforesaid to the re-captors, and may enforce payment thereof . . . "}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "4244.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "46", "section_title": " Punishment of masters of merchant vessels under convoy disobeying orders or deserting convoy. ", "section_text": "46 If the master or other person having the command of any ship of any of Her Majesty’s subjects under the convoy of any of Her Majesty’s ships of war wilfully disobeys any lawful signal, instruction, or command of the commander of the convoy, or without leave deserts the convoy, he shall be liable . . .   upon conviction to be fined, in the discretion of the court, any sum not exceeding five hundred pounds, and to suffer imprisonment for such time, not exceeding one year, as the court may adjudge."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "47", "section_title": " Prize ships and goods liable to duties and forfeiture.", "section_text": "47 All ships ( aircraft] and goods taken as prize and brought into a port of the United Kingdom  or brought to a place within the United Kingdom as the case may be  shall be liable to and be charged with the same rates and charges and  duties chargeable on imported goods (whether of Customs or Excise)  as under any Act relating to  Customs or Excise  may be chargeable on other ships  aircraft  and goods of the like description; and All goods brought in as prize which would on the voluntary importation thereof be liable to forfeiture or subject to any restriction under the laws relating to  Customs or Excise  shall be deemed to be so liable and subject, unless the Commissioners of  Customs and Excise  see fit to authorize the sale or delivery thereof for home use or exportation, unconditionally or subject to such conditions and regulations as they may direct."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "48", "section_title": " Regulations of Customs to be observed as to prize ships and goods. ", "section_text": "48 Where any ship or goods taken as prize is or are brought into a port of the United Kingdom, the master or other person in charge or command of the ship which has been taken or in which the goods are brought shall, on arrival at such port, bring to at the proper place of discharge, and shall, when required by any officer of Customs, deliver an account in writing under his hand concerning such ship and goods, giving such particulars relating thereto as may be in his power, and shall truly answer all questions concerning such ship or goods asked by any such officer, and in default shall forfeit a sum not exceeding one hundred pounds, such forfeiture to be enforced as forfeitures for offences against the laws  relating to Customs or Excise  are enforced; and every such ship shall be liable to such searches as other ships are liable to, and the officers of the Customs may freely go on board such ship and bring to the Queen’s warehouse any goods on board the same, subject, nevertheless, to such regulations in respect of ships of war belonging to Her Majesty as shall from time to time be issued by the Treasury."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "48A", "section_title": "", "section_text": "48A Where any aircraft or goods taken as prize is or are brought to any place within the jurisdiction of a prize court, the pilot or other person in charge or command of the aircraft which has been taken or in which the goods are brought shall, when required by an officer of Customs deliver an account in writing under his hand concerning such aircraft and goods, giving such particulars relating thereto as may be in his power, and shall truly answer all questions concerning such aircraft or goods asked by any such officer, and in default shall forfeit a sum not exceeding one hundred pounds, such forfeiture to be enforced as forfeitures for ofences against the laws  relating to Customs or Excise  are enforced; and every such aircraft shall be liable to such searches as other aircraft are liable to; and the officers of the Customs may freely go on board such aircraft and bring to the King’s warehouse any goods on board the same, subject, nevertheless, to such regulations in respect of military aircraft belonging to His Majesty as shall from time to time be issued by the Treasury."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "49", "section_title": " Power for Treasury to remit Customs duties in certain cases.", "section_text": "49 Goods taken as prize may be sold either for home consumption or for exportation; and if in the former case the proceeds thereof, after payment of  duties (whether of Customs or Excise) chargeable on imported goods , are insufficient to satisfy the just and reasonable claims thereon, the Treasury may remit the whole or such part of the said duties as they see fit."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "53", "section_title": " Power to make Orders in Council.", "section_text": "53 Her Majesty in Council may from time to time make such Orders in Council as seem meet for the better execution of this Act."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "54", "section_title": " Orders in Council to be gazetted, &c.", "section_text": "54 Every Order in Council under this Act . . .   shall be laid before both Houses of Parliament . . .  ."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "55", "section_title": "Not to affect rights of Crown; effect of treaties, &c.", "section_text": "55 Nothing in this Act shall— 1 give to the officers and crew of any of Her Majesty’s ships of war  or any of His Majesty’s military aircraft  any right or claim in or to any ship  aircraft  or goods taken as prize or the proceeds thereof, it being the intent of this Act that such officers and crews shall continue to take only such interest (if any) in the proceeds of prizes as may be from time to time granted to them by the Crown; or 2 affect the operation of any existing treaty or convention with any foreign power; or 3 take away or abridge the power of the Crown to enter into any treaty or convention with any foreign power containing any stipulation that may seem meet concerning any matter to which this Act relates; or 4 take away, abridge, or control, further or otherwise than as expressly provided by this Act, any right, power, or prerogative of Her Majesty the Queen in right of her Crown, or in right of her office of Admiralty, . . .  5 take away, abridge, or control, further or otherwise than as expressly provided by this Act, the jurisdiction or authority of a prize court to take cognizance of and judicially proceed upon any capture, seizure, prize, or reprisal of any ship  aircraft  or goods, and to hear and determine the same, and, according to the course of Admiralty and the law of nations, to adjudge and condemn any ship  aircraft or goods, or any other jurisdiction or authority of or exercisable by a prize court."}, {"act": "Naval Prize Act 1864", "year": 1864, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}]