[{"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "1", "section_title": " Short Title.", "section_text": "1 This Act may be cited as “The Naval Agency and Distribution Act, 1864.”"}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "2", "section_title": " Interpretation of Terms.", "section_text": "2 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The term “ ship of war ” includes vessel of war: The term “ officers and crew ” includes all flag officers, commanders, and other officers, engineers, seamen, marines, soldiers, and others on board any of Her Majesty’s ships of war."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "3", "section_title": " Power for Admiralty to apply Act to any of Her Majesty’s ships. ", "section_text": "3 Any ship or vessel belonging to Her Majesty, and in actual service, (other than a ship of war,) may be declared by the Admiralty to be a ship of war for the purposes of this Act; and all the provisions of this Act shall thereupon apply to such ship or vessel, and shall continue to so apply as long as she then continues in actual service, but no longer."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "4", "section_title": " Each of Her Majesty’s ships to have an Agent.", "section_text": "4 Each of Her Majesty’s ships of war shall at all times while in commission have, for the purposes of this Act, an agent styled the ship’s agent, to be appointed in the first instance as soon as may be after the ship is put in commission, and afterwards from time to time as a vacancy in the office or other occasion may require."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "5", "section_title": " Ship’s Agent to the appointed by commanding officer.", "section_text": "5 The ship’s agent shall be appointed from time to time at pleasure by the commanding officer of the ship for the time being by an instrument signed and attested in the form given in the schedule to this Act."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "6", "section_title": " Instrument of appointment to be registered and filed.", "section_text": "6 Any such instrument shall not have effect unless and until it is filed in the registry of the High Court of Admiralty, having been previously registered  with the Secretary of State . An official copy of any such instrument under the seal of the High Court of Admiralty shall be conclusive evidence thereof."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "7", "section_title": " Persons in service of Crown, Proctors, &c. incapable of being Agents.", "section_text": "7 A person holding any office or employment in Her Majesty’s service or under the Crown, . . .  , shall not be capable of being a ship’s agent. If any person being a ship’s agent accepts any such office or employment, . . .  , his appointment as ship’s agent shall be thereby vacated."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "8", "section_title": " Partnership Body may be a ship’s Agent.", "section_text": "8 A partnership body, not incorporated, may be appointed a ship’s agent; and in that case the partners for the time being, or any one or more of them, may act as the agent; and any change of partners shall not affect the appointment. The names of the partners shall at the time of appointment, and from time to time on any change happening, be registered  with the Secretary of State , and in the registry of the High Court of Admiralty."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "9", "section_title": " Change of commanding officer.", "section_text": "9 The appointment of the ship’s agent shall not be affected by a change of the commanding officer of the ship."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "10", "section_title": " Office of ship’s agent.", "section_text": "10 The ship’s agent shall at all times have an office or place of business within five miles of the General Post Office, London."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "11", "section_title": " Ship’s agent to be amenable to High Court of Admiralty.", "section_text": "11 The ship’s agent shall be subject to the jurisdiction and authority of the High Court of Admiralty as if he were an officer of the Court, and in case of any neglect or misconduct on his part shall be liable to be proceeded against and punished accordingly."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "12", "section_title": " Ship’s agent to act for ship with respect to salvage, bounty, prize, &c.", "section_text": "12 It shall be the duty of the ship’s agent, by himself or by a proper sub-agent appointed and remunerated by him, to take or cause or procure to be taken all steps and proceedings, and do or cause or procure to be done all things, that may be necessary or proper to be taken or done for any purpose on behalf or in the name of the ship, or of the officers and crew thereof, or any of them, in the several cases following: In case of salvage services rendered to any ship or cargo, or otherwise, within the meaning of the enactments for the time being in force relating to merchant shipping: In case of any breach of any law respecting national character or otherwise relating to merchant shipping: In case of any seizure for breach of any law relating to the Customs: . . . In case of any matter arising out of an attack on or engagement with persons alleged to be pirates, afloat or on shore: In case of any capture, re-capture, or destruction of any ship, goods, or thing in time of war or hostilities: In case of any special service or other matter in respect whereof any grant, reward, or remuneration is payable."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "13", "section_title": " Taxation and payment of costs of officers and crew, agents, &c.", "section_text": "13 Where in any of the several cases aforesaid any money is distributable among the officers and crew of any of Her Majesty’s ships of war, the costs, charges, and expenses of the officers and crew and of the ship’s agent, and all other (if any) costs, charges, or expenses properly chargeable against that money, shall be paid thereout before distribution thereof, all such costs, charges, and expenses being first taxed and allowed by the proper officer of the court having jurisdiction in the case, and if there is no such court then by the registrar of the High Court of Admiralty."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "14", "section_title": " Salvage, Bounty, prize, and other money to be distributed according to Order in Council, &c.", "section_text": "14 In the several cases aforesaid, money distributable among the officers and crew of any of Her Majesty’s ships of war, so far as full provision respecting the distribution thereof is not made by or under any Act of Parliament other than this Act, shall be distributed under the direction of the Admiralty in the shares in that behalf specified in any royal proclamation or Order in Council."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "15", "section_title": " Payment of shares.", "section_text": "15 The several shares of any such money as aforesaid shall be paid to the persons entitled thereto in such manner, and subject and according to such restrictions, conditions, and provisions, as may from time to time be directed by Order in Council. Any assignment, sale or contract of or relating to any such money as aforesaid, payable in respect of the services of any petty officer or seaman, non-commissioned officer of marines or marine, other than such as may be made or entered into under the authority of and in conformity with any such Order in Council, shall be void."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "16", "section_title": " Exemption from stamp duty.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "17", "section_title": " Forfeited shares and deduction of 5 per cent. to be carried to Naval prize cash balance. ", "section_text": "17 All forfeited and unclaimed shares and balances of prize money, . . .  , shall, under the direction of the Admiralty continue to be carried to and to form part of the naval prize cash balance. So much of the naval prize cash balance as the Admiralty think expedient shall from time to time by Her Majesty’s Paymaster General, under the authority and direction of the Admiralty, be paid and transferred to the Consolidated Fund of the United Kingdom. In case at any time a claim in respect of prize or bounty money is made which the naval prize cash balance is not sufficient to meet, there shall be paid out of the said Consolidated Fund a sufficient sum to meet such claim."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "18", "section_title": " Agent may be furnished with copies of accounts.", "section_text": "18 A ship’s agent shall be entitled, on request, and on payment of reasonable expenses, to be furnished with copies of or extracts from any official accounts kept under or for the purposes of this Act in relation to any of Her Majesty’s ships of war for which he is agent."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "19", "section_title": " Agent to receive per-centage of 2½ per cent.", "section_text": "19 Before any such money as aforesaid is distributed among the officers and crew of any of Her Majesty’s ships of war, there shall be paid, under the direction of the Admiralty, to the ship’s agent a per-centage of two and a half per centum on the net amount actually distributable, as the sole and full remuneration of the ship’s agent for his services in the case."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "20", "section_title": " Apportionment of per-centage where more than one ship, or on change of agent.", "section_text": "20 In the following cases,— Where more than one of Her Majesty’s ships of war are entitled to participate in any such money,— Where the ship’s agent is changed pending proceedings,— the ship’s agent’s per-centage shall, in case of difference, be apportioned between or among the respective agents of the several ships, or the several persons having been and being the ship’s agent (as the case may be), in such manner as the registrar of the High Court of Admiralty thinks just, having regard to the duration and character of the services of the several agents in the case, subject to objection to the registrar’s award to be taken before the judge of the court."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "21", "section_title": " Power to Admiralty to direct investment pending distribution.", "section_text": "21 Any money for the time being awaiting distribution, but for any reason not immediately distributable as aforesaid, may, under the direction of the Admiralty, be invested in or on any proper stocks, funds, or securities; and the proceeds of those stocks, funds, or securities, and any dividends or interest accrued due thereon, shall be distributed as the money invested would have been distributed if an investment had not been made: Provided, that no such investment shall be made of any money pending any adverse claim thereto, except with the consent of the claimant."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "22", "section_title": " Power to High Court of Admiralty to decide questions relative to distribution, &c.", "section_text": "22 Where any question (whether in respect of asserted joint capture, or in respect of flag shares, or in respect of any other matter) arises concerning the distribution of any money distributable as aforesaid, or concerning any investment thereof, actual or intended, the High Court of Admiralty shall have exclusive jurisdiction to hear and determine the same; and any person claiming an interest in such money, or the Admiralty, may apply to the High Court of Admiralty for a judgment on that question; and the Court after hearing the parties interested, shall decide thereon, and such decision shall be final, and shall be binding on all persons concerned."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "23", "section_title": " Savings Rights of the Crown, Captors, &c.", "section_text": "23 Nothing in this Act shall— 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 affect the right or power of the officers and crew of any of Her Majesty’s ships of war as salvors, seizors, captors, re-captors, or otherwise, or of any of such officers and crew, to take or cause or procure to be taken any step or proceeding, or do or cause or procure to be done any thing, that may be necessary or proper to be taken or done for any purpose in any court or elsewhere, in case of the absence or default of the ship’s agent; or 3 affect any right or power of control, or other authority, that Her Majesty has or may exercise in any prize cause or other proceeding."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "25", "section_title": " Power to make Orders in Council.", "section_text": "25 Her Majesty in Council may from time to time make such orders as seem meet for the better execution of this Act."}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "26", "section_title": " Orders in Council to be gazetted, &c. ", "section_text": "26 Every Order in Council under this Act . . .   shall be laid before both Houses of Parliament . . . "}, {"act": "Naval Agency and Distribution Act 1864", "year": 1864, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}]