[{"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "1", "section_title": " Submission of schemes.", "section_text": "1 1 A scheme regulating the marketing of an agricultural product by the producers thereof, other than a substitutional scheme, may be submitted to the Minister for his approval by any persons who satisfy the Minister that they are substantially representative of the persons who produce that product in the area to which the scheme is applicable, and, subject to subsection (4) of this section, a substitutional scheme may be submitted to the Minister for his approval by the board or boards administering the scheme or schemes revoked by the substitutional scheme. 2 A scheme may be applicable to Great Britain o0r any part thereof or to Great Britain or any part thereof and also to Northern Ireland or any part thereof but shall not be applicable only to Northern Ireland or a part thereof. 3 For the purpose of satisfying himself as mentioned in subsection (1) of this section, the Minister shall have regard both to the number of persons represented and to the quantity of the agricultural product to which the scheme relates produced by them in the area to which the scheme is applicable during some recent period before the scheme is submitted. 4 Before a substitutional scheme is submitted to the Minister under subsection (1) of this section it shall be published in the prescribed manner to all producers registered under the scheme revoked by it or (where it revokes more schemes than one) to all producers registered under each of them, and if, within the prescribed period after it has been so published to producers registered under a scheme revoked by it, a poll on the question whether it shall be submitted to the Minister is demanded by the prescribed number or the prescribed proportion, as the case may be, of the producers registered under the scheme revoked, the substitutional scheme shall not be submitted to him unless a poll on that question has been taken and the result thereof shows that the requisite majority of those producers has voted in favour of its submission. In this subsection “ prescribed ” means, in relation to a scheme revoked by a substitutional scheme, prescribed by the scheme revoked."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "2", "section_title": " Approval of schemes.", "section_text": "2 1 Before approving a scheme submitted under the foregoing section, the Minister shall cause to be published, in the Gazette and in such other manner as he thinks best for informing persons affected, a notice— a stating that the scheme has been submitted to him. b specifying the place where copies of the scheme may be obtained, on payment of such fee as may be specified in the notice, and inspected, and c specifying the period, which shall not be less than six weeks after the date of publication of the notice in the Gazette, within which objections and representations with respect to the scheme may be made. 2 Every objection shall be made to the Minister in writing and shall state the grounds of objection and the specific modifications required. 3 Where an objection has been duly made to a scheme by a person affected thereby and has not been withdrawn, the Minister, unless he considers the objection to be frivolous, or unless he proposes to modify the scheme to meet the objection, shall, before taking any further action under this section, direct a public inquiry to be held and consider the report of the person who held the inquiry. 4 After considering any scheme duly submitted to him under the foregoing section and any objections and representations duly made with respect thereto, and after holding such inquiries, if any, as he thinks fit or is required to hold under this section, the Minister may, subject to the following provisions of this section, make such modifications in the scheme as he thinks proper. 5 No scheme shall be modified by the Minister so as to be applicable to any area to which it would not have been applicable without modification. 6 Before making any modifications in a scheme, the Minister shall give notice of the proposed modifications to such persons (not being less than nine nor more than twenty-one) as may be nominated for the purpose, at the time of the submission of the scheme, by the persons submitting the scheme, and unless, within four weeks after notice has been so given or such longer time as the Minister may allow, more than half the persons so nominated notify the Minister that they assent to the modifications, the Minister shall take no further action under this section. 7 If the Minister, after making such modifications, if any, as aforesaid, is satisfied that the scheme will conduce to the more efficient production and marketing of the regulated product, he may, subject to subsection (9) of this section, lay before Parliament a draft of the scheme, and if each House of Parliament resolves that the scheme shall be approved the Minister shall make an order approving the scheme in terms of the draft. 8 The Minister, on laying before Parliament a draft of a scheme under the last foregoing subsection, shall at the same time lay before Parliament— a if the scheme is not a substitutional scheme, a report as to the evidence by which he has been satisfied for the purposes of subsection (1) of section one of this Act that the persons submitting the scheme were duly representative; or b if the scheme is a substitutional scheme, a report showing that the provisions of subsection (4) of the said section one have been complied with. 9 A draft of a scheme which, by the terms of the draft, is to apply to Northern Ireland or any part thereof shall not be laid before either House of Parliament under subsection (7) of this section unless each House of the Parliament of Northern Ireland has resolved that it is expedient that a scheme in the terms of the draft should, if approved under the said subsection (7), extend to Northern Ireland. 10 If the draft of a scheme which, by the terms of the draft, is to be applicable to Northern Ireland or any part thereof has been laid before either House of the Parliament of Northern Ireland and that House has resolved that it is not expedient that the scheme should extend to Northern Ireland, the Minister may thereupon make in the draft of the scheme such modifications as are necessary in order to prevent the scheme applying to any part of Northern Ireland and such other modifications, being modifications consequential on the modifications aforesaid, as he may think fit; and subsection (6) of this section shall apply in relation to the modifications and they shall be taken into account by the Minister under subsection (7) of this section before he lays the draft of the scheme before Parliament. 11 Where the Minister has made an order under subsection (7) of this section approving a scheme, the scheme shall, subject to the provisions of this Part of this Act, come into force on such date as may be specified in the order, being a date after the latest date on which either House of Parliament resolves that the scheme shall be approved; and the making of the order shall be conclusive evidence that the requirements of this Act have been complied with and that the order and the scheme approved thereby have been duly made and approved and are within the powers conferred by this Act. 12 As soon as possible after making an order under subsection (7) of this section, the Minister shall cause the order to be published in the Gazette and in such other manner as he thinks best for informing persons affected. 13 Any inquiry under this section shall be held by a competent and impartial person appointed by the Minister, and shall be held in accordance with rules made by the Minister for the purpose; and those rules may contain provisions as to the costs of the inquiry and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 14 Such expenses of any inquiry under this section as may be incurred by the Minister with the approval of the Treasury shall be defrayed out of moneys provided by Parliament. 15 A scheme may be amended  revoked or consolidated  in accordance with the provisions of the First Schedule to this Act."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "3", "section_title": " Constitution of boards to administer schemes and appointment of executive committees.", "section_text": "3 1 Every scheme shall constitute a board to administer the scheme. 2 ... every scheme shall require the board to appoint an executive committee and shall provide for the delegation to the executive committee of all the functions of the board under the scheme, except such functions, if any, as may be specified in the scheme. 3 The provisions of the Second Schedule to this Act shall have effect with respect to the incorporation, composition and winding up of boards and with respect to the composition of the executive committee of a board. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "4", "section_title": " Registration of producers and taking of poll of registered producers on question whether scheme to remain in force.", "section_text": "4 1 Every scheme shall provide for the registration of any producer who makes application for that purpose. 2 Every scheme, other than a substitutional scheme, shall require a poll of the registered producers to be taken, within such time as may be specified in the scheme, on the question whether the scheme shall remain in force. 3 If the poll aforesaid shows that the requisite majority of registered producers has voted in favour of the scheme remaining in force, the provisions of the scheme, the operation of which is suspended (under the provisions hereafter contained in this Part of this Act) until the expiration of the suspensory period, shall come into force at the expiration of that period, but in any other case the scheme shall cease to have effect at the date on which the result of the poll is declared, and the provisions of paragraph 6 of the First Schedule to this Act, and of sub-paragraph (2) of paragraph 6 of the Second Schedule thereto, shall apply as if the scheme had been revoked: Provided that, if it is proved to the satisfaction of the Minister at any time before the expiration of the suspensory period that the number of producers voting on the poll was less than half the total number of producers (excluding producers exempted, or entitled to exemption, from registration by or under the provisions of the scheme), he shall forthwith by order revoke the scheme. 4 Every scheme shall provide for the manner in which polls are to be taken for the purposes of this Act, and in particular but without prejudice to the generality of the foregoing provision— a may apply with any necessary modifications any enactments (including the penal provisions thereof) relating to parliamentary or local government elections and to the prevention of corrupt and illegal practices thereat; b may prescribe the manner in which the quantity of the regulated product which any registered producer is capable of producing is to be determined for the purposes of the poll; c may prescribe the information relating to the regulated product which is to be furnished by every registered producer before or at the time of voting, and the manner in which the information is to be furnished, and may require the rejection of the vote of any producer who fails to furnish the prescribed information in the prescribed manner, and may impose penalties for furnishing false information; d shall prescribe the manner in which the result of the poll is to be declared and published. 5 In the case of a scheme regulating the marketing of two or more separate products, the foregoing provisions of this section shall apply subject to the following modifications, that is to say:— a references to a poll on the question whether the scheme shall remain in force shall be construed as references to a poll, in respect of each product, on the question whether the scheme shall remain in force so far as it applies to that product; b subsection (3) shall apply, in relation to each poll, as if the provisions of the scheme, so far as they apply to the product in respect of which the poll is taken, were a separate scheme. The question whether any product is to be treated as a separate product for the purpose of this subsection shall be determined by the provisions of the scheme. 6 For the purposes of subsections (2) and (3) of this section, a person who is registered as a producer notwithstanding that he has been exempted from registration by or under the provisions of the scheme shall not be deemed to be a registered producer. 7 Registration under a scheme of the name or style under which two or more persons carry on business in partnership as producers shall operate as the registration of all the partners for the time being, so, however, that for the purposes of those provisions of this Act and of the scheme which relate to elections, polls and voting at meetings, and to the assessment of contributions on registered producers, all the partners shall be treated as constituting together a single registered producer."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "5", "section_title": " Information to be furnished for purposes of register,  etc.", "section_text": "5 1 As soon as practicable after any scheme, other than a substitutional scheme, comes into force the board shall cause to be published in such newspapers as the Minister may direct, being newspapers circulating within the area to which the scheme is applicable, a form of application for registration as a producer under the scheme, together with a notice stating— a the nature of the regulated product and the area to which the scheme is applicable; b the classes or descriptions of producers which are exempted from registration and the procedure required, if any, for securing exemption from registration; c that a poll of registered producers (other than producers exempted from registration) is to be taken in pursuance of this Act on the question whether the scheme shall remain in force; d that no person will be entitled to vote on the poll aforesaid unless he is registered within the time specified in the notice but that no person so registered will, if it is decided as the result of the poll that the scheme shall not remain in force, incur any financial liability by reason of his registration; e that, if it is decided as a result of the poll that the scheme shall remain in force, every producer who is not registered or exempted from registration will be prohibited from selling the regulated produce; f the place where copies of the scheme may be obtained on payment therefor; g such other particulars as the board may think fit. 2 The Minister, as soon as practicable after any scheme approved by him, other than a substitutional scheme, comes into force— a shall cause a list to be compiled containing the names of all such persons as he has reason to believe are producers, together with their respective addresses so far as known to him, and forward a copy of the list to the board; or b if it appears to him that he has so little information at his disposal that the list aforesaid would serve no useful purpose, shall inform the board accordingly. 3 As soon as practicable after receiving such a list as aforesaid the board shall send by post to every person named in the list, and to every other person who the board have reason to believe is a producer, being a person who is not registered as a producer, a notice addressed to him at his last known address, stating the particulars required to be stated in the notice published under subsection (1) of this section, together with a form of application for registration. 4 Subject to the provisions of section  eighty of the  Agriculture Act, 1947 three of the Agricultural Statistics Act 1979  (which imposes restrictions on the disclosure of information obtained under that Act), the Minister, if he thinks fit with a view to facilitating the due submission of a scheme, may at the request of any person, cause such a list as aforesaid to be compiled and to be supplied to that person on payment of a fee of such amount as may be certified by the Minister to represent the cost of compiling the list."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "6", "section_title": " Regulation of sales of regulated products.", "section_text": "6 1 Every scheme shall require that no sale of the regulated product shall be made by any producer who is not either a registered producer or a person exempted from registration by or under the provisions of the scheme. 2 Subject to the approval of the Minister, a scheme may provide for all or any of the matters set out in any one or more of the following paragraphs, that is to say:— a for requiring registered producers to sell the regulated product or any description thereof, or such quantity thereof or of any description thereof as may from time to time be determined by the board, only to, or through the agency of, the board; b for the determination from time to time of the quantity of the regulated product or of any description thereof which may be sold by any registered producer; c for the determination from time to time— i of the descriptions of the regulated product which may be sold by any registered producer; ii of the price at, below or above which, the terms on which, and the persons to, or through the agency of whom, the regulated product, or any description or quantity thereof may be sold as aforesaid; d for empowering the board to receive the whole or any part of any sums payable by purchasers of the regulated product in respect of sales of that product by registered producers, and for securing that any sums so received are distributed by the board to the sellers in such manner as may be specified in the scheme or prescribed by the board. 3 A scheme which provides for the matter set out in paragraph ( b ) of the last foregoing subsection shall either specify the method of determination or require the board to prescribe it, and without prejudice to the generality of the foregoing provision, the method of determination may be such as to secure that the quantity (if any) which any particular registered producer may sell is determined wholly or partly by reference to the quantity of that product or description, as the case may be, which was, in some past period, produced, sold or otherwise dealt with on some particular land or premises or by particular persons. 4 Except in the case of a substitutional scheme, the operation of all the provisions of a scheme made in pursuance of the foregoing provisions of this section shall be suspended until the expiration of the suspensory period. 5 A scheme may provide for securing that, for all or any of the purposes of the scheme and of this Part of this Act, the sale of any product wholly or partly manufactured or derived from the regulated product shall be deemed to be a sale of the regulated product if the substance of the transaction between the seller and the buyer is that the seller, being in possession of the regulated product, agrees to subject it, or cause it to be subjected, to some process and to sell the resulting product to the buyer; and where, in the case of any scheme, the regulated product is livestock of any kind, then, without prejudice to the foregoing provisions of this subsection, the scheme may provide for securing that, for all or any of the purposes aforesaid, a person shall be deemed to sell the regulated product if he sells the carcases of any livestock of that kind, being livestock produced by him in the area to which the scheme is applicable. 6 Any producer who sells the regulated product in contravention of the provisions of a scheme made in pursuance of subsection (1) of this section shall for each offence be liable on summary conviction to a fine not exceeding five pounds or on conviction on indictment to a fine not exceeding two hundred pounds, and in either case to an additional fine not exceeding half the price at which the product was sold: Provided that the fines imposed on summary conviction for any offence under this subsection shall not exceed in the aggregate one hundred pounds. 7 Where any court, not being a magistrates’ court, imposes a fine for an offence under the last foregoing subsection, the court may, if it thinks fit, having regard to the prejudicial effect which the commission of the offence has had or is likely to have on the operation of the scheme direct the whole or any part of the fine to be paid to the board."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "7", "section_title": " Further provisions as to marketing of regulated product and provisions for encouragement of co-operation, education and research. ", "section_text": "7 1 Subject to the approval of the Minister, a scheme may provide for all or any of the matters set out in any one or more of the following paragraphs, that is to say:— a for empowering the board to buy the regulated product, to produce such commodities from that product as may be specified in the scheme, and to sell, grade, pack, store, adapt for sale, insure, advertise and transport the regulated product and any commodity so produced by the board; b for empowering the board to buy from the board administering any corresponding scheme any product the marketing of which is regulated by that scheme, to produce from anything so bought any commodity which the board are authorised to produce from the regulated product, and to sell, grade, pack, store, adapt for sale, insure, advertise and transport anything so bought and any commodity produced therefrom by the board; c for empowering the board to exercise, as agents for the board administering any corresponding scheme, any power of that board to sell, grade, pack, store, adapt for sale, insure, advertise and transport any product the marketing of which is regulated by that scheme; d for empowering the board to manufacture or acquire, and to sell or let for hire to registered producers and other persons, anything required for the production, grading, packing, storing, adaptation for sale, transport or sale of the regulated product; e for empowering the board to render to registered producers and other persons, on payment or otherwise, any service which is calculated to promote the more efficient production, grading, packing, storing, adaptation for sale, transport or sale of the regulated product; f for empowering the board to co-operate with any other person in doing anything which the board are or might be empowered to do by virtue of any of the foregoing provisions of this subsection; g for empowering the board to do anything calculated to procure, promote or facilitate the doing by any other person of anything in the doing of which the board are or might be empowered to co-operate by virtue of paragraph ( f ) of this subsection; h for regulating the manner in which the regulated product or any description or quantity thereof is to be graded by or on behalf of registered producers, or the manner in which the regulated product or any description or quantity thereof is to be marked, packed, stored, adapted for sale, insured, advertised or transported by or on behalf of registered producers; i for enabling the board to encourage, promote or conduct agricultural co-operation, research and education. 2 A provision included in a scheme by virtue of paragraph ( d ) or paragraph ( e ) of the foregoing subsection shall be so framed as to secure that the things sold or let for hire, and the services rendered, are sold, let for hire or rendered, either exclusively or primarily, in such circumstances as to be likely to be utilised, either wholly or mainly, by, or in connection with the regulated product produced by, registered producers, and paragraphs ( f ) and ( g ) of that subsection shall be construed accordingly. 3 Except in the case of a substitutional scheme, the operation of all the provisions of a scheme made in pursuance of the foregoing provisions of this section shall be suspended until the expiration of the suspensory period. 4 In this section “ corresponding scheme ” means, in relation to a scheme, any other scheme under this Act or any scheme under corresponding legislation enacted by the Parliament of Northern Ireland, being in either case a scheme for regulating the marketing of the same product as the product the marketing of which is regulated by the first-mentioned scheme."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "8", "section_title": " Miscellaneous provisions of schemes.", "section_text": "8 1 Every scheme shall provide for the following matters, that is to say:— a for exempting from all or any of the provisions of the scheme producers and sales of such classes or descriptions as may be specified in the scheme or determined by the board; b for securing that any producer who is aggrieved by any act or omission of the board may refer the matter to one or more arbitrators appointed in such manner as may be provided by the scheme, and for the manner in which any such reference is to be heard and determined; c for requiring the register of producers to be open for inspection at such times as may be specified by the scheme, and for requiring the board to furnish a copy of the register or of any part thereof to any person demanding it, on payment of such fee as may be specified by the scheme; d for the removal from the register of producers of the names of persons who have ceased to be producers or are exempted from registration. 2 Subject to the approval of the Minister, a scheme may provide for either or both of the following matters, that is to say— a for empowering any person authorised in writing by the board, for the purpose of securing compliance with the scheme, to enter and inspect, at any reasonable time and on production of his authority, any part of the land or premises occupied by any registered producer (being a producer specified in the authority) which the person so authorised has reason to believe is used for producing the regulated product or for doing any of the following things which is regulated by the scheme, that is to say, grading, marking, packing or storing the regulated product or adapting it for sale; b for requiring registered producers to furnish to the board such estimates, returns, accounts and other information relating to the regulated product as the board consider necessary for the operation of the scheme. Except in the case of a substitutional scheme, the operation of any provision of a scheme made in pursuance of this subsection shall be suspended until the expiration of the suspensory period. 3 A scheme may provide for securing that where, by reason of a registered producer dying, or becoming subject to some legal disability, or entering into a composition or scheme of arrangement with his creditors, any property in, or control of, the regulated product is transferred from the registered producer to a personal representative, trustee, committee or other person, the personal representative, trustee, committee or other person, as the case may be, shall, in such circumstances and in respect of such matters as may be specified in the scheme, be deemed to be a producer. 4 Every scheme may further provide for such matters as are incidental to or consequential on the provisions of this Act relating to the contents of schemes or are necessary for giving effect to those provisions: Provided that no provision of a scheme made in pursuance of this subsection shall be deemed to empower the board to establish any market or slaughterhouse, unless that provision in terms confers on the board a specific power to establish markets or slaughterhouses, as the case may be."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "9", "section_title": " Disciplinary provisions of schemes.", "section_text": "9 1 Every scheme shall be so framed as to secure that there is a committee of the board, to be known as the disciplinary committee, constituted, at each sitting thereof, of not less than four nor more than six members of the board and a chairman who is not a member of the board but is an independent person  who— a has a 7 year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990; b is an advocate or solicitor in Scotland of at least 7 years’ standing; or c is a member of the Bar of Northern Ireland or                          solicitor of the Court of Judicature of Northern Ireland                        of at least 7 years’ standing, and is approved by the Minister. 2 Subject to the provisions of this section, every scheme shall require the disciplinary committee to impose on, and the board to recover from, any registered producer who contravenes any provision of the scheme made in pursuance of any of the provisions of this Act which are specified in the next following subsection such monetary penalties as may be specified by the scheme, so however that no such penalty shall be imposed in respect of a contravention of the scheme which constitutes an offence under this or any other Act. Except in the case of a substitutional scheme, the operation of any provision of a scheme made in pursuance of this subsection shall be suspended until the expiration of the suspensory period. 3 The provisions of this Act referred to in the last foregoing subsection are subsection (2) of section six, paragraphs ( a ), ( b ), ( c ), ( h ) and ( i ) of subsection (1) of section seven and subsection (2) of section eight. 4 Every scheme shall be so framed as to secure— a that no penalty is imposed on a registered producer for a contravention of any provision of the scheme made in pursuance of any of the provisions of this Act which are specified in the last foregoing subsection except after a hearing by the disciplinary committee and by the decision thereof, taken in accordance with the opinion of all or the majority of the members thereof; b that notice of the time and place of every such hearing and a written statement of the charge against the producer in question is served personally or by registered post on that producer at least fourteen days before the hearing; c that no penalty is imposed for any such contravention which occurred more than six years, or such less time as is specified in the scheme, before the service of the said written statement of the charge; d that, where such a written statement of a charge against a producer has been sent to or served on him as aforesaid and the charge is withdrawn or is not substantiated before the said committee, the board have the power, and, to such extent as the said committee may decide, the duty, to make payments to the producer in respect of his costs in connection with the charge; and e that, in such circumstances and subject to such conditions as may be specified in the scheme, the said committee have the power and the duty to reconsider and, if need be, vary their decisions and that effect is given to any such variation. 5 For the purposes of paragraph ( b ) of subsection (1) of section eight of this Act and of any provision of a scheme made in pursuance of that paragraph, acts or omissions of the disciplinary committee shall be deemed to be acts or omissions of the board. 6 Every hearing by the disciplinary committee of a board shall be held in public unless the committee for special reasons direct that the whole or part thereof shall not be so held. 7 The chairman of the disciplinary committee of a board may direct that any evidence given at a hearing by the committee shall be given on oath and may for that purpose administer oaths. 8 If, at any sitting of the disciplinary committee of a board, there is an equal division of opinion on any question, the opinion of the chairman shall prevail, and the reference in paragraph ( a ) of subsection (4) of this section to the opinion of the majority of the members of such committee shall be construed accordingly."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "10", "section_title": " Losses sustained by boards to be recoverable in the same way as penalties.", "section_text": "10 1 Where a contravention of a provision of a scheme (being a contravention for which the disciplinary committee have the duty to impose, and the board the duty to recover, a penalty) causes loss to the board, the disciplinary committee may, if the written statement of the charge served on the producer in accordance with the provisions of subsection (4) of the last foregoing section embodies an estimate by the board of the amount of the loss, together with a statement of the grounds on which that estimate is based, require by their decision that the producer shall pay to the board, in addition to any penalty imposed, such sum, to be stated in the decision, as the committee may think fit, not exceeding the sum which appears to the committee justly to represent the amount of the loss. Provided that the amount so stated in the decision shall not exceed the amount stated in the said estimate. 2 Where the written statement of the charge served on a producer in accordance with the provisions of subsection (4) of the last foregoing section embodies such an estimate of the loss caused to the board as is referred to in subsection (1) of this section, no loss caused to the board by the contravention to which the charge relates shall be recoverable from the producer otherwise than in the manner for which provision is made by subsection (1) of this section, and, whether or not the written statement of the charge embodies such an estimate as aforesaid, the penalty itself shall not be fixed with a view to recovering the whole or any part of any loss caused to the board by the contravention. 3 Where such a contravention as aforesaid is concerned with the giving of information or returns to the board and as a result of the contravention the board fail to assess on or demand from the producer a contribution or other payment, or the full amount of a contribution or other payment, which they are entitled to receive from him, the contribution or payment, or the amount not assessed or demanded, as the case may be, shall, if the board so elect by including an estimate of the amount thereof in the written statement of the charge served on the producer in accordance with the provisions of subsection (4) of the last foregoing section, be treated for the purposes of this section as lost to the board by reason of the contravention."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "11", "section_title": " Power to postpone imposition of penalty.", "section_text": "11 So much of any scheme as, in pursuance of subsection (2) of section nine of this Act, requires the disciplinary committee to impose penalties on a registered producer and the board to recover penalties from such a producer shall not be construed as preventing the disciplinary committee, if they find that a contravention has occurred, from postponing the imposition of a penalty for such period, not exceeding twelve months, as may be specified in the scheme, but save as aforesaid nothing in this section, in subsections (4) to (8) of the said section nine or in the last foregoing section shall be construed as derogating from the duty to impose and recover penalties which is required by the said subsection (2) to be provided for by every scheme."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "12", "section_title": " Enforcement of decisions of disciplinary committee and power to state cases.", "section_text": "12 1 Sections 45 and 69 of the Arbitration Act 1996 (which relate to the determination by the court of questions of law) and section 66 of that Act (enforcement of awards) apply  in relation to the hearing and determination of the matters which by virtue of any of the provisions of this Act are referred to the disciplinary committee of a board, and in relation to the enforcement of the decisions of that committee, as if the proceedings were  arbitral proceedings  under an arbitration agreement to which the board and the producer were parties and as if the disciplinary committee were the arbitrator or umpire appointed by the agreement. 2 Subsection (1) of this section shall not apply to Scotland and the following provisions shall have effect in Scotland in lieu thereof— a the disciplinary committee of a board may, and if so directed by the Court of Session shall, state a case for the opinion of that Court on any question of law arising in the proceedings relating to any matter referred to the committee by virtue of any of the provisions of this Act, and an appeal shall lie with the leave of the Court of Session or of the                    Supreme Court                  from any decision of the Court of Session under this paragraph and such leave may be given on such terms as to expenses or otherwise as the Court of Session or the                    Supreme Court                  may determine; b any decision of a disciplinary committee in such proceedings as aforesaid may be recorded for execution in the books of council and session, and shall be enforceable accordingly."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "13", "section_title": " Schemes to provide for establishment of a fund, payment of contributions, etc.", "section_text": "13 1 Every scheme shall provide for the following matters, that is to say:— a for the establishment of a fund (hereafter in this section referred to as “ the fund ”) to be administered and controlled by the board, for the payment into the fund of all moneys received by the board, and for the payment out of the fund of any moneys required by the board for the operation of the scheme; b for the payment by registered producers of contributions to the fund of such amounts as may be necessary for the operation of the scheme, and for the assessment of the contributions of producers in such manner and subject to such limitations as may be provided by the scheme; c for the distribution in such manner as may be provided by the scheme of all moneys standing to the credit of the fund which are not required for the operation of the scheme; d for the accounts to be kept by the board and for the audit of those accounts; e for the furnishing by the board to the Minister and to registered producers of accounts, returns and other information, including an annual balance sheet and either an annual profit and loss account or, in the case of a board which does not trade for profit, an annual income and expenditure account; f for the furnishing by the board of a copy of the balance sheets of the board to any person requiring it. 2 Compensation shall be payable under, and in accordance with, a scheme by the board to registered producers in such class of cases as may be specified in the scheme; and any scheme may provide for empowering the board, in such class of cases as may be specified in the scheme, to pay compensation to registered producers in respect of any loss which, in the opinion of the board, has been occasioned to those producers by the operation of any scheme, whether administered by that board or not. 3 Except in the case of a substitutional scheme, the operation of any provision of a scheme made in pursuance of paragraphs ( b ) and ( c ) of subsection (1) of this section, and the operation of the provisions of a scheme relating to the payment of compensation, shall be suspended until the expiration of the suspensory period."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "14", "section_title": " Power of boards to make loans and grants and to enter into guarantees.", "section_text": "14 1 Any scheme may provide for empowering the board— a to lend to any registered producer a portion of the amount which the board estimate that he will receive from the sale of any quantity of the regulated product produced or in course of production by him; b to guarantee payments of any sums secured by an agricultural charge created by a registered producer under Part II of the  Agricultural Credits Act, 1928. Except in the case of a substitutional scheme, the operation of any provision of a scheme made in pursuance of this subsection shall be suspended until the expiration of the suspensory period. 2 Any scheme may provide for empowering the board, subject to such limitations as may be specified in the scheme— a to lend or grant money to any other board; b to guarantee payment by any other board of any sums which that board may be liable to pay on account of principal or interest in respect of any loan made to them. 3 Any scheme which contains such a provision as is authorised by the last foregoing subsection may further provide for securing that any loan, grant or guarantee not specifically authorised by the scheme shall not be made or given by the board except in pursuance of a resolution of the board specifying all material particulars relating to the proposed transaction, being a resolution which has been previously notified to, and approved by, the registered producers in accordance with such requirements in that behalf as may be contained in the scheme."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "15", "section_title": " Borrowing power of boards and provisions as to loans and grants made to boards.", "section_text": "15 1 Every scheme shall provide for empowering the board to borrow money for the purpose of exercising their functions under the scheme. 2 A board shall have power to accept from any other person any grant to be applied for any of the purposes for which the board are empowered to expend money. 3 A scheme may provide for empowering the board, in any case where a loan or grant is proposed to be made to them, to agree with the person proposing to make the loan or grant, as the case may be, and, in the case of a loan, with any person proposing to guarantee the repayment thereof, that if the loan or grant is duly made or the guarantee duly given, the board will apply the money obtained by them by means of the loan or grant subject to such conditions (including conditions as to the persons on whose advice the board are to act in applying the said money) as may be specified in the agreement. 4 Where a scheme provides for empowering the board to make any such agreement as aforesaid, the scheme— a shall impose upon the board the duty of carrying into effect any such agreement entered into by them; and b may provide that where such an agreement contains conditions requiring the board to act on the advice of any specified persons, the provisions of the scheme entitling a registered producer who is aggrieved by any act or omission of the board to refer the matter to arbitration shall not apply in relation to anything done, or omitted to be done, by the board in pursuance of the agreement. 5 A debenture issued by the board may create in favour of a bank a floating charge on any farming stock in England or Wales the property in which is vested in the board, and any such charge shall be registered in like manner as an agricultural charge under Part II of the  Agricultural Credits Act, 1928, and section nine of that Act shall apply to such a charge in like manner as it applies to an agricultural charge, and the charge, if so registered, shall, as respects such property, be valid notwithstanding anything in the Bills of Sale Acts, 1878 and 1882, and shall not be deemed to be a bill of sale within the meaning of those Acts. In this subsection “ bank ” and “ farming stock ” have the same meanings respectively as in Part II of the Agricultural Credits Act, 1928. 6 In the application of this section to Scotland, the following subsection shall be substituted for subsection (5):— 5 It shall be lawful for the board to create by instrument in writing in favour of a bank a charge on all or any of the agricultural produce in Scotland from time to time belonging to, and in possession of, the board as security for sums advanced or to be advanced to the board or paid or to be paid on their behalf under any guarantee by the bank, and interest, commission and charges thereon, and the provisions of Part II of the Agricultural Credits (Scotland) Act, 1929, shall apply to any charge created in pursuance of this subsection in like manner as they apply to an agricultural charge. In this subsection “ bank ” and “ agricultural produce ”have the same meanings respectively as in the Agricultural Credits (Scotland) Act, 1929"}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "16", "section_title": " Investment of surplus funds of boards.", "section_text": "16 Every scheme shall provide for the manner in which the moneys of the board may be invested and shall be so framed as to secure that— a the moneys of the board not for the time being required by them for the purposes of their functions are not, except with the approval of the Minister, invested otherwise than in investments in which trustees may invest under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act); and b a statement of the manner in which any such moneys as aforesaid are invested is included in an annual report made by the board to the Minister and to registered producers."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "17", "section_title": " Effect of schemes on contracts.", "section_text": "17 1 Subject to the provisions of subsections (2) and (3) of this section, a contract of which neither the making nor the performance was, at the time when the contract was made, prohibited by or under any scheme in force, shall not, unless the terms of the contract otherwise provide, be void or unenforceable by reason that, at the time for the performance of any provision of the contract, the performance thereof is so prohibited. 2 Where the performance of any such contract as is referred to in the foregoing subsection is prohibited by or under any scheme in force, the foregoing subsection shall cease to apply to that contract on the expiration of three months after the prohibition first takes effect, unless the contract is registered under the next following section. 3 Where any scheme in force provides— a for requiring registered producers to sell the regulated product or any description thereof only to, or through the agency of, the board, or b for the determination of the quantity of the regulated product or of any description thereof which may be sold by any registered producer, then, notwithstanding anything in subsection (1) of this section, every contract (whether made before or after the commencement of this Act) whereby a registered producer undertakes to sell, otherwise than to, or through the agency of, the board, a quantity of an agricultural product determined by reference to the total quantity thereof from time to time produced by the registered producer or produced by him in any area or premises specified in the contract, shall, if and in so far as the performance of the contract is prohibited by or under the scheme, be void and unenforceable. 4 Where, in conformity with a scheme, any contract for the sale of the regulated product by a registered producer otherwise than to, or through the agency of, the board purports to confer on the board any right to receive from the purchaser the whole or any part of the purchase price payable under the contract, or of any damages for which the purchaser may be liable in respect of a wrongful rejection of articles tendered in accordance with the contract, the board may enforce that right against the purchaser, notwithstanding that, the board are not parties to the contract and notwithstanding that, as between the board and the purchaser, there is no consideration. 5 No person shall be liable to any penalty in respect of a contravention of any scheme if he proves that the contravention was necessary for the performance of a contract which, by reason of subsections (1) and (2) of this section, was not, at the time of the contravention, void or unenforceable."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "18", "section_title": " Registration of certain contracts.", "section_text": "18 1 It shall be the duty of the board, on the application of any party to such a contract as is referred to in subsection (1) of the last foregoing section, not being such a contract as is referred to in subsection (3) of that section, to register the contract within the period of fourteen days after the application is made unless— a the application is made after the said subsection (1) has, by virtue of subsection (2) of the last foregoing section, ceased to apply to the contract; or b in the case of a contract made during the relevant period, the board are of opinion that the contract was made with a view to evading the operation of the scheme by or under which the performance of the contract is prohibited. 2 If any party to a contract is aggrieved by the omission of a board to register the contract within the period referred to in the foregoing subsection, he may, within twenty-one days after the expiration of that period, appeal to the court, and, pending the determination of any such appeal, subsection (1) of the last foregoing section shall, notwithstanding anything in subsection (2) of that section, continue to apply to the contract. 3 On any appeal under this section, the board concerned and any party to the contract may appear and be heard, and if, on the hearing of any such appeal, the court finds— a that the application for registration of the contract was made before the expiration of the period on the expiration of which subsection (1) of the last foregoing section ceased, by virtue of subsection (2) of that section, to apply to the contract, and b in the case of a contract made during the relevant period, that the contract was not made with a view to evading the operation of the scheme, the court shall by order direct the registration of the contract, and thereupon the contract shall be deemed to have been registered as from the date of the order. 4 Where the court does not by order direct the registration of a contract, being a contract made during the relevant period, any party to the contract who is certified by the court to have entered into the contract in good faith without a view to evading the operation of the scheme may recover the amount of any damage suffered by him by reason of the avoidance of the contract from any other party to the contract who is certified by the court to have entered in to the contract with a view to evading the operation of the scheme. 5 Subject to the provisions of section one hundred and eleven of the  County Courts Act, 1934 (which provides for the removal into the High Court of any proceedings commenced in a county court), the jurisdiction of the court under this section with respect to any contract shall be exercised by the county court  ...: Provided that if, before proceedings in respect of an appeal under this section are commenced in the county court, the board concerned and all parties to the contract agree that the appeal should be heard by the High Court, the jurisdiction of the court under this section shall be exercised by the High Court. 6 For the purposes of this section, “ the relevant period ”, in relation to a scheme, means a period beginning twelve months before the date when notice of the submission of the scheme was published in the Gazette and ending six months after the expiration of the suspensory period, or, in the case of a substitutional scheme, ending six months after the date when the scheme comes into force. 7 In the application of this section to Scotland the following subsection shall be substituted for subsection (5):— 5 The jurisdiction of the court under this section with respect to any contract shall be exercised by the sheriff within whose jurisdiction any party to the contract has dwelt or carried on business at any time during the period within which the appeal may be brought: Provided that— a if, before proceedings in respect of an appeal under this section are commenced in the sheriff court, the board concerned and all parties to the contract agree that the appeal should be heard by the Court of Session, the jurisdiction of the court under this section shall be exercised by the Court of Session; and b it shall be lawful for the Court of Session, on the application of the board concerned or of any party to the contract, to require any appeal to the sheriff under this section to be remitted to the Court of Session"}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "19", "section_title": " Consumers’ committees and committees of investigation.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If a committee of investigation report to the Minister that any provision of a scheme or any act or omission of a board administering a scheme is contrary to the interests of consumers of the regulated product, or is contrary to the interests of any persons affected by the scheme and is not in the public interest, the Minister, if he thinks fit so to do after considering the report— a may by order make such amendments in the scheme as he considers necessary or expedient for the purpose of rectifying the matter; b may by order revoke the scheme; c in the event of the matter being one which it is within the power of the board to rectify, may by order direct the board to take such steps to rectify the matter as may be specified in the order, and thereupon it shall be the duty of the board forthwith to comply with the order. Before taking any action under this subsection the Minister shall give the board notice of the action which he proposes to take and shall consider any representations made by the board within fourteen days after the date of the notice. 7 The Minister may at any time, after consultation with the board concerned, by order revoke or vary any order in force under paragraph ( c ) of the last foregoing subsection so as either— a to withdraw the whole or any part of the directions in force thereunder; or b to vary or add to those directions in any manner which he thinks necessary or expedient in order better to attain the purposes for which those directions were given: Provided that, except with the consent of the board, the Minister shall not vary or add to any directions under paragraph ( b ) of this subsection where, in his opinion, the need for the variation or addition arose from circumstances not obtaining at the date when the directions were given. Any order made under this subsection shall state the general nature of the reasons for the making thereof. 8 Any order made under paragraph ( a ) of subsection (6) of this section, under paragraph ( c ) of that subsection or under the last foregoing subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament, and any order made under paragraph ( b ) of the said subsection (6) shall not take effect unless it has been approved by a resolution of each House of Parliament. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "19A", "section_title": "", "section_text": "   19A 1 Subsection (2) applies in any of the following cases. 1A The first case is where section 138(2) of the Enterprise Act 2002 (duty to remedy adverse effects following market investigation reference) applies and whatever is to be remedied, mitigated or prevented relates to any provision of a scheme or any act or omission of a board administering a scheme. 1B The second case is where section 147(2) or 147A(2)  of the Enterprise Act 2002 (power to remedy adverse effects in public interest cases) applies and whatever is to be remedied, mitigated or prevented relates to any provision of a scheme or any act or omission of a board administering a scheme. 1C The third case is where— a a report of the  Competition and Markets Authority  under section 11 of the Competition Act 1980 (c. 21)\t\t\t\t\t\t\t\t\t\t\t\t(references of public bodies  etc. ), as laid before Parliament, contains conclusions to the effect that— i certain matters indicated in the report operate against the public interest, and ii those matters consist of or include any provision of a scheme or any act or omission of a board administering a scheme, and b none of the conclusions is to be disregarded by virtue of section 11C(3) of that Act (requirement for two-thirds majority). 2 ..., the Minister shall have the like power to make orders under section 19 of this Act as if                            a report of a committee of investigation had contained the conclusion that the provision of the scheme in question, or the act or omission in question, is contrary to the interests of consumers of the regulated product                         3 An order made by virtue of this section in a case mentioned in subsection (1A) or (1B) shall be treated, for the purposes of sections 162(1) and 166(3) of the Enterprise Act 2002 (duties to register and keep under review enforcement orders  etc. ), as if it were made under the relevant power in Part 4 of that Act to make an enforcement order (within the meaning of that Part). "}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "20", "section_title": " Directions by Ministers to boards as respects certain matters.", "section_text": "20 1 This section shall have effect with respect to any powers exercisable by a board by virtue of any provision of a scheme providing for any of the following matters, that is to say— a for empowering the board to buy the regulated product, to produce commodities from that product, and to sell the regulated product and any commodity so produced by the board; b for the determination from time to time— i of the quantity of the regulated product, or of any description thereof, which may be sold by any registered producer; ii of the descriptions of the regulated product which may be sold by any registered producer; iii of the price at, below or above which, the terms on which, and the persons to whom, or through the agency of whom, the regulated product, or any description or quantity thereof, may be sold by any registered producer; and references in the following provisions of this section to acts or omissions of the board shall be construed as references to acts or omissions of the board in the exercise of any of the said powers. 2 Subject to the provisions of this section, if it appears to the Minister that the result, or one of the results, of any act or omission of the board or intended act or omission of the board is or will be either— a to restrict the purposes for which the regulated product, or any description thereof, is used, or to limit the quantity of the regulated product, or of any description thereof, which is used for any particular purpose, or b to limit the quantity of the regulated product, or of any description thereof, or of any commodity produced therefrom, which is produced or sold, whether by registered producers or by other persons, or c to regulate the price at which the regulated product, or any description or quantity thereof, or any commodity produced therefrom, is sold, whether by registered producers or by other persons, or d to limit the classes of persons to whom or through the agency of whom the regulated product, or any description or quantity thereof, or any commodity produced therefrom, is sold, whether by registered producers or by other persons, and that that result is or will be contrary to the public interest, the Minister may by order give to the board such directions as to their acts or omissions as he considers necessary or expedient for the purpose of preventing that result or, as the case may be, preventing or mitigating the damage to the public interest entailed thereby, and it shall be the duty of the board to comply with that order: Provided that nothing in this subsection shall be construed as authorising or requiring the board to do anything which they have no power to do under the scheme. 3 Before making an order under subsection (2) of this section the Minister shall give to the board notice in writing stating the general nature of the action which he proposes to take and of his reasons for taking it, and shall not make any order under that subsection for at least twenty-eight days after the date of the notice ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Minister may at any time, after consultation with the board concerned, by order revoke or vary any order in force under the said subsection (2) so as either— a to withdraw the whole or any part of the directions in force thereunder; or b to vary or add to those directions in any manner which he thinks necessary or expedient in order better to attain the purposes for which those directions were given: Provided that, except with the consent of the board, the Minister shall not vary or add to any directions under paragraph ( b ) of this subsection where, in his opinion, the need for the variation or addition arose from circumstances not obtaining at the date when the directions were given. 6 Any order made under any of the provisions of this section shall state the general nature of the reasons for the making thereof and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "21", "section_title": " Temporary directions by Ministers.", "section_text": "21 1 Where— a the Minister serves any such notice as is provided for by subsection (3) of the last foregoing section,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Minister, if he considers it necessary to take immediate action for the purpose of preventing injury to the public interest from any change made or intended to be made by the board in their course of action in any matter which is relevant to the subject of the notice  ..., may, at or after the time of the giving of the notice  ..., make a temporary order giving to the board such directions as to their course of action in that matter as he may think necessary for that purpose, and it shall be the duty of the board to comply with the order: Provided that nothing in this subsection shall be construed as authorising or requiring the board to do anything which they have no power to do under the scheme. 2 A temporary order under this section made by the Minister in connection with the service of such a notice as is provided for by subsection (3) of the last foregoing section shall be limited so as to expire on such date as may be specified in the order, not being later than four months after the date of the making thereof: ... 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Minister may by order revoke or vary a temporary order under this section but not so as to extend the operation thereof beyond the                        period prescribed by subsection (2)                      of this section. 5 Any order under this section shall state the general nature of the reasons for the making thereof and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "22", "section_title": " Agricultural Marketing Funds.", "section_text": "22 1 The Agricultural Marketing Fund established by section eleven of the  Agricultural Marketing Act, 1931, for the purpose of making loans to boards, and the Agricultural Marketing (Scotland) Fund established by that section for that purpose, shall continue in existence by those names respectively and for that purpose. 2 The Agricultural Marketing Fund (hereafter in this section referred to as “ the English fund ”) shall be administered and controlled by the Minister of Agriculture, Fisheries and Food and the Agricultural Marketing (Scotland) Fund (hereafter in this section referred to as “ the Scottish fund ”) shall be administered and controlled by the Secretary of State. 3 There shall be paid, out of moneys provided by Parliament,  into the English fund and the Scottish fund respectively such sums  as Parliament may from time to time determine. 4 Any such loan as aforesaid shall be made— a in the case of a scheme applicable in England or Wales and also in Scotland, or in both England and Wales and also in Scotland, out of both the English and the Scottish funds in such proportion as may be determined by the Minister; b in the case of a scheme applicable only in England and Wales, only in England, or only in Wales, out of the English fund; c in the case of a scheme applicable only in Scotland, out of the Scottish fund. 5 Any sums received by way of interest on any such loan as aforesaid shall be paid to the Treasury, and any sums received by way of repayment of the principal of any such loan shall be paid into the fund out of which the loan was made or, in the case of a loan made out of both funds, into each fund in proportion to the amount of the principal lent thereout. 6 If, in the opinion of the Treasury, a sum representing the whole or any part of the principal of any such loan as aforesaid is not likely to be recovered, the Treasury may direct that that sum shall be written off the account of the assets of the fund out of which the loan was made or, in the case of a loan made out of both funds, written off the account of the assets of each fund in proportion to the sum lent thereout, . . .  , but, if any sum is received by way of repayment of the principal of a loan after it has been so written off as aforesaid, the sum shall, instead of being paid into the fund or funds out of which the loan was made, be paid to the Treasury. 7 The Minister shall cause an account to be prepared and transmitted to the Comptroller and Auditor General for examination on or before the thirtieth day of November in every year, showing the receipts into and issues out of the English and Scottish funds respectively in the financial year ending on the thirty-first day of March preceding, and, in a case where during that year a sum has been written off the account of the assets of the fund, giving the reasons why it appears that that sum is not likely to be recovered, and the Comptroller and Auditor General shall certify and report upon the account, and the account and report shall be laid before Parliament by the Treasury on or before the thirty-first day of January in the following year, if Parliament is then sitting, or, if Parliament is not then sitting, within one week after Parliament is next assembled."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "24", "section_title": " Short-term loans.", "section_text": "24 1 The Minister may, . . .  , make to the board administering any scheme approved under this Act a loan of such amount as he thinks necessary for the purpose of providing for expenses incurred in connection with the initial working of the scheme: . . .  2 Without prejudice to the generality of the foregoing provisions of this section, any expenses incurred by a board, being expenses incurred by virtue of any of the following provisions of this Act, that is to say, paragraphs ( b ) and ( c ) of subsection (1) of section seven, subsection (2) of section thirteen, subsection (2) of section fourteen and subsections (2) to (4) of section fifteen, within the period of one year after the date on which the scheme came into force, shall, for the purposes of the foregoing subsection, be deemed to be expenses incurred in connection with the initial working of the scheme. 3 A loan under this section shall be repaid within two years, unless it is renewed as hereinafter provided, and may be made free of interest during any period before renewal, and every such loan shall be made on such terms as the Minister, with the approval of the Treasury, may by regulations prescribe: Provided that, where a scheme ceases to have effect at or before the expiration of the suspensory period, the amount repayable in respect of any such loan made to the board shall be reduced by the amount of any sums expended by the board under the scheme, or required for the payment of any debt or liability incurred thereunder by the board. 4 A loan under this section shall not be renewed unless the  renewal is recommended by the appropriate Agricultural Marketing Facilities Committee, and that committee shall not recommend the renewal unless they are Minister is  satisfied that the board are in a position to repay the loan forthwith, that the renewal is required to provide for additional services which the board propose to undertake and that adequate arrangements have been, or will be, made to repay the loan at the expiration of the period for which it is to be renewed."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "25", "section_title": " Long-term loans.", "section_text": "25 If, in the opinion of the Minister, it is expedient that there should be made to any board a loan which shall not be repayable until the expiration of a period exceeding two years, he may,  on the recommendation of the appropriate Agricultural Marketing Facilities Committee , lend to that board such sums as he thinks fit, and every such loan shall be made on such terms and secured in such manner as the Minister, with the approval of the Treasury, may by regulations prescribe: Provided that the amount outstanding of the loans made under this section shall not at any time exceed in the aggregate one hundred thousand pounds, in the case of the Agricultural Marketing Fund, or fifty thousand pounds, in the case of the Agricultural Marketing (Scotland) Fund."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "26", "section_title": " Constitution and functions of Agricultural Marketing Reorganisation Commissions.", "section_text": "26 1 The Minister may constitute one or more Agricultural Marketing Reorganisation Commissions for Great Britain and Northern Ireland, for Great Britain, for England, Wales and Northern Ireland, for Scotland and Northern Ireland, for England and Wales and for Scotland, which shall, if the Minister so directs, be charged with the duty of preparing, in accordance with the provisions of this Act, schemes (applicable respectively in Great Britain and Northern Ireland, in Great Britain, in England, Wales and Northern Ireland, in Scotland and Northern Ireland, in England and Wales only and in Scotland only) for regulating the marketing of such agricultural products as the Minister may direct; and an Agricultural Marketing Reorganisation Commission constituted under this section is hereafter in this section referred to as a “Commission”. 2 Where any scheme has been prepared by a Commission, the Minister shall take such steps as he thinks fit to bring the scheme to the notice of the producers concerned. 3 A Commission may, and shall, if the Minister so directs, investigate any matter affecting the operation of a scheme prepared or in the course of preparation by them, and shall, if the Minister so directs, investigate any matter affecting the operation of any other scheme, and may, and shall in a case where the Minister has directed the investigation to be held, make such recommendations with respect to the matter investigated as they think expedient, and in particular, but without prejudice to the generality of the foregoing provisions, a Commission may, and shall , if the Minister so directs— a investigate the extent to which the operation of the scheme can be facilitated by co-operation between the board and other persons, and make such recommendations as the Commission think expedient for promoting such co-operation; b investigate the extent to which the operation of the scheme is or will be hampered by the fact that facilities for producing commodities from the product to which the scheme relates or for distributing that product or commodities produced therefrom are inadequate, and make such recommendations as the Commission think expedient for securing the improvement of those facilities, either by co-ordinating undertakings engaged in providing those facilities or otherwise; and where any recommendations have been made under this subsection, the Minister shall take such steps as he thinks fit to bring the recommendations to the notice of persons concerned. 4 Every Commission shall consist of a chairman and four other members appointed by the Minister. 5 Every Commission may hold such inquiries as they consider necessary or desirable for the discharge of their functions under this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "27", "section_title": " Functions of Agricultural Marketing Reorganisation Commission for Scotland may be discharged by other bodies.", "section_text": "27 1 The Secretary of State, in lieu of constituting an Agricultural Marketing Reorganisation Commission for Scotland, may by order provide for the vesting of any powers and duties conferred on Agricultural Marketing Reorganisation Commissions by this Act in an existing organisation formed for the purpose of promoting agricultural co-operation in Scotland, or in the governing body of such an organisation: Provided that no such order shall be made without the consent of the organisation to which it relates. 2 An order under this section may direct that all or any of the provisions of this Act relating to Agricultural Marketing Reorganisation Commissions shall apply to the organisation to which the order relates or to the governing body thereof, subject to such modifications as may be prescribed by the order, and may, with the approval of the Treasury, direct that the expenses incurred by the organisation or governing body in carrying out any powers or duties imposed on it by the order shall, in lieu of being met in the manner provided by this Act with regard to the said Commissions, be met out of an annual grant to the organisation or governing body of such amount as may from time to time be determined by the Treasury, and any such grant shall be defrayed out of moneys provided by Parliament. 3 No order under this section shall come into operation until after it has lain before each House of Parliament for a period of twenty days on which that House has sat, and if within that period either House of Parliament by resolution disapproves the order, the order shall be null, without prejudice, however, to the making of a new order. 4 In this section “ governing body ”, in the case of a society registered under the Industrial and Provident Societies Acts, 1893 to 1954, means the committee of management or other directing body of the society and, in the case of a company registered under the  Companies Act, 1948, means the directors."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "28", "section_title": " Payment of certain expenses by boards.", "section_text": "28 1 Subject to the provisions of this section, the board administering a scheme shall pay to the Minister such sum, if any, as may be certified by him, after consultation with the Treasury, to represent— a the expenses of any Agricultural Marketing Reorganisation Commission attributable to the preparation of the scheme; or b where any such Commission has been constituted at the request of the board, the expenses of the Commission attributable to the investigation of any matter affecting the operation of the scheme. 2 Subject to the following provisions of this section, the board administering a scheme, not being a substitutional scheme, shall pay to the persons by whom the scheme was submitted, such sum, if any, as may be certified by the Minister to represent the expenses reasonably incurred by those persons in connection with the promotion, submission or bringing into operation of the scheme. 3 The board administering a scheme, not being a substitutional scheme, shall not make any payment under this section before the expiration of the suspensory period, and if a scheme ceases to have effect at or before the expiration of the suspensory period, no payment under this section shall be made at any time by the board. 4 Any expenses incurred by a board by virtue of this section shall be deemed to be expenses incurred under the scheme. 5 Any sum received by the Minister under this section shall be paid into the Exchequer. 6 In the application of this section to Scotland, the reference to an Agricultural Marketing Reorganisation Commission shall include a reference to an organisation, or the governing body thereof, in which any of the powers and duties of such a Commission are vested in pursuance of the last foregoing section."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "29", "section_title": " Payment of certain expenses out of agricultural marketing funds.", "section_text": "29 1 Where a motion made in either House of Parliament on behalf of Her Majesty’s Government for the approval of a scheme the draft of which has been laid before that House in accordance with subsection (7) of section two of this Act is negatived or withdrawn, there shall be paid out of the appropriate agricultural marketing fund to the persons by whom the scheme was submitted such sum, if any, as may be certified by the Minister to represent the expenses reasonably incurred by those persons in connection with the promotion or submission of the scheme, and the amount of any sum paid out of a fund in accordance with this section shall be written off the account of the assets of that fund. 2 In this section “ the appropriate agricultural marketing fund ” means— a in relation to a scheme applicable only in England and Wales, only in England, or only in Wales, the Agricultural Marketing Fund; b in relation to a scheme applicable only in Scotland, the Agricultural Marketing (Scotland) Fund; c in relation to a scheme applicable in England or Wales and also in Scotland, or in both England and Wales and also in Scotland, the Agricultural Marketing Fund and the Agricultural Marketing (Scotland) Fund; and where any sum is required under this section to be paid out of both the said funds, it shall be paid thereout in such proportions respectively as may be determined by the Minister."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "30", "section_title": "Report to be laid before Parliament.", "section_text": "30 The Ministers shall in every year lay before Parliament a report— a upon the operation of all the schemes for the time being in force under this Act; and b upon the schemes which have been submitted to them since the last report was laid before Parliament under this section but which have not come into force at the date of the report."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "31", "section_title": "Consultation between boards and other persons.", "section_text": "31 1 A board shall have power to negotiate with any other person in respect of any matter concerning the marketing of the regulated product, or of any agricultural product from which the regulated product is wholly or partly manufactured or derived, or of any commodity wholly or partly manufactured or derived from the regulated product, and to agree with the other parties to the negotiations to bring into consultation in connection therewith such person as may be agreed between the parties or, in default of agreement, nominated by the Minister. 2 A board may pay the whole or any part of the remuneration and expenses of any person whose function it is to advise the board in connection with the exercise of their powers under the scheme, or who is brought in to consultation in connection with negotiations entered into by the board in pursuance of this section. 3 Any expenses incurred by a board by virtue of this section shall be deemed to be expenses incurred under the scheme."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "32", "section_title": " General provisions as to commissions and committees.", "section_text": "32 1 The Minister may appoint a secretary to any commission  ... constituted  ... under this Part of this Act, and every such commission  ... may employ such officers, agents and servants as the Minister may, with the approval of the Treasury, determine. 2 The Minister may pay such remuneration to the chairman and other members and the secretary, officers, agents and servants of any such commission  ..., and such other expenses of any such commission  ..., as the Minister may, with the approval of the Treasury, determine. 3 The chairman and other members of every such commission  ... shall be appointed by the Minister for such period and subject to such conditions as may be determined by him, and the meetings, quorum and procedure of any such commission  ... shall be regulated in accordance with regulations made by the Minister for the purpose, and every such commission  ... shall have power to act nothwithstanding any vacancy among the members thereof. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Any expenses incurred by the Minister of Agriculture, Fisheries and Food or a Secretary of State under this section shall be defrayed out of moneys provided by Parliament."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "33", "section_title": " Benefit accruing from Part I to be disregarded in fixing rent under Small Landholders (Scotland) Acts, etc.", "section_text": "33 No benefit that may accrue to a landholder or a statutory small tenant or a crofter from the operation of this Part of this Act shall be taken into account by the Scottish Land Court in fixing a fair or an equitable rent under the Small Landholders (Scotland) Acts, 1886 to 1931, or the  Crofters (Scotland) Act, 1955."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "34", "section_title": " Powers of milk marketing boards to make payments to registered producers and other persons in certain cases.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "35", "section_title": " Powers of milk marketing boards to determine places, etc., where milk may be sold by registered producers.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "36", "section_title": " Powers of milk marketing boards to provide artificial insemination services. ", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "37", "section_title": " Powers of milk marketing boards to conserve grass and forage crops.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "38", "section_title": " Powers of milk marketing boards to recover damages from purchaser of milk in certain cases.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "39", "section_title": " Powers of milk marketing boards to enter into certain agreements with each other.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "39A", "section_title": "", "section_text": "39A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "40", "section_title": " Extension of functions of consumers’ committees in connection with milk marketing schemes.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "41", "section_title": " Extension of application of certain schemes for regulation of marketing of milk in Scotland.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "41A", "section_title": " Polls under Article 3(1) of Council Regulation  ( EEC )  No.  1422/78 .", "section_text": "41A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "42", "section_title": " Interpretation and extent of Part II.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "43", "section_title": " Regulation of importation of agricultural products.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "44", "section_title": " Regulation of sales of home-produced agricultural products.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "45", "section_title": " Extension by order of powers of boards to enable effect to be given to certain orders under Part III, etc.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "46", "section_title": " Provisions as to orders under Part III.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "47", "section_title": " Restrictions on disclosing certain information obtained under Act. ", "section_text": "47 1 No information with respect to any particular undertaking (other than the undertaking of a board) shall, without the consent of the owner of that undertaking, be included in any report laid before Parliament in pursuance of this Act or in any recommendations of an Agricultural Marketing Reorganisation Commission published in pursuance of this Act. 2 No information obtained by any person in the exercise of any power conferred on him by or under the provisions of this Act relating to polls, or in the exercise of any power conferred by or under Part I of this Act ... on any board ... or Agricultural Marketing Reorganisation Commission, shall be disclosed by him: Provided that nothing in this subsection shall restrict the disclosure of information— a made by a board in compliance with a requirement of the Minister of Agriculture, Fisheries and Food or the Secretary of State under section seventy-two of the  Diseases of Animals Act, 1950; aa made to the Competition and Markets Authority, if it is made for the purpose of enabling the Authority to perform any of its functions under— i the Fair Trading Act 1973; ii the Competition Act 1980; iii the Enterprise Act 2002; or iv Part 3 of the Enterprise and Regulatory Reform Act 2013. b made for the purposes of legal proceedings (including arbitrations) under this Act or any scheme, or for the purpose of any report of such proceedings; c if, and in so far as, the disclosure is required or authorised by this Act or any scheme. 3 Any person who discloses any information in contravention of the last foregoing subsection shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds, or to both such imprisonment and such fine, or on conviction on indictment to imprisonment for a term not exceeding two years, or to a fine not exceeding one hundred pounds, or to both such imprisonment and such fine."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "48", "section_title": " Offences committed by bodies corporate.", "section_text": "48 Where any offence under this Act committed by a body corporate is proved to have been committed with the consent or approval of any director, manager, secretary or other officer of the body corporate he, as well as the body corporate, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "49", "section_title": " Power to make rules, etc., exercisable by statutory instrument.", "section_text": "49 Any power conferred on a Minister of the Crown by any provision of this Act to make rules, regulations or orders shall be exercisable by statutory instrument."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "51", "section_title": " Saving for Part I of the Agriculture Act, 1957.", "section_text": "51 The provisions of this Act shall be without prejudice to the powers and duties of the Ministers under Part I of the  Agriculture Act, 1957."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "52", "section_title": " Interpretation.", "section_text": "52 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ agricultural product ” includes— any product of agriculture or horticulture; any article of food or drink wholly or partly manufactured or derived from any such product; and fleeces (including all kinds of wool, whether from a living animal or from a dead animal or from the skin of a dead animal) and the skins of animals; “ board ” means a board administering a scheme and, in relation to any scheme, means the board administering that scheme; “ contravention ” includes, in relation to a provision of this Act or of a scheme, a failure to comply with the provision and the expression “ contravene ” shall be construed accordingly; “ the Gazette ” means— in relation to a scheme applicable in both England and Wales, or in either England or Wales, the London Gazette, and includes, in relation to a scheme applicable as aforesaid which is also applicable in both Scotland and Northern Ireland or in either Scotland or Northern Ireland, the Edinburgh Gazette and the Belfast Gazette, the Edinburgh Gazette or the Belfast Gazette, as the case may be; in relation to a scheme applicable in Scotland, the Edinburgh Gazette, and includes, in relation to a scheme applicable as aforesaid which is also applicable in Northern Ireland, the Belfast Gazette; “ initial poll ”, in relation to a scheme, means the first poll of registered producers taken on the question whether the scheme shall remain in force; “ the Minister ” means— in relation to any of the matters specified in Part I of the Third Schedule to this Act, the Ministers; in relation to any of the matters specified in Part II of that Schedule, the Minister of Agriculture, Fisheries and Food and the Secretary of State concerned with agriculture in Scotland, acting jointly; in relation to any of the matters specified in Part III of that Schedule, the said Minister and the Secretary of State concerned with agriculture in Northern Ireland, acting jointly; in relation to any of the matters specified in Part IV of that Schedule, the said Secretaries of State, acting jointly; in relation to any of the matters specified in Part V of that Schedule, the said Minister; in relation to any of the matters specified in Part VI of that Schedule, the Secretary of State concerned with agriculture in Scotland; “ the Ministers ” means the Minister of Agriculture, Fisheries and Food and the Secretaries of State concerned with agriculture in Scotland and Northern Ireland respectively, acting jointly; “ producer ” means, in relation to any scheme, any person who produces the regulated product; “ registered producer ” means, in relation to any scheme a producer registered under the scheme; “ regulated product ” means, in relation to any scheme, any product the marketing of which is regulated by the scheme, but does not (except in the expression “ consumers of the regulated product ”) include any product in so far as it is produced outside the area to which the scheme is applicable; “ requisite majority ”, in relation to a poll of registered producers, means a majority comprising— not less than two-thirds of the total number of registered producers voting on the poll, and such number of registered producers as are together capable of producing not less than two-thirds of the quantity of the regulated product which all the registered producers voting on the poll are together capable of producing; “ scheme ” means a scheme under this Act; “ substitutional scheme ” means a scheme which revokes one or more existing schemes, and is such that at the time when it comes into force— every person is entitled to be registered as a producer thereunder who was entitled to be registered as a producer under the existing scheme or one or more of the existing schemes; and no person is entitled to be registered as a producer thereunder who was not entitled to be registered as a producer under the existing scheme or any of the existing schemes; “ suspensory period ”, in relation to a scheme, means a period beginning on the date when the scheme is approved and ending at the expiration of such period (not being less than one month or more than two months) beginning on the date of the declaration of the result of the initial poll, as may be provided by the scheme. 2 A declaration by the Minister, contained in an order approving a scheme, that the scheme is a substitutional scheme shall be conclusive evidence of that fact. 3 For the purposes of a scheme regulating the marketing of livestock of any kind, every person whose business it is to keep livestock of that kind for the purpose of breeding from it or selling it in an improved condition shall, except in so far as the scheme otherwise provides, be deemed to produce it. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any reference in this Act to any enactment shall, except in so far as the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "53", "section_title": " Provisions as to Northern Ireland.", "section_text": "53 1 This Act, except in so far as it is otherwise expressly provided therein, and subject to the provisions of this section, shall extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Before . . .   revoking a certificate under this section, the Secretary of State concerned with agriculture in Northern Ireland shall consult the Board of Trade, the Minister of Agriculture, Fisheries and Food and the Secretary of State for Scotland. 5 The  ...  and Agricultural Marketing Facilities Committees for Great Britain, for England and Wales and for Scotland   ... Agricultural Marketing Fund and the Agricultural Marketing (Scotland) Fund shall be applicable, in relation to schemes applicable to Northern Ireland or any part thereof, in like manner as they                        are applicable                      in relation to schemes not applicable to Northern Ireland or any part thereof ... 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Subsection (7) of section six of this Act shall have effect in Northern Ireland as if the words “not being a magistrates’ court” were omitted. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Subsection (5) of section eighteen of this Act shall have effect in Northern Ireland as if— a for the reference therein to section one hundred and eleven of the  County Courts Act, 1934, there were substituted a reference to  sections thirty-five and thirty-seven of the County Officers and Courts (Ireland) Act, 1877 section 31 of the Judicature (Northern Ireland) Act 1978 ; b for the words “within the district of which” there were substituted the words “having jurisdiction in the area in which”; c references therein to the High Court were references to the High Court of Justice in Northern Ireland. 10 For the purpose of negotiations between a board administering a scheme which is not applicable to Northern Ireland or any part thereof and the board administering a scheme made under legislation enacted by the Parliament of Northern Ireland for regulating the marketing of an agricultural product, the provisions of section thirty-one of this Act relating to the power of a board to negotiate with other persons shall have effect as if the reference therein to the Minister were a reference to the Minister and the Secretary of State concerned with agriculture in Northern Ireland. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "54", "section_title": " Repeals and savings.", "section_text": "54 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In so far as any scheme, rule, regulation or order made, certificate or direction given or other thing done under an enactment repealed by this Act could have been made, given or done under a corresponding provision of this Act, it shall not be invalidated by the repeal effected by the foregoing subsection but shall have effect as if made, given or done under that corresponding provision: Provided that this subsection shall not apply to payments made under subsection (2) of section eleven of the  Agricultural Marketing Act, 1931. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Nothing in this Act shall invalidate any provision of any scheme approved before the thirty-first day of May, nineteen hundred and forty-nine, being a provision which was included in that scheme in pursuance of an enactment or part of an enactment repealed by subsection (2) of section twenty of the  Agricultural Marketing Act, 1949. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any enactment or document referring to an Act or enactment repealed by this Act shall be construed as referring to this Act or to the corresponding provision of this Act. 7 The mention of particular matters in this section shall not affect the general application to this Act of section thirty-eight of the  Interpretation Act, 1889 (which relates to the effect of repeals)."}, {"act": "Agricultural Marketing Act 1958", "year": 1958, "section": "55", "section_title": " Short title and commencement.", "section_text": "55 1 This Act may be cited as the Agricultural Marketing Act, 1958. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]