[{"act": "Chequers Estate Act 1958", "year": 1958, "section": "1", "section_title": " Amendment of deed of settlement.", "section_text": "1 1 The provisions of this section shall have effect with respect to the  Chequers Estate Act 1917 (in this Act referred to as “ the principal Act ”) and to the deed of settlement set out in the Schedule to that Act (which deed, as modified by or under any subsequent enactment, is hereafter in this Act referred to as “ the deed ”). 2 As from the appointed day the deed shall have effect subject to the amendments specified in the Schedule to this Act; and any reference in the principal Act to the deed shall, in relation to any time on or after the appointed day, be construed as a reference to the deed as so amended. 3 In this Act “ the appointed day ” means such day as the Treasury may appoint by order made by statutory instrument."}, {"act": "Chequers Estate Act 1958", "year": 1958, "section": "2", "section_title": " Exchequer grants to administrative trustees. ", "section_text": "2 1 The  Minister for the Civil Service may, out of moneys provided by Parliament, make grants in aid of the expenses of the administrative trustees under the deed, as amended by this Act. 2 Any grant made by  the Minister under this section shall be paid to the said administrative trustees and shall be applied by them as if it were income of the Chequers Trust Fund referred to in the deed, as so amended: Provided that  the Minister , at the time of making a grant under this section, may direct that the grant, or such part thereof as may be specified in the direction, shall be applied for such purpose as may be so specified, being a purpose for which capital money comprised in the said Fund is applicable, and the said administrative trustees shall comply with any such direction."}, {"act": "Chequers Estate Act 1958", "year": 1958, "section": "3", "section_title": " Supplementary provisions.", "section_text": "3 1 All lands, hereditaments and chattels which, immediately before the appointed day, were vested in the custodian trustee under the deed, in his capacity as custodian trustee thereunder, shall on that day, by virtue of this Act and without further assurance, vest in fee simple or absolutely, as the case may require, in the custodian trustee under the deed as amended by this Act; and all other property, rights, liabilities and obligations which, immediately before the appointed day, were property, rights, liabilities and obligations of the custodian trustee under the deed, in his capacity as custodian trustee thereunder, shall on that day, by virtue of this Act and without further assurance, become property, rights, liabilities and obligations of the custodian trustee under the deed as so amended. 2 All property, rights, liabilities and obligations which, immediately before the appointed day, were property, rights, liabilities and obligations of the administrative trustees under the deed, in their capacity as such trustees, shall on that day, by virtue of this Act and without further assurance, become property, rights, liabilities and obligations of the administrative trustees under the deed as amended by this Act. 3 Without prejudice to the preceding subsections— a any legal proceedings or applications to any authority pending on the appointed day by or against the custodian trustee under the deed, in his capacity as custodian trustee thereunder, may be continued on and after that day by or (as the case may be) against the custodian trustee under the deed as amended by this Act; b any legal proceedings or applications to any authority pending on the appointed day by or against the administrative trustees under the deed, in their capacity as such trustees, may be continued on and after that day by or (as the case may be) against the administrative trustees under the deed as so amended. 4 Anything done before the appointed day (whether before or after the passing of this Act) in the exercise or performance of any power or duty conferred or imposed by the deed shall (in so far as it relates or is capable of relating to any time on or after that day) have effect as if it had been done in the exercise or performance of the corresponding power or duty conferred or imposed (whether directly or by reference to any enactment) by the deed as amended by this Act. 5 Notwithstanding anything in subsection (1) of section one hundred and six or subsection (2) of section one hundred and eight of the  Settled Land Act 1925 (which relate respectively to provisions for limiting the exercise of powers conferred by that Act and to cases of conflict between the provisions of a settlement and the provisions of that Act), in so far as the deed as amended by this Act provides for the application of any provisions of, or powers conferred by, that Act, those provisions or powers shall apply subject to any modifications or restrictions specified in relation thereto in the deed as so amended. 6 In so far as there is any conflict between the provisions of this Act, or of the deed as amended by this Act, and any provisions of the  Public Trustee Acts 1906  and 1957, or any rules made thereunder, the provisions of this Act, or of the deed as so amended, shall prevail; and, in particular, nothing in those Acts or in any such rules shall operate so as to prevent the public trustee from holding concurrently the several offices assigned to him under the deed as so amended (that is to say, as custodian trustee, as one of the administrative trustees, and as the trustee having, to the extent therein mentioned, the control and management of the Chequers Trust Fund). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Chequers Estate Act 1958", "year": 1958, "section": "4", "section_title": " Short title and citation.", "section_text": "4 This Act may be cited as the Chequers Estate Act 1958; and the principal Act and this Act may be cited together as the  Chequers Estate Acts 1917 and 1958."}]