[{"act": "Defence Contracts Act 1958", "year": 1958, "section": "1", "section_title": " Amendments of statutory provisions for use of patented inventions and registered designs for services of the Crown.", "section_text": "1 1 The following shall be substituted for subsection (6) of section forty-six of the  Patents Act, 1949 (which section relates to the use of patented inventions for then services of the Crown) :— 6 For the purposes of this and the next following section “ the services of the Crown ” shall be deemed to include— a the supply to the government of ant country outside the United Kingdom, in pursuance of an agreement between Her Majesty’s Government in the United Kingdom and the government of that country, of articles required— i for the defence of that country ; or ii for the defence of any other country whose government is party to any agreement or arrangement with Her Majesty’s said Government in respect of defence matters ; b the supply to the United Nations, or to the government of any country belonging to that organisation, in pursuance of an agreement or arrangement between Her Majesty’s Government and that organisation or government, of articles required for any armend forces operating in pursuance of a resolution of that organisation or any organ of that organisation ; and the power of a Government department or a person authorised by a Government department under this section to make, use and exercise an invention shall include power to sell to any such government or to the said organisation any articles the supply of which is authorised by this subsection, and to sell to any person any articles made in the exercise of the powers conferred by this section which are no longer required for the purpose for which they were made. 2 Where any models, documents or information relating to an invention are used in connection with any such use of the invention as is described in subsection (1) of section forty-seven of the  Patents Act 1949, subsection (3) of section forty-six of that Act (which regulates in certain cases the terms on which inventions may be used for the services of the Crown under that section) shall, whether or not it applies to the use of the invention, apply to the use of the models, documents or information as if for the reference therein to the patentee there were substituted a reference to the person entitled to the benefit of any provision of an agreement which is rendered inoperative by the said section forty-seven in relation to that use; and in section forty-eight of that Act (which provides for the determination of disputes) the references to terms for the use of an invention shall be construed accordingly. 3 Nothing in section forty-seven of the  Patents Act 1949, shall be construed as authorising the disclosure to a Government department or any other person of any model, document or information to the use of which that section applies in contravention of any such licence, assignment or agreement as is therein mentioned. 4 The foregoing provisions of this section shall apply in relation to registered designs as they apply in relation to patented inventions, and accordingly— a references to section forty-six of the  Patents Act 1949, to subsections (3) and (6) of that section, to section forty-seven of that Act and to subsection (1) of that section shall include references to paragraph 1 of the First Schedule to the  Registered Designs Act 1949, to sub-paragraphs (3) and (6) of that paragraph, to paragraph 2 of that Schedule and to sub-paragraph (1) of that paragraph, as the case may be; and b in relation to registered designs, subsection (1) of this section shall have effect as if for the words “the next following section” there were substituted the words “the next following paragraph” and for the words “make, use and exercise” there were substituted the word “use”."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "2", "section_title": " Provision for use of other technical information by Crown contractors for production and supply of defence materials.", "section_text": "2 1 For the purposes of any contract or order for the production of defence materials, any person authorised in that behalf by a competent authority may make use of any technical information to which this section applies of which he is in possession, and supply articles produced by means of the use of any such information, discharged— a from any restriction imposed by any agreement to which he is party (whether made before or after the commencement of this Act); and b from any obligation to make payments to any other person in pursuance of any such agreement in respect of the use or supply. 2 Any authorisation given for the purposes of subsection (1) of this section shall be given in writing, and shall— a describe the defence materials in connection with which the authorisation is given; and b identify the restrictions or obligations from which the person to whom the authorisation is given is thereby discharged; and so much of any agreement (whether made before or after the commencement of this Act) as restricts the disclosure of terms of that or any other agreement shall be of no effect in relation to the disclosure to a competent authority of information required by that authority for the purpose of compliance with paragraph (b) of this subsection. 3 An authorisation given for the purposes of subsection (1) of this section may apply to things done before as well as after the date on which it is given. 4 Where any person is discharged by virtue of an authorisation under this section from the obligation to make payments in respect of the use of any technical information or the supply of any articles, so much of any agreement (whether made before or after the commencement of this Act) as provides for the making by any other person of payments in respect of the use of the information or the supply of articles of that description shall be of no effect in relation to any use or supply in respect of which the first-mentioned person is so discharged. 5 Nothing in this section shall affect any restriction or obligation imposed by an agreement to which any Government department are party. 6 Nothing in this section or in any authorisation given thereunder shall be construed as authorising the disclosure to a competent authority or any other person of any technical information to which this section applies in contravention of any agreement. 7 The technical information to which this section applies is any specification or design for articles, and any process or technique used in the production of articles (not being in any case a patented invention or registered design), and any drawing, model, plan, document or other information relating to the application or operation of any such specification, design, process or technique; and references in this Act to the use of technical information include references— a to the production of articles to any such specification or design, or by means of any such process or technique, as aforesaid; and b to the reproduction of any such drawing, model, plan or document as aforesaid."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "3", "section_title": " Procedure in connection with authorisations under s. 2.", "section_text": "3 1 Subject to subsection (3) of this section, a competent authority shall, before giving to any person an authorisation under section two of this Act in respect of any restriction or obligation, serve on that person a notice in writing requesting him to treat with the party entitled to enforce that restriction or obligation for such waiver or modification as will enable the technical information to be used or the articles supplied upon terms approved by the competent authority; and the authorisation shall not be given unless either— a at the expiration of such period, not being less than three months beginning with the date of the service of the notice, as may be specified therein, no agreement for such waiver or modification as aforesaid has been concluded to the satisfaction of the competent authority; or b before the expiration of the said period, the person on whom the notice was served has given notice in writing to the competent authority that no such agreement is likely to be concluded within that period. 2 Where an authorisation is given under the said section two in respect of any restriction or obligation, the competent authority shall, subject to subsection (3) of this section, give notice to that effect to the person who, apart from the authorisation, would be entitled to enforce that restriction or obligation, and to such other persons (if any) as appear to the authority, after making such enquiries as are reasonably practicable in the circumstances, to be persons whose interests are affected by the authorisation. 3 An authorisation under the said section two may be given by a competent authority without compliance with subsection (1) of this section in any case where it appears to the authority, and is certified in the authorisation, that the disclosure of the production or supply of the defence materials concerned would be prejudicial to the safety of the State; and in any such case— a the competent authority shall not be required to give notice of the authorisation in pursuance of subsection (2) of this section unless and until they are satisifed that the disclosure would no longer be prejudicial as aforesaid; and b unless and until the competent authority, being satisfied as aforesaid, otherwise direct, the person to whom the authorisation is given shall be discharged thereby from any obligation to which he would otherwise be subject by virtue of any agreement to give information to any other person in respect of the use of the information or the supply of articles to which the authorisation relates."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "4", "section_title": " Payments for use and determination of disputes.", "section_text": "4 1 A competent authority by whom an authorisation is given under section two of this Act shall pay to the person entitled to the benefit of any restriction or obligation in respect of which the authorisation is given, or of any such provision of an agreement as is mentioned in subsection (4) of that section (whether or not he would himself be entitled, apart from the authorisation, to enforce the restriction, obligation or provision by legal proceedings) such sum (if any) as may be agreed upon between him and the competent authority with the approval of the Treasury or as may, in default of such agreement, be determined by the court under this section to be just having regard— a to the extent of the use made in pursuance of the authorisation; b to the value of any services performed by that person in connection with the conception, development, improvement or adaptation of any specification, design, process or technique used in pursuance of the authorisation; c to any benefit or compensation which that person or any person from whom he derives title may have received, or may be entitled to receive, directly or indirectly from any Government department in respect of any technical information so used; and d to any other relevant circumstances. 2 Any dispute between a competent authority and any other person as to the exercise of powers conferred by section two of this Act, as to the making of a payment under this section, or as to the amount of any such payment, shall be determined by the court upon a reference made by either party to the dispute  in such manner as may be prescribed by rules of court. 3 Without prejudice to any rule of law enabling a court to sit in camera, the court may make such orders for the exclusion of the public from proceedings under this section, and for prohibiting the publication of any technical information to which section two of this Act applies so far as disclosed or recorded in such proceedings, as appear to the court to be necessary or expedient in the public interest or in the interests of any parties to the proceedings. 4 In this section “ the court ” has the same meaning as in the  Patents Act 1977 ."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "5", "section_title": " Expenses.", "section_text": "5 There shall be defrayed out of moneys provided by Parliament any increase attributable to section one of this Act in the sums required for making payments on behalf of a Government department under section forty-six of the  Patents Act 1949, or under paragraph 1 of the First Schedule to the  Registered Designs Act 1949, and any sums required by a competent authority for making payments under section four of this Act."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "6", "section_title": " Interpretation,  etc.", "section_text": "6 1 In this Act the following expressions have the meaning hereby respectively assigned to them, that is to say:— “ agreement ” includes a licence, assignment or assignation; “ article ” includes any substance or material, and any plant, machinery or apparatus, whether affixed to land or not; “ competent authority ” means a Secretary of State,  ...; “ defence materials ” means— (a) articles required for the armed forces of the Crown, or for any such supply to the governments of countries outside the United Kingdom, or to the United Nations, as is authorised by the enactments amended by section one of this Act, being articles designed or adapted for the use of armed forces or components of articles so designed or adapted; (b) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (c) articles required by the Secretary of State for Defence for the production of any such articles as aforesaid “ production ” includes repair, maintenance, testing and development. 2 This Act shall apply in relation to restrictions subsisting by reason of the existence of copyright in any work as it applies in relation to restrictions imposed by an agreement."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "7", "section_title": " Repeal and transitional provisions.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any authorisation given before the commencement of this Act under section forty-six of the  Patents Act 1949, as extended by section forty-nine of that Act, or under paragraph 1 of the First Schedule to the  Registered Designs Act 1949, as extended by paragraph 4 of that Schedule, shall, if in force immediately before the commencement of this Act, and so far as it could be given under the said section forty-six or the said paragraph 1 as amended by section one of this Act, continue in force and have effect as if so given. 3 Any authorisation in force under paragraph (5) of Regulation 3 of the said Regulations immediately before the commencement of this Act shall, in so far as it relates to the production or supply of defence materials, continue in force and have effect as if duly given under section two of this Act in respect of all such restrictions and obligations as are mentioned in subsection (1) of that section; and that section and section four of this Act shall apply accordingly in relation to anything done after the commencement of this Act in pursuance of such authorisation."}, {"act": "Defence Contracts Act 1958", "year": 1958, "section": "8", "section_title": " Citation, construction, commencement and extent.", "section_text": "8 1 This Act may be cited as the Defence Contracts Act 1958. 2 Section one of this Act, so far as it amends the Patents Act 1949, shall be construed as one with that Act and may be cited together with that Act as the Patents Acts 1949 and 1958; and so far as it amends the Registered Designs Act 1949, shall be construed as one with that Act and may be cited together with that Act as the Registered Designs Acts 1949 and 1958. 3 This Act shall come into operation at the expiration of the period of one month beginning with the date on which it is passed. 4 This Act shall extend to the Isle of Man; and it is hereby declared that this Act extends to Northern Ireland."}]