[{"act": "Disabled Persons (Employment) Act 1958", "year": 1958, "section": "1", "section_title": " Minimum age for attendance at courses.", "section_text": "1 In sections two and three of the principal Act (which relate to the provision of vocational training courses and industrial rehabilitation courses for disabled persons, not being under the age of sixteen years) for the words “ not being under the age of sixteen years” there shall in each case be substituted the words “ being over compulsory school age for the purposes of the Education Act, 1944, or, in Scotland, over school age for the purposes of the Education (Scotland) Act, 1946”."}, {"act": "Disabled Persons (Employment) Act 1958", "year": 1958, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Disabled Persons (Employment) Act 1958", "year": 1958, "section": "3", "section_title": " Provision of sheltered employment by local authorities. ", "section_text": "3 1 A local authority  in England or Scotland   shall have power under this section to may, with the approval of the Secretary of State, and to such extent as he may direct in relation to persons ordinarily resident in the authority’s area shall  make arrangements for the provision of facilities for any of the purposes mentioned in subsection (1) of section fifteen of the principal Act (which relates to the provision for registered persons who are seriously disabled of employment, or work on their own account, under special conditions, and of training for such employment or work);  and in relation to persons ordinarily resident in the area of a local authority, the authority shall, to such extent as the  Secretary of State  may direct, be under a duty to exercise their powers under this subsection. 2 The powers and duties of a local authority under subsection (1) of this section shall be in lieu of any power or duty of the authority to make arrangements for the same purposes under  section twenty-nine of the  National Assistance Act 1948, or under  ... paragraph 2 of Schedule 15 to the National Health Service (Wales) Act 2006  or   section 38 of the  National Health Service (Scotland) Act 1978 . 3 The arrangements made by a local authority under this section shall be carried into effect  subject to the approval of the Secretary of State . 4 The Schedule to this Act shall have effect for the purpose of applying or adapting the enactments there mentioned for the purpose of this section, and for making other provisions supplementary to this section; and the foregoing subsections shall have effect subject to the provision made by that Schedule. 5 For the purpose of this section “ local authority ” means as respects England  . . ., the council of a county   . . .  , or of a metropolitan district or London borough or the Common Council of the City of London  and, as respects Scotland,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 and in relation to Wales, the council of a county or county borough . 6 This section shall come into force on the first day of January, nineteen hundred and fifty-nine."}, {"act": "Disabled Persons (Employment) Act 1958", "year": 1958, "section": "4", "section_title": " Short title, citation, construction and extent.", "section_text": "4 1 This Act may be cited as the Disabled Persons (Employment) Act 1958. 2 In this Act “ the principal Act ” means the  Disabled Persons (Employment) Act 1944, and the principal Act and this Act may be cited together as the Disabled Persons (Employment) Acts 1944 and 1958. 3 References in this Act to any enactment shall be construed as references to that enactment as amended by or under any other enactment. 4 This Act shall not extend to Northern Ireland."}]