[{"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "1", "section_title": "Penalization of making, &c., records without consent of performers", "section_text": " 1   Subject to the provisions of this Act, if a person knowingly—   a   makes a record, directly or indirectly from or by means of the performance of a dramatic or musical work without the consent in writing of the performers, or     b   sells or lets for hire, or distributes for the purposes of trade, or by way of trade exposes or offers for sale or hire, a record made in contravention of this Act, or     c   uses for the purposes of a public performance a record so made,    he shall be guilty of an offence under this Act, and shall be liable, on summary conviction, to a fine not exceeding forty shillings for each record in respect of which an offence is proved, but not exceeding fifty pounds in respect of any one transaction:    Provided that, where a person is charged with an offence under paragraph (a) of this section, it shall be a defence to prove that the record was made for his private and domestic use only.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "2", "section_title": "Penalization of making, &c., cinematograph films without consent of performers", "section_text": " 2   Subject to the provisions of this Act, if a person knowingly—   a   makes a cinematograph film, directly or indirectly, from or by means of the performance of a dramatic or musical work without the consent in writing of the performers, or     b   sells or lets for hire, or distributes for the purposes of trade, or by way of trade exposes or offers for sale or hire, a cinematograph film made in contravention of this Act, or     c   uses for the purposes of exhibition to the public a cinematograph film so made;    he shall be guilty of an offence under this Act, and shall be liable, on summary conviction, to a fine not exceeding fifty pounds:    Provided that, where a person is charged with an offence under paragraph (a) of this section, it shall be a defence to prove that the cinematograph film was made for his private and domestic use only.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "3", "section_title": "Penalization of broadcasting without consent of performers", "section_text": " 3   Subject to the provisions of this Act, a person who, otherwise than by the use of a record or cinematograph film, knowingly broadcasts a performance of a dramatic or musical work, or any part of such a performance, without the consent in writing of the performers, shall be guilty of an offence under this Act, and shall be liable, on summary conviction, to a fine not exceeding fifty pounds.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "4", "section_title": "Penalization of making or having plates, &c, for making records in contravention of Act", "section_text": " 4   If a person makes, or has in his possession, a plate or similar contrivance for the purpose of making records in contravention of this Act, he shall be guilty of an offence under this Act, and shall be liable, on summary conviction, to a fine not exceeding fifty pounds for each plate or similar contrivance in respect of which an offence is proved.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "5", "section_title": "Power of court to order destruction of records, &c, contravening Act", "section_text": " 5   The court before which any proceedings are taken under this Act may, on conviction of the offender, order that all records, cinematograph films, plates or similar contrivances in the possession of the offender which appear to the court to have been made in contravention of this Act, or to be adapted for the making of records in contravention of this Act, and in respect of which the offender has been convicted, be destroyed, or otherwise dealt with as the court may think fit.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "6", "section_title": "Special defences", "section_text": " 6   Notwithstanding anything in the preceding provisions of this Act, it shall be a defence to any proceedings under this Act to prove—   a   that the record, cinematograph film or broadcast to which the proceedings relate was made only for the purpose of reporting current events, or     b   that the inclusion of the performance in question in the record, cinematograph film or broadcast to which the proceedings relate was only by way of background or was otherwise only incidental to the principal matters comprised or represented in the record, film or broadcast.    "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "7", "section_title": "Consent on behalf of performers", "section_text": " 7   Where in any proceedings under this Act it is proved—   a   that the record, cinematograph film or broadcast to which the proceedings relate was made with the consent in writing of a person who, at the time of giving the consent, represented that he was authorised by the performers to give it on their behalf, and     b   that the person making the record, film or broadcast had no reasonable grounds for believing that the person giving the consent was not so authorised,    the provisions of this Act shall apply as if it had been proved that the performers had themselves consented in writing to the making of the record, film or broadcast.  "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "8", "section_title": "Interpretation", "section_text": " 8    1   In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say.—     “ broadcast  ” means broadcast by wireless telegraphy (within the meaning of the  Wireless Telegraphy Act, 1949), whether by way of sound broadcasting or of television;      “ cinematograph film  ” means any print, negative, tape or other article on which a performance of a dramatic or musical work or part thereof is recorded for the purposes of visual reproduction;      “ performance of a dramatic or musical work  ” includes any performance, mechanical or otherwise, of any such work, being a performance rendered or intended to be rendered audible by mechanical or electrical means;      “performers ”, in the case of a mechanical performance, means the persons whose performance is mechanically reproduced;      “ record  ” means any record or similar contrivance for reproducing sound, including the sound-track of a cinematograph film.        2   Any reference in this Act to the making of a cinematograph film is a reference to the carrying out of any process whereby a performance of a dramatic or musical work or part thereof is recorded for the purposes of visual reproduction.    "}, {"act": "Dramatic and Musical Performers' Protection Act 1958", "year": 1958, "section": "9", "section_title": "Short title, extent, repeal and commencement", "section_text": " 9    1   This Act may be cited as the Dramatic and Musical Performers' Protection Act, 1958.     2   It is hereby declared that this Act extends to Northern Ireland.     3   The  Dramatic and Musical Performers' Protection Act, 1925, and section forty-five of, and the Sixth Schedule to, the  Copyright Act, 1956, are hereby repealed.     4   This Act shall come into operation at the expiration of a period of one month beginning with the date of its passing.    "}]