[{"act": "Interest On Damages (Scotland) Act 1958", "year": 1958, "section": "1", "section_title": " Power of courts to grant interest on damages.", "section_text": "1   1 Where a court pronounces an interlocutor decerning for payment by any person of a sum of money as damages, the interlocutor may include decree for payment by that person of interest, at such rate or rates as may be specified in the interlocutor, on the whole or any part of that sum for the whole or any part of the period between the date when the right of action arose and the date of the interlocutor. 1A Where a court pronounces an interlocutor decerning for payment of a sum which consists of or includes damages or solatium in respect of personal injuries sustained by the pursuer or any other person, then (without prejudice to the exercise of the power conferred by subsection (1) of this section in relation to any part of that sum which does not represent such damages or solatium) the court shall exercise that power so as to include in that sum interest on those damages and on that solatium or on such part of each as the court considers appropriate, unless the court is satisfied that there are reasons special to the case why no interest should be given in respect thereof. 1B For the avoidance of doubt, it is hereby declared that where, in any action in which it is competent for the court to award interest under this Act, a tender is made in the course of the action, the tender shall, unless otherwise stated therein, be in full satisfaction of any claim to interest thereunder by any person in whose favour the tender is made; and in considering in any such action whether an award is equal to or greater than an amount tendered in the action, the court shall take account of the amount of any interest awarded under this Act, or such part of that interest as the court considers appropriate. 2 Nothing in this section shall— a authorise the granting of interest upon interest, or b prejudice any other power of the court as to the granting of interest, or c affect the running of any interest which apart from this section would run by virtue of any enactment or rule of law."}, {"act": "Interest On Damages (Scotland) Act 1958", "year": 1958, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Interest On Damages (Scotland) Act 1958", "year": 1958, "section": "3", "section_title": " Citation, interpretation, extent and commencement", "section_text": "3 1 This Act may be cited as the Interest on Damages (Scotland) Act 1958. 2 In this Act, “ personal injuries ” includes any disease and any impairment of a person’s physical or mental condition. 3 This Act shall extend to Scotland only, and shall not apply to any action commenced against any person before the passing of this Act."}]