[{"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "1", "section_title": " Revocation of certain Defence Regulations and termination of certain other powers.", "section_text": "1 1 The following Regulations of the Defence (General) Regulations, 1939, namely— Regulation 50 (power to do work on land); Regulation 51 (taking possession of land); Regulation 51A (power to work minerals); Regulation 52 (use of land for purposes of H.M. forces); Regulation 85 (entry upon, and inspection of, land), if and so far as they remain in force on the thirty-first day of December, nineteen hundred and fifty-eight, shall cease to have effect at the end of that day. 2 For the purposes of the  Requisitioned Land and War Works Act, 1945, the war period (except for any purposes of that Act for which that period has come to an end before the passing of this Act) shall end with the said thirty-first day of December. 3  . . . "}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "2", "section_title": "Orders in Council authorising manoeuvres.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The said Acts of 1897 and 1911 shall cease to extend to Northern Ireland, and accordingly section nine of the said Act of 1897 is hereby repealed. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "35.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "6", "section_title": " Power to require use of land for limited training purposes.", "section_text": "6 1 Subject to the provisions of Part I of the Second Schedule to this Act, a Secretary of State . . .   may by order direct that any land specified in the order shall, during such period of twelve months as may be so specified, be subject to occasional use under the authority of the Minister making the order for any one or more of the following purposes so specified, that is to say— a the encampment of persons in transit to or from a training area; b the carrying out of signalling exercises; c in the case of land consisting of or including cliffs on the seashore, the carrying out of cliff assault exercises; d the affording of access to and from other land which by virtue of that or another order under this section is subject to occasional use for one or more of the foregoing purposes: Provided that an order under this section shall not be made for the occasional use of the whole or any part of the same land during the whole or any part of the same period as is specified in any other such order. 2 Subject to the two next following subsections, where an order is in force under this section in respect of any land, any persons authorised for the purpose by the Minister by whom the order was made may— a at any time within the period specified in the order, enter upon that land, with or without equipment, for the purposes specified in the order in relation to that land and make use of the land, and carry out any work on, over or below the surface of the land, for those purposes; b at any time before or during the period specified in the order, display notices on that land with respect to the exercises or operations to be carried out thereon and make other preparations on that land for those exercises or operations, and for that purpose enter upon the land, with or without equipment. 3 The powers conferred by the last foregoing subsection shall not be exercisable unless, not less than fourteen days before the time at which entry is to be made on any land in pursuance thereof, the Minister by whom the order in question was made has given notice of the intended entry to any occupier of that land or any part thereof, specifying in the notice the period, not exceeding a continuous period of seventy-two hours, during which those powers are to be exercisable by virtue of the notice; and notice for the purposes of paragraph (a) of that subsection shall not be given— a more than six times during the period specified in the order; or b so as to expire less than twenty-one days after the expiration of the period specified in a previous notice given for the purposes of that paragraph; and the powers conferred by the last foregoing subsection shall not be exercisable in respect of any period during which the use for the time being for defence training purposes of the land in question is the subject of a manoeuvres Order. 4 Nothing in subsection (2) of this section shall authorise any person— a to enter upon any land or premises which would be exempted from entry by virtue of paragraph (1) of the proviso to section two of the  Military Manoeuvres Act, 1897, if the order under this section were a manoeuvres Order; or b to injure or deface any monument which is included in  the Schedule compiled and maintained under section 1 of the Ancient Monuments and Archaeological Areas Act 1979  . . .  ; but the powers conferred by the said subsection (2) shall be exercisable notwithstanding any other restriction affecting the use of the land in question. 5 The provisions of subsections (1), (3) and (4) of section six and section seven of the Military Manoeuvres Act, 1897 (which relate to compensation and penalties for obstruction) shall apply for the purposes of this section as if any reference in those provisions— a to a manoeuvres Order were a reference to an order under this section; b to the said Act of 1897 were a reference to this section; c to authorised forces were a reference to persons authorised under subsection (2) of this section; d to the execution, or to the purposes, of the manoeuvres were a reference to the exercise, or, as the case may be, to the purposes, of any rights conferred by virtue of this section; e to the commission or to the compensation officer were a reference to the Minister by whom the order under this section in question was made. 6 For the purposes of this section— “ encampment ” includes operations incidental to encampment (including the taking of water for use by persons or animals or in mechanically-propelled vehicles) and the carrying out of training exercises in the defence of the camp and operations incidental to such exercises; “ equipment ” (without prejudice to the generality of that expression) includes weapons, vehicles, aircraft and animals; “ training area ” means any area for the time being available for use for the training of Her Majesty’s forces; “ signalling exercises ” includes operations incidental to such exercises, including the erection of poles and the laying of wires and cables on or over land."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "7", "section_title": " Power to make byelaws over sea areas.", "section_text": "7 Where in the case of any area of sea, tidal water or shore used or to be used for defence purposes by . . .   a Secretary of State, . . .   being an area lying wholly or partly within the limits of the territorial waters of the United Kingdom, it appears to that Minister to be necessary or expedient to make provision for regulating the use of that area for those purposes or for securing the public against danger arising from that use, the powers conferred by subsection (2) of section two of the  Military Lands Act, 1900 (which enables byelaws to be made in relation to such areas where they abut on, or are subject to rifle or artillery practice from, land appropriated or used for defence purposes) shall be exercisable in relation to the area in question whether or not it abuts on or is subject to such practice from any such land."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "8", "section_title": " Stopping up and diversion of highways. ", "section_text": "8 1 The powers conferred on the Minister of Transport and Civil Aviation by section forty-nine of the  Town and Country Planning Act, 1947 (which empowers that Minister to authorise by order the stopping up or diversion of a highway where he is satisfied that it is necessary to do so to enable land to be developed) shall also be exercisable where— a land is, or is to be, used by a Secretary of State, . . .   for the purposes of an installation provided or to be provided for defence purposes, or is used by a manufacturer of aircraft as an airfield wholly or mainly in connection with the manufacture of aircraft for defence purposes; and b the Minister of Transport and Civil Aviation is satisfied that, for the land to be so used efficiently without danger to the public, it is necessary that a highway should be stopped up or diverted. 2 Where, in the circumstances specified in paragraphs (a) and (b) of the foregoing subsection, it appears to the Minister of Transport and Civil Aviation that it is not necessary that the highway should be stopped up or diverted for more than a limited period, an order under the said section forty-nine, including an order made by virtue of subsection (7) of that section (which authorises the stopping up or diversion of a highway temporarily stopped up or diverted under any other enactment) instead of providing for the permanent stopping up or diversion of the highway may provide for its stopping up or diversion during such period as may be prescribed by or under the order and for its restoration at the expiration of that period: Provided that, for the purposes of any subsequent order by virtue of the said subsection (7), any order made by virtue of the foregoing provisions of this subsection shall be regarded as having been made otherwise than under the said section forty-nine. 3 Any order made by virtue of the last foregoing subsection which provides for the provision of another highway in substitution for a highway stopped up by the order may also contain such provisions as appear to the Minister of Transport and Civil Aviation to be expedient for the stopping up, at the expiration of the period prescribed by or under the order, of that other highway and for the original highway to be reconstructed at the expense of such of the Ministers referred to in paragraph (a) of subsection (1) of this section as may be specified in the order and thereafter maintained by any person who would for the time being have been liable for its maintenance if it had never been stopped up. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In the application of this section to Scotland, for references to the Minister of Transport and Civil Aviation, to the  Town and Country Planning Act, 1947, and to section forty-nine of that Act there shall be substituted respectively references to the Secretary of State, to the  Town and Country Planning (Scotland) Act, 1947, and to section forty-six of that Act. 6 In the application of this Act to Northern Ireland, the provisions of the Third Schedule to this Act shall have effect in lieu of the foregoing provisions of this section."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "9", "section_title": " Supplementary provisions with respect to stopping up and diversion of highways. ", "section_text": "9 1 The powers to make orders conferred on the Minister of Transport and Civil Aviation— a by section fifteen of the  Requisitioned Land and War Works Act, 1945, with respect to the permanent stopping up or diversion of a highway which has been stopped up or diverted in the exercise of emergency powers or as respects which a Minister has certified as mentioned in subsection (1) of section three of the  Requisitioned Land and War Works Act, 1948; and b by section sixteen of the said Act of 1945 with respect to the use and maintenance until other provision is made by or under any Act of certain works placed along, across, over or under a highway in the exercise of emergency powers or for war purposes, shall include power to vary or revoke any previous order made under the section in question; and subsection (1) of section twenty of the said Act of 1945 (which restricts the period during which orders may be made under the said section fifteen or sixteen) shall not apply to any order so far as it is made by virtue of this subsection. 2 Where on the thirty-first day of December, nineteen hundred and sixty— a an order under the said section fifteen provides for the permanent stopping up or diversion of a highway conditionally upon the completion of the diversion or of the provision or improvement of another highway in substitution for the original highway; and b that condition has not been satisfied; and c by virtue of the foregoing subsection, proposals for the variation of that order have been published in accordance with the provisions of Part III of the said Act of 1945, the prevention of the exercise of the right to use that highway may be continued pending the coming into operation of an order made in pursuance of the said proposals or, if those proposals are abandoned, whether by reason of an adverse report of the War Works Commission or otherwise, until six months after the abandonment. 3 Any person authorised in that behalf by the Minister of Transport and Civil Aviation or a local authority may enter on any land for the purpose of surveying it in connection with, or with proposals for, the diversion, provision or improvement of any highway by virtue of an order under the said section fifteen, and the provisions of the Fourth Schedule to this Act shall have effect in relation to the powers conferred by this subsection. In this subsection and in the said Fourth Schedule the expression “ local authority ” means the council of a county, borough or urban district or, in relation to Scotland, a county or town council. 4 In the following provisions, in their application to Scotland, that is to say— a this and the last foregoing section; b sections fifteen and sixteen of the said Act of 1945; c section twenty-eight of the  Civil Aviation Act, 1949; d section two of the  Supplies and Services (Defence Purposes) Act, 1951; and e section thirty-two of the  Mineral Workings Act, 1951, and in section forty-six of the  Town and Country Planning (Scotland) Act, 1947 (all of which provisions relate to the stopping up of highways) the expression “ highway ” shall be deemed to include any public right of way: 4 In section 8 of this Act and this section, in their application to Scotland, ’’highway’’ means a road within the meaning of the Roads (Scotland) Act 1984: Provided that nothing in this subsection shall authorise the imposition upon any person of responsibility for the provision, maintenance or management of any highway over which there is not a right of way for vehicles and for the repair and maintenance of which that person has not previously been under any liability. 5 In the application of this section to Scotland or to Northern Ireland, for references to the Minister of Transport and Civil Aviation there shall be substituted references to the Secretary of State."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "10", "section_title": " Prevention of obstruction of airfields.", "section_text": "10 1 Where any land is, or is to be, used by  a Secretary of State  as an airfield for defence purposes, and it appears to that Minister that any object of a description specified in the next following subsection which is situated within two miles of any part of the boundary of the airfield is in such a position, or of such a height, as to interfere or be likely to interfere with the safe and efficient use of the airfield for defence purposes, then, subject to the provisions of Part I of the Second Schedule to this Act, that Minister may by order require the occupier of the land on which that object is situated to take within such period (not being less than twenty-one days from the date when notice of the making of the order is served on that occupier) as may be specified in the order such action by way of removing, resiting or reducing the height of that object as may be so specified, or such other action as may be agreed between the Minister and the occupier, to prevent any such interference. 2 The said descriptions of objects are trees, hedges, fences, poles, masts, cables, wires, walls (other than a wall forming part of a roofed structure) and moveable structures. 3 If the person to whom an order under this section is directed fails to comply therewith within the period specified therein, the Minister who made the order may take the action specified in the order, and for that purpose any person authorised in that behalf by that Minister may enter upon any land upon which the person to whom the order is directed is entitled or permitted to enter; and paragraphs 1 and 2 of the Fourth Schedule to this Act shall apply for the purpose of the exercise of the powers conferred by this subsection. 4 Where notice of a Minister’s proposal to make an order under this section requiring the removal of a tree is served under paragraph 2 of the Second Schedule to this Act and— a the tree is situated on land used (otherwise than as woodlands) as agricultural land; and b the draft order does not require the tree to be removed in such manner as not to leave any stump; and c any person upon whom the said notice is required by the said paragraph 2 to be served duly makes an objection that, if the tree is to be removed, it should be removed in such manner as aforesaid, and that objection is not withdrawn; and d the person conducting the inquiry into that proposal under paragraph 4 of the said Second Schedule reports to the Minister that in his opinion it is desirable in the interests of good husbandry and reasonable in all the circumstances of the case that the objection should be met, then, if the order as made requires the removal of that tree, it shall require its removal in such manner as aforesaid; and any Minister exercising the powers conferred by the last foregoing subsection for the purpose of causing any tree or hedge to be removed, lopped or cut shall issue instructions with a view to securing that the removal, lopping or cutting will be carried out in a woodmanlike manner, and so as to cause as little damage as possible to other trees or hedges and to fences and growing crops. 5 Subject to the next following subsection, the person to whom an order under this section is directed shall be entitled to compensation from the Minister who made the order in respect of any expenses reasonably incurred by that person in complying with the order or in selling or otherwise disposing of any materials under the next following subsection; and any person who, in consequence of the taking of any action required by the order, suffers loss by reason of damage to, or is disturbed in the enjoyment of, any land or chattels, or would, but for subsection (7) of this section, have been entitled to a remedy for the breach of a covenant or agreement prohibiting or restricting the taking of that action, shall be entitled to compensation from that Minister in respect of that damage or disturbance or in respect of the loss of that remedy; and if, in consequence of the order or of the taking of any action required thereby, any interest in land which comprises, or is held with, the land on which the object to which the order relates is situated, being an interest subsisting at the time when the order was made, is depreciated in value, there shall be payable by that Minister in respect of that interest compensation of an amount equal to the amount of the depreciation; and any dispute as to a right to compensation under this subsection or as to the amount thereof shall be determined by the  appropriate tribunal . 6 Where any timber or other materials require disposal in consequence of the taking of any action required by an order under this section and— a that action was taken in compliance with the order by a person who is not entitled to those materials; or b that action was taken by a Minister under subsection (3) of this section, that person may, or, in a case falling within paragraph (b) of this subsection, that Minister may, and if so required by the person to whom the order is directed shall, sell or otherwise dispose of any of those materials of which the person entitled thereto does not take possession within seven days from the completion of the action, and shall pay the proceeds of any such sale or disposal to the person so entitled; and any compensation in respect of the depreciation in the value of any interest in land falling to be paid to any person under the last foregoing subsection shall be reduced by— i the amount of any sum paid to that person in pursuance of this subsection; and ii an amount equal to the value of any such timber or other materials as aforesaid to which that person is entitled which are not sold or otherwise disposed of under this subsection. 7 The taking of any action required by an order under this section shall not subject any person to any liability by reason of any enactment, covenant or agreement prohibiting or restricting, the taking of that action. (8). . . . "}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "11", "section_title": " Prevention of interference with operation of electrical apparatus.", "section_text": "11 1 Where any land is, or is to be, used by  a Secretary of State  for the operation for defence purposes of any electrical apparatus for affording navigational aid to aircraft, or for communicating with, guiding or locating aircraft or missiles, and it appears to that Minister that any object of a description specified in the next following subsection which is situated within two miles of any part of the apparatus is in such a position, or of such a height, or is made of such materials, as to interfere with the efficient operation of the apparatus, then, subject to the provisions of Part I of the Second Schedule to this Act, that Minister may by order require the occupier of the land on which that object is situated to take within such period (not being less than twenty-one days from the date when notice of the making of the order is served on that occupier) as may be specified in the order such action by way of removing, replacing, resiting or reducing the height of that object as may be so specified, or such other action as may be agreed between that Minister and the occupier, to prevent any such interference. 2 The said descriptions of objects are— a objects of any of the descriptions specified in subsection (2) of the last foregoing section; b moveable objects made wholly or mainly of metal; c parts of buildings or structures, being parts made wholly or mainly of metal, which, without appreciably affecting the subsequent use of the building or structure in question, can be either removed or replaced by parts made of other materials. 3 Subsections (3) to (7) of the last foregoing section shall have effect for the purposes of this section as if any reference therein to that section were a reference to this section."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "12", "section_title": " Extension of provisions of Requisitioned Land and War Works Acts.", "section_text": "12 1 In the  Requisitioned Land and War Works Acts, 1945   and 1948, the expression “ government war works ” shall include, and be deemed always to have included, any oil pipe-line or works accessory thereto laid, installed or constructed by or under the authority of a Minister— a in pursuance of Regulation 50 of the Defence (General) Regulations, 1939; or b in pursuance of an agreement in such circumstances that, if the agreement had not been made, the like pipe-line or works could have been laid, installed or constructed in pursuance of the said Regulation 50, and completed before the end of the year nineteen hundred and fifty-eight; and the expression “government oil pipe-line” in the said Act of 1948 and in any regulations made thereunder shall be construed accordingly. 2 In subsection (1) of section fourteen of the said Act of 1948 (which provides that, after the thirty-first day of December, nineteen hundred and forty-nine, section twelve of that Act shall not apply to any pipe-line or works accessory thereto unless the rights conferred by subsection (1) of the said section twelve have been registered in the  local land charges register ), for the words “forty-nine” there shall be substituted the word “sixty”. 3 In relation to any pipe-line or works accessory thereto with respect to which, at the date of the passing of this Act— a rights conferred as aforesaid have not been registered as aforesaid; and b no such evidence of endorsement of documents of title as is required by regulations made under subsection (2) of the said section fourteen has been produced in accordance with those regulations, the date as from which the rights conferred by section thirteen of the said Act of 1948 (which relates to compensation) are to be substituted for the rights conferred by subsection (2) of section three of the  Compensation (Defence) Act, 1939, shall be the date of the passing of this Act or the date of the completion of the pipe-line or works in question, whichever of those dates is the later, and accordingly, in relation to any such pipe-line or works— i subsection (2) of the said section thirteen shall apply as if the said section twelve had come into operation at the later of the dates aforesaid; ii in subsections (4) and (5) of the said section thirteen the references to the commencement of the said Act of 1948 shall be construed as references to the later of the dates aforesaid; and iii in subsection (6) of the said section thirteen, the reference to the exercise of the powers therein mentioned shall be construed as a reference to the exercise of those powers after the later of the dates aforesaid. 4 Where under any agreement made before the passing of this Act— a payments (whether referred to as compensation, rent or otherwise) are to be made in respect of a pipe-line or works to which the last foregoing subsection applies; and b any such payments become payable in respect of a period after the passing of this Act, the right to those payments shall be taken to be in substitution for the right to any corresponding payment of compensation in respect of that period under section thirteen of the said Act of 1948. 5 In the application of this section to Scotland, for any reference to the registration of rights in the  local land charges register  there shall be substituted a reference to the recording in the appropriate register of sasines of a deed granting such rights."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "13", "section_title": " Acquisition of land for oil installations.", "section_text": "13 The Minister of Power may acquire by agreement, or, subject to the provisions of Part I of the Second Schedule to this Act, may by order provide that Part II of that Schedule shall have effect for the purpose of the acquisition by him of— a any land required for the construction of oil installations which in his opinion are essential for the defence of the realm; b any land on or under which there are oil installations which, immediately before the passing of this Act, were government war works for the purposes of Part II of the  Requisitioned Land and War Works Act, 1945; c any easement over or right restrictive of the user of any other land, being an easement or right which in the opinion of that Minister is essential to the full enjoyment of any land on or under which such an oil installation as is mentioned in either of the two foregoing paragraphs is to be or has been constructed."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "14", "section_title": " Wayleave orders for oil pipe-lines and accessory works. ", "section_text": "14 1 Subject to the provisions of Part I of the Second Schedule to this Act, a Minister specified in subsection (3) of this section may, for any purpose specified in relation to him in that subsection, by order (in this Act referred to as a “wayleave order”) and without further assurance vest in himself with respect to any land specified in the order the right— a in such positions (subject to any minor deviations found to be necessary or expedient) under or above the surface of that land, or partly under and partly above the surface thereof, as may be specified by the order, to carry out all or any of the following operations, that is to say— i the laying of an oil pipe-line; ii the installation or construction of such minor works accessory to an oil pipe-line, whether laid under that wayleave order or otherwise, as may be so specified, and from time to time maintain or remove any pipe-line or works so laid, installed or constructed; b to use any such pipe-line or works for any purpose appearing to that Minister to be expedient and not to be inconsistent with the purposes for which the order was made. 2 For the purposes of the foregoing subsection, the expression “ minor works accessory to an oil pipe-line ” shall include works so accessory of any of the following descriptions, that is to say— a manholes, inspection pits and similar works; b electrical apparatus for the operation or maintenance of an oil pipe-line, and electric lines (within the meaning of the  Electricity Act 1989) ) provided mainly for the purpose of supplying electricity to such apparatus; c markers for indicating the position of an oil pipe-line or of any such apparatus or electric line as is mentioned in the last foregoing paragraph, in so far as the pipe-line, apparatus or electric line is placed below the surface of the land; d stiles, bridges, gates or other works for affording access to an oil pipe-line. 3 The Ministers and purposes referred to in subsection (1) of this section are— a a Secretary of State . . .   for defence purposes; b the Minister of Power, for the purpose of the provision and maintenance of facilities which in his opinion are essential for the defence of the realm; c any of the Ministers aforesaid, for the purpose of any diversion appearing to that Minister to be necessary or expedient of an oil pipe-line which— i is vested in or under the control of that Minister; and ii either is a government oil pipe-line within the meaning of the  Requisitioned Land and War Works Act, 1948, or was laid under a wayleave order made by that Minister."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "15", "section_title": " Supplementary provisions as to wayleave orders. ", "section_text": "15 1 Any person authorised in that behalf by the Minister by whom a wayleave order was made may, for the purpose of— a exercising any rights under the order; or b restoring land where a pipe-line or works laid, installed or constructed under the order are removed or abandoned; or c inspecting any land, pipe-line or works to which the order relates, enter upon any land of which that Minister is not in possession: and paragraphs 2 and 3 of the Fourth Schedule to this Act shall apply in relation to the powers conferred by this subsection: Provided that— except in a case of emergency or for the purpose of inspection by a person producing, if required, written evidence of his authority so to do, entry upon any land shall not be demanded as of right unless not less than seven days’ notice in writing of the intended entry has been served on the occupier of the land; where otherwise than for the purpose of inspection only any land has been entered upon in pursuance of this subsection without notice being served as aforesaid on the occupier of the land, that Minister shall forthwith cause notice in writing of the entry to be served on the occupier. 2 Sections seventy-eight to eighty-five of the  Railways Clauses Consolidation Act, 1845, as originally enacted (which restrict the working of minerals, subject to the payment of compensation) shall apply to any pipe-line or works laid, installed or constructed under a wayleave order as if— a any reference to the railway were a reference to the pipe-line or works in question; b any reference to the company were a reference to the Minister by whom the wayleave order was made. 3 The Treasury may make regulations— a for the protection of persons affected by the laying, installation construction, maintenance or use under a wayleave order of pipe-lines or accessory works, and in particular for requiring the Minister by whom the order was made to keep in good repair any pipe-line or works laid, installed or constructed under the order, to take such steps as may be prescribed by the regulations for restoring land where any such pipe-line or works are removed or abandoned, and to indemnify persons against loss or damage caused by any failure to keep any such pipe-line or works in good repair, and for relieving statutory undertakers and other persons of liabilities or obligations arising in consequence of any such failure or any exercise of the rights conferred by the wayleave order; b for requiring notice to be given where a pipe-line or works laid, installed or constructed under a wayleave order are removed or abandoned. 4 In the application of this section to Scotland, for the reference to sections seventy-eight to eighty-five of the  Railways Clauses Consolidation Act, 1845, there shall be substituted a reference to sections seventy-one to seventy-eight of the  Railways Clauses Consolidation (Scotland) Act, 1845."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "16", "section_title": " Protection of oil pipe-lines and accessory works. ", "section_text": "16 1 Subject to the next following section, where, in the case of any oil pipe-line or works accessory thereto, rights are for the time being exercisable with respect thereto by a Minister under subsection (1) of section twelve of the Requisitioned Land and War Works Act, 1948, or under a wayleave order, no person shall without the consent of that Minister— a erect or construct any building or structure, or execute any works providing passage or hard standing for vehicles, persons or animals, in such a way that any part of the building, structure or works is situated within an area falling within ten feet of, or of the portion of the surface of the land lying immediately above, any part of the pipe-line or accessory works or the proposed site thereof; or b carry out any excavation, or deposit any earth, refuse, spoil or other materials, on any land within such an area as aforesaid: Provided that nothing in paragraph (b) of this subsection shall require the consent of that Minister to any agricultural operations other than— i operations for the storage of crops, grass or silage; and ii ploughing for purposes of drainage. 2 If the provisions of the foregoing subsection are contravened, the Minister concerned may remove anything erected, constructed or deposited, and fill in any excavation made, in contravention of those provisions, and carry out all such other work (if any) as may appear to him to be requisite in consequence of the contravention; and for the purposes of the exercise of the powers conferred by this subsection any person authorised in that behalf by that Minister may enter upon any land upon which the occupier of the land on which the contravention was committed is entitled or permitted to enter, and paragraphs 1 and 2 of the Fourth Schedule to this Act shall apply. 3 Any expenses incurred by a Minister under the last foregoing subsection shall be recoverable by him from the occupier of the land on which the contravention was committed: Provided that where the occupier occupies that land— a as tenant under a lease or as licensee under a licence to occupy that land for use as agricultural land and the contravention was committed by some other person who, at the time of its commission, was an owner or lessee of that land; or b as tenant under a lease granted to the occupier and— i the grantor has not given the occupier notice that subsection (1) of this section has taken effect as respects the land; and ii the occupier has not been served in connection with the land with any document such as is mentioned in sub-paragraph (i) or (ii) of paragraph (b) of subsection (2), (5) or (6) of the next following section, the expenses aforesaid shall not be recoverable from the occupier, but, except where that other person or, as the case may be, the grantor is a person in relation to whom, by virtue of the said subsection (2), (5) or (6), the said subsection (1) has not taken effect, shall be recoverable from that other person or, as the case may be, from the grantor. In this subsection the expression “ lease ” includes an agreement for a lease and the expression “ grantor ” shall be construed accordingly. 4 Where anything has been done in contravention of subsection (1) of this section, the Minister concerned, instead of exercising the powers conferred by subsection (2) of this section, may, if he thinks fit, direct that, during such period and subject to such conditions as may be specified in the direction, that thing shall be deemed to have been done with his consent. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subsection (6) of the said section twelve (which restricts the erection of buildings or structures over or near certain pipe-lines or works accessory thereto) shall cease to apply to any land as from the time when subsection (1) of this section takes effect as respects that land in accordance with the next following section."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "17", "section_title": " Registration of wayleave orders and restrictions under s. 16. ", "section_text": "17 1 The rights conferred by a wayleave order shall not be exercisable against a purchaser for money or money’s worth of a legal estate in any of the land to which the order applies unless, before the completion of the purchase, either— a the order; or b the draft order referred to in the notice served in pursuance of paragraph 2 of the Second Schedule to this Act of the proposal to make the order, has been registered in the prescribed manner in the register of local land charges of the council of the county borough, metropolitan borough or county district in which the land which is the subject of the purchase is situated; and such a draft order as aforesaid may be so registered at any time after such a notice as aforesaid referring to it has been served: Provided that the registration of a draft order shall not be effective for the purposes of this subsection in relation to any land to which the draft order did not apply. 1 A wayleave order shall be local land charge. 1A Notwithstanding subsection (1) of this section and subject to subsection (1B) of this section, where, before the commencement of the Local Land Charges Act 1975, a draft wayleave order was registered in the appropriate local land charges register there shall be no duty to register, or to apply for the registration of, any wayleave order made pursuant to the draft order, and section 10 of the said Act shall not apply in relation to any such wayleave order. 1B Subsection (1A) of this section shall not apply to any wayleave order so far as the order applies to land not affected by the draft wayleave order or, where the registration of the draft order was, before the commencement of the said Act of 1975, varied in consequence of the order as made differing from the draft, so far as it applies to land not shown as affected in the registered particulars of the draft order as varied. 2 Except in the case of land to which a wayleave order applies, subsection (1) of the last foregoing section shall not take effect— a as respects any land until notice of the restrictions imposed on that land by that subsection is registered  in the prescribed manner in the register of local land charges of the council of the county borough, metropolitan borough or county district in which that land is situated   in the  ... local land charges register ; b in relation to any person who is an owner, lessee or occupier of that land at the time when the application for registration is made unless either— i notice of the application or of the registration has been served on him; or ii the said restrictions arise from a wayleave order of which a copy was served on him under paragraph 7 of the Second Schedule to this Act. 2A Where an application is made for the registration of a notice in the  ... local land charges register in pursuance of subsection (2) of this section, the  Chief Land Registrar  shall register the notice accordingly. 3 The power conferred by subsection (6) of section fifteen of the  Land Charges Act, 1925, to make rules for giving effect to the provisions of that section shall be exercisable for giving effect to the foregoing provisions of this section; and in the said foregoing provisions the expression “ prescribed ” means prescribed by rules made in the exercise of that power.  3 A notice registered in  the local land charges register  in pursuance of subsection (2) of this section shall be a local land charge, but— a section 5(2) and section 10 of the Local Land Charges Act 1975 shall not apply in relation thereto; and b a certificate setting out the result of an official search of the  ... local land charges register shall, as respects any land, be conclusive of the question whether, at the time of the issue of the certificate, a notice registrable in pursuance of subsection (2) of this section was registered in the register. 4 Any rules made under  the said subsection (6)   section 14 of the Local Land Charges Act 1975 for the purposes of this section shall include provision—  a for cancelling the registration under this section of a draft wayleave order in a case where it is decided not to make any order; b for varying the registration of a draft wayleave order in a case where the order as made differs from that draft: c for varying or cancelling any registration  under this section  in a case where— i the wayleave order to which it relates is varied or revoked; or ii any restriction imposed by subsection (1) of the last foregoing section is modified or ceases to have effect. 5 The foregoing provisions of this section shall not apply to Scotland, but as respects land in Scotland— a the Minister by whom a wayleave order is made shall as soon as may be record in the appropriate register of sasines the wayleave order and any order varying or revoking that order; and the rights conferred by any such order shall not be exercisable against any person acquiring any interest in any land to which the order applies unless the order has been so recorded before the completion of the acquisition; b except in the case of land to which a wayleave order applies, the Minister with whose consent restrictions imposed on any land by subsection (1) of the last foregoing section may be disregarded shall record as aforesaid notice of those restrictions and of any modification or cesser thereof, and the said subsection (1) shall not take effect as respects that land until the said notice has been so recorded and shall not take effect in relation to any person who is an owner, lessee or occupier of that land at the time when the notice is so recorded unless either— i such a notice has also been served on him; or ii the restrictions arise from a wayleave order of which a copy has been served on him under paragraph 7 of the Second Schedule to this Act. 6 The foregoing provisions of this section shall not apply to Northern Ireland, but as respects land in Northern Ireland— a a wayleave order and restrictions imposed by subsection (1) of the last foregoing section shall be included amongst the matters which are required to be registered in the Statutory Charges Register; and accordingly the following paragraph shall be added after paragraph (m) of subsection (1) of section two of the Statutory Charges Register Act (Northern Ireland), 1951, that is to say— n a wayleave order made under section fourteen of the Lands Powers (Defence) Act, 1958, and restrictions imposed by subsection (1) of section sixteen of that Act ; b except in the case of land to which a wayleave order applies, subsection (1) of the last foregoing section shall not take effect as respects any land until the restrictions imposed on that land by that subsection have been registered as aforesaid and shall not take effect in relation to any person who is an owner, lessee or occupier of that land at the time when the application for that registration is made unless either— i there has been served on him notice either of the application or of the registration or of the giving of a priority notice in connection therewith under section four of the said Act of 1951; or ii the said restrictions arise from a wayleave order of which a copy was served on him under paragraph 7 of the Second Schedule to this Act."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "18", "section_title": " Compensation in respect of wayleave orders and restrictions under s. 16. ", "section_text": "18 1 If by virtue of a wayleave order the value of any interest in land which comprises, or is held with, land to which the order applies is depreciated, being an interest subsisting at the time when the order was made, there shall be payable in respect of that interest by the Minister by whom the order was made compensation of an amount equal to the amount of the depreciation. 2 If, in the case of any land other than land which comprises, or is held with, land to which a wayleave order applies, the value of any interest in that land is depreciated in consequence of restrictions imposed by subsection (1) of section sixteen of this Act, being an interest subsisting at the time when that subsection takes effect as respects that land, there shall be payable in respect of that interest by the Minister with whose consent those restrictions may be disregarded compensation of an amount equal to the amount of the depreciation: Provided that compensation under this subsection shall not be payable in respect of any land if compensation in respect of that land has been paid under section thirteen of the  Requisitioned Land and War Works Act, 1948, and it is shown that the whole or part of that compensation is attributable to the provisions of subsection (6) of section twelve of that Act. 3 Any person who, in consequence of the exercise of the rights conferred by a wayleave order, suffers loss by reason of damage to, or is disturbed in the enjoyment of, any land or chattels shall be entitled to compensation in respect of that damage or disturbance from the Minister by whom the order was made. 4 The Treasury may by regulations require, as a condition of the payment of compensation under this section, that, except in such circumstances as may be prescribed by the regulations, a claim shall be made in the form and manner so prescribed, and within such period as may be determined by or under the regulations. 5 Any dispute as to a right to compensation under this section, or as to the amount of any such compensation, shall be determined by the  appropriate tribunal ."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "18A", "section_title": "Modification of street works or road works provisions.", "section_text": "18A 1 In relation to works in exercise of the powers under a wayleave order, or the powers conferred by section 12 of the Requisitioned Land and War Works Act 1948, the provisions of Part III or  IV  of the New Roads and Street Works Act 1991 (street works in England and Wales or road works in Scotland) have effect subject to the provisions of this section. 2 The provisions of Schedule 4 or 6 of that Act (settlement of plan and section for works in streets or roads with special engineering difficulties) have effect subject as follows— a an objection to a plan and section in form shall be disregarded if a Minister certifies that in his opinion it would be against the national interest to submit a plan and section on a larger scale or giving further particulars; b no modification of a plan and section shall be made which would involve an unacceptable diversion or change; and c a plan and section shall not be disapproved on the ground that there should be such a diversion or change. 3 An arbitrator or arbiter appointed in pursuance of— a paragraph 8(3) of Schedule 4 or 6 of that Act (settlement of plan and section in case of works in street or road with special engineering difficulties), or b section 84(3) or 143(3) of that Act (settlement of necessary measures in case of apparatus affected by certain major works), shall not provide for an unacceptable diversion or change. 4 In subsections (2) and (3) above an “ unacceptable diversion or change ” means— a a lateral diversion of a government oil pipe-line to which the Minister on whose behalf the works are to be executed does not consent, or b a change of the site of accessory works which would necessitate such a diversion."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "18B", "section_title": " Modification of street works provisions in Northern Ireland", "section_text": "18B 1 In relation to works in Northern Ireland in exercise of the powers under a wayleave order, the provisions of the Street Works (Northern Ireland) Order 1995 have effect subject to the provisions of this section. 2 The provisions of Schedule 2 to that Order (settlement of plan and section for works in streets with special engineering difficulties) have effect subject as follows— a an objection to a plan and section in form shall be disregarded if a Minister certifies that in his opinion it would be against the national interest to submit a plan and section on a larger scale or giving further particulars; b no modification of a plan and section shall be made which would involve an unacceptable diversion or change; and c a plan and section shall not be disapproved on the ground that there should be such a diversion or change. 3 An arbitrator appointed in pursuance of— a paragraph 8(2) of Schedule 2 to that Order (settlement of plan and section in case of works in street with special engineering difficulties), or b Article 44(3) of that Order (settlement of necessary measures in case of apparatus affected by certain major works), shall not provide for an unacceptable diversion or change. 4 In subsections (2) and (3) above an “unacceptable diversion or change” means— a a lateral diversion of a government oil pipe-line to which the Minister on whose behalf the works are to be executed does not consent, or b a change of the site of accessory works which would necessitate such a diversion."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "21", "section_title": " Power to enter and survey land.", "section_text": "21 1 Where by virtue of any of the provisions of this Act any duty is to be performed, or any power exercised, by a Minister, any person duly authorised in writing by that Minister may, at any reasonable time, enter upon any land, other than land covered by buildings, for the purpose of surveying that land in connection with, or with proposals for, the performance or exercise of that duty or power, and the provisions of the Fourth Schedule to this Act shall have effect in relation to the powers conferred by this subsection. 1A A person may not be authorised under subsection (1) to enter and survey or value land in England and Wales in connection with a proposal to acquire an interest in or a right over land (but see section 172 of the Housing and Planning Act 2016). 2 Nothing in this section shall be construed as derogating from any right of entry under any other enactment, including any enactment contained in this Act."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "22", "section_title": " Abolition and transfer of jurisdiction of General Claims Tribunal.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "23", "section_title": " Provisions as to service.", "section_text": "23 1 Any document required or authorised to be served on any person under this Act or, by virtue of this Act, under any other enactment may be served either by delivering it to that person, or by leaving it at his proper address, or by post, so, however, that the document shall not be duly served by post unless it is sent by registered letter. 2 Any such document required or authorised to be served upon an incorporated company or body shall be duly served if it is served upon the secretary or clerk of the company or body. 3 For the purposes of this section and of the application thereto of section twenty-six of the  Interpretation Act, 1889, the proper address of any person upon whom any such document as aforesaid is to be served shall, in the case of the secretary of clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last-known address of the person to be served: Provided that, where the person to be served has furnished an address for service, being an address in the United Kingdom, his proper address for the purposes aforesaid shall be the address furnished. 4 Where any such document as aforesaid is to be served by a Minister upon the owner, lessee or occupier of any land and that Minister is satisfied in relation to that land that reasonable inquiry has been made and that it is not practicable to ascertain whether or not there is, or what is the name or address of, any person who is the owner, lessee or occupier of that land, the document shall be deemed to have been duly served on any such person on whom it has for that reason not been served in accordance with the foregoing provisions of this section if it is addressed to all or such as may be appropriate of the following, that is to say, “the owners”, “any lessee” and “any occupier” of the land (describing it), and is delivered to some responsible person on the land or, where there is no such person on the land to whom it may be delivered, if the document or a copy thereof so addressed is affixed to some conspicuous object on the land."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "24", "section_title": " Regulations and orders.", "section_text": "24 1 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument and any such instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 Any power to make orders conferred by any provision of this Act shall include power to vary or revoke any previous order made under that provision."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "25", "section_title": " Interpretation —general and in relation to Scotland and Northern Ireland. ", "section_text": "25 1 In this Act, except in so far as the context otherwise requires, the following expressions have the following meanings respectively, that is to say:— “the appropriate tribunal” means— in the application of this Act to England and Wales, the Upper Tribunal; in the application of this Act to Scotland, the Lands Tribunal for Scotland; in the application of this Act to Northern Ireland, the Lands Tribunal for Northern Ireland; “ defence purposes ” includes any purpose of any of Her Majesty’s naval, military or air forces, the service of any visiting force within the meaning of Part I of the  Visiting Forces Act, 1952, and any purpose of the Minister of Supply connected with the service of any of the forces aforesaid; “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ land ” includes land covered by water; “ manoeuvres commission ” has the meaning assigned by subsection (1) of section three of this Act; “ manoeuvres Order ” means an Order in Council authorising the execution of manoeuvres made under section one of the  Military Manoeuvres Act, 1897; “ Minister ” (except where the reference is to a particular Minister) means any Minister of the Crown . . .  “ occupier ” in relation to any land which is not occupied means the person for the time being entitled to possession of that land; “ oil installations ” means any works for the storage or transmission of oil (including oil pipe-lines and works accessory to oil pipe-lines) and any works for giving access to, or otherwise required in connection with, any such works; “ oil pipe-line ” means any main or pipe for the transmission of oil, or for the transmission of water or any other substance in connection with the storage of transmission of oil, or any part of such a main or pipe; “ owner ” in relation to any land— in the case of land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion, and includes also a person holding or entitled to the rents and profits of the land under a lease or agreement the unexpired term of which exceeds three years; in the case of land in Scotland, includes any person who, under the Lands Clauses Acts, would be enabled to sell and convey the land to the promoters of an undertaking and a tenant of the land under a lease the unexpired term of which exceeds three years; “ wayleave order ” has the meaning assigned by subsection (1) of section fourteen of this Act. 2 In the application of this Act to Scotland— a the expression “ chattels ” means corporeal moveables; b the expression “ easement ” means a servitude or similar right; bb any reference to an “interest” in land, however expressed, shall be construed as a reference to a right in, or interest in, land and as including a reference to ownership of land; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the application of this Act to Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b references to enactments of the Parliament of the United Kingdom shall be construed as references to those enactments as they apply in Northern Ireland; c any reference to an enactment of the Parliament of Northern Ireland, or to an enactment which that Parliament has power to amend, shall be construed as a reference to that enactment as amended by any Act of that Parliament, whether passed before or after this Act, and to any enactment of that Parliament passed after this Act and re-enacting the said enactment with or without modifications. 4 References in this Act to the maintenance of an oil pipe-line or of works accessory thereto shall be construed as including references to the replacing thereof, and the provisions of this Act shall apply to anything laid, installed or constructed by way of replacement as they previously applied to the thing replaced. 5 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended or extended by or under any other enactment, including this Act."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "26", "section_title": " Expenses.", "section_text": "26 1 There shall be defrayed out of moneys provided by Parliament— a any expenditure attributable to the provisions of this Act incurred by any Minister of Her Majesty’s Government in the United Kingdom; . . .   and b any increase so attributable in the sums payable out of moneys so provided under Part I of the  Local Government Act, 1948, or the  Local Government (Financial Provisions) (Scotland) Act, 1954, as amended by the  Valuation and Rating (Scotland) Act, 1956. 2 Any amount recovered under this Act by any such Minister as aforesaid or by the Admiralty shall be paid into the Exchequer."}, {"act": "Land Powers (Defence) Act 1958", "year": 1958, "section": "27", "section_title": " Short title and extent.", "section_text": "27 1 This Act may be cited as the Land Powers (Defence) Act 1958. 2 Sections . . .   six and twelve of this Act . . .   shall not extend to Northern Ireland."}]