[{"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "1", "section_title": " Application for improvement order and making of order by Secretary of State.", "section_text": "1 1 The owner of any agricultural land may apply to the Secretary of State for an order (hereafter in this Act referred to as an “improvement order”) authorising the execution of such drainage works as will improve the drainage of the said land or will prevent or mitigate  ... erosion to which that land is subject. 2 On receiving an application for an improvement order the Secretary of State, if he is satisfied— a that it is in the interests of agricultural production that the drainage of an area consisting of or including the agricultural land to which such application relates or any part of such land should be improved or that  ... erosion to which that area is subject should be prevented or mitigated; and b that such drainage could be improved or such  ... erosion prevented or mitigated by the execution of drainage works at a cost which is reasonable having regard to the benefit to agricultural production likely to accrue therefrom; and c that it is otherwise expedient for him to do so; shall have power to make an improvement order relating to the said area. 3 In this Act the area to which an improvement order relates as aforesaid is, in relation to that order, referred to as the “ improvement area ”. 4 An improvement order shall be made in accordance with the provisions of Parts I and  III  of the First Schedule to this Act, and Part IV of that Schedule shall apply with respect to the validity of such an order."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "2", "section_title": " Contents of improvement order.", "section_text": "2 1 An improvement order shall— a describe the improvement area by reference to a map and specify the extent of that area; b describe particularly and by reference to a map, and specify the extent of, each portion of the agricultural land situated in the improvement area which is in separate ownership or, where the whole of such land is in the ownership of one person, that land, and specify the name and address of the owner of each of such portions or of such land; c contain provisions empowering the authorised persons to execute, in accordance with the order, such drainage works as may be specified therein, being works, whether on land situated in the improvement area or on other land, which in the opinion of the Secretary of State will improve the drainage of that area or will prevent or mitigate  ... erosion to which the area is subject, and refer to such plans and specifications as may be necessary for the purpose of specifying the said works adequately; d specify such other works (hereafter in this Act referred to as “ protective works ”), whether on land situated in the improvement area or on other land, as in the opinion of the Secretary of State will be necessary for the protection of land (hereafter in this Act referred to as “ endangered land ”) specified in the order as being likely to suffer injury in consequence of the execution of the said drainage works, refer to such plans and specifications as may be necessary for the purpose of specifying such protective works adequately, and provide that the authorised persons shall, on executing any of the drainage works specified in the order, execute also such of the protective works specified therein as have become necessary, in consequence of the execution of those drainage works, for the protection of any endangered land; e provide that where a grant has been made under section nine of this Act in respect of the cost of improvement under the order, the authorised persons shall be obliged to maintain in a good and effective condition any drainage works executed in pursuance of the order, and provide also that the authorised persons shall in any case maintain in a good and effective condition any protective works executed in pursuance of the order so far as such works continue to be necessary for the protection of any endangered land; f specify the estimated cost of improvement; g provide that the cost of improvement and the cost of maintaining any drainage or protective works executed in pursuance of the order shall be borne by the authorised persons and, unless there is only one authorised person, specify the proportions in which, subject to any apportionment made under subsection (3) of section five of this Act, the said persons are to bear such costs; h if the Secretary of State thinks it necessary, prescribe the procedure to be followed by the authorised persons in taking any decision relating to the discharge of their functions under the order; and i incorporate, subject to such modifications as may be specified in the order, such of the provisions of the Second Schedule to this Act as the Secretary of State may consider appropriate. 2 In this Act references to the authorised persons shall, in relation to an improvement order, be construed as references to the owners for the time being of each portion of the agricultural land situated in the improvement area which is in separate ownership or, so long as such land is in the ownership of one person, as references to the owner for the time being of such land. 3 In this Act “ cost of improvement ” means, in relation to an improvement order, any cost incurred by the authorised persons for the purpose of, or in the course of, the discharge by the said persons of their functions under such order or this Act, but does not include any cost incurred by those persons for the purpose of, or in the course of, maintaining any drainage or protective works executed in pursuance of the order. 4 Before fixing, for the purposes of an improvement order, the proportions in which the authorised persons are to bear the cost of improvement and the cost of maintaining any drainage or protective works executed in pursuance of the order, the Secretary of State shall consult each of the said persons, and in fixing the proportion of such costs to be borne by any one of those persons he shall have regard— a to the extent of the agricultural land owned by that person which is situated in the improvement area, being land the productivity of which is likely to be improved in consequence of the execution of the drainage works specified in the order, and b to the improvement in productivity which is likely to result to the said land from the execution of the drainage works specified in the order, and c to any damage which that person is likely to suffer as owner of the said land by reason of the discharge by the authorised persons of any of their functions under the order in relation to a matter as to which such person has not himself been in default. 5 A provision in an improvement order specifying the proportions in which the authorised persons are to bear the cost of improvement and the cost of maintaining any drainage or protective works executed in pursuance of the order shall, subject to the provisions of this Act, have effect for the purpose of regulating the liability of the said persons to bear such costs only in a question arising between those persons or any of them."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "3", "section_title": " Improvement committee.", "section_text": "3 1 An improvement order may, where the whole of the agricultural land situated in the improvement area is not in the ownership of one person, provide for the establishment of a committee (hereafter in this Act referred to as an “improvement committee”) which shall have the duty of discharging on behalf of the authorised persons such of their functions as may be specified in the order. 2 The members of an improvement committee shall be appointed by the authorised persons from among their number, and an improvement order providing for the establishment of such a committee may also— a contain provisions regarding the constitution of the committee including, without prejudice to the foregoing generality, provisions as to the number of members of the committee and their appointment and tenure of office, the filling of casual vacancies in the committee and the appointment of a chairman thereof; b prescribe the procedure of the committee and fix their quorum; c provide that the proceedings of the committee shall not be invalidated by reason of any vacancy therein or any defect in the appointment of a member thereof; d provide that the committee may from time to time levy on and recover from the authorised persons such sums as are, or in the opinion of the committee will be, necessary for the purpose of enabling the committee to meet the cost of improvement or the cost of maintaining any drainage or protective works executed in pursuance of the order, and provide that such sums shall be levied according to the proportions in which the said persons are liable, whether under the order or by virtue of an apportionment made under subsection (3) of section five of this Act, to bear such costs; e provide that the committee may engage and remunerate a secretary and such other servants as they consider necessary; f provide for the keeping of accounts by the committee, for the auditing of such accounts, and for the submission thereof to the authorised persons at such times as may be specified in the order; g contain provisions for the making of such administrative arrangements as may be necessary or desirable for enabling the committee properly to discharge their functions under the order; and h contain such incidental, consequential and supplemental provisions as may be necessary for the foresaid purposes."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "4", "section_title": " Repair of damage and compensation.", "section_text": "4 1 The authorised persons under an improvement order shall, so far as is reasonably practicable,— a make good any damage suffered by any land in consequence of the discharge by those persons of any of their functions under such order, and b replace any fences or other structures removed by them in the discharge of any of the said functions or erect adequate fences or structures in substitution therefor: Provided that paragraph (b) of this subsection shall not apply in relation to fences or other structures removed by the authorised persons which have become unnecessary in consequence of the execution of any of the drainage or protective works specified in the order. 2 Compensation shall be payable by the authorised persons under an improvement order to the owner of any land, other than agricultural land situated in the improvement area, and to the occupier of any land, in respect of any damage suffered by such owner or occupier by reason of the discharge by the authorised persons of any of their functions under such order in relation to a matter as to which the owner or occupier has not himself been in default: Provided that compensation shall not be payable under this subsection to the tenant of an agricultural holding in respect of any damage suffered by him, being damage due to factors which, on a requisition made under subsection (1) or (2) of section six of this Act, would fall to be taken into account in assessing any increase or diminution in the rental value of the holding. 3 A claim under this section for the making good of any damage to land, for the replacement of any fences or other structures, or for compensation, shall not be maintainable if it is made to the authorised persons after the expiry of two years from the date of the completion of the drainage and protective works specified in the improvement order in question or, where the claim arises out of a particular exercise by the said persons of their functions relating to the maintenance of such works, after the expiry of two years from the date of that particular exercise of those functions. 4 Any question arising under this section between the authorised persons and the owner or occupier of any land shall be determined, if such land is agricultural land, by the Land Court, and in any other case by a single arbiter agreed upon by the parties or, in default of such agreement, appointed by the sheriff on the application of any of the parties."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "5", "section_title": " Provisions regarding liability of authorised persons under improvement order.", "section_text": "5 1 The liability to pay any sum falling on the authorised persons under an improvement order, whether by virtue of such order or this Act, shall fall upon the persons who are the authorised persons at the time when such sum becomes due for payment. 2 Any sum payable by the authorised persons under an improvement order, whether by virtue of such order or this Act, shall, if it is included in a levy made by an improvement committee in pursuance of the order, be deemed for the purposes of this Act to become due for payment on the date on which notice of such levy is served on the said persons. 3 Where any agricultural land situated in an improvement area is in the ownership of one person and such land comes on any date to be held by two or more separate owners, the liability to bear the cost of improvement under the improvement order and the cost of maintaining any drainage or protective works executed in pursuance of such order, so far as falling on the first-mentioned person immediately before the said date, shall on and after that date fall on the said owners in such proportions as may be determined by agreement between them or, in default of such agreement, by the Land Court, and such owners shall at their own expense cause a notice in the prescribed form of any apportionment made under this section to be recorded in the Register of Sasines. 4 In this section “ prescribed ” means prescribed by regulations made by the Secretary of State by statutory instrument."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "6", "section_title": " Variation in rent of agricultural holding in consequence of execution of works thereon.", "section_text": "6 1 Where the drainage and protective works specified in an improvement order have been completed in pursuance of such order, the rent of any agricultural holding situated wholly or partly in the improvement area shall, if the landlord by notice served on the tenant within six months from the date of the completion of the said works so requires, be increased as from the said date by an amount equal to the increase in the rental value of the holding attributable to the execution of those works: Provided that where any grant has been made under section nine of this Act in respect of the cost of improvement under the said order, the increase in rent provided for by the foregoing provisions of this subsection shall be reduced proportionately. 2 Where in pursuance of an improvement order any drainage or protective works are executed on agricultural land situated outside the improvement area, the rent of any agricultural holding in which such land is comprised shall, if the tenant by notice served on the landlord within six months from the date of the execution of the said works so requires, be reduced as from the said date by an amount equal to the diminution in the rental value of the holding attributable to the execution of those works. 3 In assessing, for the purposes of either of the foregoing subsections, any increase or diminution in the rental value of an agricultural holding account shall not be taken of any injury to fixtures, buildings or other improvements which the tenant of the holding would be entitled under the  Agricultural Holdings (Scotland) Act 1949, to remove, or for which he would be entitled as aforesaid to be paid compensation by his landlord, on the termination of his tenancy. 4 Any question arising under this section between the landlord and the tenant of an agricultural holding shall be determined by the Land Court."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "7", "section_title": " Secretary of State may execute works by agreement.", "section_text": "7 The Secretary of State may, at the request of and by agreement with the authorised persons under an improvement order, execute, in such manner as may be agreed between him and those persons, such of the drainage or protective works specified in the said order as may be so agreed, and may recover from those persons the cost of executing the said works."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "8", "section_title": " Secretary of State may require execution or maintenance of works.", "section_text": "8 1 Where the Secretary of State is satisfied— a that in consequence of the execution of any drainage works specified in an improvement order the execution of any protective works specified in such order is necessary for the protection of any land, and that the protective works necessary for that purpose have not been executed, or have not been properly executed, by the authorised persons; b that, where a grant has been made under the next following section in respect of the cost of improvement under such an order, any drainage works executed in pursuance of such order are not being maintained in a good and effective condition, or that any protective works executed in pursuance of such an order continue to be necessary for the protection of any endangered land and are not being so maintained; he may serve on the authorised persons a notice requiring them, within such reasonable period as may be specified in the notice, not being less than four weeks, to take such steps as may be specified therein for the purpose of executing or properly executing or, as the case may be, maintaining such works as may be specified therein, and stating that those persons may, within twenty-one days of the service of the notice, make representations to the Secretary of State against the requirements thereof; and the Secretary of State shall consider any representations so made and may thereafter withdraw the notice or confirm it. 2 Where the requirements of any notice served under this section, against which no representations have been made as aforesaid, or of any such notice which has been confirmed as aforesaid, have not been complied with, the Secretary of State may himself take the steps specified in the notice, and for the purpose of taking such steps shall have and may exercise any of the powers conferred by the improvement order on the authorised persons. 3 The Secretary of State may recover from the authorised persons the reasonable cost of taking any such steps as aforesaid, and any question arising under this subsection as to what is the reasonable cost of taking any such steps shall be determined, in default of agreement, by the Land Court. 4 Anything done under subsection (2) of this section by the Secretary of State shall, for the purposes of this Act other than this section, be deemed to have been done by the authorised persons in the discharge of their functions under the improvement order in question."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "9", "section_title": " Exchequer grants in respect of cost of improvement.", "section_text": "9 1 The Secretary of State may, in accordance with arrangements made by him with the approval of the Treasury, make grants towards any expenditure incurred by the authorised persons in meeting the cost of improvement under an improvement order. 2 The amount which may be paid by way of grant in respect of the cost of improvement under an improvement order shall not exceed one-half of that cost so far as approved by the Secretary of State as having been reasonably incurred. 3 A grant in respect of the cost of improvement under an improvement order may be paid either after the completion of the drainage and protective works specified in such order or partly in instalments from time to time as the works progress and as to the balance after the completion of the works. 4 The Secretary of State may, if it appears to him that the drainage and protective works specified in an improvement order are unlikely to be completed, or if those works are not completed to his satisfaction, recover from the authorised persons, according to the proportions in which the said persons are liable, whether under such order or by virtue of an apportionment made under subsection (3) of section five of this Act, to bear the cost of improvement, any payment made by him under this section by way of grant in respect of the cost of improvement under such order. 5 The Secretary of State shall, when the drainage and protective works specified in an improvement order have been completed to his satisfaction, certify accordingly and shall specify in such certificate the date of the completion of the said works and shall cause the certificate to be recorded in the Register of Sasines."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "10", "section_title": " Secretary of State may require certain information.", "section_text": "10 1 For the purpose of enabling him to perform any of his functions under this Act the Secretary of State may require the owner or occupier of any land to state in writing the nature of his own interest in such land and the name and address of any other person known to him as having an interest therein and to furnish the Secretary of State with a particular description of the land, and the Secretary of State may also require any local authority, public undertaker or other person to furnish him with such information as he may specify, being information which in his opinion is necessary for the purpose of enabling him properly to discharge his functions under this Act. 2 If any person fails to comply with a requirement of the Secretary of State under this section, he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale  in the case of a first conviction or  level 1 on the standard scale  in the case of a second or any subsequent conviction."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "11", "section_title": " Provisions as to entry and inspection.", "section_text": "11 1 Any person authorised by the Secretary of State in that behalf shall have power at all reasonable times to enter on, inspect and survey any land for the purpose of determining whether, and if so in what manner, any of the powers conferred on the Secretary of State by this Act are to be exercised in relation to that or any other land, or whether, and if so in what manner, any requirement given under any such power has been complied with. 2 Any person authorised as aforesaid who proposes to exercise any power of entry, inspection or survey conferred by the foregoing subsection shall if so required produce some duly authenticated document showing his authority to exercise such power. 3 Admission to any land shall not be demanded as of right in the exercise of any such power as aforesaid unless fourteen days’ notice of the intended entry has been given to the occupier of the land. 4 If any person obstructs any person authorised by the Secretary of State in the exercise of any such power as aforesaid, he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "12", "section_title": " Notices,  etc.", "section_text": "12 1 Any notice for the purposes of this Act shall be in writing, and, except as otherwise provided in paragraph 5 of the First Schedule to this Act, any notice or other document required or authorised by or under this Act to be served on any person shall be duly served if it is delivered to him or left at his proper address or sent to him by post. 2 Any such notice or other document required or authorised to be served on the authorised persons under an improvement order shall, if an improvement committee has been established under such order, be duly served if it is served on the secretary of that committee, and any such notice or other document required or authorised to be served on a local authority, a public undertaker or an incorporated company or body shall be duly served if it is served on the clerk or secretary of such authority, undertaker, company or body. 3 For the purposes of this section and  section seven of the  Interpretation Act 1978 , the proper address of any person on whom any such notice or other document is to be served shall, in the case of the clerk or secretary of any local authority, public undertaker, or incorporated company or body, be that of the registered or principal office of such authority, undertaker, company or body, and in any other case be the last known address of the person in question. 4 Where any notice or other document is to be served on a person as being the person having any interest in land and it is not practicable after reasonable inquiry to ascertain his name or address, the notice or document may be served by addressing it to him by the description of the person having that interest in the land (naming it) and delivering the notice or document to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "13", "section_title": " Miscellaneous provisions as to orders.", "section_text": "13 1 The Secretary of State may, on the application of any of the authorised persons under an improvement order, make an order varying or revoking such improvement order, and an order under this subsection shall be made in accordance with the provisions of Parts II and III of the First Schedule to this Act, and Part IV of that Schedule shall apply with respect to the validity of any such order. 2 An improvement order, or an order varying or revoking an improvement order, may contain such incidental, consequential and supplemental provisions as appear to the Secretary of State to be necessary or expedient for the purposes of the order."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "14", "section_title": " References to Land Court.", "section_text": "14 The provisions of the Small Landholders (Scotland) Acts, 1886 to 1931, with regard to the Land Court shall, with any necessary modifications, apply for the determination of any matter which they are required by or under this Act to determine in like manner as those provisions apply for the determination by the Land Court of matters referred to them under those Acts."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "15", "section_title": " Financial provisions.", "section_text": "15 1 All expenses incurred by the Secretary of State under the provisions of this Act shall be defrayed out of monies provided by Parliament. 2 All sums received by the Secretary of State under the provisions of this Act shall be paid into the Exchequer."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "16", "section_title": " Crown rights. ", "section_text": "16 1 Subject to the provisions of this section, nothing in this Act or in any order made thereunder shall affect prejudicially any estate, right, power, privilege or exemption of the Crown. 2 Except with the consent of the appropriate authority, nothing in this Act or in any improvement order made thereunder shall authorise— a the inclusion of any Crown land in an improvement area; or b the execution of any works on Crown land; or c the entry of any person on Crown land. 3 In this section the expression “ Crown land ” means land an interest in which belongs to Her Majesty in right of the Crown or land an interest in which belongs to a government department or is held in trust for Her Majesty for the purposes of a government department; and the expression “ appropriate authority ” means— a in the case of land belonging to Her Majesty in right of the Crown, the Crown Estate Commissioners or other government department having the management of that land  or the relevant person  ; b in the case of land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, that department; and, if any question arises as to the authority which is the appropriate authority in relation to any land, the question shall be determined by the Treasury. 4 In subsection (3), “relevant person”, in relation to any land to which section 90B(5) of the Scotland Act 1998 applies, means the person who manages that land."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "17", "section_title": "\n \n \nProvision as to work involving alteration of telegraphic lines.\n", "section_text": "17                     Part 10 of Schedule 3A to the Communications Act 2003 (the electronic communications code)   (which provides a procedure for certain cases where works involve the alteration of  electronic communications apparatus ) shall apply to the authorised persons under an improvement order for the purposes of works in pursuance of that order."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "18", "section_title": " Interpretation. ", "section_text": "18 1 In this Act, unless the context otherwise requires,— “ agricultural holding ” means an agricultural holding within the meaning of the  Agricultural Holdings (Scotland) Act 1949; “ agricultural land ” means agricultural land as defined in the  Agriculture (Scotland) Act 1948, and includes any dwelling-house or other building occupied for the purpose of farming any land; “ authorised persons ” has the meaning assigned to it by subsection (2) of section two of this Act; “ cost of improvement ” has the meaning assigned to it by subsection (3) of section two of this Act; “ drainage works ” means any works for the purpose of draining land or of preventing or mitigating  ... erosion to which land is subject, and includes the construction, cleansing, scouring, deepening, widening, straightening or diverting of any watercourse or outfall for water, the construction, installation, alteration or repair of any pump, pump machinery or pump house, the removal of any obstruction, natural or artificial, in any watercourse, and the construction, repair, raising, lowering, widening, strengthening, altering or removal of any embankment, dam, barrier, sluice, weir, wall, culvert or groyne or of any structure or erection for the purpose of defence against water; “ endangered land ” has the meaning assigned to it by paragraph (d) of subsection (1) of section two of this Act; “ functions ” includes powers and duties; “ improvement area ” has the meaning assigned to it by subsection (3) of section one of this Act; “ improvement committee ” means a committee established under an improvement order as provided in subsection (1) of section three of this Act; “ improvement order ” has the meaning assigned to it by subsection (1) of section one of this Act; “ land ” includes land covered by water and includes also salmon fishings; “ Land Court ” means the Scottish Land Court; “ long lease ” means a lease which has been, or is capable of being,  registered in the Land Register of Scotland or                recorded in the Register of Sasines under the  Registration of Leases (Scotland) Act 1857; “ owner ” in relation to any land— (a) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (b) if the land is held on a long lease, means the lessee under that lease; and includes any other person who under the Lands Clauses Acts would be entitled to sell and convey or assign the land or the interest of lessee under such long lease, as the case may be, to the promoters of an undertaking, and “ ownership ” and “ owns ” shall be construed accordingly; “ protective works ” has the meaning assigned to it by paragraph (d) of subsection (1) of section two of this Act; “ watercourse ” includes any estuary, river, stream, ditch, drain (whether open or closed), cut, culvert, dyke or sluice. 2 For the purpose of construing references in this Act to agricultural land situated in an improvement area a change in the use of any land so situated occurring after the making of the improvement order in question shall be disregarded. 3 References in this Act to the date of the completion of the drainage and protective works specified in an improvement order shall be construed as references to the date certified by the Secretary of State under subsection (5) of section nine of this Act as being the date of the completion of the said works. 4 References in this Act to any enactment shall, unless the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Land Drainage (Scotland) Act 1958", "year": 1958, "section": "19", "section_title": " Short title, repeal and extent.", "section_text": "19 1 This Act may be cited as the Land Drainage (Scotland) Act 1958. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall extend to Scotland only."}]