[{"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "12", "section_title": " Extension of maximum period for repayment of sums borrowed for certain purposes.", "section_text": "12 1 The maximum period for the repayment of sums borrowed by a local authority for the purposes of— a the Public Libraries Acts, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the  Children and Young Persons (Scotland) Act, 1937, d section seventy-four of the Act of 1947 (which relates to the provision of halls, offices and other buildings), e section one hundred and thirty-two of the  Local Government Act, 1948 (which relates to the provision of entertainments), f section twenty-one of the  National Assistance Act, 1948, or g section fifteen of the  Children Act, 1948 (which relates to the provision by local authorities of homes for the accommodation of children in their care), shall be such period not exceeding sixty years as may be sanctioned by the Secretary of State; and accordingly in the Sixth Schedule to the Act of 1947, in the entries relating to the Public Libraries Acts and to the said Act of 1937, for the words “fifty years” there shall be substituted the words “sixty years”  ...; and the following entries shall be added at the end of the said Schedule, that is to say— “Section seventy-four of the  Local Government (Scotland) Act, 1947. Such period not exceeding sixty years as may be sanctioned by the Secretary of State. Section one hundred and thirty-two of the  Local Government Act, 1948. Such period not exceeding sixty years as may be sanctioned by the Secretary of State. Section twenty-one of the  National Assistance Act, 1948. Such period not exceeding sixty years as may be sanctioned by the Secretary of State. Section fifteen of the  Children Act, 1948. Such period not exceeding sixty years as may be sanctioned by the Secretary of State.” 2 Where a local authority is authorised to borrow money for the purpose of any enactment, any provision (whether in that or another enactment) that any sum so borrowed shall be repaid within a period of fewer than sixty years, or within such period not exceeding fifty-nine or fewer years as the local authority or a Minister may determine, shall be construed as applying only to sums so borrowed for expenditure otherwise than on the acquisition of land; and any sum so borrowed by the local authority for expenditure on the acquisition of land (being a sum to which any such provision as aforesaid would, apart from this subsection, apply) shall be repaid within such period not exceeding sixty years as may be sanctioned by the Secretary of State, or, where the consent of another Minister is required for the borrowing, by that other Minister. 3 In this section “ local authority ” and “ Minister ” have the same meanings as in the Act of 1947, and references to the acquisition of land do not include references to the acquisition, with any land, of buildings or other works thereon, being buildings or other works required to make the land fit for the purpose for which it is acquired."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "13", "section_title": " Abolition of certain requirements relating to local government administration.", "section_text": "13 1 For the purpose of abolishing certain requirements relating to local government administration and for making provision consequential thereon the enactments specified in the Fifth Schedule shall have effect subject to the modifications so specified in relation to them respectively. 2 This section shall come into operation on the sixteenth day of May, nineteen hundred and fifty-nine."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "15", "section_title": " Inspection of minutes of certain authorities.", "section_text": "15 1 The minutes of— a the proceedings of a local authority, b the proceedings of any committee appointed by a local authority so far as such proceedings relate to any of the authority’s functions under . . .  , the  Town and Country Planning (Scotland) Act, 1947, or the  National Assistance Act, 1948, and c the proceedings of any joint committee or joint board established for the purpose of performing all or any of the functions of two or more local authorities under any of the Acts mentioned in the last foregoing paragraph, shall be open to the inspection of any local government elector for the area of the local authority, or, in the case of a joint committee or joint board, the area of any of the local authorities represented on the joint committee or joint board, on payment of a fee not exceeding one shilling, and any such local government elector may make a copy thereof or an extract therefrom. 2 In this section “ local authority ” and “ local government elector ” have the same meanings as in the Act of 1947."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "19", "section_title": " Expenses and receipts.", "section_text": "19 1 There shall be defrayed out of moneys provided by Parliament— a all sums payable by the Secretary of State under this Act; and b any increase attributable to the provisions of this Act in the sums required or authorised under any other Act to be so defrayed. 2 Any increase attributable to the provisions of this Act in the receipts of the Registrar-General for Births, Deaths and Marriages in Scotland shall be paid into the Exchequer."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "20", "section_title": " Orders and regulations to be made by statutory instrument.", "section_text": "20 Any power conferred by this Act on the Secretary of State to make orders or regulations shall be exercisable by statutory instrument."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "21", "section_title": " Interpretation. ", "section_text": "21 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say— “ Act of 1947 ” means the  Local Government (Scotland) Act, 1947; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Act of 1956 ” means the  Valuation and Rating (Scotland) Act, 1956; “ local authority ” means a county council or the town council of a burgh, and “ area ”, in relation to a local authority, means, in the case of a town council, the burgh, and, in the case of a county council, the county exclusive of any burgh situated therein; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ year ” means a period of twelve months beginning on the sixteenth day of May. 2 Any provision in this Act containing a reference to the sixteenth day of May shall, in its application to an authority whose financial year begins on a day other than the sixteenth day of May, have effect with the substitution for the said reference of a reference to that other day; but this subsection shall be without prejudice to subsection (9) of section seven of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a any reference in this Act to the rateable valuation of any area for any year shall be construed as a reference to the total of the rateable values of the lands and heritages in that area as shown in the valuation roll in force on the first day of that year, and b any reference in this Act to the standard rateable value of any area for any year shall be construed as a reference to the standard rateable value of the area for that year as estimated by the Secretary of State for the purposes of the Act of 1954. 4 Any reference in this Act to any enactment shall, unless the context otherwise requires, be construed as a reference to that enactment as amended, extended or applied by any subsequent enactment, including this Act."}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Local Government and Miscellaneous Financial Provisions (Scotland) Act 1958", "year": 1958, "section": "23", "section_title": " Citation and extent.", "section_text": "23 1 This Act may be cited as the Local Government and Miscellaneous Financial Provisions (Scotland) Act, 1958. 2 This Act shall extend to Scotland only."}]