[{"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "1", "section_title": " Provision of omnibus shelters,  etc.", "section_text": "1 1 Subject to the provisions of this Act a  local roads authority  may provide and maintain in any  road within their area,  which is comprised in the route of public service vehicles or on any land abutting on such a  road , at stopping places on the route, shelters for the use of persons intending to travel on such vehicles and barriers or posts for controlling the movement of such persons. 2 Any local authority, or any person authorised to run public service vehicles, may enter into and carry into effect any agreement with a local authority with respect to the provision and maintenance of shelters or barriers or posts under this section by the last-mentioned authority; and any such agreement may in particular provide for the payment by the first-mentioned authority or person of the whole or any part of the cost of the provision and maintenance of the shelters or barriers or posts."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "2", "section_title": " Consents to exercise of powers under s. 1.", "section_text": "2 1 A  local roads authority  shall not have power by virtue of section one of this Act to provide a shelter or barriers or posts in any such situation or position as is described in the first column of the following Table, except with the consent of the person named in the second column of that Table:—  TABLE In any  road  for which there is a  roads  authority other than the  local roads authority , or on land abutting on any such  road . The  roads  authority. In any  road  belonging to and repairable by any railway, dock, harbour, canal, inland navigation or passenger road transport undertakers and forming the approach to any station, dock, wharf or depot of those undertakers. The undertakers. In any  road  provided and maintained for the purposes of civil aviation under section 16 (1) of the  Civil Aviation Act, 1949. The Minister. On any bridge not vested in the  local roads authority  or on the approaches to any such bridge. The authority or other person in whom the bridge is vested. On any bridge carrying a  road  over any railway, canal or inland navigation, or on the approaches to any such bridge, or under any bridge carrying a railway, canal or inland navigation over a  road . The railway, canal or inland navigation undertakers concerned. In a position obstructing or interfering with any existing access to any land or premises abutting on a  road . The owner (as defined by the  Local Government (Scotland) Act, 1947) of the land or premises. 2 Any consent required by this section in respect of a shelter or barriers or posts shall not unreasonably be withheld but may be given subject to any reasonable conditions, including a condition that the  local roads authority  shall remove the shelter or barriers or posts either at any time or at or after the expiration of a period if reasonably required so to do by the person giving the consent. 3 Any dispute as to whether a consent required by this section is unreasonably withheld or is given subject to reasonable conditions, or as to whether the removal of any shelter or barriers or posts in accordance with any condition of the consent is reasonably required shall be determined by arbitration."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "3", "section_title": " Supplementary provisions as to omnibus shelters, etc.", "section_text": "3 1 Where a shelter or barriers or posts are provided by a  local roads authority  under section one of this Act in a position obstructing access to any  electronic communications apparatus  kept installed for the purposes of  an electronic communications code network , and the operator of that  network  notifies the  local roads authority  that he requires to obtain access to that apparatus, the authority shall, unless they temporarily remove the shelter, barriers or posts for the purpose of affording such access, or so much thereof as is necessary for that purpose, be liable to repay the operator of that  network  so much of the expenses reasonably incurred by him in obtaining  such access as is attributable to the situation of the shelter or barriers or posts. 2 The provisions of the foregoing subsection shall apply in relation to any sewers, pipe-subways, pipes, wires or other apparatus belonging to or maintained by the Minister or any local authority or any gas, electricity, water, hydraulic power, tramcar or trolley vehicle undertakers, as they apply in relation to any such  electronic communications apparatus  as is therein mentioned, and as if for any reference therein to the operator of the  network  in question there were  substituted a reference to the Minister or the local authority or the undertakers, as the case may be. 3 Any dispute as to the amount (if any) payable by a  local roads authority  under the foregoing provisions of this section shall be determined by arbitration."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "4", "section_title": " Maintenance of existing bus shelters and queue barriers. S.R. & O. 1939/927 (I p. 715).", "section_text": "4 1 Where, at any time before the commencement of this Act, a local authority, acting in the exercise of powers conferred under Regulation 54B of the Defence (General) Regulations, 1939, or without statutory powers, have provided accommodation, being any such shelter or barriers or posts as described in section one of this Act, the  local roads authority  shall have power by virtue of this section to maintain that accommodation. 2 The provisions of sections two and three of this Act shall apply to the maintenance of any accommodation under this section, and to accommodation maintained thereunder, as they apply to the provision of accommodation under section one of this Act, and to accommodation provided under that section; but where any consent required under the said section two has been given by any authority or person before the commencement of this Act in respect of the provision of any accommodation to which this section applies, nothing in this subsection shall be construed as requiring any further consent on the part of that authority or person in respect of the maintenance of that accommodation."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "5", "section_title": " Financial provisions.", "section_text": "5 —There shall be defrayed out of moneys provided by Parliament— a any administrative expenses incurred for the purposes of this Act by the Secretary of State or the Minister; and b any increase in the sums payable out of moneys so provided, under the  Local Government (Financial Provisions) (Scotland) Act, 1954, as amended by the  Valuation and Rating (Scotland) Act, 1956, which is attributable to the provisions of this Act."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "6", "section_title": " Arbitration.", "section_text": "6 Any question which is required by this Act to be determined by arbitration shall be determined by a single arbiter agreed upon by the parties or, failing such agreement, appointed by the sheriff on the application of any of the parties to the question."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act— “ local authority ” means a  regional, islands or district council ;  “ local roads authority ” has the same meaning as in the Roads (Scotland) Act 1984. “ public service vehicle ” has the meaning which it would have in  the Public Passenger Vehicles Act 1981 if in section 1(1)  of that Act the words “other than a tramcar” were omitted. “ the Minister ” means the Minister of Transport and Civil Aviation, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by any subsequent enactment."}, {"act": "Local Government (Omnibus Shelters and Barriers) (Scotland) Act 1958", "year": 1958, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Local Government (Omnibus Shelters and Queue Barriers) (Scotland) Act, 1958. 2 This Act shall extend only to Scotland."}]