[{"act": "Manoeuvres Act 1958", "year": 1958, "section": "1", "section_title": " Power to authorise execution of Manœuvres.", "section_text": "1 1 Subject to the provisions of this section, Her Majesty may from time to time by Order in Council authorise the execution of defence Manœuvres within such area (in this Act referred to as “ the Manœuvres area ”) and during such period (in this Act referred to as “ the Manœuvres period ”), being a period not exceeding three months and beginning not less than nine months after the date on which the Order is made, as may be specified in the Order; and any such Order (in this Act referred to as a “Manœuvres Order”)— a shall define the Manœuvres area both by description and by reference to a map, the latter definition prevailing in the case of any discrepancy; and b without prejudice to the power of Her Majesty to authorise any persons to take part in the Manœuvres, shall indicate the description of military, naval or air force formations, and the number of such formations of each description, which, at the time when notice of the intention to make the Order was first published in accordance with subsection (3) of this section, were intended so to take part. 2 No land shall be included in a Manœuvres area more than once in any period of five years except— a in the case of land in England or Wales, with the consent of the council of the county or county borough in which the land is situated and, if the land is situated in the New Forest, with the consent of the Verderers of the New Forest; b in the case of land in Scotland, with the consent of the county or town council within whose area the land is situated: Provided that for the purposes of this subsection a Manœuvres Order under which no Manœuvres are executed shall be disregarded. 3 No recommendation shall be made to Her Majesty in Council to make a Manœuvres Order unless— a not less than two months before the date on which the Order is to be made, a draft of the Order has been sent—  i to each of the following authorities any part of whose area is included in the Manœuvres area, that is to say, any local authority, any river board, the Conservators of the River Thames, the Lee Conservancy Catchment Board, any parish council in England or Wales, and any district council in Scotland; and i to the National Rivers Authority and to any local authority or parish or community council any part of whose area is included in the manœuvres area; ii if any part of the New Forest is so included, to the Verderers of the New Forest; and iii except when the whole of the Manœuvres area is in Scotland, to the National Parks Commission, and notice of the intention to make the Order has been published in local newspapers which between them circulate in all local authority areas which are wholly or partly so included; and b a draft of the Order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "2", "section_title": " Powers exercisable for purposes of Manœuvres.", "section_text": "2 1 Subject to the provisions of this Act, any persons taking part with the authority of Her Majesty in the Manœuvres authorised by a Manœuvres Order (in this Act referred to as “ authorised forces ”) may, under the direction of the Secretary of State, within the Manœuvres area and during the Manœuvres period— a pass over, and encamp, construct works not of a permanent character and execute defence Manœuvres on, any land; and b supply themselves with water from any source of water and, for that purpose, dam up any running water: Provided that water shall not by virtue of this subsection be dammed up in such manner as to interfere with the carrying on of any trade or industry, or be taken from any  source of supply belonging to a private owner or public authority relevant source of supply  in such quantities as to reduce the water available for use by the persons entitled to use that source of supply below what is shown to be required by those persons. In this section “ relevant source of supply ” means a source of supply which belongs to the National Rivers Authority, a water undertaker or a private owner, or from which the National Rivers Authority, a water undertaker or a private owner is authorised to take water. 2 The foregoing subsection shall not authorise entry on or interference with— a any dwelling-house, or any premises enclosed within the curtilage of or attached to any dwelling-house; b any place of worship or ground attached thereto, or any burial ground; c any school or ground attached thereto; d any factory, workshop, store or premises used for the carrying on of any trade, business or manufacture; or e any farmyard, garden, orchard, pleasure ground or nursery ground: Provided that nothing in this subsection shall restrict the use by the authorised forces of any highway or park. 3 The officer directing the Manœuvres shall take care that there is no interference with earthworks, ruins or other remains of antiquarian or historical interest, or with any picturesque or valuable timber or other natural features of exceptional interest or beauty, and shall be empowered to prevent trespass or damage to property by persons not belonging to those forces, and shall as soon and as far as practicable cause all lands used under the powers conferred by this section to be restored to their previous condition. 4 Subject to section three and to subsection (1) of section eight of this Act, nothing in this Act shall prejudicially affect any public right or any right of common. 5 In subsection (4) of section six of the  Land Powers (Defence) Act, 1958, for the reference to paragraph (1) of the proviso to section two of the  Military Manœuvres Act, 1897, there shall be substituted a reference to subsection (2) of this section."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "3", "section_title": " Powers to close highways.", "section_text": "3 1 Where, in the case of, or of any part of, any highway which is a trunk road or a special road within the meaning of the  Special Roads Act, 1949 Roads (Scotland) Act 1984 , or which is repairable by the inhabitants at large, being a highway or part situated within the Manœuvres area, an application for the purpose is made by a person authorised in that behalf by the Secretary of State, and not less than seven days’ notice of the intention to make the application has been published in one or more newspapers circulating generally in the district in question, two or more justices of the peace  ... may, if they think fit, by order— a subject to such terms and conditions as may be required by the justices for the protection of individuals or of the public or of public bodies, suspend for any part of the Manœuvres period not exceeding twelve hours, or b authorise any officer in command of the authorised forces or any part thereof, being a general or field officer or an officer of corresponding naval or air force rank, to make an order suspending for a time not exceeding six hours in any one day of the said period. any right of way over that highway or that part of a highway. 2 In the case of any other highway or part of a highway, being a highway or part situated within the Manœuvres area, two justices of the peace may, if they think fit, on the application of a person authorised in that behalf by the Secretary of State, by order— a suspend for any part of the Manœuvres period not exceeding forty-eight hours, or b authorise any such officer as aforesaid to make an order suspending for a time not exceeding six hours in any one day of the said period. any right of way over that highway or part of a highway .... 3 The officer directing the Manœuvres shall cause such public notice of any order made under paragraph (a) of either of the two foregoing subsections as the justices may require to be given not less than twelve hours before the order comes into force, and provide for the giving of all reasonable facilities for traffic whilst the order is in force; and any officer making an order by virtue of paragraph (b) of either of the two foregoing subsections shall take such steps as in the circumstances he may consider practicable for giving publicity to his intention to make that order and shall give all reasonable facilities for traffic whilst that order is in force. 4 The justices acting for the purposes of this section shall not be persons belonging to the authorised forces. 5 In the application of this section to Scotland—  a the expression “ highway ” shall be deemed to include any public right of way;  b for the words “repairable by the inhabitants at large” there shall be substituted the words “maintained and managed by a county or town council”; and c the references to justices of the peace shall be construed as references to the district court for the area in which the highway or part of a highway is situated."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "4", "section_title": " Manœuvres commissions. ", "section_text": "4 1 Whenever a Manœuvres Order is made, a commission (in this Act referred to as a “ Manœuvres commission ”) shall be formed consisting, subject to the next following subsection, of— a a chairman appointed by the Lord Chancellor; b four members appointed by the Minister of Agriculture, Fisheries and Food as follows, namely— i one from amongst persons appearing to that Minister to have had wide experience of, and shown capacity in, matters relating to agriculture; ii one from amongst persons appearing to that Minister to have had wide experience of, and shown capacity in, matters relating to forestry; iii one on the nomination of such organisation as may appear to that Minister to represent the interests of farmers; and iv one on the nomination of such organisation as may appear to that Minister to represent the interests of owners of agricultural land; c three members appointed by the Minister of Housing and Local Government after consultation with such organisations of local authorities as that Minister considers appropriate and including at least one person appearing to that Minister to be specially qualified to watch over the amenities of the Manœuvres area; d one member appointed by the Minister of Housing and Local Government on the nomination of the National Parks Commission; and e three members appointed by the Secretary of State for War. 2 Where the whole of the Manœuvres area is in Scotland, the provisions of the foregoing subsection shall apply with the following modifications, that is to say— a in paragraphs (a), (b) and (c) of that subsection, for any reference to any Minister therein mentioned, there shall be substituted a reference to the Secretary of State for Scotland; and b paragraph (d) of that subsection shall be omitted. 3 Where part but not the whole of the Manœuvres area is in Scotland, two separate commissions shall be formed, of which— a one shall be formed in accordance with subsection (1) of this section for so much of the area as is not in Scotland; and b the other shall be formed in accordance with that subsection modified in the manner provided by paragraphs (a) and (b) of the last foregoing subsection for so much of the area as is in Scotland; and where two commissions are formed in accordance with this subsection, the functions of a Manœuvres commission shall be exercisable by each of them in relation to their respective parts of the area: Provided that each commission shall consult the other in matters appearing to them to be of common concern to them both. 4 A Manœuvres commission may act by three of the members thereof, and notwithstanding any vacancy in the membership thereof. 5 Any question arising at any meeting of a Manœuvres commission shall be decided by the majority of those voting on the question, and if the votes are equal the chairman of the meeting shall have a second or casting vote. 6 The Secretary of State may make to all or any of the chairman and the other members of any Manœuvres commission such payments by way of remuneration or allowances as the Treasury may approve, and any expenses incurred by a Manœuvres commission in the exercise of their functions shall be paid by the Secretary of State."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "5", "section_title": " Powers of Manœuvres commissions to give directions.", "section_text": "5 1 Subject to section six of this Act, a Manœuvres commission formed in connection with a Manœuvres Order may issue such directions as the commission may consider necessary or expedient for the purpose of avoiding damage or disturbance in consequence of the execution of the Manœuvres authorised by the Order beyond what is necessary for the effective carrying out of those Manœuvres. 2 Any such directions shall be so framed as to impose requirements either on the authorised forces or on, or on any class of, occupiers of land, being land comprised within the Manœuvres area or land in the vicinity of land so comprised. 3 Requirements imposed by the directions on the authorised forces may, where the Commission consider it necessary or expedient for avoiding damage or disturbance, include provisions precluding those forces from entering upon land specified in the directions or from using a source of water so specified, or restricting entry upon such land or the use of such land or such a source of water by those forces, notwithstanding that the land or source of water is within the Manœuvres area; and it shall be the duty of the officer directing the Manœuvres to issue such instructions to the authorised forces as, in the opinion of that officer, will secure compliance with any such requirements. 4 If, where a requirement has been imposed by any such directions on the occupier of any land, that occupier without reasonable cause refuses or fails to comply with that requirement and in consequence thereof any livestock of his is injured, or any other property of his is damaged, he shall not be entitled to compensation in respect of that injury or damage under section seven of this Act. 5 Where, by virtue of subsection (3) of section four of this Act, two Manœuvres commissions have been formed in connection with any Manœuvres Order, the power to issue directions conferred by this section may be exercised by those commissions either separately in relation to their respective parts of the Manœuvres area or jointly in relation to the whole of that area."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "6", "section_title": " Supplementary provisions as to issue of directions. ", "section_text": "6 1 Where a Manœuvres commission formed in connection with a Manœuvres Order propose to issue any directions under the last foregoing section, the commission shall consult the Secretary of State for War and such other authorities or organisations as they consider appropriate, and shall send to every local authority any part of whose area is comprised within the Manœuvres area the following documents, that is to say— a a draft of the directions; and b a copy of the Order, together with a notice specifying the time (not being less than twenty-one days) within which, and the manner in which, representations may be made to the commission with respect to the draft directions. 2 A local authority, upon receiving the documents and notice aforesaid, shall make the documents available for a period of not less than two weeks for inspection by the public during reasonable hours at the offices of the authority or at such other place, being a place within their area, as they may consider appropriate, and shall cause to be published in each week of that period in one or more local newspapers circulating in their area notice of the receipt of those documents stating— a the place at which and the hours during which the documents may be inspected; and b in accordance with the notice sent to the local authority, the time within which, and the manner in which, representations may be made to the commission with respect to the draft directions. 3 Where any such representations are duly made, the commission shall, after giving not less than fourteen days’ notice by advertisement in such local newspapers as appear to them to be appropriate, hold a public inquiry (or, if they think fit, two or more public inquiries) into those representations, and shall make such alterations, if any, in the draft directions as they may think fit having regard to those representations and to the results of any such inquiry. 4 Not later than four months before the beginning of the Manœuvres period, the commission shall transmit the draft directions with any alterations made under the last foregoing subsection to the Secretary of State for War. 5 Where any draft directions transmitted to the Secretary of State under this section include any such provisions as are mentioned in subsection (3) of section five of this Act, and the Secretary of State is satisfied that any of those provisions would be likely to have the effect of frustrating all or some of the purposes of the Manœuvres Order, the Secretary of State may not later than three months before the beginning of the Manœuvres period by notice in writing to the commission (a copy of which he shall cause to be laid before each House of Parliament) require the draft directions to be varied by deleting those provisions or by modifying them in such manner as may be specified in the notice:  Provided that any variation required by the Secretary of State by virtue of this subsection shall be the minimum which in his opinion is necessary to prevent any of the purposes of the Order from being frustrated. 6 Where the Secretary of State determines that no variation of the draft directions is required, he shall as soon as may be give notice to the commission of that determination. 7 As soon as may be after receipt of a notice under either of the two last foregoing subsections or, if by the date falling three months before the beginning of the Manœuvres period no such notice has been received, as soon as may be after that date, the commission shall issue the directions in the form of the draft transmitted to the Secretary of State with any variations required by the Secretary of State under subsection (5) of this section; and where any directions are issued with any such variation the directions shall indicate the nature and extent of the variation. 8 On the issue of the directions the commission shall publish them in such manner as they may consider most suitable for giving notice of the directions to all persons likely to be affected by them. 9 Where, in a case to which subsection (5) of section five of this Act applies, directions fall to be issued separately for different parts of the Manœuvres area, the reference to that area in subsection (1) of this section shall be construed as a reference to the part of that area in relation to which the functions of the commission in question fall to be exercised."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "7", "section_title": " Compensation.", "section_text": "7 1 Where a Manœuvres Order has been made, full compensation shall be paid out of moneys provided by Parliament for any damage to person or property or any interference with rights or privileges arising from any of the provisions of this Act, whether or not occasioned by the acts or defaults of the authorised forces, including compensation in respect of any expenses reasonably incurred in protecting person, property, rights and privileges and in respect of any damage by reason of excessive weight or extraordinary traffic caused to any highway for the repair of which any public body or any individual is responsible. 2 The Manœuvres commission or commissions formed in connection with the Order shall, with the concurrence of the Treasury, appoint one or more compensation officers to determine as speedily as possible any claim for compensation under this section and settle the amount payable. 3 The said commission or commissions may make regulations with respect to the procedure for making and determining claims for compensation, for limiting the time within which claims must be made, and for regulating the mode in which compensation is to be paid. 4 If any claim for compensation under this section is not settled by agreement between a compensation officer appointed under this section and the claimant, the difference between them shall be referred to arbitration; and, in the application of this subsection to Scotland, any question falling to be determined by arbitration shall be determined by a single arbiter appointed, in default of agreement, by the sheriff on the application of any party to the question."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "8", "section_title": " Offences.", "section_text": "8 1 If, within a Manœuvres area and during a Manœuvres period, any person— a wilfully and unlawfully obstructs or interferes with the execution of the Manœuvres; or b without due authority enters or remains in any camp, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale , and he and any animal, vehicle or other property under his charge may be removed by any constable, or by, or by order of, any commissioned officer of the authorised forces. 2 If within the area and during the period aforesaid any person— a without due authority moves any flag or other mark distinguishing for the purpose of the Manœuvres any lands; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c erects or displays any notice or mark on or relating to any land or source of water within the Manœuvres area representing or implying that the use of that land or source is not authorised, other than a notice or mark indicating a restriction imposed by or under this Act, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act, except where the context otherwise requires, the following expressions have the following meanings respectively, that is to say:— “ authorised forces ” has the meaning assigned by subsection (1) of section two of this Act; “ highway ”, in relation to Scotland, means a road within the meaning of the Roads (Scotland) Act 1984; “ local authority ” means the council of a county, county borough or county district, or, in relation to Scotland, a county or town council; “ Manœuvres area ”, “ Manœuvres Order ” and “ Manœuvres period ” have the meanings respectively assigned by subsection (1) of section one of this Act; “ Manœuvres commission ” has the meaning assigned by subsection (1) of section four of this Act; . . .."}, {"act": "Manoeuvres Act 1958", "year": 1958, "section": "10", "section_title": " Short title, repeals and extent.", "section_text": "10 1 This Act may be cited as the Manœuvres Act, 1958. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Northern Ireland."}]