[{"act": "Marriage Acts Amendment Act 1958", "year": 1958, "section": "1", "section_title": " Amendments as to registration of buildings and appointment of authorised persons. ", "section_text": "1 1 Section forty-one of the  Marriage Act, 1949 (which sets out the general conditions for the registration of a building for the solemnization of marriages therein) shall be amended as follows:— a the following subsection shall be substituted for subsection (2) of the said section, that is to say— 2 Any person making such an application as aforesaid shall deliver to the superintendent registrar a certificate, signed in duplicate by at least twenty householders and dated not earlier than one month before the making of the application, stating that the building is being used by them as their usual place of public religious worship and that they desire that the building should be registered as aforesaid, and both certificates shall be countersigned by the proprietor or trustee by whom they are delivered. ; b the following subsection shall be substituted for subsection (7) of the said section, that is to say— 7 For the purpose of being registered for the solemnization of marriages under this section, any building used for public religious worship as a Roman Catholic chapel exclusively shall be deemed to be a separate building notwithstanding that it is under the same roof as another building or forms part only of a building. ; and accordingly the following provisions of section forty-two of the said Act of 1949 (which relate to the registration of one building in substitution for another) are hereby repealed, that is to say, in subsection (1) the words from “and if it is proved” onwards, subsection (2), in subsection (3) the words “or registers any building in substitution for another”, the words “or the substitution and registration” and the word “original”, subsection (4), and in subsection (5) the words “or any building has been registered in substitution for another”. 2 At the end of subsection (1) of section forty-three of the said Act of 1949 (which relates to the appointment of persons in whose presence a marriage may be solemnized in a registered building) there shall be inserted the following proviso, that is to say— Provided that, in relation to a building which becomes registered after the thirty-first day of December, nineteen hundred and fifty-eight, the power conferred by this subsection to authorise a person to be present as aforesaid shall not be exercisable before the expiration of one year from the date of registration of the building or, where the congregation on whose behalf the building is registered previously used for the purpose of public religious worship another building of which the registration has been cancelled not earlier than one month before the date of registration aforesaid, one year from the date of registration of that other building. ; and accordingly in Part III of the Fourth Schedule to the said Act of 1949 (which sets out the provisions of that Act which are not to apply to naval, military and air force chapels) after the words “Section forty-two” there shall be inseted the words “The proviso to subsection (1) of section forty-three”."}, {"act": "Marriage Acts Amendment Act 1958", "year": 1958, "section": "2", "section_title": " Short title, citation and commencement.", "section_text": "2 1 This Act may be cited as the Marriage Acts Amendment Act, 1958, and the  Marriage Acts, 1949 and  1954, and this Act may be cited together as the Marriage Acts, 1949 to 1958. 2 This Act shall come into operation on the first day of January, nineteen hundred and fifty-nine."}]