[{"act": "Matrimonial Causes (Property and Maintenance) Act 1958", "year": 1958, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Matrimonial Causes (Property and Maintenance) Act 1958", "year": 1958, "section": "7", "section_title": " Extension of s. 17 of Married Women’s Property Act, 1882. ", "section_text": "7 1 Any right of a wife, under section seventeen of the  Married Women’s Property Act, 1882, to apply to a judge of the High Court or of  the family court                     , in any question between husband and wife as to the title to or possession of property, shall include the right to make such an application where it is claimed by the wife that her husband has had in his possession or under his control— a money to which, or to a share of which, she was beneficially entitled (whether by reason that it represented the proceeds of property to which, or to an interest in which, she was beneficially entitled, or for any other reason), or b property (other than money) to which, or to an interest in which, she was beneficially entitled, and that either that money or other property has ceased to be in his possession or under his control or that she does not know whether it is still in his possession or under his control. 2 Where, on an application made to a judge of the High Court or of  the family court                      under the said section seventeen, as extended by the preceding subsection, the judge is satisfied— a that the husband has had in his possession or under his control money or other property as mentioned in paragraph ( a ) or paragraph ( b ) of the preceding subsection, and b that he has not made to the wife, in respect of that money or other property, such payment or disposition as would have been appropriate in the circumstances, the power to make orders under that section shall be extended in accordance with the next following subsection. 3 Where the last preceding subsection applies, the power to make orders under the said section seventeen shall include power for the judge to order the husband to pay to the wife— a in a case falling within paragraph ( a ) of subsection (1) of this section, such sum in respect of the money to which the application relates, or the wife’s share thereof, as the case may be, or b in a case falling within paragraph ( b ) of the said subsection (1), such sum in respect of the value of the property to which the application relates, or the wife’s interest therein, as the case may be, as the judge may consider appropriate. 4 Where on an application under the said section seventeen as extended by this section it appears to the judge that there is any property which— a represents the whole or part of the money or property in question, and b is property in respect of which an order could have been made under that section if an application had been made by the wife thereunder in a question as to the title to or possession of that property, the judge (either in substitution for or in addition to the making of an order in accordance with the last preceding subsection) may make any order under that section in respect of that property which he could have made on such an application as is mentioned in paragraph ( b ) of this subsection. 5 The preceding provisions of this section shall have effect in relation to a husband as they have effect in relation to a wife, as if any reference to the husband were a reference to the wife and any reference to the wife were a reference to the husband. 6 Any power of a judge which is exercisable on an application under the said section seventeen shall be exercisable in relation to an application made under that section as extended by this section. 7 For the avoidance of doubt it is hereby declared that any power conferred by the said section seventeen to make orders with respect to any property includes power to order a sale of the property."}, {"act": "Matrimonial Causes (Property and Maintenance) Act 1958", "year": 1958, "section": "8", "section_title": " Interpretation.", "section_text": "8 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ disposition ” does not include any provision contained in a will, but, with that exception, includes any conveyance, assurance or gift of property of any description, whether made by an instrument or otherwise; “ property ” means any real or personal property, any estate or interest in real or personal property, any money, any negotiable instrument, debt or other chose in action, and any other right or interest whether in possession or not; “ will ” includes a codicil. 2 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment."}, {"act": "Matrimonial Causes (Property and Maintenance) Act 1958", "year": 1958, "section": "9", "section_title": " Short title, commencement and extent.", "section_text": "9 1 This Act may be cited as the Matrimonial Causes (Property and Maintenance) Act, 1958. 2 This Act shall come into operation on such day as may be appointed by the Lord Chancellor by an order made by statutory instrument. 3 This Act shall not extend to Scotland or to Northern Ireland."}]