[{"act": "Variation of Trusts Act 1958", "year": 1958, "section": "1", "section_title": " Jurisdiction of courts to vary trusts.", "section_text": "1 1 Where property, whether real or personal, is held on trusts arising, whether before or after the passing of this Act, under any will, settlement or other disposition, the court may if it thinks fit by order approve on behalf of— a any person having, directly or indirectly, an interest, whether vested or contingent, under the trusts who by reason of infancy or other incapacity is incapable of assenting, or b any person (whether ascertained or not) who may become entitled, directly or indirectly, to an interest under the trusts as being at a future date or on the happening of a future event a person of any specified description or a member of any specified class of persons, so however that this paragraph shall not include any person who would be of that description, or a member of that class, as the case may be, if the said date had fallen or the said event had happened at the date of the application to the court, or c any person unborn, or d any person in respect of any discretionary interest of his under protective trusts where the interest of the principal beneficiary has not failed or determined. any arrangement (by whomsoever proposed, and whether or not there is any other person beneficially interested who is capable of assenting thereto) varying or revoking all or any of the trusts, or enlarging the powers of the trustees of managing or administering any of the property subject to the trusts: Provided that except by virtue of paragraph ( d ) of this subsection the court shall not approve an arrangement on behalf of any person unless the carrying out thereof would be for the benefit of that person. 2 In the foregoing subsection “ protective trusts ” means the trusts specified in paragraphs (i) and (ii) of subsection (1) of section thirty-three of the  Trustee Act, 1925, or any like trusts, “ the principal beneficiary ” has the same meaning as in the said subsection (1) and “ discretionary interest ” means an interest arising under the trust specified in paragraph (ii) of the said subsection (1) or any like trust. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the jurisdiction conferred by subsection (1) of this section shall be exercisable by the High Court, except that the question whether the carrying out of any arrangement would be for the benefit of a person falling within paragraph ( a ) of the said subsection (1)  who lacks capacity (within the meaning of the Mental Capacity Act 2005) to give his assent is to be determined by the Court of Protection 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Nothing in the foregoing provisions of this section shall apply to trusts affecting property settled by Act of Parliament. 6 Nothing in this section shall be taken to limit  the powers of the Court of Protection"}, {"act": "Variation of Trusts Act 1958", "year": 1958, "section": "2", "section_title": " Extent and provisions as to Northern Ireland.", "section_text": "2 1 This Act shall not extend to Scotland. 2 The foregoing section shall not extend to Northern Ireland, . . . "}, {"act": "Variation of Trusts Act 1958", "year": 1958, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Variation of Trusts Act, 1958."}]