[{"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Appellate Jurisdiction Act 1876."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "3", "section_title": " Cases in which appeal lies to House of Lords.", "section_text": "3 Subject as in this Act mentioned an appeal shall lie to the House of Lords from any order or judgment of any of the courts following; that is to say, 1 Of Her Majesty’s Court of Appeal in England; and 2 Of any Court in Scotland from which error or an appeal at or immediately before the commencement of this Act lay to the House of Lords by common law or by statute; and 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "4", "section_title": " Form of appeal to House of Lords. ", "section_text": "4 Every appeal shall be brought by way of petition to the House of Lords, praying that the matter of the order or judgment appealed against may be reviewed before Her Majesty the Queen in her Court of Parliament, in order that the said Court may determine what of right, and according to the law and custom of this realm, ought to be done in the subject-matter of such appeal."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "5", "section_title": " Attendance of certain number of Lords of Appeal required at hearing and determination of appeals. ", "section_text": "5 An appeal shall not be heard and determined by the House of Lords unless there are present at such hearing and determination not less than three of the following persons, in this Act designated Lords of Appeal; that is to say, 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Lords of Appeal in Ordinary to be appointed as in this Act mentioned; and 3 Such Peers of Parliament as are for the time being holding or have held any of the offices in this Act described as high judicial offices but this section is subject to sections 26(7)(b) and 27 of the Judicial Pensions and Retirement Act 1993 (prohibition on participating in the hearing and determination of appeals after attaining the age of seventy-five years, except for the purpose of completing proceedings already begun)."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "6", "section_title": " Appointment of Lords of Appeal in Ordinary by Her Majesty. ", "section_text": "6 For the purpose of aiding the House of Lords in the hearing and determination of appeals, Her Majesty may . . .   by letters patent appoint . . .   qualified persons to be Lords of Appeal in Ordinary . . .  A person shall not be qualified to be appointed by Her Majesty a Lord of Appeal in Ordinary unless he has been at or before the time of his appointment the holder for a period of not less than two years of some one or more of the offices in this Act described as high judicial offices, or has been at or before such time as aforesaid, for not less than fifteen years,  a a person who has a Supreme Court qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990; b an advocate in Scotland, or a solicitor entitled to appear in the Court of Session and the High Court of Justiciary; or c  a practising member of the Bar of Northern Ireland. Every Lord of Appeal in Ordinary shall hold his office during good behaviour, . . .   but he may be removed from such office on the address of both Houses of Parliament. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Every Lord of Appeal in Ordinary, unless he is otherwise entitled to sit as a member of the House of Lords, shall by virtue and according to the date of his appointment be entitled during his life to rank as a Baron by such style as Her Majesty may be pleased to appoint, and shall . . .   be entitled to a writ of summons to attend, and to sit and vote in the House of Lords; his dignity as a Lord of Parliament shall not descend to his heirs. On any Lord of Appeal in Ordinary vacating his office, by death resignation or otherwise, Her Majesty may fill up the vacancy by the appointment of another qualified person. A Lord of Appeal in Ordinary shall, if a Privy Councillor, be a member of the Judicial Committee of the Privy Council, and, subject to the due performance by a Lord of Appeal in Ordinary of his duties as to the hearing and determining of appeals in the House of Lords, it shall be his duty, being a Privy Councillor, to sit and act as a member of the Judicial Committee of the Privy Council."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "7", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "8", "section_title": " Hearing and determination of appeals during prorogation of Parliament. ", "section_text": "8 For preventing delay in the administration of justice, the House of Lords may sit and act for the purpose of hearing and determining appeals, and also for the purpose of Lords of Appeal in Ordinary taking their seats and the oaths, during any prorogation of Parliament, at such time and in such manner as may be appointed by order of the House of Lords made during the preceding session of Parliament; and all orders and proceedings of the said House in relation to appeals and matters connected therewith during such prorogation, shall be as valid as if Parliament had been then sitting, but no business other than the hearing and determination of appeals and the matters connected therewith, and Lords of Appeal in Ordinary taking their seats and the oaths as aforesaid, shall be transacted by such House during such prorogation. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "9", "section_title": " Hearing and determination of appeals during dissolution of Parliament.", "section_text": "9 If on the occasion of a dissolution of Parliament Her Majesty is graciously pleased to think that it would be expedient, with a view to prevent delay in the administration of justice, to provide for the hearing and determination of appeals during such dissolution, it shall be lawful for Her Majesty, by writing under her Sign Manual, to authorise the Lords of Appeal in the name of the House of Lords to hear and determine appeals during the dissolution of Parliament, and for that purpose to sit in the House of Lords at such times as may be thought expedient; and upon such authority as aforesaid being given by Her Majesty, the Lords of Appeal may, during such dissolution, hear and determine appeals and act in all matters in relation thereto in the same manner in all respects as if their sittings were a continuation of the sittings of the House of Lords, and may in the name of the House of Lords exercise the jurisdiction of the House of Lords accordingly."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "11", "section_title": " Procedure under Act to supersede all other procedure. ", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   an appeal shall not lie from any of the courts from which an appeal to the House of Lords is given by this Act, except in manner provided by this Act, and subject to such conditions as to the value of the subject-matter in dispute, and as to giving security for costs, and as to the time within which the appeal shall be brought, and generally as to all matters of practice and procedure, or otherwise, as may be imposed by orders of the House of Lords."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "12", "section_title": " Certain cases excluded from appeal.", "section_text": "12 Except in so far as may be authorised by orders of the House of Lords an appeal shall not lie to the House of Lords from any court in Scotland . . .   in any case, which according to the law or practice hitherto in use, could not have been reviewed by that House, either in error or on appeal."}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "14", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "15", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15–20"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "22", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "23", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "24", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Appellate Jurisdiction Act 1876 (repealed)", "year": 1876, "section": "25", "section_title": " Definitions:   “high judicial office:” superior courts:", "section_text": "25 In this Act, if not inconsistent with the context, the following expressions have the meaning herein-after respectively assigned to them; that is to say. “ High judicial office ” means any of the following offices: that is to say, The office of  ... Judge of one of Her Majesty’s superior courts of Great Britain and Ireland: “ Superior courts of Great Britain and Ireland ” means and includes,— As to England, Her Majesty’s High Court of Justice and Her Majesty’s Court of Appeal, . . .  ; and As to Northern Ireland, Her Majesty’s High Court of Justice in Northern Ireland and Her Majesty’s Court of Appeal in Northern Ireland ; and As to Scotland, the Court of Session: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]