[{"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "1", "section_title": " After passing of Act notice may be given that burial will take place in churchyard or graveyard without the rites of the Church of England. ", "section_text": "1 Any relative, friend, or legal representative having the charge of or being responsible for the burial of a deceased person may give forty-eight hours notice in writing, indorsed on the outside “Notice of Burial,” to, or leave or cause the same to be left at the usual place of abode of the rector, vicar, or other incumbent, or in his absence the officiating minister in charge of any parish or ecclesiastical district or place, or any person appointed by him to receive such notice, that it is intended that such deceased person shall be buried within the churchyard or graveyard of such parish or ecclesiastical district or place without the performance, in the manner prescribed by law, of the service for the burial of the dead according to the rites of the Church of England, and after receiving such notice no rector, vicar, incumbent, or officiating minister shall be liable to any censure or penalty, ecclesiastical or civil, for permitting any such burial as aforesaid. Such notice shall be in writing, plainly signed with the name and stating the address of the person giving it, and shall be in the form or to the effect of Schedule (A.) annexed to this Act.  . . . "}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "2", "section_title": " Paupers.", "section_text": "2 Such notice, in the case of any poor person deceased, whom  the council of a county, London borough or the Common Council of the City of London  are required or authorised by law to bury, may be given to the rector, vicar, or other incumbent in manner aforesaid, and also to the master of any workhouse in which such poor person may have died, or otherwise to  the said council  by the husband, wife, or next of kin of such poor person, who, for the purposes of this Act, shall be deemed to be the person having the charge of the burial of such deceased poor person; and in any such case it shall be the duty of the said guardians to permit the body of such deceased person to be buried in the manner provided by this Act."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "3", "section_title": " Time of burial to be stated subject to variation.", "section_text": "3 Such notice shall state the day and hour when such burial is proposed to take place, and in case the time so stated be inconvenient on account of some other service having been, previously to the receipt of such notice, appointed to take place in such churchyard or graveyard, or the church or chapel connected therewith, or on account of any byelaws or regulations lawfully in force in any graveyard limiting the times at which burials may take place in such graveyard, the person receiving the notice shall, unless some other day or time shall be mutually arranged within twenty-four hours from the time of giving or leaving such notice, signify in writing, to be delivered to or left at the address or usual place of abode of the person from whom such notice has been received, or at the house where the deceased person is lying, at which hour of the day named in the notice, or (in case of burial in a churchyard, if such day shall be a Sunday, Good Friday, or Christmas Day) of the day next following, such burial shall take place; and it shall be lawful for the burial to take place, and it shall take place, at the hour so appointed or mutually arranged, and in other respects in accordance with the notice: Provided that, unless it shall be otherwise mutually arranged, the time of such burial shall be between the hours of ten o’clock in the forenoon and six o’clock in the afternoon if the burial be between the first day of April and the first day of October, and between the hours of ten o’clock in the forenoon and three o’clock in the afternoon if the burial be between the first day of October and the first day of April: Provided also, that no such burial shall take place in any churchyard on Sunday, or on Good Friday or Christmas Day, if any such day being proposed by the notice shall be objected to in writing for a reason assigned by the person receiving such notice."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "4", "section_title": " Burial to take place accordingly.", "section_text": "4 When no such intimation of change of hour is sent to the person from whom the notice has been received, or left at the house where the deceased person is lying, the burial shall take place in accordance with and at the time specified in such notice."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "5", "section_title": " Regulations and fees.", "section_text": "5 All regulations as to the position and making of the grave which would be in force in such churchyard or graveyard in the case of persons interred therein with the service of the Church of England shall be in force as to burials under this Act; and any person who, if the burial had taken place with the service of the Church of England, would have been entitled by law to receive any fee, shall be entitled, in case of a burial under this Act, to receive the like fee in respect thereof."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "6", "section_title": " Burial may be with or without religious service.", "section_text": "6 At any burial under this Act all persons shall have free access to the churchyard or graveyard in which the same shall take place. The burial may take place, at the option of the person so having the charge of or being responsible for the same as aforesaid, either without any religious service, or with such Christian and orderly religious service at the grave, as such person shall think fit; and any person or persons who shall be thereunto invited, or be authorised by the person having the charge of or being responsible for such burial, may conduct such service or take part in any religious act thereat. The words “ Christian service ” in this section shall include every religious service used by any church, denomination, or person professing to be Christian."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "7", "section_title": " Burials to be conducted in a decent and orderly manner and without obstruction.", "section_text": "7 All burials under this Act, whether with or without a religious service, shall be conducted in a decent and orderly manner; and every person guilty of any riotous, violent, or indecent behaviour at any burial under this Act, or wilfully obstructing such burial or any such service as aforesaid thereat, or who shall, in any such churchyard or graveyard as aforesaid, deliver any address, not being part of or incidental to a religious service permitted by this Act, and not otherwise permitted by any lawful authority, or who shall, under colour of any religious service or otherwise, in any such churchyard or graveyard, wilfully endeavour to bring into contempt or obloquy the Christian religion, or the belief or worship of any church or denomination of Christians, or the members or any minister of any such church or denomination, or any other person, shall be guilty of a misdemeanor."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "8", "section_title": " Powers for prevention of disorder.", "section_text": "8 All powers and authorities now existing by law for the preservation of order, and for the prevention and punishment of disorderly behaviour in any churchyard or graveyard, may be exercised in any case of burial under this Act in the same manner and by the same persons as if the same had been a burial according to the rites of the Church of England."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "9", "section_title": " Act not to give right of burial where no previous right existed.", "section_text": "9 Nothing in this Act shall authorise the burial of any person in any place where such person would have had no right of interment if this Act had not passed, or without performance of any express condition on which, by the terms of any trust deed, any right of interment in any burial ground vested in trustees under such trust deed, not being the churchyard or graveyard, or part of the churchyard or graveyard, of the parish or ecclesiastical district in which the same is situate, may have been granted."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "10", "section_title": " Burials under Act to be registered. ", "section_text": "10 When any burial has taken place under this Act the person so having the charge of or being responsible for such burial as aforesaid shall, on the day thereof, or the next day thereafter, transmit a certificate of such burial, in the form or to the effect of Schedule (B.) annexed to this Act, to the rector, vicar, incumbent, or other officiating minister in charge of the parish or district in which the churchyard or graveyard is situate or to which it belongs, . . . . . .  , who shall thereupon enter such burial in the register of burials of such parish or district . . . . . .  , and such entry shall form part thereof. Such entry, instead of stating by whom the ceremony of burial was performed, shall state by whom the same has been certified under this Act. . . . . . .   any rector, vicar, or minister, . . . . . .  , receiving such certificate, who shall refuse or neglect duly to enter such burial in such register as aforesaid, shall be guilty of a misdemeanor."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "12", "section_title": " Liberty to use burial service of Church of England in unconsecra ted ground.", "section_text": "12 No minister in holy orders of the Church of England shall be subject to any censure or penalty for officiating with the service prescribed by law for the burial of the dead according to the rites of the said church in any unconsecrated burial ground or cemetery or part of a burial ground or cemetery, or in any building thereon, in any case in which he might have lawfully used the same service, if such burial ground or cemetery or part of a burial ground or cemetery had been consecrated. The relative, friend, or legal representative having charge of or being responsible for the burial of any deceased person who had a right of interment in any such unconsecrated ground . . . . . .   provided under any Act relating to the burial of the dead, shall be entitled, if he think fit, to have such burial performed therein according to the rites of the Church of England by any minister of the said church who may be willing to perform the same."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "13", "section_title": " Relief of clergy of Church of England from penalties in certain cases. ", "section_text": "13 It shall be lawful for any minister in holy orders of the Church of England authorised to perform the burial service, in any case where the office for the burial of the dead according to the rites of the Church of England may not be used, and in any other case at the request of the relative, friend, or legal representative having the charge of or being responsible for the burial of the deceased, to use at the burial such service . . . . . .  , as may be prescribed or approved of by the Ordinary, without being subject to any ecclesiastical or other censure or penalty."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "14", "section_title": " Savings as to ministers of Church of England.", "section_text": "14 Save as is in this Act expressly provided as to ministers of the Church of England, nothing herein contained shall authorise or enable any such minister who shall not have become a declared member of any other Church or denomination, or have executed a deed of relinquishment under the  Clerical Disabilities Act 1870, to do any act which he would not by law have been authorised or enabled to do if this Act had not passed, or to exempt him from any censure or penalty in respect thereof."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "15", "section_title": " Application of Act.", "section_text": "15 This Act shall extend to the Channel Islands, but shall not apply to Scotland or to Ireland."}, {"act": "Burial Laws Amendment Act 1880", "year": 1880, "section": "16", "section_title": " Short title of Act.", "section_text": "16 This Act may be cited as the Burial Laws Amendment Act 1880."}]