[{"act": "Ground Game Act 1880", "year": 1880, "section": "1", "section_title": " Occupier to have a right inseparable from his occupation to kill ground game concurrently with any other person entitled to kill the same on land in his occupation. ", "section_text": "1 Every occupier of land shall have, as incident to and inseparable from his occupation of the land, the right to kill and take ground game thereon, concurrently with any other person who may be entitled to kill and take ground game on the same land: Provided that the right conferred on the occupier by this section shall be subject to the following limitations: 1 The occupier shall kill and take ground game only by himself or by persons duly authorised by him in writing: a The occupier himself and one other person authorised in writing by such occupier shall be the only persons entitled under this Act to kill ground game with firearms; b No person shall be authorised by the occupier to kill or take ground game, except members of his household resident on the land in his occupation, persons in his ordinary service on such land, and any one other person bona fide employed by him for reward in the taking and destruction of ground game; c Every person so authorised by the occupier, on demand by any person having a concurrent right to take and kill the ground game on the land or any person authorised by him in writing to make such demand, shall produce to the person so demanding the document by which he is authorised, and in default he shall not be deemed to be an authorised person. 2 A person shall not be deemed to be an occupier of land for the purposes of this Act by reason of his having a right of common over such lands; or by reason of an occupation for the purpose of grazing or pasturage of sheep, cattle, or horses for not more than nine months. 3 In the case of moorlands, and uninclosed lands (not being arable lands), the occupier and the persons authorised by him shall exercise the rights conferred by this section only from the eleventh day of December in one year until the thirty-first day of March in the next year, both inclusive; but this provision shall not apply to detached portions of moorlands or uninclosed lands adjoining arable lands, where such detached portions of moorlands or uninclosed lands are less than twenty-five acres in extent."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "2", "section_title": " Occupier entitled to kill ground game on land in his occupation not to divest himself wholly of such right.", "section_text": "2 Where the occupier of land is entitled otherwise than in pursuance of this Act to kill and take ground game thereon, if he shall give to any other person a title to kill and take such ground game, he shall nevertheless retain and have, as incident to and inseparable from such occupation, the same right to kill and take ground game as is declared by section one of this Act. Save as aforesaid, but subject as in section six hereafter mentioned, the occupier may exercise any other or more extensive right which he may possess in respect of ground game or other game, in the same manner and to the same extent as if this Act had not passed."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "3", "section_title": " All agreements in contravention of right of occupier to destroy ground game void.", "section_text": "3 Every agreement, condition, or arrangement which purports to divest or alienate the right of the occupier as declared, given, and reserved to him by this Act, or which gives to such occupier any advantage in consideration of his forbearing to exercise such right, or imposes upon him any disadvantage in consequence of his exercising such right, shall be void."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "4", "section_title": " Exemption from game licences.", "section_text": "4  The occupier and the persons duly authorised by him as aforesaid shall not be required to obtain a licence to kill game for the purpose of killing and taking ground game on land in the occupation of such occupier, and the occupier shall have the same power of selling any ground game so killed by him, or the persons authorised by him, as if he had a licence to kill game: . . .   "}, {"act": "Ground Game Act 1880", "year": 1880, "section": "5", "section_title": " Saving clause.", "section_text": "5 Where at the date of the passing of this Act the right to kill and take ground game on any land is vested by lease, contract of tenancy, or other contract bona fide made for valuable consideration in some person other than the occupier, the occupier shall not be entitled under this Act, until the determination of that contract, to kill and take ground game on such land. And in Scotland when the right to kill and take ground game is vested by operation of law or otherwise in some person other than the occupier, the occupier shall not be entitled by virtue of this Act to kill or take ground game during the currency of any lease or contract of tenancy under which he holds at the passing of this Act, or during the currency of any contract made bona fide for valuable consideration before the passing of this Act whereby any other person is entitled to take and kill ground game on the land.  . . .  Nothing in this Act shall affect any special right of killing or taking ground game to which any person other than the landlord, lessor, or occupier may have become entitled before the passing of this Act by virtue of any franchise, charter, or Act of Parliament."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "6", "section_title": " Prohibition of night shooting, spring traps above ground, or poison. ", "section_text": "6  No person having a right of killing ground game under this Act or otherwise shall use any firearms for the purpose of killing ground game between the expiration of the first hour after sunset and the commencement of the last hour before sunrise; and no such person shall, for the purpose of killing ground game, . . . . . .   employ poison; and any person acting in contravention of this section shall, on summary conviction, be liable to a penalty not exceeding  two pounds level 1 on the standard scale ."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "7", "section_title": " As to non-occupier having right of killing game.", "section_text": "7 Where a person who is not in occupation of land has the sole right of killing game thereon (with the exception of such right of killing and taking ground game as is by this Act conferred on the occupier as incident to and inseparable from his occupation), such person shall, for the purpose of any Act authorising the institution of legal proceedings by the owner of an exclusive right to game, have the same authority to institute such proceedings as if he were such exclusive owner, without prejudice nevertheless to the right of the occupier conferred by this Act."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "8", "section_title": " Interpretation clause.", "section_text": "8 For the purposes of this Act— The words “ ground game ” mean hares and rabbits."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "9", "section_title": " Exemption from penalties.", "section_text": "9 A person acting in accordance with this Act shall not thereby be subject to any proceedings or penalties in pursuance of any law or statute."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "10", "section_title": " Saving of existing prohibitions.", "section_text": "10 Nothing in this Act shall authorise the killing or taking of ground game on any days or seasons, or by any methods, prohibited by any Act of Parliament in force at the time of the passing of this Act."}, {"act": "Ground Game Act 1880", "year": 1880, "section": "11", "section_title": " Short title.", "section_text": "11 This Act may be cited for all purposes as the Ground Game Act, 1880."}]