[{"act": "Architects Registration (Amendment) Act 1969 (repealed 18.9.1997)", "year": 1969, "section": "1", "section_title": " Establishment of Architects’ Registration Council Education Fund.", "section_text": "1 1 There shall be constituted a fund, to be known as the Architects’ Registration Council Education Fund, which, together with its income, shall be applied for the purposes authorised in subsection (4) of this section in such manner and upon such conditions and at such times as the Council may from time to time determine and pending such application may be invested in any manner authorised by the law of any part of the United Kingdom for the investment of trust property. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The purposes authorised for the application of the Architects’ Registration Council Education Fund and its income are:— a the provision of scholarships and grants for the assistance of students in architecture whose means appear to the Council to be insufficient to enable them to pursue their studies and the provision for the purpose of advancing education in architecture of grants for architects and other persons; b the support and furtherance of education and research in architecture: Provided that such research shall consist of work designed to improve the general practice of architecture or of historical research designed to improve the education of architects; c the dissemination of teaching or the results of research concerning architecture. 5 In making grants under paragraph (a) of subsection (4) of this section to persons other than students in architecture regard may be had to their means as well as in making grants to students. 6 In this section “ architecture ” includes all subjects related to architecture or affecting the practice thereof."}, {"act": "Architects Registration (Amendment) Act 1969 (repealed 18.9.1997)", "year": 1969, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Architects Registration (Amendment) Act 1969 (repealed 18.9.1997)", "year": 1969, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act— “ the Act of 1931 ” means the  Architects (Registration) Act 1931 as amended by the  Architects Registration Act 1938; “ the Council ” has the same meaning as in the Act of 1931."}, {"act": "Architects Registration (Amendment) Act 1969 (repealed 18.9.1997)", "year": 1969, "section": "4", "section_title": " Short title, citation and extent.", "section_text": "4 1 This Act may be cited as the Architects Registration (Amendment) Act 1969, and the Act of 1931 and the  Architects Registration Act 1938 and this Act may be cited together as the Architects Registration Acts 1931 to 1969. 2 It is hereby declared that this Act extends to Northern Ireland, . . . "}]