[{"act": "Genocide Act 1969 (repealed)", "year": 1969, "section": "1", "section_title": " Genocide.", "section_text": "1 1 A person commits an offence of genocide if he commits any act falling within the definition of “genocide” in Article  II  of the Genocide Convention as set out in the Schedule to this Act. 2 A person guilty of an offence of genocide shall on conviction on indictment— a if the offence consists of the killing of any person, be sentenced to imprisonment for life; b in any other case, be liable to imprisonment for a term not exceeding fourteen years. 3 Proceedings for an offence of genocide shall not be instituted in England or Wales except by or with the consent of the Attorney General and shall not be instituted in Northern Ireland except by or with the consent of the Attorney General for Northern Ireland. 4 In Schedule 1 to the Criminal law Act 1967 the following paragraph shall be added at the end of List B (offences outside the jurisdiction of quarter sessions):—  “              20. Offences of genocide and any attenpt, conspiracy or incitement to commit such an offence            ” . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Section 70 of the Army Act 1955   and section 70 of the Air Force Act 1955 (civil offences)   shall each be amended by inserting:— a in subsection (3), the following paragraph (before paragraph (b)):—  “                  (ab) if the corresponding civil offence is an offence of genocide consisting of the killing of any person, be liable to imprisonment for life;                ” b in subsection (4), after the words “or rape” the words “or an offence of genocide”; and c in subsection (5), after the words “or manslaughter” the words “or an offence of genocide consisting of the killing of any person”. 7 In the Naval Discipline Act 1957  :— a in section 42(1)(b)\t\t\t\t\t\t\t(punishment of murder) after the words “offence of murder” there shall be inserted the words “or of genocide consisting of the killing of any person”; and b in section 48(2)\t\t\t\t\t\t\t(exclusion of jurisdiction of courts-martial) after the words “or rape” there shall be inserted the words “or genocide” and after the words “or manslaughter” there shall be inserted the words “or an offence of genocide consisting of the killing of any person”."}, {"act": "Genocide Act 1969 (repealed)", "year": 1969, "section": "2", "section_title": " Extradition and evidence for foreign courts.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 For the purposes of . . .   the  Backing of Warrants (Republic of Ireland) Act 1965, no offence which, if committed in the United Kingdom, would be punishable as an offence of genocide or as an attempt, conspiracy or incitement to commit such an offence shall be regarded as an offence of a political character, and no proceedings in respect of such an offence shall be regarded as a criminal matter of a political character. 3 It shall not be an objection to any proceedings taken against a person by virtue of the preceding provisions of this section that under the law in force at the time when and in the place where he is alleged to have committed the act of which he is accused or of which he was convicted he could not have been punished therefor."}, {"act": "Genocide Act 1969 (repealed)", "year": 1969, "section": "3", "section_title": " Application to Channel Islands, Isle of Man and colonies.", "section_text": "3   1 Section 12 of the Backing of Warrants (Republic of Ireland) Act 1965 shall extend to the provisions of this Act amending that Act. 2 Her Majesty may by Order in Council make provision for extending the other provisions of this Act, with such exceptions, adaptations or modifications as may be specified in the Order, to any of the Channel Islands, the Isle of Man or any colony, other than a colony for whose external relations a country other than the United Kingdom is responsible. 3 An Order in Council under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "Genocide Act 1969 (repealed)", "year": 1969, "section": "4", "section_title": " Short title and interpretation.", "section_text": "4 1 This Act may cited as the Genocide Act 1969. 2 In this Act “ the Genocide Convention ” means the Convention on the Prevention and Punishment of the Crime of Genocide approved by the General Assembly of the United Nations on 9th December 1948."}]