[{"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "1", "section_title": " Capacity of married women.", "section_text": "1 Subject to the provisions of this Part of this Act, . . .  , a married woman shall— a be capable of acquiring, holding, and disposing of, any property; and b be capable of rendering herself, and being rendered, liable in respect of any tort, contract, debt, or obligation; and c be capable of suing and being sued, either in tort or in contract or otherwise; and d be subject to the law relating to bankruptcy and to the enforcement of judgments and orders, in all respects as if she were a feme sole."}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "2", "section_title": " Property of married women.", "section_text": "2 1 Subject to the provisions of this Part of this Act all property which— a immediately before the passing of this Act was the separate property of a married woman or held for her separate use in equity; or b belongs at the time of her marriage to a woman married after the passing of this Act; or c after the passing of this Act is acquired by or devolves upon a married woman, shall belong to her in all respects as if she were a feme sole and may be disposed of accordingly:  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "3", "section_title": " Abolition of husband’s liability for wife’s torts and ante-nuptial contracts debts and obligations.", "section_text": "3 Subject to the provisions of this Part of this Act, the husband of a married woman shall not, by reason only of his being her husband, be liable— a in respect of any tort committed by her whether before or after the marriage, or in respect of any contract entered into, or debt or obligation incurred, by her before the marriage; or b to be sued, or made a party to any legal proceeding brought, in respect of any such tort, contract, debt, or obligation."}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "4", "section_title": " Savings.", "section_text": "4 1 Nothing in this Part of this Act shall— a during coverture which began before the first day of January eighteen hundred and eighty-three, affect any property to which the title (whether vested or contingent, and whether in possession, reversion, or remainder) of a married woman accrued before that date, except property held for her separate use in equity; b affect any legal proceeding in respect of any tort if proceedings had been instituted in respect thereof before the passing of this Act; c enable any judgment or order against a married woman in respect of a contract entered into, or debt or obligation incurred, before the passing of this Act, to be enforced in bankruptcy or to be enforced otherwise than against her property. 2 For the avoidance of doubt it is hereby declared that nothing in this Part of this Act— a renders the husband of a married woman liable in respect of any contract entered into, or debt or obligation incurred, by her after the marriage in respect of which he would not have been liable if this Act had not been passed; b exempts the husband of a married woman from liability in respect of any contract entered into, or debt or obligation (not being a debt or obligation arising out of the commission of a tort) incurred, by her after the marriage in respect of which he would have been liable if this Act had not been passed; c prevents a husband and wife from acquiring, holding, and disposing of, any property jointly or as tenants in common, or from rendering themselves, or being rendered, jointly liable in respect of any tort, contract, debt or obligation, and of suing and being sued either in tort or in contract or otherwise, in like manner as if they were not married; d prevents the exercise of any joint power given to a husband and wife."}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "5", "section_title": " Consequential amendments and repeals.", "section_text": "5 1 The enactments mentioned in the first column of the First Schedule to this Act shall have effect subject to the amendments specified in the second column of that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Law Reform (Married Women and Tortfeasors) Act 1935", "year": 1935, "section": "8", "section_title": " Short title, extent and construction of references.", "section_text": "8 1 This Act may be cited as the Law Reform (Married Women and Tortfeasors) Act, 1935. 2 This Act shall not extend to Scotland or to Northern Ireland. 3 Any reference in this Act to any other enactment or to any provision of any other enactment shall, unless the context otherwise requires, be construed as a reference to that enactment, or that provision, as the case may be, as amended by any subsequent enactment including this Act."}]