[{"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "1", "section_title": " Winding up of Land Purchase.", "section_text": "1 1 Subject to the provisions of the First Schedule to this Act— a all powers to make advances for the purchase of land, or for the redemption of the rent of a holding, conferred on the Commission by the Acts relating to land purchase shall cease to be exercisable; b all powers to purchase land conferred on the Commission by the Acts relating to land purchase shall cease to be exercisable, and section eight of the Act of 1925 shall cease to have effect; and c the powers conferred on the Commission by section twelve of the Act of 1903, and by section thirty of the Act of 1909 (which sections respectively relate to the improvement of land and holdings) shall cease to be exercisable. This subsection shall come into operation on the date of the passing of this Act. 2 The provisions of this Act with respect to the transfer of functions exercisable, and property held, in connection with the execution of the Acts relating to land purchase shall have effect, and the Commission shall cease to exist. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "3", "section_title": " Transfer of certain administrative functions to the Ministry. ", "section_text": "3 The following functions of the Commission shall be transferred to and performed by the Ministry, that is to say— a functions under schemes framed under section twenty of the Act of 1903, and the powers to make regulations conferred by section four of the  Turbary (Ireland) Act 1891, and by section twenty-one of the Act of 1903, as extended by section twenty-six of the Act of 1925, and subsection (2) of section four of the Act of 1929; b the power to determine questions conferred by section twenty-two of the Act of 1903; c functions with respect to sporting rights and to rights to, or in relation to, mines or minerals; d functions under subsection (2) of section twenty-seven of the Act of 1925; e functions in respect of sums lodged with the Irish Land Commission and transferred to the Commission and set apart for the cleansing or maintenance of watercourses, drains, embankments, roads or other works; f functions under section two of the  Irish Land (Provision for Sailors and Soldiers) Act 1919; g such other functions as may be specified in an Order in Council under this Act."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "4", "section_title": " Transfer of certain functions of the Governor and of the Land Purchase Trustee to the Ministry.", "section_text": "4 There shall be transferred to and performed by the Ministry— a the functions of the Governor of Northern Ireland under section twenty of the Act of 1903; and b the functions of the Land Purchase Trustee for Northern Ireland in respect of sums transferred to him under section twenty-seven of the Act of 1925 and of any sums which before the passing of that Act had been set apart as a fund for purposes in Northern Ireland similar to the purposes mentioned in that section."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "5", "section_title": " Transfer of power to make rules under s. 33 of the Act of 1925.", "section_text": "5 The functions of the Judicial Commissioner under section thirty-three of the Act of 1925 with respect to the making of rules under any of the powers thereby made exercisable by him shall be transferred and performed— a in the case of rules for purposes relating or incidental to functions transferred to the Ministry by virtue of this Act, to and by the Ministry; and b in the case of rules for purposes relating or incidental to functions transferred to the Treasury by virtue of this Act, to and by the Treasury."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "6", "section_title": " Transfer of residue of administrative functions to the Treasury.", "section_text": "6 1 Any functions of the Commission, for the performance of which provision is not made by the foregoing provisions of this Act, shall be transferred to and performed by the Treasury, subject to such provisions as may be made by any Order in Council under this Act. 2 Arrangements may be made by the Treasury for the performance of any of the said functions by any other Department of the Government of the United Kingdom, or by the Land Purchase Trustee for Northern Ireland [ or by the Registrar of Titles in Northern Ireland] or by any officers of the  Court of Judicature , on such terms and conditions as may be agreed between the Treasury and that Department, or between the Treasury and the Lord Chief Justice of Northern Ireland, as the case may be. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "7", "section_title": " Transfer of property.", "section_text": "7 1 Subject to the provisions of this section all property belonging to, or vested in, or held in trust for, the Commission at the appointed day shall, by virtue of this Act and without any transfer, vest, subject to all debts and liabilities affecting the property,— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b in the case of property so belonging, vested or held for the purposes, or by virtue of, functions transferred by virtue of this Act to the Ministry or to the Treasury, in the Ministry or in the Treasury, as the case may be. 2 Any land which, if this Act had not passed, would have revested in the Commission by virtue of subsection (1) of section two of the  Irish Land (Provision for Sailors and Soldiers) Act 1919, shall vest in the Ministry. 3 Any sporting rights, and rights to, or in relation to, mines or minerals which, if this Act had not passed, would on a sale under the Acts, relating to land purchase have been required to be vested in and reserved to the Commission, shall on a sale under those Acts, be vested in and reserved to the Ministry. 4 Subject to the provisions of this section, any other property which, if this Act had not passed, would have been required to be transferred to, or vested in, the Commission shall be transferred or vested, subject to all debts and liabilities affecting the property,— a in the case of property which would have been required to be so transferred or vested for the purposes, or by virtue, of functions transferred by virtue of this Act to the High Court, to or in the Accountant-General of the  Court of Judicature ; and b in the case of property which would have been required to be so transferred or vested for the purposes, or by virtue, of functions transferred by virtue of this Act to the Ministry or to the Treasury, to or in the Ministry or the Treasury, as the case may be. 5 All property representing sums transferred to the Land Purchase Trustee for Northern Ireland under section twenty-seven of the Act of 1925, or representing sums which, before the passing of that Act, had been set apart as mentioned in the said section twenty-seven (being property the income of which is at the appointed day applicable to the purposes mentioned in the said section twenty-seven or to similar purposes in Northern Ireland), shall, by virtue of this Act and without any transfer, vest in the Ministry, subject to all debts and liabilities affecting the property, and any sums which, if this Act had not passed, would have been required to be transferred to the Land Purchase Trustee for Northern Ireland under section twenty-seven of the Act of 1925 shall be transferred to the Ministry subject as aforesaid. 6 Any land which by virtue of the foregoing provisions of this section would vest in the Treasury shall, in lieu of vesting in them, vest in the Land Purchase Trustee for Northern Ireland. 7 All property transferred or vested by virtue of this section, shall be so transferred or vested, and be held, for the estate, interest and purposes and subject to the covenants, conditions and restrictions for and subject to which the property would have been transferred, vested and held if this Act had not passed, so far as not modified by virtue of this Act."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "9", "section_title": " Office of Land Purchase Trustee.", "section_text": "9 1 The office of Land Purchase Trustee for Northern Ireland shall be held by such officer of the  Court of Judicature  as may be designated by the Lord Chief Justice of Northern Ireland [ or, if the Lord Chief Justice so directs, by the Registrar of Titles in Northern Ireland]: Provided that the person who at the appointed day holds the said office shall, if he is then an officer of the  Court of Judicature , be entitled to continue in office and shall be deemed to have been designated to hold the said office under this subsection. 2 The salary of [ any officer of the  Court of Judicature  designated to hold the said office] in respect of the period whilst he is the holder thereof shall be such as [ the Treasury] may determine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The expenses of and incidental to the said office shall be paid as part of the expenses of the  Court of Judicature . 6 The power to make rules conferred by subsection (15) of section fifty-two of the Act of 1903 shall be transferred to, and be exercisable by, the Chancery Judge, acting with the consent of the Treasury."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "10", "section_title": " Transfer of records.", "section_text": "10 1 All records, deeds and other documents which are lodged in the Record Office of the Commission at the appointed day, or which would have been required to be lodged therein if this Act had not passed (all which records, deeds and other documents are in this section referred to as “ the records ”), shall be transferred to and lodged in the central office of the Land Registry of Northern Ireland: Provided that the Secretary of State may, at any time within six months after the coming into operation of the provisions of section three of this Act, make provision for the transfer from the said Record Office to the office of the Ministry of such of the records as in his opinion ought to be in the custody of the Ministry for the purpose of the performance of any functions transferred to the Ministry by virtue of this Act or of the  Government of Ireland Act 1920. 2 Without prejudice to the proviso to subsection (1) of this section, the Ministry may inspect, or have the temporary custody of, any of the records where such inspection or custody is required for the purpose of the performance of any functions transferred to the Ministry as aforesaid. 3 The Accountant-General of the  Court of Judicature  may inspect, or have the temporary custody of, any of the records where such inspection or custody is required in connection with the distribution of any property vested in him by virtue of this Act. 4 The Deputy Keeper of the Records of Northern Ireland may inspect any of the records and, where the Deputy Keeper is satisfied that any of the records are copies or counterparts of records relating to Northern Ireland formerly preserved in the Public Record Office of Ireland, it shall be lawful for the Deputy Keeper to make copies thereof for the use of the Public Record Office of Northern Ireland. 5 Any right to inspect, or have delivery or obtain copies of, any of the records shall be exercisable against the person having the custody thereof by virtue of this section to the like extent and in the like manner as it would have been exercisable against the person who would have had the custody thereof if this Act had not passed."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "11", "section_title": " Financial provisions.", "section_text": "11 1 Any sums which are required by any of the Acts relating to land purchase to be treated as expenses of the Commission and to be paid out of moneys provided by Parliament shall, to the extent to which they are payable under the said Acts as amended by this Act, be paid out of moneys so provided notwithstanding the cesser of the existence of the Commission. 2 There shall be deemed to be included in the sums referred to in the foregoing subsection any sum which a person is entitled to be paid by virtue of subsection (3) of section four of the  Northern Ireland (Miscellaneous Provisions) Act 1928, and which is paid to him by the Treasury in performance of the duty in that behalf transferred to the Treasury by virtue of section six of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The duties of the Joint Exchequer Board under subsection (3) of section thirty-two of the  Government of Ireland Act 1920, shall include the duty of determining any question in connection with finance arising by reason of the provisions of this Act which may be referred to the Board by the Treasury, or by the Ministry, for determination by the Board. 5 The power of making rules conferred on the Treasury by the Acts relating to land purchase shall extend to the making of rules for carrying the financial provisions of this Act into effect and for adapting to the requirements of this Act such provisions of any enactment in operation before the passing of this Act as relate to land purchase finance."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "12", "section_title": " Power to make Orders in Council.", "section_text": "12 1 His Majesty may by Orders in Council make such provision as seems necessary or proper for giving full effect to any provisions of this Act, and in particular His Majesty may by any such Order in Council— a make such modifications and adaptations of the Acts relating to land purchase as may appear to him necessary or proper in order to give effect to the provisions of this Act, or as may appear to him necessary or proper as a consequence of any change effected by the provisions of this Act; b make provision with respect to the performance of any functions transferred to the Treasury by virtue of this Act, including, in particular, but without prejudice to the generality of the foregoing words, the performance of the duty imposed on the Commission by section twelve of the Act of 1925 to take steps to secure the vesting in the tenants of holdings vested by virtue of Part II of that Act; c make provision with respect to the transfer of any property, rights and liabilities and the closing of any accounts, where any such transfer or closing is necessary by reason of the provisions of this Act. 2 Any Order in Council made under this section shall be laid before both Houses of Parliament as soon as may be after it is made, and if an address is presented to His Majesty by either of those Houses within twenty-one days on which that House has sat next after any such Order is laid before it, praying that the Order may be annulled, His Majesty may thereupon by Order in Council annul the same, and the Order so annulled shall forthwith become void, but without prejudice to the validity of anything which in the meantime may have been done thereunder. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "13", "section_title": " Transitory provisions.", "section_text": "13 1 In the construction and for the purposes of any Act of parliament, judgment, decree, order, award, deed, contract, regulation, byelaw, or other document passed or made before the transfer by virtue of this Act from one authority to another authority of any functions, but so far only as may be necessary for the purpose of the transfer, the name of the latter authority shall be substituted for the name of the former authority. 2 Where anything has been commenced by or under the direction of an authority from whom any functions are transferred by virtue of this Act and that thing is in relation to those functions, that thing may be carried on and completed by or under the direction of the authority to whom those functions are transferred. 3 Where at the time of the transfer of any functions by virtue of this Act any legal proceeding is pending in which any authority from whom functions are transferred by virtue of this Act is a party, and the proceeding has reference to those functions, the authority to whom those functions are transferred shall be substituted in the proceeding for the former authority and the proceeding shall not abate by reason of the substitution."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "14", "section_title": " Interpretation. ", "section_text": "14 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ The Acts relating to land purchase ” means the Land Purchase Acts and any other Acts relating to land purchase in Northern Ireland; “ The Act of 1903 ” means the  Irish Land Act 1903; “ The Act of 1909 ” means the  Irish Land Act 1909; “ The Act of 1925 ” means the  Northern Ireland Land Act 1925; “ The Act of 1929 ” means the  Northern Ireland Land Act 1929; “ The Chancery Judge ” means the Judge of the High Court to whom the business and matters arising in the Chancery jurisdiction of that court are for the time being assigned; “ The Commission ” means the Land Purchase Commission, Northern Ireland; “ The Court of the Commission ” means the Commission acting in the performance of such functions of the Commission as, in accordance with the rules, orders and practice of the Commission, are, immediately before the appointed day, exercisable by the Judicial Commissioner sitting alone or with one or more other commissioners; “ Functions ” includes jurisdiction, powers and duties; “ High Court ” means His Majesty’s High Court of Justice in Northern Ireland; “ Judicial Commissioner ” means the commissioner of the Commission by whom the functions of the Judicial Commissioner under the Land Purchase Acts are, as respects Northern Ireland, to be performed pursuant to the Land Purchase (Northern Ireland) Order, 1923, as amended by subsequent Orders in Council and by section five of the  Northern Ireland (Miscellaneous Provisions) Act 1932; “ Land ” includes an interest in, and a right to or over, land; “ Ministry ” means the Ministry of Finance for Northern Ireland; “ Court of Judicature ” means the  Court of Judicature  of Northern Ireland. 2 References in this Act to any enactment shall be construed as references to that enactment as in force in Northern Ireland."}, {"act": "Northern Ireland Land Purchase (Winding Up) Act 1935", "year": 1935, "section": "15", "section_title": " Short title, citation and construction.", "section_text": "15 1 This Act may be cited as the Northern Ireland Land Purchase (Winding Up) Act 1935. 2 This Act shall be construed as one with the Land Purchase Acts and may be cited with those Acts. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]