[{"act": "Regimental Charitable Funds Act 1935", "year": 1935, "section": "1", "section_title": " Transfer of funds to holding trustees.", "section_text": "1 1 The Secretary of State may at any time, with the approval of the Treasury, pay to such corporation as he may nominate for the purpose (hereinafter referred to as “ the holding trustee ”) a sum equal to the amount standing to the credit of any regimental charitable fund which was paid into the Bank of England under an  Act of the twelfth and thirteenth years of Her late Majesty Queen Victoria, chapter seventy-one, to dissolve regimental benefit societies and to provide for the application of the funds of such societies and of regimental charitable funds; . . .  2 Any sums required to enable the Secretary of State to make any payment under the foregoing subsection shall, if and in so far as they are not provided out of the proceeds of the sale of investments held by the National Debt Commissioners on account of the Fund for the Military Savings Banks, be paid out of moneys provided by Parliament. 3 Upon making any payment under subsection (1) of this section, the Secretary of State may pay to the holding trustee, out of moneys provided by Parliament, such fee in respect of the acceptance of the payment under that subsection as the Secretary of State, with the approval of the Treasury, may determine."}, {"act": "Regimental Charitable Funds Act 1935", "year": 1935, "section": "2", "section_title": " Application of funds.", "section_text": "2 1 The sum which, under the foregoing section, is paid on account of any fund to the holding trustee shall, subject as hereinafter provided, be held by him on trust— a to invest the sum  under the general power of investment in section 3 of the Trustees Act 2000 ; and b to pay the income  or the other profits  from the investment to the commanding officer of the regiment or unit in connection with which the fund exists at the time when the said sum is paid to the holding trustee: Provided that if, in making payment of the said sum, the Secretary of State designates any part thereof as representing unappropriated interest, that part shall not be invested by the holding trustee, but shall be treated for the purpose of paragraph ( b ) of this subsection as if it were income arising from the investment of the remainder of the said sum. 2 The moneys which, under the foregoing subsection, are paid on account of any fund to the commanding officer of any regiment or unit shall be held by him and his successors on trust to apply those moneys for such charitable purposes connected with non-commissioned officers and soldiers as the Secretary of State may by order specify, having regard to the purposes for which that fund was applicable immediately before the making of the order; and the Secretary of State may make regulations as to the manner in which a commanding officer is to account for any moneys held by him as aforesaid and as to other matters incidental to the performance of his duties under this subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Regimental Charitable Funds Act 1935", "year": 1935, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Regimental Charitable Funds Act, 1935."}]