[{"act": "Vagrancy Act 1935", "year": 1935, "section": "1", "section_title": " Amendment of 5  Geo.  4. c. 83 s. 4.", "section_text": "1 1 So much of section four of the Vagrancy Act 1824, as enacts that a person wandering abroad and lodging in any barn or outhouse, or in any deserted or unoccupied building, or in the open air, or under a tent, or in any cart or waggon, not having any visible means of subsistence, and not giving a good account of himself, shall be deemed a rogue and vagabond within the meaning of that Act, shall have effect subject to the following provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A person wandering abroad and lodging as aforesaid shall not be deemed by virtue of the said enactment a rogue and vagabond within the meaning of the said Act unless it is proved either— a that, in relation to the occasion on which he lodged as aforesaid, he had been directed to a reasonably accessible place of shelter and failed to apply for, or refused, accommodation there; b that he is a person who persistently wanders abroad and, notwithstanding that a place of shelter is reasonably accessible, lodges or attempts to lodge as aforesaid; or c that by, or in the course of, lodging as aforesaid he caused damage to property, infection with vermin, or other offensive consequence, or that he lodged as aforesaid in such circumstances as to appear to be likely so to do. In this subsection the expression “ a place of shelter ” means a place where provision is regularly made for giving (free of charge) accommodation for the night to such persons as apply therefor. 4 The reference in the said enactment to a person lodging under a tent or in a cart or waggon shall not be deemed to include a person lodging under a tent or in a cart or waggon with or in which he travels."}, {"act": "Vagrancy Act 1935", "year": 1935, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Vagrancy Act 1935. 2 This Act shall not extend to Scotland or to Northern Ireland."}]