[{"act": "Courts of Law Fees (Scotland) Act 1895", "year": 1895, "section": "1", "section_title": " Short title and extent.", "section_text": "1 This Act may be cited as the Courts of Law Fees (Scotland) Act 1895, and shall apply to Scotland only."}, {"act": "Courts of Law Fees (Scotland) Act 1895", "year": 1895, "section": "2", "section_title": " Power of Secretary of State to regulate court fees.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts of Law Fees (Scotland) Act 1895", "year": 1895, "section": "3", "section_title": "Taxation of accounts in criminal proceedings .", "section_text": "3 1 All accounts of expenses found due in the   relevant court , or in any inferior Court whose judgment has been brought under the review of the   relevant court , by suspension or appeal, or otherwise, unless the amount of the expenses found due shall have been determined or modified by the   relevant court , shall be remitted to the   relevant auditor of court   to be examined and taxed in like manner, and subject to the same   rules of court , as accounts of expenses in   relevant civil proceedings . 2 In subsection (1)— “ relevant court ” means— the High Court of Justiciary, or the Sheriff Appeal Court, when exercising its jurisdiction in criminal proceedings, “ relevant auditor of court ” means— where the relevant court is the High Court of Justiciary, the Auditor of the Court of Session, where the relevant court is the Sheriff Appeal Court, the auditor of the Sheriff Appeal Court, “ relevant civil proceedings ” means— where the relevant court is the High Court of Justiciary, proceedings in the Court of Session, where the relevant court is the Sheriff Appeal Court, civil proceedings in that Court."}, {"act": "Courts of Law Fees (Scotland) Act 1895", "year": 1895, "section": "4", "section_title": " Power to regulate fees to keepers of London and Edinburgh Gazettes for certain notices.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts of Law Fees (Scotland) Act 1895", "year": 1895, "section": "5", "section_title": " Repeal.", "section_text": "5 All Acts of Parliament or Acts of Sederunt, in so far as inconsistent with the provisions of this Act, are hereby repealed."}]