[{"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "1", "section_title": " Short title and extent.", "section_text": "1 This Act may be cited as the Court of Session Consignations (Scotland) Act 1895 and shall apply to Scotland only."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "2", "section_title": " Definition of “consignation.”", "section_text": "2 In this Act the expression “consignation” shall extend and apply to any sum of money consigned or deposited in any bank under orders of the Court, or in virtue of the provisions of any Act of Parliament, and shall include any sum of money, or any bank deposit receipt, security, or other voucher for a sum of money, received by the Accountant of Court (herein-after called the Accountant), . . .   for deposit or consignation, in any cause or proceeding, whether by order of court or otherwise, and any sum of money lodged by way of caution or security in corroboration of any bond, and also any unclaimed dividends, or special deposits, or unapplied balances, in any sequestration or cessio, deposited in any bank in terms of the  Bankruptcy (Scotland) Act 1856, or otherwise."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "3", "section_title": " Accountant of court to be sole custodier of consignations.", "section_text": "3  . . .   the Accountant shall be the sole custodier of all consignations under this Act,   . . . No fees shall be payable to the Accountant in cases of consignation other than those which are or may be prescribed by the Lords of Council and Session with the sanction of the Treasury."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "4", "section_title": " Consignations to be entered in books kept by Accountant of Court.", "section_text": "4 All consignations shall be entered by the Accountant in a book or books, to be kept by him for the purpose, in such form as the Lords of Council and Session may from time to time by Act of Sederunt prescribe, and any person interested shall be entitled to inspect such books under such regulations as to fees or otherwise as the Accountant may, with the approval of the said Lords and of the Treasury, prescribe."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "5", "section_title": " Consignations to be deposited in bank.", "section_text": "5 Within ten days after receipt of any consignation in money the Accountant shall lodge the same on deposit receipt in one of the banks in Scotland, established by Act of Parliament or Royal Charter, and every deposit receipt for money lodged in any of the said banks representing a consignation, whether lodged by the Accountant, or by any party to a cause, or by any other person, shall be taken in name of the Accountant and his successors in office, and shall bear on the face of it the name of the party or parties by whom or on whose behalf the consignation is made, and of the cause, or proceeding, or bond to which it relates."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "6", "section_title": " Responsibility of Accountant of Court for safe custody.", "section_text": "6 The Accountant shall be responsible for the safe custody of all consignations made with him, and shall be bound to account for the same with interest, if any, accrued thereon to the person having right thereto, subject to the orders of the Court. The Accountant shall not be liable for any loss resulting from the failure of any bank in which any consignation shall have been made as aforesaid."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "78.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "9", "section_title": " Accountant to lodge returns of consignations with Lord President.", "section_text": "9 On or before the first day of April, one thousand eight hundred and ninety-seven, the Accountant shall lodge with the Lord President of the Court of Session, and with  the Secretary of State , a detailed return of all consignations made with him and his predecessors in office, or with any of the Clerks of Court during the year ending thirty-first December, one thousand eight hundred and eighty-nine, and which are unpaid or not accounted for at the date of the said return; and, similarly, on or before the first day of April in each succeeding year, a like return of unpaid consignations shall be made in respect of the year which shall have terminated seven years prior to the previous thirty-first December, and the Accountant shall, along with the said return, deliver the deposit receipts or other vouchers, or pay the amount of such consignations mentioned therein, with any interest which may have accrued thereon, to  the Secretary of State , and the endorsation by  the Secretary of State  of any deposit receipt or other voucher shall be a sufficient warrant to a bank to pay the amount deposited, with interest, to  the Secretary of State , who shall, upon such payment being made, grant a receipt binding himself and his successors in office to relieve the Accountant of any claim that may be established in respect of such consignations and interest, and shall thereupon become responsible for any consignations so paid over or delivered."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "1011.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "12", "section_title": " Cases of non-compliance with the provisions of the Act.", "section_text": "12 The Secretary of State  shall report to the Lord President of the Court of Session any instance of non-compliance with the provisions of this Act which may come or be brought to his knowledge, and  the Secretary of State , or any person deputed by him may at any time have access to the consignation books and registers of unclaimed dividends, and may call for exhibition of the deposit receipts, accounts, and all other documents applicable or relating to consignations."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "13", "section_title": " Payment by Queen’s Remembrancer to Exchequer. ", "section_text": "13 It shall be lawful for the Treasury from time to time to direct the Queen’s and Lord Treasurer’s Remembrancer to pay over to the Exchequer out of the moneys accumulated in his hands under the provisions of this Act such sums as to them may seem fit."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "14", "section_title": " Provision for deficiency in balance left with Queen’s Remembrancer.", "section_text": "14 If at any time the moneys in the hands of  the Secretary of State  under the provisions of this Act is reduced to a sum not sufficient, in the opinion of  the Secretary of State , to meet the demands upon it,  the Secretary of State  shall advance out of the Consolidated Fund, . . .   such sum as  he  may think necessary, not exceeding in the whole the amount of the sums paid over to the Exchequer in pursuance of this Act."}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "16", "section_title": " Right to claim moneys in Queen’s Remembrancer’s Hands. ", "section_text": "16 Every person having any legal claim to the moneys to be paid over in terms of this Act, or any part of them, shall have such and the like claim thereto, and such and the like right to demand and recover the same from  the Secretary of State , after payment thereof to  the Secretary of State , as from the person or persons having possession of such moneys before payment to  the Secretary of State ; and an order by the court in which any consignation has been made or received for the payment thereof, or of any part thereof, to any person or persons named, shall be sufficient warrant to  the Secretary of State  to make such payment, and such court shall continue to have jurisdiction relative to the disposal of such consignation, and the parties to the cause shall have the same rights of appeal and otherwise in case of dispute regarding the consignation as they would have had if the money had remained in the hands of the Accountant . . . "}, {"act": "Court of Session Consignations (Scotland) Act 1895", "year": 1895, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}]