[{"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "1", "section_title": " Power to cancel bailiffs’ certificates.", "section_text": "1 A certificate granted to a bailiff by                        a judge of the county court                      under the  Law of Distress Amendment Act 1888, may at any time be cancelled or declared void by a judge of  the county court                     , . . . "}, {"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "2", "section_title": " Penalty for acting without certificate.", "section_text": "2 If any person not holding a certificate for the time being in force under the Law of Distress Amendment Act 1888, levies a distress contrary to the provisions of that Act, he shall without prejudice to any civil liability be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "3", "section_title": " Duration of certificates.", "section_text": "3 The power to make rules under the  Law of Distress Amendment Act 1888 shall extend to making provision for fixing the duration of certificates granted, or to be hereafter granted, to bailiffs."}, {"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "4", "section_title": " Unlawful distress.", "section_text": "4 A court of summary jurisdiction, on complaint that goods or chattels exempt under section four of the  Law of Distress Amendment Act 1888 from distress for rent, have been taken under such distress, may, by summary order, direct that the goods and chattels so taken, if not sold, be restored; or, if they have been sold, that such sum as the court may determine to be the value thereof shall be paid to the complainant by the person who levied the distress or directed it to be levied."}, {"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Law of Distress Amendment Act 1895", "year": 1895, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Law of Distress Amendment Act 1895."}]