[{"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "1", "section_title": " Abolition of existing inferior courts and establishment of district courts.", "section_text": "1 1 On 16th May 1975 the inferior courts in Scotland existing immediately before that date (in this Act referred to as “ the existing courts ”) shall cease to exist, and on that date there shall be established, in accordance with the provisions of this Act, a district court for each commission area except in the case of a commission area in respect of which the Secretary of State otherwise directs, having regard to the likely lack of business for such a court. In this subsection, “ inferior courts ” means all justice of the peace courts, quarter sessions, burgh courts, police courts, and the court of the bailie of the river and firth of Clyde. 2 On and after that date, all functions of burgh magistrates, not otherwise provided for, shall be exercisable by a justice of the peace. 3 Where proceedings were instituted before that date in any existing court and those proceedings have not been completed by that date, then, for the purpose of enabling those proceedings to be continued on and after that date, and for preserving in other respects the continuity of the administration of justice— a the district court having jurisdiction in the area where the proceedings were instituted shall be treated as succeeding to, and being the same court as, the existing court concerned, and any verdict, sentence, order, complaint, notice, citation, warrant, bail bond or other proceedings or document shall have effect accordingly; and b the clerk and the prosecutor of the existing court shall transfer all records, productions and documents relating to those proceedings to the clerk or, as the case may be, the prosecutor of the district court concerned. 4 Where proceedings were instituted after 14th May 1969 in any existing court and were completed on or before 15th May 1975, the clerk of that court shall transfer all complaints, minutes and other records relating thereto to the clerk of the district court concerned. 5 In the case of any other record or document relating to proceedings in the existing courts, the person having custody of it shall, on request by or on behalf of a district court, release it to that court for the purpose of proceedings in that court, and any record or document so released shall be returned to the person who released it as soon as may be after it has ceased to be required for the said purposes."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "1A", "section_title": " Further provision as to establishment and disestablishment of district courts.", "section_text": "1A 1 Where it appears to the Secretary of State that— a there is insufficient business for the district court in a particular commission area; and b such insufficiency of business is likely to continue, he may by order provide that the district court for that area cease to exist on a specified date. 2 Where it appears to the Secretary of State that, in a commission area in which there is no district court, there is likely to be sufficient business to justify the establishment of such a court, he may by order provide for the establishment of such a court in that area on a specified date. 3 An order under subsection (1) or (2) above may contain all such provisions as appear to the Secretary of State to be necessary or expedient for rendering the order of full effect and any incidental, supplemental or consequential provisions which appear to him to be necessary or expedient for the purposes of the order, including, but without prejudice to the generality of the foregoing words, provisions amending, repealing or revoking any enactment (whether passed or made before or after the commencement of this enactment). 4 Before making an order under subsection (1) or (2) above, the Secretary of State shall consult the  local authority  for the area concerned, and such other persons as appear to him to have an interest in the proposed order. 5 Orders under subsection (1) or (2) above shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "5", "section_title": " Stipendiary magistrates.", "section_text": "5 1 Subject to subsections (2) and (3) below, a local authority may appoint a stipendiary magistrate to sit in a district court, and the terms and conditions of such an appointment, including superannuation and other benefits, shall be those applicable to service in local government. 2 A person shall not be appointed to be a stipendiary magistrate unless he is, and has been for at least five years, legally qualified, and for the purposes of this subsection a person shall be legally qualified if he is an advocate or a solicitor. 3 A person shall not be appointed to be a stipendiary magistrate until the Secretary of State approves— a the establishment of the office of stipendiary magistrate in the district court concerned; b the salary which it is proposed should pertain to that office; and c the appointment of the person proposed for that office. 4 Where it appears to the Secretary of State that it is expedient so to do in order to avoid delays in the administration of justice in any district court, he may direct the local authority concerned to appoint a person qualified to be so appointed to act as stipendiary magistrate in that court during such period as the Secretary of State thinks fit. 5 Any person who immediately before 16th May 1975 holds office as stipendiary magistrate for any area shall, on that date, become stipendiary magistrate in the district court having jurisdiction in that area and shall be deemed in all respects to have been appointed by virtue of this section. 6 The salary of any such stipendiary magistrate as is mentioned in subsection (5) above shall not be less than that payable to him immediately before 16th May 1975. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Section 12 of the  Sheriff Courts (Scotland) Act 1971 (removal from office of sheriff) shall apply in relation to a stipendiary magistrate as it applies in relation to a sheriff."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "7", "section_title": " Clerk of district court.", "section_text": "7 1 It shall be the duty of each local authority to appoint and employ, whether on a full-time or part-time basis, an officer to act as clerk of the district court for their area, who shall also act as legal assessor in that court, and any person so appointed shall be an advocate or a solicitor. 2 There shall be transferred to the clerks of the district courts all functions hitherto exercisable by clerks of the existing courts. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "8", "section_title": " Court houses for district court.", "section_text": "8 1 Every local authority shall provide suitable and sufficient premises and facilities for the purposes of the district court. 2 Without prejudice to subsection (1) above, every regional, islands or district council having control of premises used to any extent for the purposes of the existing courts as at 15th May 1975 shall make those premises available for the purposes of the district court, and, where those premises include accommodation used by the prosecutor in the existing courts or in the district courts, that accommodation shall be made available to any procurator fiscal appointed by the Lord Advocate to serve in the district court for such period and at such times as the fiscal may require."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "9", "section_title": " Appointment and removal of justices.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "9A", "section_title": " Removal and restriction of functions of justices", "section_text": "9A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "10", "section_title": " Existing justices and magistrates.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "11", "section_title": " Ex officio justices.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "12", "section_title": " Restriction of functions of justices who are councillors  etc.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "13", "section_title": " Disqualification of solicitor who is a justice.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "13A", "section_title": " Disqualification in case of sequestration or bankruptcy.", "section_text": "13A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "14", "section_title": " Courses for justices.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "15", "section_title": " Supplemental list.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "16", "section_title": " Justices’ committees.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "17", "section_title": " Allowances.", "section_text": "17 1 Subject to the provisions of this section, a justice of the peace shall be entitled to receive payments . . .   by way of travelling allowance or subsistence allowance where expenditure on travelling or, as the case may be, on subsistence is necessarily incurred by him for the purpose of enabling him to perform any of his duties as a justice, and to receive payments . . .   by way of financial loss allowance where for that purpose there is incurred by him any other expenditure to which he would not otherwise be subject or there is suffered by him any loss of earnings or of benefit under the National Insurance Acts 1965 to 1973 which he would otherwise have made or received. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A justice shall not be entitled to any payment under this section in respect of any duties if, in respect of those duties, a payment of the like nature may be paid to him under arrangements made apart from this section or if regulations provide that this section shall not apply. (5A) Allowances payable under this section shall be paid at rates determined by the Secretary of State with the consent of the Minister for the Civil Service. 6 An allowance payable under this section to a justice for any area in respect of his duties as such shall be paid by the local authority concerned. 7 Regulations may make provision as to the manner in which this section is to be administered and, in particular—  a for prescribing the forms to be used and the particulars to be provided for the purpose of claiming payment of allowances; b for avoiding duplication between payments under this section and under other arrangements where expenditure is incurred for more than one purpose, and otherwise for preventing abuse. 8 Regulations for the purposes of this section shall be made by the Secretary of State by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 The provisions of this section do not apply to stipendiary magistrates."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "18", "section_title": " Appointment and duties of clerk of peace.", "section_text": "18 1 Any person who immediately before 16th May 1975 holds office as clerk of the peace for any area shall, on that date, cease to hold that office, notwithstanding the provisions of any enactment or of any instrument in terms of which any person holds that office. 2 On and after that date, the duties of clerk of the peace shall, subject to subsection (3) below, be performed in each commission area by an officer of the local authority concerned, and it shall be the duty of every such authority to appoint and employ, whether on a full-time or part-time basis, an officer to hold the office of clerk of the peace for their area for the purpose of performing those duties. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 It shall be the duty of the clerk of the peace for any commission area— a to advise and assist the justices in the performance of their functions; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to cause to be kept a record of— i those for the time being holding office as a justice for that area, and ii those having held that office who have ceased to do so, and to include in that record a copy of any instrument appointing or removing a justice for that area in accordance with section 9(2) of this Act; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e to notify the Secretary of State of all deaths and resignations of justices in that area  ...; f to carry out such further duties as may be prescribed."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "19", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "20", "section_title": " Custody of records.", "section_text": "20 1 Subject to section 1 of this Act and the provisions of this section, the clerk of the peace for any area shall, on or before 15th May 1975, transmit to the Keeper of the Records of Scotland all justice of the peace records, other than records relating to licensing under the Licensing Acts, being records of which at that date he has the custody under the  Public Records (Scotland) Act 1937; and, for the purposes of this subsection, justice of the peace records shall be deemed to include the commission of the peace. 2 Subject to subsections (3) and (4) below, records of county licensing courts and courts of appeal shall, on or before 15th May 1975, be transferred to and vest in the local authority concerned within whose area the court to which those records relate has jurisdiction. 3 Where the area within which such a court has jurisdiction is divided so that the area falls within the areas of two or more districts, the records relating to that court shall be transferred to and vest in the district council whose area includes, according to the latest census (not being a sample census), the greater part of the population of the area within which that court has jurisdiction. 4 Where, under subsection (3) above, the records of a court have vested in a district council, that council shall make the records available for consultation to any other council to which that subsection relates. 5 All records relating to the appointment of justices of the peace for any commission area under this Act, to their acts as justices for that area (whether under the Licensing Acts or not), and to their ceasing to hold office as justices for that area, shall be records of the local authority concerned; and shall be records belonging to that authority for the purposes of section 200(7) to (10) of the  Local Government (Scotland) Act 1973. 6 Any dispute as to the vesting of records under this section shall be referred to and determined by the Secretary of State, whose decision in the matter shall be final."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "22", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "23", "section_title": " District court and justice of peace expenses and destination of fines.", "section_text": "23 1 All expenses in connection with the district court and justice of the peace business shall be defrayed by the local authority concerned. 2 Except where otherwise provided, all fines imposed in the district court shall accrue to the local authority concerned. 3 A local authority shall defray the expenses of any appeal in which the district prosecutor is involved in connection with proceedings brought by him in his capacity as district prosecutor. 4 A local authority may defray the expenses of any action brought against the district prosecutor in connection with the exercise of his functions, and may relieve him from any liability imposed as a result of such an action. 5 Having regard to the additional expenditure incurred or likely to be incurred by local authorities in the year 1975-76, which is attributable to the coming into operation of any provision of this Act, the Secretary of State may redetermine for that year the amount and portion mentioned in section 2(2)(a) and (b) of the  Local Government (Scotland) Act 1966, and by an order, made in the like manner and subject to the like provisions as a rate support grant order, increase the amount fixed by the relevant rate support grant order as the aggregate amount of the rate support grants and any element of the grants for that year. 6 The provisions of sections 2 and 3 of the said Act of 1966, relating to consultation and to a report of the considerations leading to a determination under the said section 2, shall apply to a redetermination under subsection (5) above as they apply to a determination under that section. 7 Expressions used in subsections (5) and (6) above have the same meanings as in the said Act of 1966."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "24", "section_title": " Amendments and repeals.", "section_text": "24 1 The enactments mentioned in Schedule 1 to this Act shall have effect subject to the amendments respectively specified in that Schedule, being minor amendments or amendments consequential on the provisions of this Act. 2 The enactments mentioned in Schedule 2 to this Act (which includes certain obsolete or unnecessary enactments) are hereby repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may by order amend, repeal or revoke any provision of an Act passed or an instrument under an Act made before 16th May 1975 if it appears to him that that provision is inconsistent with any provision of this Act or requires modification in consequence of this Act. 4 Where any local enactment provides for any matter which is also provided for by any provision of this Act or of any order made thereunder, the provision of this Act, or, as the case may be, of that order, shall have effect in substitution for the local enactment, which shall cease to have effect. 5 Any order made under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "25", "section_title": " Expenses.", "section_text": "25 There shall be defrayed out of moneys provided by Parliament— a any expenses incurred by the Secretary of State under this Act; and b any increase attributable to the provisions of this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "26", "section_title": " Interpretation.", "section_text": "26 1 In this Act, unless the context otherwise requires— “ clerk of the district court ” includes such depute clerk as may be required for the purposes of any district court; “ commission area ” means the area of a local authority; “ district prosecutor ” includes such depute or assistant district prosecutor as may be required for the purposes of any district court; “justice” or “ justice of the peace ” means a justice of the peace appointed under section 9 of this Act or deemed to have been so appointed; “ licensing court ” and “ court of appeal ” have the same meanings as in the  Licensing (Scotland) Act 1959; “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 “ prescribed ” means prescribed by regulations made by the Secretary of State. 2 Any power conferred by this Act to make an order shall include power, exercisable in like manner and subject to the same conditions, to vary or revoke the order by a subsequent order. 3 Unless the context otherwise requires, any reference in this Act to any other enactment is a reference thereto as amended, extended or applied by or under any other enactment, including this Act."}, {"act": "District Courts (Scotland) Act 1975 (repealed)", "year": 1975, "section": "27", "section_title": " Short title, extent and commencement.", "section_text": "27 1 This Act may be cited as the District Courts (Scotland) Act 1975, and, except section 24(1) and subsection (2) below and the entries in Schedule 1 to this Act relating . . .  to section 18(1) of the  Police (Scotland) Act 1967, extends to Scotland only. 2 This Act, except sections 8, 10, 11, 14, 16, 17, 20, 23, 26 and this section, shall come into force on 16th May 1975."}]