[{"act": "Education Act 1975 (repealed 1.11.1996)", "year": 1975, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Education Act 1975 (repealed 1.11.1996)", "year": 1975, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Education Act 1975 (repealed 1.11.1996)", "year": 1975, "section": "3", "section_title": " Contributions and grants for aided and special agreements schools. ", "section_text": "3 In sections 102 and 103 of the Education Act 1944 and section 1(2) of the   Education Act 1967 (contributions and grants by Secretary of State equal to or not exceeding four-fifths of certain expenses incurred in the maintenance or provision of aided and special agreement schools) for the words “four-fifths” there shall be inserted the words “85 per cent.”."}, {"act": "Education Act 1975 (repealed 1.11.1996)", "year": 1975, "section": "4", "section_title": " Repeals ", "section_text": "4 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Education Act 1975 (repealed 1.11.1996)", "year": 1975, "section": "5", "section_title": " Citation, interpretation, commencement and extent.", "section_text": "5 1 This Act may be cited as the Education Act 1975. 2 The Education Acts 1944 to 1973 and this Act may be cited together as the Education Acts 1944 to 1975. 3 Any reference in this Act to any enactment is a reference to that enactment as amended by any subsequent enactment. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Nothing in section 3 above or in Part II of the Schedule to this Act affects contributions or grants in respect of expenditure on work which was begun before 6th November 1974 or on the provision of the site on which, or buildings to which, any such work was done. 6 This Act does not extend to Scotland or Northern Ireland."}]