[{"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "1", "section_title": " Directions by harbour master concerning dangerous vessels  etc.", "section_text": "1 1 Subject to section 3 below and without prejudice to any other power already conferred upon him, a harbour master may give directions prohibiting the entry into, or requiring the removal from, the harbour for which he is harbour master of any vessel if in his opinion the condition of that vessel or the nature or condition of anything it contains is such that its presence in the harbour might involve— a grave and imminent danger to the safety of any person or property; or b grave and imminent risk that the vessel may, by sinking or foundering in the harbour, prevent or seriously prejudice the use of the harbour by other vessels. 2 The directions referred to in subsection (1) above may be given as respects the vessel in question— a to the owner of the vessel, or to any person in possession of the vessel; b to the master of the vessel; or c to any salvor in possession of the vessel, or to any person who is the servant or agent of any salvor in possession of the vessel, and who is in charge of the salvage operation; and in paragraph (b) of this subsection, “ master ” means the person having command or charge of the vessel, but does not include a pilot (that is to say, a person not belonging to the vessel who has the conduct of it). 3 In determining whether to give any directions under subsection (1) above in any particular case, a harbour master shall have regard to all the circumstances of that case and, in particular, he shall have regard to the safety of any person or vessel (whether that person or vessel is in or outside the harbour and including the vessel in question in that case). 4 Directions may be given under subsection (1) above in any such reasonable manner as the harbour master may think fit. 5 At the time any directions under subsection (1) above are given to any person, the harbour master giving the directions shall inform that person of the grounds for giving them."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "2", "section_title": " Application of Merchant Shipping (Liability of Shipowners and Others) Act 1900.", "section_text": "2 Where— a a harbour authority is liable for any loss or damage occurring outside the harbour of that authority in consequence of directions given by a harbour master in purported exercise of his powers under section 1 above; and b the provisions of the  section 191 of the  Merchant Shipping Act 1995 (which limits the liability of harbour, conservancy, dock and canal authorities)  would apply so as to limit that liability if the loss or damage in question had occurred in that harbour; then, for the purposes of that Act, that loss or damage shall be deemed to have occurred in that harbour."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "3", "section_title": " Further directions by Secretary of State.", "section_text": "3 1 Where a harbour master has given directions under section 1 above as respects any vessel, the Secretary of State may, for the purpose of securing the safety of any person or vessel (including the vessel to which those directions relate), give directions under this section to that harbour master requiring him— a to permit the vessel to which the directions given under section 1 relate to enter and remain, or (as the case may be) to remain, in the harbour in question; and b to take such action (if any) as may be specified in the directions given under this section, for the purpose of enabling the vessel to do so or for any connected purpose; and the directions under section 1 shall thereupon cease to have effect. 2 A harbour master to whom any directions are given under this section shall give notice of those directions as respects the vessel in question to the person to whom the directions under section 1 were given or failing that, to any of the other persons mentioned in section 1(2) above, in any such reasonable manner as the harbour master may think fit; and it shall be the duty— a of the harbour master to take any action in relation to that vessel specified in those directions; and b of the harbour master and the harbour authority to take all such further action as may be reasonably necessary to enable that vessel to enter and remain, or to remain, in the habour."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "5", "section_title": " Offences.", "section_text": "5 1 A person who without reasonable excuse contravenes or fails to comply with any directions given under section 1 above shall be guilty of an offence and shall be liable  on summary conviction to a fine not exceeding £25,000 and on conviction on indictment to a fine on summary conviction, or on conviction on indictment, to a fine . 2 It shall be a defence for a person charged under this section to show that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "6", "section_title": " Saving for certain vessels.", "section_text": "6 No directions under section 1 of this Act shall apply in relation to— a any vessel belonging to Her Majesty, or employed in the service of the Crown for any purpose, including any such vessel in the possession of a salvor; or b any vessel which is a pleasure boat of 24 metres or less in length."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "6A", "section_title": "Saving for safety directions", "section_text": "6A Directions under section 1 of this Act shall have no effect in so far as they— a are inconsistent with the exercise by or on behalf of the Secretary of State of a power under Schedule 3A to the Merchant Shipping Act 1995 (c. 21) (safety directions), b would interfere with a person’s compliance with a direction under that Schedule, or c would interfere with action taken by virtue of that Schedule."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "7", "section_title": " Interpretation.", "section_text": "7 In this Act— “ harbour ” and “ harbour authority ” have the respective meanings given to them by section 57 of the  Harbours Act 1964; “ harbour master ” includes any dock master or pier master who is not a subordinate of a harbour master and any deputy or assistant of a harbour master or of such a dock master or pier master; “ vessel ” includes— a a ship or boat, or any other description of craft used in navigation; b a rig, raft or floating platform, or any other moveable thing constructed or adapted for floating on, or partial or total submersion in, water; and c a seaplane, a hovercraft within the meaning of the  Hovercraft Act 1968 or any other amphibious vehicle."}, {"act": "Dangerous Vessels Act 1985", "year": 1985, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Dangerous Vessels Act 1985. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act does not extend to Northern Ireland."}]