[{"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "1", "section_title": " Power to make emergency orders.", "section_text": "1 1 If in the opinion of the designating authority—  a there exist or may exist circumstances which are likely to create a hazard to human health through human consumption of food; and b in consequence food which is or may be in the future in an area— i of land in the United Kingdom ; ii of sea within British fishery limits ; or iii both of such land and of such sea, or which is or may be in the future derived from anything in such an area, is, or may be, or may become, unsuitable for human consumption, that designating authority may by statutory instrument make an order designating that area and containing emergency prohibitions. 2 In this Act—                         “  designating authority” in relation to England and Wales means  the Secretary of State  and, in relation to Scotland and the Scottish zone means the  Scottish Ministers ; and the functions of that authority in relation to Scotland and the Scottish zone shall be treated as exercisable in or as regards Scotland and may be exercised separately . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ emergency order ” means an order under this section— a which designates an area; or b which amends or re-enacts an order which designated an area; “ emergency prohibitions ” means the prohibitions specified in Schedule 1 to this Act;  . . . “ designated area ” means an area designated by an emergency order  ; and. “Scottish zone” has the meaning assigned to it by section 126(1) of the Scotland Act 1998. 3 Food derived from any creature is to be treated for the purposes of this Act as also derived— a from any feeding stuff which that creature has eaten ; and b from anything from which any feeding stuff was derived, and references in this Act to anything from which food could be derived shall be construed accordingly. 4 A designating authority may by order made by statutory instrument amend Schedule 1 to this Act. 5 An emergency order shall refer to the circumstances or suspected circumstances in consequence of which in the opinion of the designating authority making it food such as is mentioned in subsection (1)(b) above is, or may be, or may become, unsuitable for human consumption; and in this Act “ designated circumstances ” means the circumstances or suspected circumstances to which an emergency order refers in pursuance of this subsection.  6 Subject to subsection (7) below, and to section 2(2) below, any person who— a contravenes an emergency prohibition ; or b causes or permits any other person to do so, shall be guilty of an offence. 7 It shall be a defence for a person charged— a with contravening an emergency prohibition contained in an emergency order by virtue of paragraph 2 or 3 of Schedule 1 to this Act ; or b with causing or permitting any other person to contravene such a prohibition, to show— i that the contravention took place on a foreign vessel, foreign aircraft, foreign hovercraft or foreign marine structure ; and ii that nothing to which the prohibition related was landed from it in the United Kingdom. 8 An emergency order— a shall be laid before Parliament ; and b shall cease to have effect at the expiry of a period of 28 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by resolution of each House of Parliament, but without prejudice to anything previously done or to the making of a new order. 9 In reckoning for the purposes of subsection (8) above any period of 28 days, no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than 4 days. 10 An order under this section which— a wholly or partly revokes an emergency order ; and b does nothing else, or nothing else except make provision incidental or supplementary to the revocation, shall be laid before Parliament after being made. 11 No order under subsection (4) above shall be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 12 Where an order under this section is made by the Scottish Ministers,  or is made on their behalf by the Food Standards Agency in accordance with an arrangement made under section 17 of the Food Standards Act 1999   , this section shall have effect subject to the following modifications– a any reference to Parliament or to a House of Parliament shall be construed as a reference to the Scottish Parliament; and b in subsection (9), for “Parliament is dissolved or prorogued or during which both Houses are adjourned” there shall be substituted “the Scottish Parliament is dissolved or is in recess”."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "2", "section_title": " Powers of Ministers when emergency order has been made.", "section_text": "2 1 A designating authority or the Food Standards Agency  may consent, either unconditionally or subject to any condition that  the authority giving the consent  considers appropriate, to the doing in a particular case of anything prohibited by an emergency order. 2 It shall be a defence for a person charged with an offence under section 1(6) above to show— a that consent had been given under subsection (1) above to the contravention of the emergency prohibition ; and b that any condition subject to which that consent had been given was complied with. 3 A designating authority or the Food Standards Agency — a may give any person such directions as appear to  the authority giving the directions  to be necessary or expedient for the purpose of preventing human consumption of food which  the authority giving the directions  believes, on reasonable grounds, is, or may be, or may become, unsuitable for human consumption in consequence of  designated circumstances ; and b may do anything which appears to   the designating authority or the Agency (as the case may be) to be necessary or expedient for that purpose ; and such directions may be given and such action may be taken after the emergency order has ceased to be in force. 4 Any person who— a fails to comply with a direction under this section ; or b causes or permits any other person to do so, shall be guilty of an offence. 5 If  a designating authority or the Food Standards Agency does anything by virtue of this section in consequence of a failure on the part of any person to comply with such a direction,  the authority taking that action  may recover from that person any expenses reasonably incurred by  that authority  under this section. 6 If  a designating authority or the Food Standards Agency does anything by virtue of this section in consequence of any person causing or permitting another person to fail to comply with such a direction,  the authority taking that action  may recover from the person who caused or permitted the failure to comply any expenses reasonably incurred by  that authority  under this section. 7 In the application of this section to Scotland, the references to the Food Standards Agency are to be ignored."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "3", "section_title": " Authorisation of investigating officers and enforcement officers.", "section_text": "3 1 A designating authority  may authorise— a persons (in this Act referred to as “investigating officers”) to conduct investigations for the purpose of determining— i whether any of the powers conferred by this Part of this Act should be exercised ; and ii the manner in which any such power should be exercised ; b persons (in this Act referred to as “enforcement officers”) to enforce— i emergency orders ; and ii directions under section 2 above. 2 A designating authority  may authorise an investigating officer or an enforcement officer who is not an officer of his department to perform any  the designating authority’s  functions under this Part of this Act which he could perform if it were an officer of the department ; and an officer performing such functions in pursuance of such an authorisation is to be treated in relation to their performance as if he were an officer of the department. 3 An authorisation under subsection (1) or (2) above may be given subject to such limitations as may be specified in the instrument containing it ; and this Act shall be construed, in reference to a person whose authorisation has been given subject to limitations, as subject to those limitations. 4 The functions of an investigating officer and of an enforcement officer may also be performed by a British sea-fishery offier, and accordingly any reference to an investigating officer or an enforcement officer in the following provisions of this Act includes a reference to a British sea-fishery officer."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "4", "section_title": " Powers of officers.", "section_text": "4 1 An investigating officer may enter land, vehicle, vessel, aircraft, hovercraft or marine structure— a if he has reasonable grounds to suspect that food— i which is in or in it ; or ii which is derived from anything on or in it, is, or may be, or may become, unsuitable for human consumption in consequence of  such circumstances as are mentioned in section 1(1) above ; or b if he has reasonable grounds to suspect that there is present on or in it any food— i which has been in an designated area at any time before at after the making of the emergency order that designated the area ; and ii which is, or may be, or may become, do affected by  designated circumstances  as to be unsuitable for human consumption; or c if he has reasonable grounds to suspect that there is present on or in it anything from which food could be derived— i which has been in a designated area at any such time ; and ii which is, or may be, or may become, so affected by  designated circumstances  as to cause any food derived from it to be unsuitable for human consumption. 2 An enforcement officer may enter any land, vehicle, vessel, aircraft, hovercraft or marine structure— a if a direction under section 2 above has been given in relation to it or in relation to anything that he has reasonable grounds to suspect to be present on or in it ; or b if he has reasonable grounds to suspect that there is anything on or in it any document, book or other record that may assist him in ascertaining the whereabouts of anything in relation to which such a direction has been given ; or c if he has reasonable grounds to suspect that it is for any other reason necessary for him to enter it for the purposes of performing his functions under this Part of this Act. 3 An investigating officer or an enforcement officer may seize things for the purpose of performing his functions under this Part of this Act. 4 While an emergency order is in force, an investigating officer or an enforcement officer may enter— a any land, vehicle, vessel, aircraft, hovercraft or marine structure in the designated area ; and b anyland, vehicle, vessel, aircraft, hovercraft or marine structure not in that area but on or in which he has reasonable grounds to suspect that there is present— i any food, or anything from which food could be derived, which has been in that area for at any time either before or after the making of the emergency order ; or ii any document, book or other record that may assist him in ascertaining the whereabouts of any such food or thing. 5 An investigating officer or an enforcement officer may exercise any powers conferred on him for the purposes of this Part of this Act— a in relation to a British vessesl, British aircraft, British hovercraft or British marine structure, wherever it may be ; b in relation to a foreign fishing boat, only if it is within British fishery limits ; and c in relation to a foreign vessel other than a fishing boat, or to a foreign aircraft, foreign hovercraft or foreign marine structure, only if— i it is in the United Kingdom or United Kingdom waters ; and ii the officer has reasonable grounds to suspect that something to which an emergency prohibition contained in an emergency order by virtue of paragraph 2 or 3 Schedule 1 to this Act relates has been or is being landed from it in the United Kingdom. 6 Schedule 2 to this Act shall have effect with respect to investigating officers and enforcement officers."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "5", "section_title": " Requirement of licences for deposit of substances and articles in the sea etc.", "section_text": "5 Subject to the following provisions of this Part of this Act, a licence under this Part of this Act is needed— a for the deposit of substances or articles within                             the Scottish inshore region                         , either in the sea or under the seabed— i from a vehicle, vessel, aircraft, hovercraft or marine structure ; ii from a container floating in the sea ; or iii from a structure on land constricted or adapted wholly or mainly for the purpose of depositing solids in the sea ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e for the scuttling of vessels— i in                            the Scottish inshore region                         ;  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f for the loading of a vessel, aircraft, hovercraft, marine structure or floating container in                            Scotland or the Scottish inshore region                          with substances or articles for deposit anywhere in the sea or under the sea-bed ; g for the loading of a vehicle in                             Scotland                          with substances or articles for deposit from that vehicle as mentioned in paragraph (a)  . . . above ; and h for the towing or propelling from                            Scotland or the Scottish inshore region                          of a vessel for scuttling anywhere at sea."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "6", "section_title": " Requirement for licences for incineration at sea etc.", "section_text": "6 1 Subject to the following provisions of this Part of this Act, a licence is needed— a for the incineration of substances or articles on a vessel or marine structure— i in                            the Scottish inshore region                         ;  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b for the loading of a vessel or marine structure in                            Scotland or the Scottish inshore region                          with substances or articles for incineration anywhere at sea. 2 In this Act “ incineration ” means any combustion of substances and materials for the purpose of their thermal destruction."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "7", "section_title": " Exemptions.", "section_text": "7 1 A licensing authority may by order made by statutory instrument specify operations— a which are not to need a licence; or b which are not to need a licence if they satisfy conditions specified in the order. 2 The conditions that an order under this section may specify include conditions enabling a licensing authority to require a person to obtain the authority’s approval before he does anything for which a licence would be needed but for the order. 3 Approval under subsection (2) above may be without conditions or subject to such conditions as the authority considers appropriate. 3A A licensing authority— a shall consult the Food Standards Agency as to any order the authority contemplates making under this section; and b shall from time to time consult that Agency as to the general approach to be taken by the authority in relation to the granting of approvals and the imposition of conditions under subusections (2) and (3) (including the identification of circumstances in which it may be desirable for the Agency to be consulted in relation to particular cases). 4 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "7A", "section_title": " Application of Part II: further provisions.", "section_text": "7A 1 Nothing in this Part of this Act shall apply to anything done— a for the purpose of constructing or maintaining a pipeline as respects any part of which an authorisation (within the meaning of Part III of the Petroleum Act 1998) is in force; or b for the purpose of establishing or maintaining an offshore installation within the meaning of Part IV of that Act. 2 Nothing in this Part of this Act applies to anything done in the course of carrying on an activity for which a licence under section 4 or 18 of the Energy Act 2008 is required (gas unloading, storage and recovery, and carbon dioxide storage). 3 For this purpose, activities are to be regarded as activities for which such a licence is required if, by virtue of such a licence, they are activities which may be carried on only with the consent of the Secretary of State or another person. 4 Subsection (2) does not apply in relation to anything done in the course of carrying out an activity for which a licence under section 4 of the Energy Act 2008 is required in, under or over                             the Scottish inshore region.                          5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "8", "section_title": " Licences.", "section_text": "8 1 In determining whether to issue a licence a licensing authority— a shall have regard to the need— i to protect the marine environment, the living resources which it supports and human health; and ii to prevent interference with legitimate uses of the sea; and b may have regard to such other matters as the authority considers relevant. 2 Without prejudice to the generality of subsection (1) above, where it appears to a licensing authority that an applicant for a licence has applied for the licence with a view to the disposal of the substances or articles to which it would relate, the authority, in determining whether to issue a licence, shall have regard to the practical availability of any alternative methods of dealing with them. 3 A licensing authority— a shall include such provisions in a licence as appear to the authority to be necessary or expedient— i to protect the marine environment, the living resources which it supports and human health; and ii to prevent interference with legitimate uses of the sea; and b may include in a licence such other provisions as the authority considers appropriate. 4 Without prejudice to the generality of subsection (3) above, a licensing authority— a may include in any licence provisions requiring— i that no operation authorised by the licence shall be carried out until the licensing authority has given such further consent to or approval of the operation as the licence may specify; and ii that automatic equipment shall be used for recording such information relating to any operation of deposit, scuttling or incineration mentioned in the licence as the licensing authority may specify; and b may include in a licence which only authorises operations such as are mentioned in section 5(f) or (h) above or section 6(1)(b) above provisions requiring that any operation of deposit, scuttling or incineration which is mentioned in it shall take place at a specified site, whether in                            the Scottish inshore region                          or not. 5 A licensing authority may require an applicant for a licence to supply such information and permit such examinations and tests as in the opinion of the authority may be necessary or expedient to enable the authority to decide whether a licence should be issued to the applicant and the provisions which any licence that is issued to him ought to contain. 6 Where automatic recording equipment is used in accordance with a provision included in a licence by virtue of subsection (4)(a) above, any record produced by means of the equipment shall, in any proceedings under this Part of this Act, be  ... sufficient evidence, of the matters appearing from the record. 7 A licensing authority may require an applicant for a licence, on making his application, to pay a reasonable fee in respect of the administrative expenses of processing his application. 8 A licensing authority may also require an applicant for a licence to pay a further reasonable fee towards the expense— a of carrying out any examinations and tests which in the opinion of the authority are necessary or expedient to enable the authority to decide— i whether to issue a licence to the applicant; and ii the provisions which any licence issued to him ought to include; b of checking the manner in which operations for which a licence is needed have been or are being conducted; and c of monitoring the effect of such operations. 9 Fees under this section shall be determined on principles settled by the Ministers with the consent of the Treasury and after consultation with organisations appearing to the Ministers to represent persons who are likely to apply for licences. 10 A licensing authority may vary or revoke a licence which the authority has issued if it appears to the authority that there has been a breach of any of its provisions. 11 A licensing authority may vary or revoke a licence which the authority has issued if it appears to the authority that the licence ought to be varied or revoked— a because of a change in circumstances relating to the marine environment, the living resources which it supports or human health; or b because of increased scientific knowledge relating to any of those matters; or c for any other reason that appears to the authority to be relevant. 11A The matters to which a licensing authority is to have regard in exercising powers under this section include any advice or information given to that authority by the Food Standards Agency (whether of a general nature or in relation to the exercise of a power in a particular case). 11B A licensing authority shall from time to time consult the Food Standards Agency as to the general manner in which the authority proposes to exercise its powers under this section in cases involving any matter which may affect food safety or other interests of consumers in relation to food (including the identification of circumstances in which it may be desirable for the Agency to be consulted in relation to particular cases). 12 Schedule 3 to this Act shall have effect."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "8A", "section_title": "Electronic communications apparatus: operations in tidal waters  etc", "section_text": "8A 1 The Scottish Ministers must not issue a licence to carry out any operation which amounts to, or involves the exercise of, a right conferred by   Part 9 of Schedule 3A of the Communications Act 2003 (the electronic communications code)   unless they are satisfied that adequate compensation arrangements have been made. 2 For the purposes of subsection (1)  “adequate compensation arrangements” are adequate arrangements for compensating any persons— a who appear to the Scottish Ministers to be owners of interests in the tidal water or lands on, under or over which the right is to be exercised, b for any loss or damage sustained by those persons in consequence of the operation being carried out."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "9", "section_title": " Offences relating to licensing system.", "section_text": "9 1 Subject to subsections (3)                            , (4)                                                 and (8)                     below, a person who— a except in pursuance of a licence and in accordance with its provisions, does anything for which a licence is needed; or b causes or permits any other person to do any such thing except in pursuance of a licence and in accordance with its provisions, shall be guilty of an offence. 2 A person who for the purpose of procuring the issue of a licence, or in purporting to carry out any duty imposed on him by the provisions of a licence— a makes a statement which he knows to be false in a material particular; b recklessly makes a statement which is false in a material particular; or c intentionally fails to disclose any material particular, shall be guilty of an offence. 3 Subject to subsection (4) below, it shall be a defence for a person charged with an offence under subsection (1) above in relation to any operation to prove— a that the operation was carried out for the purpose of securing the safety of a vessel, aircraft, hovercraft or marine structure or of saving life; and b that he took steps within a reasonable time to inform one or other of the Ministers— i of the operation; ii of the locality and circumstances in which it took place; and iii of any substances or articles concerned. 4 A person does not have the defence provided by subsection (3) above if the court is satisfied— a that the operation— i was not necessary for any purpose mentioned in paragraph (a) of that subsection; and ii was not a reasonable step to take in the circumstances; or b that it was necessary for one of those purposes but the necessity was due to the fault of the defendant. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 It shall be a defence for a person charged with an offence under subsection (1) in relation to any operation to prove that— a for the purposes of   Part 10 of Schedule 3A of the Communications Act 2003 (the electronic communications code)   (undertaker's works), the person is the operator or a relevant undertaker, and b the activity was carried out for the purpose of executing emergency works, within the meaning of that code. ..."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "10", "section_title": " Power to take remedial action.", "section_text": "10 1 A licensing authority  may carry out any operation which appears to him to be necessary or expedient for the purpose of protecting the marine environment, the living resources which it supports and human health, or of preventing interference with legitimate use of the sea, in any case where anything for which a licence is needed appears to have been done otherwise than in pursuance of a licence and in accordance with its provisions. 2 If  a licensing authority carries out an operation under subsection (1) above, he may recover any expenses reasonably incurred by him in carrying it out from any person who has been convicted of an offence in consequence of the act or omission which made it appear to  the licensing authority  to be necessary or expedient to carry out the operation."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "11", "section_title": " Powers of officers.", "section_text": "11 1 Alicensing authority  may authorise any person, subject to such limitations as may be specified in the instrument authorising him, to enforce this Part of this Act; and the following provisions of this Act shall be construed, in reference to a person so authorised, as subject to any such limitations. 2 Subject to the following provisions of this Act, a person so authorised may enter— a land and vehicles in                                Scotland                             ; b vessels, aircraft, hovercraft and marine structures in Scotland or within the Scottish inshore region, if he has reasonable grounds for believing that any substances or articles intended to be deposited in the sea or under the sea-bed or incinerated on a vessel or marine structure at sea are or have been present there. 3 A person so authorised may board                        any vessel within the Scottish inshore region                     if it appears to him that it is intended to be scuttled. 4 A person so authorised shall not enter premises used only as a dwelling for the purpose of enforcing this Part of this Act. 5 Schedule 2 to this Act shall have effect with respect to persons authorised to enforce this Part of this Act."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "12", "section_title": " Enforcement of Conventions.", "section_text": "12 1 Alicensing authority  by order made by statutory instrument— a declare that any procedure which has been developed for the effective application of the London Convention or the Oslo Convention and is specified in the order is an agreed procedure as between Her Majesty’s Government in the United Kingdom and the Government of any Convention State so specified; and b specify any of the powers conferred by this Act for the purpose of enforcing this Part of this Act as a power that may be exercised, by such persons in such circumstances and subject to such conditions or modifications as may be specified, for the purpose of enforcing that procedure. 2 A person who exercises any powers by virtue of an order under this section shall have the same rights and liabilities in relation to their exercise that a person authorised under section 11 above would have in relation to the exercise of any powers for the purpose of enforcing this Part of this Act. 3 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "13", "section_title": " Powers of Ministers to test and to charge for testing.", "section_text": "13 1 At the request of any person either of the Ministers may conduct tests for the purpose of ascertaining the probable effect on the marine environment and the living resources which it supports of using for the purpose of treating oil on the surface of the sea any substance produced for that purpose. 2 If either of the Ministers conducts any tests under this section, he may recover any expenses reasonably incurred by him in conducting them from any person at whose request they were conducted."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "14", "section_title": " Duty of licensing authority to keep public registers of information.", "section_text": "14 1 It shall be the duty of each licensing authority, as respects licences for which it is the licensing authority, to maintain, in accordance with regulations, a register containing prescribed particulars of or relating to— a applications for licences made to that authority; b the licences issued by that authority; c variations of licences effected by that authority; d revocations of licences effected by that authority; e convictions for any offences under section 9 above; f information obtained or furnished in pursuance of section 8(3), (4) or (5) above; g the occasions on which either of the Ministers has carried out any operation under section 10 above; and h such other matters relating to operations for which licences are needed under this Part of this Act as may be prescribed. 2 No information shall be included in any register which, in the opinion of either of the Ministers, is such that its disclosure on the register— a would be contrary to the interests of national security, or b would prejudice to an unreasonable degree some person’s commercial interests. 3 Information excluded from a register by virtue of subsection (2)(b) above shall be treated as ceasing to prejudice a person’s commercial interests at the expiry of the period of four years beginning with the date on which the Minister made his decision under that subsection; but, on the application of any person to whom it relates, the Minister shall decide whether the information should be included or continue to be excluded from the register. 4 Where information of any description is excluded from a register by virtue of subsection (2)(b) above, a statement shall be entered in the register indicating the existence of information of that description. 5 It shall be the duty of each licensing authority— a to secure that the register maintained by the authority under this section is available, at all reasonable times, for inspection by the public free of charge; and b to afford to members of the public facilities for obtaining copies of entries, on payment of reasonable charges. 6 Registers under this section may be kept in any form. 7 In this section “ prescribed ” means prescribed in regulations. 8 Either of the Ministers may exercise any power to make regulations under this section and any such power shall be exercisable by statutory instrument, subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "15", "section_title": " Repeal of Dumping at Sea Act 1974, consequential amendments and transitional provisions.", "section_text": "15 1 The  Dumping at Sea Act 1974 is hereby repealed. 2 Notwithstanding that repeal, Her Majesty’s Government in the United Kingdom may continue to make payments to the international organisations. 3 In each of the enactments to which this subsection applies for the words “the Dumping at Sea Act 1974” there shall be substituted the words “Part II of the Food and Environment Protection Act 1985”. 4 The enactments to which subsection (3) above applies are—  a sections 31(2)( b )(iii) and 32(4)( b ) of the Control of Pollution Act   1974;  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 16 of the  Deep Sea Mining (Temporary Provisions) Act 1981. 5 In section 18 of the  Offshore Petroleum Development (Scotland) Act 1975— a paragraph (h) shall cease to have effect; and b the following paragraph shall be added after paragraph (i)— j Part II of the Food and Environment Protection Act 1985, . 6 The following paragraph shall be substituted for section 42(1)(d) of the  Local Government (Miscellaneous Provisions) Act 1976— d Part II of the Food and Environment Protection Act 1985 (which relates to deposits in the sea). . 7 Without prejudice to section 17(2) of the  Interpretation Act 1978 (repeal and re-enactment) any licence under the Dumping at Sea Act 1974 which is in force immediately before the commencement of this Part of this Act— a shall have effect as from the commencement of this Part of this Act as if granted under this Part of this Act; and b in the case of a licence for a specified period, shall remain in force, subject to the provisions of this Part of this Act, for so much of that period as falls after the commencement of this Part of this Act."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "16", "section_title": " Control of pesticides etc.", "section_text": "16 1 The provisions of this Part of this Act shall have effect— a with a view to the continuous development of means— i to protect the health of human beings, creatures and plants; ii to safeguard the environment; and iii to secure safe, efficient and humane methods of controlling pests; and b with a view to making information about pesticides available to the public; and references in this Part of this Act to the general purposes of this Part of this Act are references to the purposes mentioned in this subsection. 2 The Ministers may jointly by regulations— a impose the specified prohibitions in relation to pesticides but exclude from them pesticides of a description specified in the regulations; b provide that the Ministers may jointly give their approval, in relation to pesticides of a description specified in the regulations, to the doing of anything that would otherwise be prohibited by virtue of paragraph (a) above; c provide for the imposition of conditions on an approval, when or after it is given; d provide for the giving of consent by the Ministers or either of them to the doing of anything contrary to a specified prohibition; e provide that a consent given by virtue of paragraph (d) above may be given either without conditions or subject to such conditions as may be specified; f provide— i for the review, revocation or suspension of an approval; ii for the amendment of conditions imposed on an approval; g direct that, if there has been a breach, in relation to any pesticide,— i of any of the specified prohibitions; or ii of a condition imposed by virtue of this subsection, either of the Ministers  and any local authority shall have power— iii to seize or dispose of it or to require that some other person shall dispose of it; iv to seize or dispose of anything treated with it or to require that some other person shall dispose of any such thing; v to direct some other person to take such remedial action as appears to the Minister  or local authority to be necessary as a result of the contravention; h provide that, if any pesticide has been imported into the United Kingdom in contravention of any of the specified prohibitions or of any such condition, either of the Ministers may require that it shall be removed out of the United Kingdom; j provide for information to be made available to the public, subject to— i any condition that the Ministers consider appropriate; and ii payment of such amount as the Ministers may, with the consent of the Treasury, determine as representing the cost reasonably attributable to the supply of the information; k specify how much pesticide or pesticide residue may be left in any crop, food or feeding stuff; and l direct that, if there is more pesticide or pesticide residue in any crop, food or feeding stuff than the proportion specified by virtue of paragraph (k) above, either of the Ministers shall have power— i to seize or dispose of the crop, food or feeding stuff in question or to require that some other person shall dispose of it; ii to direct some other person to take such remedial action as appears to the Minister to be necessary as a result of the contravention, and in this Part of this Act “ regulations ” means regulations under this section and “ approval ” means approval under regulations. 2A In subsection (2)— a in paragraph (g), “ local authority ” has the same meaning as in section 19; and b in paragraph (j), “ information ” means any information which has been supplied to a government department or other authority at any time for the purposes of, or otherwise in connection with— i any provision made by or under this section; ii the United Kingdom Pesticides Safety Precautions Scheme; or iii the Agricultural Chemicals Approval Scheme. 3 In this Part of this Act “ the specified prohibitions ”, in relation to pesticides, means prohibitions of any of the following— a importation; b sale, offer or exposure for sale or possession for the purpose of sale; c supply or offer to supply; d storage; e use; f advertisement. 4 Pesticides may be identified in any way for the purposes of this Part of this Act. 5 In determining any provision to be made by virtue of subsection (2)(j) above the Ministers shall have regard to the interests of persons supplying information to which that provision would relate. 6 Regulations shall be made by statutory instrument and no regulations shall be made unless a draft of them has been laid before and approved by resolution of each House of Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9A The Ministers— a shall consult the Food Standards Agency as to regulations which they contemplate making; and b shall from time to time consult that Agency as to the general approach to be taken by them in relation to the giving, revocation or suspension of approvals and the imposition of conditions on approvals (including the identification of circumstances in which it may be desirable for the Agency to be consulted in relation to particular cases). 10 If it appears to the Ministers that regulations which they contemplate making are likely to affect the health or safety of persons at work, it shall be their duty to consult   the Health and Safety Executive  concerning them. 11 Either of the Ministers may require the provision of such information by importers, exporters, manufacturers, distributors or users of a pesticide as he considers to be necessary— a for the purpose of controlling pesticides in the United Kingdom; or b for the fulfilment by the government of the United Kingdom of any international obligation to supply information; or c to enable the government of the United Kingdom to determine what action it should take in order to fulfil an international obligation of any other description. 12 A person who— a without reasonable excuse, contravenes, or causes or permits any other person to contravene— i any provision of regulations; ii any condition of approval of a pesticide; or iii any requirement imposed by virtue of regulations or of subsection (11) above; or b in purporting to give information required by virtue of subsection (11) above— i makes a statement which he knows to be false in a material particular; ii recklessly makes a statement which is false in a material particular; or iii intentionally fails to disclose any material particular, shall be guilty of an offence. 13 In subsection (12) above “ contravenes ” includes “ fails to comply with ” and “ contravene ” has a corresponding meaning. 13A If either of the Ministers does anything by virtue of this Part of this Act in consequence of a failure on the part of any person to comply with regulations, he may recover from that person expenses reasonably incurred by him in doing it. 14 It shall be a defence in proceedings for an offence— a under section 8(b) of the  Protection of Animals Act 1911; b under section 7(b) of the  Protection of Animals (Scotland) Act 1912; or c  under section 22(2)(b) of the  Welfare of Animals Act (Northern Ireland) 1972,  (each of which restricts the placing on land of poison and poisonous substances) for the person charged to show that he acted in accordance with an approval. 15 In this Act— “ pest ” means— a any organism harmful to plants or to wood or other plant products; b any undesired plant; and c any harmful creature; “ pesticide ” means any substance, preparation or organism prepared or used for destroying any pest; and “ pesticide residue ” means any substance resulting from the use of a pesticide including, without prejudice to the generality of this definition, any such derivative as regulations may specify in relation to a particular pesticide. 16 This Part of this Act applies to any substance, preparation or organism prepared or used for any of the following purposes— a protecting plants or wood or other plant products from harmful organisms; b regulating the growth of plants; c giving protection against harmful creatures; d rendering such creatures harmless; e controlling organisms with harmful or unwanted effects on water systems, buildings or other structures, or on manufactured products; f protecting animals against ectoparasites, as if it were a pesticide."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "17", "section_title": " Codes of practice.", "section_text": "17 1 The Ministers may from time to time after consultation with such persons or bodies as seem to them representative of the interests concerned— a prepare and issue codes of practice for the purpose of providing practical guidance in respect of any provision of this Part of this Act or of regulations; and b revise any such code by revoking, varying, amending or adding to the provisions of the code. 2 A code prepared in pursuance of this section and any alterations proposed to be made on a revision of such a code shall be laid before both Houses of Parliament, and the Ministers shall not issue the code or revised code, as the case may be, until after the end of the period of 40 days beginning with the day on which the code or the proposed alterations were so laid. 3 If, within the period mentioned in subsection (2) above, either House resolves that the code be not issued, or the proposed alterations be not made, as the case may be, the Ministers shall not issue the code or revised code (without prejudice to their powers under that subsection to lay further codes or proposed alterations before Parliament). 4 For the purposes of subsection (2) above— a where a code or proposed alterations are laid before each House of Parliament on different days, the later day shall be taken to be the day on which the code or the proposed alterations, as the case may be, were laid before both Houses; and b in reckoning any period of 40 days, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 5 The Ministers shall cause any code issued or revised under this section to be printed and distributed, and may make such arrangements as they think fit for its distribution, including causing copies of it to be put on sale to the public at such reasonable price as the Ministers may determine. 6 A failure on the part of any person to follow any guidance contained in a code issued under this section shall not of itself render that person liable to proceedings of any kind. 7 In all criminal proceedings any such code shall be admissible in evidence; and if any provision of such a code appears to the court conducting the proceedings to be relevant to any question arising in the proceedings, it shall be taken into account in determining that question. 8 In relation to the exercise by the Scottish Ministers of functions under this section– a references in this section to Parliament or to either or both Houses of Parliament shall be read as if they were references to the Scottish Parliament; b subsection (4)(a) shall cease to have effect; and c in subsection (4)(b) the reference to any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days shall be read as if it were a reference to any time during which the Scottish Parliament is dissolved or is in recess for more than four days."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "18", "section_title": " Payments for general purposes of Part III.", "section_text": "18 1 Either of the Ministers may require an applicant for the approval of a pesticide under this Part of this Act, on making his application, to pay a fee as a contribution to the cost of handling and evaluating it. 2 Either of the Ministers may require payments by such persons as he considers appropriate in respect— a of the balance of the cost of handling and evaluating applications for approval; b of the collection of information under section 16(11) above and the processing of information supplied under that subsection; and c of monitoring the effect of the use of pesticides in the United Kingdom. 3 Amounts to be paid under this section shall be determined on principles settled by the Ministers with the consent of the Treasury and after consultation with organisations appearing to the Ministers to represent persons who are likely to apply for approvals. 4 Without prejudice to the generality of subsection (3) above, the Ministers may settle that any such amount is to be calculated by reference to either or both of the following— a the United Kingdom turnover during a specified period of a pesticide to which an approval relates; or b the United Kingdom turnover during a specified period of all pesticides to which approvals held by the person who is to make the payment relate. 5 Any such amount may be calculated in such manner as the Minister to whom it is to be paid considers reasonable— a if insufficient evidence of turnover is submitted for the calculations that would be required under subsection (4) above; or b if no evidence is submitted for those calculations. 6 Either of the Ministers may permit payment by instalments, and arrange for the refund, adjustment, set-off, waiver or reduction of the whole or part of a payment, in such cases as he may determine. 7 If an amount payable by any person in respect of an approval is unpaid, the Ministers may suspend the approval, until that amount is paid, to such extent as they consider appropriate and, without prejudice to the generality of this subsection, to the extent that it authorises him to sell the pesticide. 8 All payments under this section are payments for the general purposes of this Part of this Act and may be used accordingly."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "19", "section_title": " Enforcement powers.", "section_text": "19 1 Subject to the following provisions of this section, the powers conferred by this section (including Schedule 2 to this Act) (“the enforcement powers”) may be exercised— a by a person whom either of the Ministers has by instrument in writing authorised to exercise them; or b by an officer of a local authority who is authorised to exercise them under subsection (1C) below. 1A An instrument issued under subsection (1)(a) above may provide that the person to whom it is issued may only exercise the enforcement powers for specified purposes. 1B Either of the Ministers may specify descriptions of local authority officers who may be authorised to exercise the enforcement powers but may direct that an officer of a particular description may only be authorised to exercise them for specified purposes. 1C If either of the Ministers specifies a description of local authority officers under subsection (1B) above, a local authority may by instrument in writing authorise any of its officers falling within that description to exercise the enforcement powers. 1D The following provisions of this Act are to be construed in reference to a person authorised to exercise the enforcement powers as subject to the terms of the instrument which authorises him to exercise them. 2 Subject to the following provisions of this Act, a person so authorised may enter any land if he has reasonable grounds to believe— a that any pesticide is being or has been applied to or stored on it; and b that it is necessary for him to enter for any of the general purposes of this Part of this Act. 3 A person so authorised may enter any vehicle, vessel, aircraft, hovercraft or marine structure if he has reasonable grounds to believe— a that any pesticide is being or has been stored in, transported on or applied by means of it; and b that it is necessary for him to do so for any of the general purposes of this Part of this Act. 4 For any of those purposes, a person so authorised may require any person to give him information as to the formulation, effects or use of any substance. 5 If a person so authorised is of the opinion that a person— a is committing an offence under section 16(12)(a) above; or b has committed such an offence in circumstances that make it likely that the offence will be repeated, he may serve on that person a notice stating that he is of that opinion, specifying the offence as to which he is of that opinion, giving particulars of the reasons why he is of that opinion and directing— i that any land, vehicle, vessel, aircraft, hovercraft or marine structure on or in which it appears to him that the offence was or is being committed or anything which is on or in it, shall be left undisturbed (whether generally or in particular respects) for so long as it appears to him to be reasonably necessary; or ii that any reasonable remedial or preventive measures shall be taken. 6 If a person so authorised is of the opinion that any activities, as carried on or about to be carried on by or under the control of any person, involve or, as the case may be, will involve a risk of the commission of an offence under section 16(12)(a) above, he may serve on that person a notice— a stating that he is of that opinion; b specifying the matters which in his opinion give or, as the case may be, will give rise to the said risk; and c directing that the activities to which the notice relates shall not be carried on by or under the control of the person on whom the notice is served unless the matters specified in the notice in pursuance of paragraph (b) above have been remedied. 6A A notice under subsection (5) or (6) above may at any time be withdrawn by a person so authorised. 6B Withdrawal of a notice does not affect the power to serve a fresh notice under subsection (5) or (6). 7 Schedule 2 to this Act shall have effect with respect to persons authorised to enforce this Part of this Act. 8 In this section “ local authority ” means— a any local authority, as defined in the Local Government Act  1972, except a parish or community council; b any local authority, as defined in the Local Government (Scotland) Act  1973; c a district council in Northern Ireland; and d a port health authority."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "20", "section_title": " Application to Crown etc.", "section_text": "20 1 An emergency order operates in relation to land in the designated area in which there is a Crown interest or a Duchy interest. 2 Subject to subsection (3) below, a person to whom this subsection applies may perform any functions under this Act in relation to land in which there is such an interest. 3 Such a person shall not perform any functions— a in relation to land in which there is no interest other than a Crown interest or a Duchy interest; or b in relation to land which is exclusively in Crown occupation. 4 Subsection (2) above applies— a to an investigating officer; b to an enforcement officer; and c to a person authorised to enforce Part II or  III  of this Act. 5 In this section— “ Crown interest ” means any interest belonging to Her Majesty in right of the Crown or belonging to a government department or held in trust for Her Majesty for the purposes of a government department; “ Crown occupation ” means occupation by Her Majesty in right of the Crown or occupation by a government department; and “ Duchy interest ” means an interest belonging to Her Majesty in right of the Duchy of Lancaster, or belonging to the Duchy of Cornwall."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "21", "section_title": " Offences—penalties etc.", "section_text": "21 1 A person guilty of an offence to which this subsection applies shall be liable— a on summary conviction, to a fine of an amount not exceeding the statutory maximum; and b on conviction on indictment, to a fine or to imprisonment for a term of not more than two years or to both. 2 The offences to which subsection (1) above applies are offences under sections 1(6),  and 2(4)  above. 2A A person guilty of an offence under section 9(1) shall be liable— a on summary conviction, to  a fine of an amount not exceeding £50,000 a fine ; and b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years or to both. 3 A person guilty of an offence to which this subsection applies shall be liable— a on summary conviction, to a fine of an amount not exceeding the statutory maximum; and b on conviction on indictment, to a fine. 4 The offences to which subsection (3) above applies are offences under sections 9(2) and 16(12) above. 5 A person guilty of an offence under Schedule 2 to this Act shall be liable on summary conviction to a fine of an amount not exceeding level 5 on the standard scale. 6 Where an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 7 Where the affairs of a body corporate are managed by its members, subsection (6) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "22", "section_title": " General defence of due diligence.", "section_text": "22 1 In any proceedings for an offence under this Act it is a defence for the person charged to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 2 Without prejudice to the generality of subsection (1) above, a person is to be taken to have established the defence provided by that subsection if he proves— a that he acted under instructions given to him by his employer; or b that he acted in reliance on information supplied by another person without any reason to suppose that the information was false or misleading, and in either case that he took all such steps as were reasonably open to him to ensure that no offence would be committed. 3 If in any case the defence provided by subsection (1) above involves an allegation that the commission of the offence was due to an act or omission by another person, other than the giving of instructions to the person charged with the offence by his employer, or to reliance on information supplied by another person, the person charged shall not, without leave of the court, be entitled to rely on that defence unless within a period ending seven clear days before the hearing, he has served on the prosecutor a notice giving such information identifying or assisting in the identification of that other person as was then in his possession."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "23", "section_title": " Financial provisions.", "section_text": "23 1 There shall be paid out of money provided by Parliament all sums required for the purpose of making payments on behalf of Her Majesty’s Government in the United Kingdom to the international organisations. 2 Any expenses of a Minister of the Crown or government department incurred in consequence of the provisions of this Act shall also be paid out of money provided by Parliament. 3 Any receipts of a Minister of the Crown or government department under this Act shall be paid into the Consolidated Fund."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "24", "section_title": " Interpretation.", "section_text": "24 1 In this Act, unless the context otherwise requires— ... ... “ agricultural ” is to be construed in accordance with section 109(3) of the Agriculture Act 1947, section 86(3) of the  Agriculture (Scotland) Act  1948 or section 43(1) of the  Agriculture Act (Northern Ireland) 1949; “ British aircraft ” means an aircraft registered in the United Kingdom; “ British fishery limits ” has the meaning assigned to it by the  Fishery Limits Act 1976; “ British hovercraft ” means a hovercraft registered in the United Kingdom; “ British marine structure ” means a marine structure owned by or leased to an individual residing in or a body corporate incorporated under the law of any part of the United Kingdom; “ British sea-fishery officer ” means any person who by virtue of section 7 of the Sea Fisheries Act 1968 is a British sea-fishery officer for the purposes of the Sea Fisheries Acts; “ British vessel ” means a vessel registered in the United Kingdom, or a vessel exempted from such registration under the  Merchant Shipping Act 1995 ; “ captain ”, in relation to a hovercraft, means the person who is designated by the operator to be in charge of it during any journey, or, failing such designation, the person who is for the time being lawfully in charge of it; “ commander ”, in relation to an aircraft, means the member of the flight crew designated as commander of that aircraft by the operator, or, failing such designation, the person who is for the time being the pilot in command of the aircraft; “ Convention State ” means a state which is a party to the London Convention or the Oslo Convention;  ... “ creature ” means any living organism other than a human being or a plant; “ crops ” includes any form of vegetable produce; “ designated area ” and “ designating authority ” have the meanings assigned to them by section 1(2) above;                        “ designated circumstances ”                        has the meaning assigned to it by section 1(5) above; “ emergency order ” and “ emergency prohibitions ” have the meanings assigned to them by section 1(2) above; “ enforcement officer ” has the meaning assigned to it by section 3 above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ fish ” includes— a shellfish; and b part of a fish; and “ fishing ” includes fishing for shellfish; “ fishing boat ” means any vessel for the time being employed in fishing operations or any operations ancillary thereto;  “ food ” has the same meaning as in the Food Safety Act 1990.  “ human consumption ” includes use in the preparation of food for human consumption; “ importation ” has the same meaning as in the Customs and Excise Acts 1979; “ incineration ” has the meaning assigned to it by section 6 above; “ international organisation ” means any organisation established in pursuance of Article  XIV  of the London Convention or Article 16 of the Oslo Convention; “ investigating officer ” has the meaning assigned to it by section 3 above; “ licence ” means a licence under Part II of this Act; “licensing authority” means,  a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in relation to Scotland– i as regards operations, so far as relating to oil and gas exploration and exploitation, to which a licence would relate and which would be, or have been, carried out in                                waters within the Scottish inshore region                              but lying outside controlled waters within the meaning of section 3OA(1) of the Control of Pollution Act 1974   or which commence in Scotland, the Secretary of State; ii as regards operations falling within the subject matter of Part VI of the Merchant Shipping Act 1995  , to which a licence would relate and which would be, or have been, carried out in                                the Scottish inshore region                             , the Secretary of State; iii as regards any other operations to which a licence would relate and which would be, or have been, carried out in                                the Scottish inshore region                              or which commence in Scotland, the Secretary of State  ...;  “ the London Convention ” means the Convention on the Prevention of Maritime Pollution by Dumping of Wastes and Other Matter concluded at London in December 1972; “ marine structure ” means a platform or other man-made structure at sea, other than a pipe-line; “ master ”, in relation to any vessel, includes the person for the time being in charge of the vessel; “ the Ministers ” means the Minister of Agriculture, Fisheries and Food and the Secretary of State; “ the Oslo Convention ” means the Convention for the Prevention of Marine Pollution by Dumping from Ships and Aircraft concluded at Oslo in February 1972; “ pest ”, “ pesticide ” and “ pesticide residue ” are to be construed in accordance with section 16 above; “ plants ” means any form of vegetable matter, while it is growing and after it has been harvested, gathered, felled or picked, and in particular, but without prejudice to the generality of this definition, includes—  “ Scottish inshore region ” has the same meaning as in the Marine and Coastal Access Act 2009 (see section 322 of that Act);  a agricultural crops; b trees and bushes grown for purposes other than those of agriculture; c wild plants; and d fungi; “Scottish zone” has the meaning assigned to it by section 126(1) of the Scotland Act 1998; “ sea ” includes any area submerged at mean high water springs and also includes, so far as the tide flows at mean high water springs, an estuary or arm of the sea and the waters of any channel, creek, bay or river; “ shellfish ” includes crustaceans and molluscs of any kind;  . . .  . . .  ... “ vessel ” has the meaning assigned to  “ship” by the Merchant Shipping Act 1995 . 2 Any reference in this Act to the London Convention or the Oslo Convention is a reference to it as it has effect from time to time.  2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any power conferred by this Act to make orders or regulations may be exercised— a either in relation to all cases to which the power extends, or in relation to all those cases subject to specified exceptions, or in relation to any specified cases or classes of case; and b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise); ii the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case, or different provision as respects the same case or class of case for different purposes of this Act; iii any such provision either unconditionally, or subject to any specified condition, and includes power to make such incidental or supplemental provision in the orders or regulations as the Minister making them considers appropriate."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "25", "section_title": " Northern Ireland.", "section_text": "25 1 It is hereby declared that this Act extends to Northern Ireland. 2 In the application of Parts I and III of this Act as respects transferred matters in Northern Ireland— za in section 1(2), in the definition of “designating authority”, for the words from “in relation” (in the first place they appear) to the end there is substituted “means the Department of Health and Social Services for Northern Ireland;” a subject to  paragraphs (ab) and  (b) below, for any reference  in Part III to the Ministers or either of them there is substituted a reference to the Department of Agriculture for Northern Ireland; ab subject to paragraph (b) below, in section 16 for any reference to the Ministers or either of them there is substituted a reference to the Department of Agriculture for Northern Ireland and the Department of Health and Social Services for Northern Ireland acting jointly; b for any reference to the Ministers or either of them in section 16(2)(g) and (l)  , 16(13A) , 17, . . .   and 19(1) above there is substituted a reference to any Northern Ireland Department; c for any reference to Parliament, each or either House of Parliament or both Houses of Parliament, there is substituted a reference to the Northern Ireland Assembly; d for any reference to the Treasury there is substituted a reference to the Department of Finance and Personnel for Northern Ireland; e in section 16(10), for the reference to the  the Health and Safety Executive  there is substituted a reference to the Health and Safety Agency for Northern Ireland; and f section 17(4)(a) is omitted. 2A In the application of section 16 as respects transferred matters in Northern Ireland, for subsection (6) of section 16 substitute— “ Regulations— a if contained in a statutory rule which includes any regulations made under section 2(2) of the  European Communities Act 1972, shall be subject to negative resolution within the meaning of section 41(6) of the  Interpretation Act Northern Ireland) 1954; b in any other case, shall not be made unless a draft of them has been laid before and approved by resolution of the Northern Ireland Assembly. ”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 20 above  ...— a any reference to the Crown includes a reference to the Crown in right of Her Majesty’s Government in Northern Ireland; and b “ government department ” includes a Northern Ireland department. 4A Section 24(1) above shall have effect in relation to Northern Ireland as if for the definition of “food” there were substituted the following definition—   “food” has the same meaning as in the Food Safety (Northern Ireland) Order 1991  5 An order or regulations made under this Act by a Northern Ireland department shall be a statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979 and references to a statutory instrument shall be construed accordingly. 6 In this section “ transferred matters ” has the meaning assigned to it by section 43(2) of the  Northern Ireland Constitution Act 1973."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "26", "section_title": " Channel Islands etc.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "27", "section_title": " Commencement.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Food and Environment Protection Act 1985", "year": 1985, "section": "28", "section_title": " Short title.", "section_text": "28 This Act may be cited as the Food and Environment Protection Act 1985."}]