[{"act": "Hospital Complaints Procedure Act 1985", "year": 1985, "section": "1", "section_title": " Hospital complaints procedure.", "section_text": "1 1 It shall be the duty of the Secretary of State to give to each  Strategic Health Authority and Health Authority, to each  Special Health Authority  in England and Wales and to each Health Board in Scotland such directions  . . . as appear to him necessary for the purpose of securing that, as respects each hospital  . . . which that  Strategic Health Authority, Health Authority, Special Health Authority or Board manage — a such arrangements are made for dealing with complaints made by or on behalf of persons who are or have been patients at that hospital; and b such steps are taken for publicising the arrangements so made, as (in each case) are specified or described in the directions. 1A It shall also be the duty of the Secretary of State to give to each  NHS  trust which  manages  a hospital such directions as appear necessary for the purpose of securing that, as respects each hospital  . . . which that  NHS  trust  manages — a such arrangements are made for dealing with complaints made by or on behalf of persons who are or have been patients at that hospital; and b such steps are taken for publicising the arrangements so made, as (in each case) are specified or described in the directions. 1B It shall also be the duty of the Secretary of State to give to each Primary Care Trust  and Local Health Board which manages a hospital such directions as appear necessary for the purpose of securing that, as respects each hospital which that Primary Care Trust  or Local Health Board  manages— a such arrangements are made for dealing with complaints made by or on behalf of persons who are or have been patients at that hospital; and b such steps are taken for publicising the arrangements so made, as (in each case) are specified or described in the directions. 1C In this section, “ directions ” means— a in relation to England and Wales, directions under section 17 of the  National Health Service Act 1977, b in relation to Scotland, directions under section 2(5) of the  National Health Service (Scotland) Act 1978. 2 No right of appeal, reference or review conferred under this section shall preclude an investigation  under the Health Service Commissioners Act 1993  in respect of any matter. 3 In this section— a in its application to England and Wales, expressions which are also used in the said Act of 1977 have the same meanings as in that Act; b in its application to Scotland, expressions which are also used in the said Act of 1978 have the same meanings as in that Act."}, {"act": "Hospital Complaints Procedure Act 1985", "year": 1985, "section": "1A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1A"}, {"act": "Hospital Complaints Procedure Act 1985", "year": 1985, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Hospital Complaints Procedure Act 1985. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act does not extend to Northern Ireland."}]