[{"act": "Insolvency Act 1985", "year": 1985, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "108", "section_title": "", "section_text": "108 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Insolvency Act 1985", "year": 1985, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "109"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "110"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "212", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "212"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "213", "section_title": " Co-operation between courts exercising jurisdiction in relation to insolvency law.", "section_text": "213 1 An order made by a court in any part of the United Kingdom in the exercise of jurisdiction in relation to insolvency law shall be enforced in any other part of the United Kingdom as if it were made by a court exercising the corresponding jurisdiction in that other part ; but, without prejudice to the following provisions of this section, nothing in this subsection shall require a court in any part of the United Kingdom to enforce, in relation to property situated in that part, any order made by a court in any other part of the United Kingdom. 2 The Secretary of State, with the concurrence in relation to property situated in EngIand and Wales of the Lord Chancellor, may by order make provision for securing that a trustee or assignee under the insolvency law of any part of the United Kingdom has, with such modifications as may be specified in the order, the same rights in relation to any property situated in another part of the United Kingdom as he would have in the corresponding circumstances if he were a trustee or assignee circumstances under the insolvency law of that other part. 3 The courts having jurisdiction in relation to insolvency law in any part of the United Kingdom shall assist the courts having the corresponding jurisdiction in any other part of the United Kingdom or any relevant country or territory. 4 For the purposes of subsection (3) above a request made to a court in any part of the United Kingdom by a court in any other part of the United Kingdom or in a relevant country or territory shall be authority for the court to which the request is made to apply, in relation to any matters specified in the request, the insolvency law which is applicable by either court in relation to comparable matters falling within its jurisdiction ; and in exercising its discretion under this subsection, a court shall have regard in particular to the rules of private international law. 5 Where a person who is a trustee or assignee under the insolvency law of any part of the United Kingdom claims property situated in any other part of the United Kingdom (whether by virtue of an order under subsection (2) above or otherwise), the submission of that claim to the court exercising jurisdiction in relation to insolvency law in that other part shall be treated in the same manner as a request made by a court for the purposes of subsection (3) above. 6 Section 38 of the  Criminal Law Act 1977 (execution of warrant of arrest throughout the United Kingdom) shall apply to a warrant which, in exercise of any jurisdiction in relation to insolvency law, is issued in any part of the United Kingdom for the arrest of a person as it applies to a warrant issued in that part of the United Kingdom for the arrest of a person charged with an offence. 7 Without prejudice to any power to make rules of court, any power to make provision by subordinate legislation for the purpose of giving effect in relation to companies or individuals to the insolvency law of any part of the United Kingdom shall include power to make provision for the purpose of giving effect in that part to any provision made by or under the preceding provisions of this section. 8 An order under subsection (2) above shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section “ insolvency law ” means— a in relation to England and Wales, provision extending to England and Wales and made by or under this Act or Parts XIX to  XXI  of the 1985 Act; b in relation to Scotland, provision extending to Scotland and made by or under this Act, Parts XVIII to XXI of the 1985 Act or the  Bankruptcy (Scotland) Act 1985; c in relation to Northern Ireland, provision made by or under the Bankruptcy Acts (Northern Ireland) 1857 to 1980, Part V,  VI  or  IX  of the  Companies Act (Northern Ireland) 1960 or Part IV of the  Companies (Northern Ireland) Order 1978; d in relation to any relevant country or territory, so much of the law of that country or territory as corresponds to provisions falling within any of the foregoing paragraphs; and references in this subsection to any enactment include, in relation to any time before the coming into force of that enactment, references to the corresponding enactment in force at that time. 10 In this section “ relevant country or territory ” means— a any of the Channel Islands or the Isle of Man; or b any country or territory designated for the purposes of this section by the Secretary of State by order made by statutory instrument."}, {"act": "Insolvency Act 1985", "year": 1985, "section": "214", "section_title": " Parliamentary disqualification  etc.", "section_text": "214 1 Where a court in England and Wales or Northern Ireland adjudges an individual bankrupt or a court in Scotland awards sequestration of an individual’s estate, the individual shall be disqualified— a for sitting or voting in the House of Lords b for being elected to, or sitting or voting in, the House of Commons; and c for sitting or voting in a committee of either House. 2 Where an individual is disqualified under this section, the disqualification shall cease— a except where the adjudication is annulled or the award recalled or reduced without the individual having been first discharged, on the discharge of the individual; and b in the said excepted case, on the annulment, recall or reduction, as the case may be. 3 No writ of summons shall be issued to any lord of Parliament who is for the time being disqualified under this section for sitting and voting in the House of Lords. 4 Where a member of the House of Commons who is disqualified under this section continues to be so disqualified until the end of the period of six months beginning with the day of the adjudication or award, his seat shall be vacated at the end of that period. 5 A court which makes an adjudication or award such as is mentioned in subsection (1) above in relation to any lord of Parliament or member of the House of Commons shall forthwith certify the adjudication or award to the Speaker of the House of Lords or, as the case may be, to the Speaker of the House of Commons. 6 Where a court has certified an adjudication or award to the Speaker of the House of Commons under subsection (5) above, then, immediately after it becomes apparent which of the following certificates is applicable, the court shall certify to the Speaker of the House of Commons— a that the period of six months beginning with the day of the adjudication or award has expired without the adjudication or award having been annulled, recalled or reduced; or b that the adjudication or award has been annulled, recalled or reduced before the end of that period. 7 Subject to the preceding provisions of this section, so much of this Act and of any other enactment (whenever passed) and of any subordinate legislation (whenever made) as— a makes provision for or in connection with bankruptcy in one or more parts of the United Kingdom; or b makes provision conferring a power of arrest in connection with the winding up or insolvency of companies in one or more parts of the United Kingdom, shall apply in relation to persons having privilege of Parliament or peerage as it applies in relation to persons not having such privilege."}, {"act": "Insolvency Act 1985", "year": 1985, "section": "215", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "215"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "216", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "216"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "217", "section_title": " Amendments of Restrictive Trade Practices Act 1976.", "section_text": "217   1 No restriction in respect of any of the matters specified in subsection (2) below shall, after the coming into force of this section, be regarded as a restriction by virtue of which the  Restrictive Trade Practices Act 1976 applies to any agreement (whenever made). 2 The said matters are— a the charges to be made, quoted or paid for insolvency services supplied, offered or obtained; b the terms or conditions on or subject to which insolvency services are to be supplied or obtained; c the extent (if any) to which, or the scale (if any) on which, insolvency services are to be made available, supplied or obtained; d the form or manner in which insolvency services are to be made available, supplied or obtained; e the persons or classes of persons for whom or from whom, or the areas or places in or from which, insolvency services are to be made available or supplied or are to be obtained. 3 In this section “ insolvency services ” means the services of persons acting as insolvency practitioners or carrying out under the law of Northern Ireland functions corresponding to those mentioned in section 1(2) or (3) above, in their capacity as such; and expressions which are also used in the said Act of 1976 have the same meanings as in that Act. 4 In Schedule 1 to the said Act of 1976 (services excluded from designated services), after paragraph 9 there shall be inserted the following paragraph— 9A Insolvency services within the meaning of section 217 of the Insolvency Act 1985."}, {"act": "Insolvency Act 1985", "year": 1985, "section": "218", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "218"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "219", "section_title": " Amendments of Banking Act 1979.", "section_text": "219 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Insolvency Act 1985", "year": 1985, "section": "220", "section_title": " Amendments of County Courts Act 1984.", "section_text": "220 1 The  County Courts Act 1984 shall be amended as follows. 2 In section 112(4)(b) (minimum amount which must be owed to creditor presenting, or joining in, a bankruptcy petition while administration order is in force), for “£400” there shall be substituted “£1500”. 3 In subsection (1) of section 115 (execution while administration order is in force if debtor’s property exceeds £10 in value), for “£10” there shall be substituted the words “the minimum amount”. 4 After subsection (1) of the said section 115 there shall be inserted the following subsection— 1A In subsection (1) above “the minimum amount” means £50 or such other amount as the Lord Chancellor may by order specify instead of that amount or the amount for the time being specified in such an order; and an order under this subsection shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Insolvency Act 1985", "year": 1985, "section": "221", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "221"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "222", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "222"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "230", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "230"}, {"act": "Insolvency Act 1985", "year": 1985, "section": "235", "section_title": " Consequential amendments, transitional provisions, savings and repeals.", "section_text": "235 1 The enactments mentioned in Schedule 8 to this Act shall have effect with the amendments there specified (being amendments consequential on the provisions of this Act). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Insolvency Act 1985", "year": 1985, "section": "236", "section_title": " Short title, commencement and extent.", "section_text": "236 1 This Act may be cited as the Insolvency Act 1985. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]