[{"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "1", "section_title": " Establishment of Board of Trustees.", "section_text": "1 1 There shall be a body known as the Board of Trustees of the National Museums of Scotland (in this Part of this Act referred to as “ the Board ”). 2 Part I of Schedule 1 shall have effect with respect to the Board. 3 The “ National Museums of Scotland ” are the institutions presently known as the Royal Scottish Museum and the National Museum of Antiquities of Scotland, together with any establishment owned, controlled or occupied by either of them."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "2", "section_title": " The Board’s general functions.", "section_text": "2 1 So far as practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collections, b secure that the objects are exhibited to and interpreted for the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, d generally promote the public’s awareness, appreciation and understanding of matters agricultural, archaeological, architectural, artistic, cultural, environmental, historical, industrial, military, scientific and social both by means of the Board’s collections and by such other means, including collaboration with other institutions, as they consider appropriate, and e provide education, instruction and advice and carry out research. 2 In carrying out their functions the Board shall have due regard to the Scottish aspect of the matters mentioned in subsection (1)(d) above. 3 If the Secretary of State directs the Board to exercise functions which are exercisable by him (whether by virtue of an enactment or otherwise), which in his opinion can be exercised appropriately by the Board having regard to their functions and resources, and which are specified in the direction, the Board shall exercise them on his behalf in such manner as he may from time to time direct; but nothing in this subsection authorises the Board to exercise a function of making regulations or other instruments of a legislative character."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "3", "section_title": " General powers of Board.", "section_text": "3 1 Subject to the provisions of this Act, the Board may do such things (including requiring payment for admission or for other services or for goods provided by them) as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them under or by virtue of this Act, and c otherwise for the purpose of discharging their functions. 2 Without prejudice to the generality of the foregoing the Board may— a enter into any contract or agreement, including a contract or agreement for the acquisition or disposal of land; b manage, develop, or carry out works on land, and maintain or assist in the maintenance of any such works; c undertake or execute any trust; d act as agents for other persons; e with the consent of the Secretary of State, make grants  subject to such conditions as he may require to be imposed  to any person; f with the consent of the Secretary of State, invest and borrow money; g provide or assist in the provision of publicity related to their functions. 3 The Board shall not enter into any contract or agreement for the acquisition or disposal of land (except a contract or agreement for a period not exceeding one year) without the consent of the Secretary of State. 4 The Board may allow premises owned or occupied by them, or any of their resources or services, to be used by other persons (for payment or otherwise) for purposes not connected with the Board’s functions if they are satisfied that to do so would not conflict unduly with those functions. 5 Fellows of the Society of Antiquaries of Scotland shall be entitled to free access to the library of the National Museums at such times as the Board may reasonably determine."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "4", "section_title": " Museum of Scotland.", "section_text": "4 1 The Board may form a “Museum of Scotland” and may include in that museum any or all of the objects which— a are presently in the collections of the Royal Scottish Museum or the National Museum of Antiquities of Scotland; or b may become vested in the Board in the future. 2 Subsection (1) above is without prejudice to the Board’s power to form other museums, either as part of the Museum of Scotland or otherwise."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "5", "section_title": " Power of Board to form companies.", "section_text": "5 1 With the consent of the Secretary of State, and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate the main object or objects of which is related to the promotion of any of the general functions of the Board described in section 2. 2 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations)."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "6", "section_title": " Initial vesting in Board.", "section_text": "6 1 Subject to the provisions of this Act, where the property in an object was vested either in the Secretary of State or in the Board of Trustees of the National Museum of Antiquities of Scotland (in this Part of this Act referred to as “ the old Board ”) immediately before the vesting day, and the object— a then formed part of the collections of either of the institutions known as the Royal Scottish Museum and the National Museum of Antiquities of Scotland, or b was then in use in respect of the collections or solely for the purposes of the administration of either of those institutions, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of either of the institutions (as where it was on loan). 3 Any interest which was vested in the Secretary of State or in the old Board immediately before the vesting day, and which then subsisted in a fund or share in a fund (whether or not of money) then held for the purposes of either of the institutions shall on that day become vested in the Board. 4 On the vesting day any right, power, duty or liability which was immediately before that day vested in, exercisable by or incumbent on the Secretary of State or the old Board a in relation to any object mentioned in subsection (1), or b by virtue of there being any interest such as is mentioned in subsection (3), shall instead become vested in, exercisable by or incumbent on the Board. 5 Subsections (1) and (4)(a) do not apply as regards an object excepted from those provisions by an order made by the Secretary of State and coming into force before the vesting day. 6 The power to make an order under subsection (5) shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section and section 7 “ the vesting day ” means the day appointed under section 25 for the coming into force of this section (other than subsections (5) and (6))."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "7", "section_title": " Certain gifts vesting on or after vesting day.", "section_text": "7 1 Subsection (2) applies to a gift (by will or otherwise)— a which is contained in an instrument made or executed before the vesting day but coming into effect on or after that day, and b which would, apart from this Act, have vested an interest in property (of any nature) in the Secretary of State or the old Board for the purposes of either of the institutions known as the Royal Scottish Museum and the National Museum of Antiquities of Scotland respectively. 2 The gift shall, in the absence of any contrary intention expressed in that or another instrument made by the testator or donor, have effect so as to vest the interest in the new Board in place of the Secretary of State or, as the case may be, the old Board."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "8", "section_title": " Acquisition and disposal of objects.", "section_text": "8 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collections. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is an exercise of the power conferred by section 6 of the Museums and Galleries Act 1992, or d the disposal is made with the approval of the Secretary of State, to  a body other than those for the time being specified in Schedule 5 to that Act, or e the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An object may be disposed of as mentioned in subsection (3)(e) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object. 6 Money accruing to the Board by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collections."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "9", "section_title": " Lending and borrowing of objects.", "section_text": "9 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical conditions and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, they may exercise the power conferred by subsection (1) in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the property became vested in— i The Board, or ii The Secretary of State or the old Board, (where it became vested in the Board under section 6(1)), or iii the Minister (where it become vested in the Board under section 8(2)), or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "10", "section_title": " Establishment of Board of Trustees.", "section_text": "10 1 There shall be a body known as the Board of Trustees of the Royal Botanic Garden, Edinburgh. 2 Part II of Schedule 1 shall have effect with respect to the Board."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "11", "section_title": " The Board’s general functions.", "section_text": "11 1 So far as practicable and subject to the provisions of this Act, the Board shall— a carry out investigation and research into the science of plants and related subjects, and disseminate the results of the investigation and research, b maintain and develop collections of living plants and preserved plant material, books, archives and other related objects, c keep the collections as national reference collections, and secure that they are available to persons for the purposes of study, d provide advice, information and education, in any manner which seems appropriate to them, in relation to any aspect of the science of plants or of any related subject, e provide other services (including quarantine) in relation to plants, and f afford to members of the public opportunities to enter any land occupied or managed by the Board for the purpose of gaining knowledge and enjoyment from the Board’s collections. 2 If the Secretary of State directs the Board to exercise functions which are exercisable by him (whether by virtue of an enactment or otherwise), which in his opinion can appropriately be exercised by the Board having regard to their functions and resources the Board shall exercise them on his behalf in such manner as he may from time to time direct; but nothing in this subsection authorises the Board to exercise a function of making regulations or other instruments of a legislative nature. 3 The Board’s name shall not be taken to confine their activities to Edinburgh."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "12", "section_title": " Powers of the Board.", "section_text": "12 1 Subject to the provisions of this Act, the Board may do anything, whether in Scotland or elsewhere, which they consider necessary, expedient or desirable,— a for preserving, enlarging, and increasing the utility of, their collections; b for securing the proper administration of any moveable property vested in or held by them, and any heritable property, owned, occupied or managed by them; or c otherwise for the purpose of discharging their functions. 2 Without prejudice to the generality of the foregoing, the Board may— a enter into any contract or agreement, including a contract or agreement for the acquisition or disposal of land; b manage, develop or carry out works on land, and maintain or assist in the maintenance of any such works; c undertake or execute any trust; d act as agents for other persons; e with the consent of the Secretary of State, make grants to any person; f with the consent of the Secretary of State, invest and borrow money; g lend, sell, give, use for exchange or otherwise dispose of any item related to their functions; and h provide or assist in the promotion of publicity related to their functions. 3 The Board may require payment for any advice, instruction, education or other service provided by the Board or for any goods provided by them, or for entry to any land owned, occupied or managed by them. 4 The Board may allow premises owned or occupied by them, or any of their resources or services, to be used by other persons (for payment or otherwise) for purposes not connected with the Board’s functions, if they are satisfied that to do so would not conflict unduly with those functions."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "13", "section_title": " Limitations on Board’s powers.", "section_text": "13 1 The Board shall not enter into any contract or agreement for the acquisition or disposal of land (except a contract or agreement for a period not exceeding one year) without the consent of the Secretary of State. 2 The Board shall not, without the consent of the Secretary of State, alter the hours during which members of the public may enter the grounds of the Royal Botanic Garden, Edinburgh. 3 The Board shall not, without the consent of the Secretary of State, fix or alter any fees chargeable to members of the public for such entry. 4 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "14", "section_title": " Power of Board to form companies.", "section_text": "14 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects one or more of those mentioned in subsection (2). 2 The objects are— a the production and publication of books, films or other informative material relating to the science of plants or related subjects or to the Board and their functions, b the production and sale of souvenirs relating to plants or to the Board’s activities, c the sale of plants produced by the Board or objects relating to plants or of informative material relating to the science of plants or related subjects, d the provision of catering or car parking or other services or facilities for the public at any land occupied or managed by the Board, or e any other activity which the Board consider relevant and conducive to the carrying out of their functions. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 12."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "15", "section_title": " Initial vesting in Board.", "section_text": "15 1 Where the property in an object was vested in the Secretary of State immediately before the vesting day, and the object— a then formed part of the collections of plants (other than those growing in land), preserved plant material, other objects relating to plants, or books or records, of the institution known as the Royal Botanic Garden, Edinburgh, or b was then in use in respect of the collections or solely for the purposes of the administration of the institution, then the property shall on that day become vested instead in the Board. 2 In the case of an object mentioned in subsection (1)(a), it is immaterial that, immediately before the vesting day, it was situated elsewhere than at premises managed for the purposes of the institution (as where it was on loan). 3 On the vesting day any right, power, duty or liability which was immediately before that day vested in, exercisable by or incumbent on the Secretary of State in relation to any object mentioned in subsection (1) shall instead become exercisable by or incumbent on the Board. 4 In this section “ the vesting day ” means the day appointed under section 25 for the coming into force of this section."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "16", "section_title": " Purposes of Board of National Galleries.", "section_text": "16 1 In the  National Galleries of Scotland Act 1906, in section 3 (which relates to the establishment of the Board), for the words “such other purposes connected with the promotion of the Fine Arts in Scotland as may be prescribed” there shall be substituted the words  “                  the other purposes mentioned in section 4A(1) of this Act.                ” 2 For section 4 of the said Act there shall be substituted—  Further provision as to Board. 4 The Schedule to this Act shall have effect with respect to the Board.  Board’s general functions. 4A 1 So far as practicable and subject to the provisions of this Act, the Board shall— a care for, preserve and add to the objects in their collections, b secure that the objects are exhibited to the public, c secure that the objects are available to persons seeking to inspect them in connection with study or research, and d generally promote the public’s enjoyment and understanding of the Fine Arts both by means of the Board’s collections and by such other means as they consider appropriate. 2 For those purposes the Board may, subject to the provisions of this Act— a provide education, instruction and advice and carry out research, and b enter into any contracts or other agreements including (subject to subsection (4)) contracts for the acquisition and disposal of land. 3 Subject to the provisions of this Act, the Board may do such things (including requiring payment for admission or for other services or for goods provided by them) as they think necessary or expedient— a for preserving, and increasing the utility of, their collections, b for securing the due administration of anything vested in or acquired by them, and any premises occupied or managed by them under or by virtue of this Act, and c otherwise for the purposes of their functions. 4 The Board shall not enter into any contract or agreement for the acquisition or disposal of land (except a contract or agreement for a period not exceeding one year) without the consent of the Secretary of State. 5 The Board may allow premises owned or occupied by them, or any of their resources or services, to be used by other persons (for payment or otherwise) for purposes not connected with the Board’s functions if they are satisfied that to do so would not conflict unduly with those functions.  Power of Board to form companies. 4B 1 With the consent of the Secretary of State and subject to any conditions he may impose, the Board may form or take part in forming one or more bodies corporate which (or each of which) has as its main object or objects one or more of those mentioned in subsection (2). 2 The objects are— a the production and publication of books, films or other informative material relating to the Fine Arts, b the commissioning of works of art, c the production of replicas or reproductions of works of art, or of souvenirs, d the sale of informative material relating to the Fine Arts, of works of art, of replicas or reproductions of such works, or souvenirs, and e the provision of catering or car parking or other services or facilities for the public at any premises occupied or managed by the Board. 3 The Board may hold interests in any such body, exercise rights conferred by the holding of interests in it, and provide financial or other assistance to or in respect of it (including assistance by way of guarantee of its obligations). 4 This section is without prejudice to any power of the Board to undertake anything mentioned in subsection (2) by virtue of section 4A.  Acquisition and disposal of objects. 4C 1 The Board may acquire (whether by purchase, exchange or gift) any objects which in their opinion it is desirable to add to their collections. 2 Without prejudice to any power apart from this subsection, a Minister of the Crown may transfer to the Board any object (whether or not he acquired it before the Board’s establishment) if in his opinion it would appropriately form part of their collections. 3 The Board may not dispose of an object the property in which is vested in them and which is comprised in their collections unless— a the disposal is by way of sale, exchange or gift of an object which is a duplicate of another object the property in which is so vested and which is so comprised, or b the disposal is by way of sale, exchange or gift of an object which in the Board’s opinion is unsuitable for retention in their collections and can be disposed of without detriment to the interests of students or other members of the public, or c the disposal is by way of sale or gift made to, or exchange made with, any institution mentioned in subsection (4), or d the disposal is made, with the approval of the Secretary of State, to any institution other than those mentioned in subsection (4), or e the disposal (by whatever means, including destruction) is of an object which the Board are satisfied has become useless for the purposes of their collections by reason of damage, physical deterioration, or infestation by destructive organisms. 4 The institutions mentioned in subsection (3)(c) are the institutions for the time being listed in Schedule 1 to the National Gallery and Tate Gallery Act 1954 (ignoring the words “The National Galleries of Scotland”), the National Gallery Trustees and the Tate Gallery Trustees. 5 An object may be disposed of as mentioned in subsection (3)(e) notwithstanding a trust or condition (express or implied) prohibiting or restricting the disposal of the object. 6 Money accruing to the Board by virtue of a disposal mentioned in this section shall be applied by the Board in the acquisition of objects to be added to their collections.  Lending and borrowing of objects. 4D 1 Subject to subsection (2), the Board may lend any object the property in which is vested in them and which is comprised in their collections (whether or not the loan is for purposes of public exhibition, and whether or not under the terms of the loan the object is to remain in the United Kingdom). 2 In deciding whether or not to lend an object, and in determining the time for which and the conditions subject to which an object is to be lent, the Board— a shall give special consideration to a request for the loan of an object for public exhibition, and b subject to that, shall have regard to the interests of students and other persons visiting the Board’s collections, the suitability of the prospective borrower, the purpose of the loan, the physical condition and degree of rarity of the object, and any risks to which it is likely to be exposed. 3 Where the property in an object has become vested in the Board subject to a condition, they may exercise the power conferred by subsection (1) in a manner inconsistent with the condition if either— a 25 years have elapsed since the date on which the property became vested in the Board (or, where it became vested in them under section 4C(2), the Minister), or b the person who first imposed the condition or his personal representatives have consented in writing to the exercise of the power in that manner. 4 The Board may accept loans of objects for the purpose (depending on the terms of the loan) of exhibiting them, or of study or research by the Board or by persons seeking to inspect them."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "17", "section_title": " Further provision as to Board of National Galleries.", "section_text": "17 At the end of the said Act there shall be added— SCHEDULE  The Board  Status 1 The Board of Trustees of the National Galleries of Scotland shall be a body corporate. 2 1 Subject to sub-paragraph (3), the Board shall not be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown. 2 The trustees and their staff shall not be regarded as Crown servants and the Board’s property shall not, subject to section 20 of the National Heritage (Scotland) Act 1985, be regarded as property of, or held on behalf of, the Crown. 3 Subject to section 20 of the National Heritage (Scotland) Act 1985 and to any other enactment, the Board shall not be exempt from any tax, duty, rate, levy or other charge whatever (whether general or local).  Membership 3 1 The Board shall consist of not less than 7 and not more than 12 members (referred to in this Part of this Schedule as “ trustees ”). 2 The trustees shall be appointed by the Secretary of State, who shall appoint one of them to be chairman. 3 In appointing any trustee, the Secretary of State shall have regard to the desirability of the person’s having knowledge or experience of Fine Arts, or of management, industrial relations, or administration or of any other subject knowledge or experience of which would be of use to the Board in exercising their functions. 4 Subject to the following provisions of this paragraph, a trustee or chairman shall hold and vacate office in accordance with the terms of his appointment, but no trustee shall be appointed for a period of more than 4 years. 5 A chairman or trustee may resign his office by notice in writing addressed to the Secretary of State. 6 If a chairman ceases to be a trustee he shall also cease to be chairman. 7 A person who ceases to be a trustee, or ceases to be a chairman, shall be eligible for re-appointment.  Staff 4 1 There shall be a Director of the National Galleries of Scotland who shall be appointed by the Board with the approval of the Secretary of State. 2 The Director shall be responsible to the Board for the general exercise of the Board’s functions. 3 The Board may appoint such employees as the Board think fit. 4 The employees shall be appointed on such terms and conditions as the Board may determine. 5 A determination under sub-paragraph (4) shall be subject to the approval of the Secretary of State given with the Treasury’s consent.  Proceedings 5 1 The Board may regulate their own procedure (including, subject to sub-paragraph (7), quorum). 2 In doing so, they may make arrangements for any of their functions, other than the power to acquire or dispose of land, to be discharged by committees. 3 Any committee shall be appointed, and may be dissolved, by the Board. 4 A committee may include as members persons who are not trustees, but the chairman must be a trustee. 5 A committee shall act in accordance with such directions as the Board may make from time to time. 6 The arrangements may provide for anything done by a committee to have effect as if done by the Board. 7 The quorum for meetings of the Board shall not at any time be less than 4. 8 The validity of any proceedings of the Board or of a committee shall not be affected by any vacancy among the trustees or members or by any defect in the appointment of any trustee or member.  Allowances 6 The Board may pay to each of the trustees and the members of any committee such reasonable allowances in respect of expenses or loss of remuneration as the Secretary of State may determine with the Treasury’s approval.  Instruments 7 1 The fixing of the seal of the Board shall be authenticated by the chairman or another member of the Board and some other person authorised either generally or specially by the Board to act for that purpose. 2 A document purporting to be duly executed under the seal of the Board, or to be signed on the Board’s behalf, shall be received in evidence and, unless the contrary is proved, be deemed to be so executed or signed.  Accounts 8 1 The Board shall keep proper accounts and proper records in relation to them. 2 The Board shall prepare, in accordance with best commercial practice, a statement of accounts in respect of each financial year. 3 The statement shall comply with any directions given by the Secretary of State with the Treasury’s consent as to the information to be contained in the statement, the manner in which the information is to be presented or the methods and principles according to which the statement is to be prepared. 4 The Board shall send the statement to the Secretary of State at such time as he may direct. 5 The Secretary of State shall, on or before 31st August in any year, send to the Comptroller and Auditor General the statement prepared by the Board under sub-paragraph (2) for the financial year last ended. 6 The Comptroller and Auditor General shall examine, certify and report on the statement sent to him under sub-paragraph (5) and shall lay copies of it and of his report before each House of Parliament. 7 In this paragraph “ financial year ” means the period of 12 months ending with 31st March each year.  Reports 9 1 The Board shall make to the Secretary of State a report on the exercise of their functions since the last report was made. 2 Each report shall be made not later than the expiry of the period of 3 years (or such shorter period as the Secretary of State may direct) from the preceding report. 3 Each report shall include a statement of action taken by the Board to enable disabled members of the public to use any services or facilities provided by the Board. 4 Each report shall include a statement of the total amount received by the Board by way of admission charges in the period covered by the report, and shall include information (in such detail as the Board think fit) about rates of, exemptions from, reductions in and the effect of admission charges made by the Board. 5 The Secretary of State shall lay a copy of each report before each House of Parliament."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "18", "section_title": " Provisions as to National Library of Scotland.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "19", "section_title": " Amendment of Public Records (Scotland) Act.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After section 11 there shall be inserted the following section—  Powers of Keeper. 11A Without prejudice to any other power he may have under this or any other enactment, the Keeper may— a accept responsibility for the safe keeping of records other than public records; and b acquire records and accept gifts and loans of records. 3 For subsection (3)(b) of section 12 (which relates to the disposal of documents) there shall be substituted— b the disposal by destruction of any records of older date than the year 1707."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "21", "section_title": " Amendment of Historic Buildings and Ancient Monuments Act 1953.49.", "section_text": "21 1 The  Historic Buildings and Ancient Monuments Act 1953 shall be amended as provided in this section. 2 In section 5 (acquisition by the Minister of historic buildings, their contents and adjoining land) after subsection (2) there shall be inserted the following subsection— 2A Subject as aforesaid, the Minister shall have power to acquire by agreement, whether by purchase, lease or otherwise, or to accept a gift of— a any building situated in Scotland and which— i is in an area designated as a conservation area under section 262 of the Town and Country Planning (Scotland) Act 1972; and ii appears to him to be of special historic or architectural interest; b any land situated in Scotland and which comprises or is contiguous or adjacent to any building mentioned in paragraph (a) above; c any garden or other land which is situated in Scotland and which appears to him to be of outstanding historic interest but which is not contiguous or adjacent to a building which appears to him to be of outstanding historic or architectural interest. . 3 In section 6 (which provides for, amongst other things, grants to the National Trust for Scotland for acquisition of historic buildings)— a in subsection (2), at the end there shall be added the words  “                      or of any land or garden contiguous or adjacent thereto or such as is referred to in section 5(2A) of this Act.                    ” ; and b in subsection (4)\t\t\t\t\t\t\t(extent) for the words “or buildings” there shall be substituted the words  “                      buildings, land or garden                    ” . 4 In section 8 (power of Minister to accept endowments of historic buildings)— a in subsection (1), for the words “the following provisions” there shall be substituted the words  “                      subsections (2) to (7)                    ” ; and b after subsection (1) there shall be inserted the following subsection— 1A Where any instrument coming into operation after the commencement of this subsection contains a provision purporting to be a gift of property to the Minister upon trust to use the income thereof (either for a limited time or in perpetuity) for or towards the upkeep of a garden or other land acquired or accepted by him under section 5(2A)(c) of this Act or a garden or other land which he proposes so to acquire or accept or for or towards the upkeep of any such garden or other land together with other property situated in Scotland, he may accept the gift and, if he does so and the provision does not constitute a charitable trust, subsections (2) to (6) below shall have effect. ; and c in subsection (4), after the word “building”, where first and secondly occurring, there shall be inserted the words  “                      , land or garden                    ” ."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "22", "section_title": " Finance.", "section_text": "22 1 The Secretary of State may out of money provided by Parliament pay to each of the Boards mentioned in subsection (2)  . . . sums towards their expenditure  . . .. 2 The Boards mentioned in subsection (1) are the Board of Trustees of the National Museums of Scotland, the Board of Trustees of the Royal Botanic Garden,  Edinburgh and                      the Board of Trustees of the National Galleries of Scotland .... 3 The payments may be made on such conditions as the Secretary of State imposes  . . .."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "23", "section_title": " Power of Secretary of State to make grants.", "section_text": "23 1 The Secretary of State may  , subject to such conditions as he thinks fit,  make  . . . payments  . . . to any body whose activities appear to him to be likely to promote the development or understanding of cultural or scientific matters. 2 Any payments under this section shall be made out of money provided by Parliament."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "24", "section_title": " Amendments and repeals.", "section_text": "24 1 The enactments mentioned in Part I of Schedule 2 to this Act shall have effect with the amendments there specified. 2 The enactments mentioned in Part II of Schedule 2 are repealed to the extent specified in the third column of that Schedule."}, {"act": "National Heritage (Scotland) Act 1985", "year": 1985, "section": "25", "section_title": " Commencement, citation and extent.", "section_text": "25 1 This Act, except this section, shall come into operation on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions and for different purposes. 2 This Act may be cited as the National Heritage (Scotland) Act 1985. 3 This Act applies to Scotland only."}]