[{"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "1", "section_title": " Change in functions of Commission.", "section_text": "1 1 Sections 36 and 37 of the  New Towns Act 1981 (which define the Commission’s basic function of holding and turning to account new town property transferred to it and its other powers) shall be amended as provided in subsections (2) to (4) below. 2 For section 36(1) and (2) there shall be substituted the following subsections— 1 The purposes for which the Commission exists are— a to take over and, with a view to its eventual disposal, to hold, manage and turn to account the property of development corporations transferred to the Commission under this Act, and b as soon as it considers it expedient to do so, to dispose of property so transferred and any other property held by it, due regard being had to the considerations specified in subsection (2) below. 2 Those considerations, in relation to any new town, are— a the convenience and welfare of persons residing, working or carrying on business there, and b until disposal, the maintenance and enhancement of the value of the land held and the return obtained from it. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "2", "section_title": " Power to dissolve Commission.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "3", "section_title": " Housing transfer schemes: contents and vesting dates.", "section_text": "3 1 In section 44 of the  New Towns Act 1981 (contents of schemes for the transfer of dwellings and associated property,  etc. , to district councils)— a in subsection (7), paragraphs (b) and (d) and the word “and\" at the end of paragraph (c) shall be omitted; and b after subsection (7) there shall be inserted the following subsections— 7A A transfer scheme may— a confer on the new town corporation a right, subject to subsection (7B) below, to nominate tenants of Housing Act dwellings of the district council (whether transferred or not and including any which are the subject of management arrangements) and specify the number or proportion of dwellings in respect of which the right is so conferred and the period of which it is to be exercisable; b contain information about the effect of thescheme on existing staff of the parties concerned and state proposals for staffing arrangements following the transfer and the protection of existing staff. 7B The corporation’s right of nominating tenants shall be exercisable during the following period or periods— a where the corporation are a development corporation, a period beginning with the date on which their interest in the transferred dwellings vests in the district council and ending with the date which is the transfer date for the purposes of Schedule 10 to this Act, b where the corporation are the Commission and the dwellings in question were transferred from the development corporation to the district council, a period of 5 years beginning with that transfer date, c where the corporation are the Commission and the dwellings in question were transferred from them to the district council, the period of 5 years beginning with the date on which the Commission’s interest in the transferred dwellings vests in the district council, or, in a case falling within paragraph (b) or (c) above, during such shorter period as may be agreed. 2 In section 47(1) of that Act (statutory vesting of property, etc. and date thereof), in paragraph (a), for the words “1st April\" there shall be substituted the words “1st January, 1st April, 1st July or 1st October\". 3 In section 57 of that Act (definitions), after the definition of “dwelling of a new town\", there shall be inserted the following— “ “Housing Act dwelling\", with reference to a district council, means a dwelling provided (or treated by section 47(6) above as provided) by the council under Part V of the  Housing Act 1957;\"."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "4", "section_title": " Defects grants to district councils in respect of transferred dwellings.", "section_text": "4 After section 51 of the  New Towns Act 1981 there shall be inserted the following section—  Defects grants to district councils 51A 1 The Secretary of State may, with the Treasury’s consent, make, out of money provided by Parliament, grants to any district council which has done accepted remedial work on dwellings or land— a which were or was transferred to the council before 1st April 1981 under a 1976 Act transfer scheme, or b with respect to which obligations were assumed by the council before that date under management arrangements included in such a scheme, towards the cost of doing the work and providing alternative accommodation or meeting other incidental expenditure. 2 In making a grant to a council under this section the Secretary of State may impose such conditions as he thinks fit, including— a conditions for the repayment of grant, and b conditions for the payment to him of any portion of any sums received by the council in respect of the defects which gave rise to the work. 3 Any sums received by the Secretary of State under subsection (2) above shall be paid by him into the Consolidated Fund. 4 In this section— “ accepted remedial work ” means work for the purpose of remedying defects in transferred dwellings which, before it is done, is accepted by the Secretary of State as eligible for financial assistance out of public funds; and “ a 1976 Act transfer scheme ” means a transfer scheme under the provisions of the New Towns (Amendment) Act 1976 re-enacted in section 42 above and the other provisions of this Part; and references to transferred dwellings, transferred land and management arrangements shall be construed accordingly."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "5", "section_title": " Revocation of certain staff compensation regulations.", "section_text": "5 1 Except to the extent of the saving in subsection (2) below— a the obligation imposed on the Secretary of State by section 54(4) of the  New Towns Act 1981 (duty to make staff compensation regulations) shall be treated as having ceased to have effect on 7th November 1984, and b the staff compensation regulations (which were made under section 24 of the  Superannuation Act 1972 in pursuance of the obligation referred to in paragraph (a) above) shall be deemed to have been revoked for all purposes on that date. 2 Nothing in subsection (1) above shall affect the staff compensation regulations or the Secretary of State’s obligation to keep them in being as regards persons who are affected by transfer schemes approved before the date specified in subsection (1) above; and the Secretary of State may after that date amend the regulations under the said section 24 in their application to such persons 3 In this section— “ the staff compensation regulations ” means the  New Towns Transfer Schemes (Compensation) Regulations 1977; “ transfer scheme ” means a scheme made under section 42 of the New Towns Act 1981 or under section 1 of the New Towns (Amendment) Act 1976."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "6", "section_title": " Grants to development corporations and Commission.", "section_text": "6 After section 58 of the  New Towns Act 1981 there shall be inserted the following section—  Grants to development corporations and Commission. 58A 1 For the purpose of enabling a development corporation— a to meet expenditure properly chargeable to capital account and incurred or to be incurred in providing, or in making contributions towards the cost to others of providing, any of the facilities specified in subsection (2) below, or b to make good to revenue account sums applied in meeting liabilities so chargeable and arising out of the provision of any of those facilities, the Secretary of State may, out of money provided by Parliament, make grants to the corporation of such amount as may be approved by the Treasury. The facilities referred to in subsection (1) above are the following— a roads, paths, bridges and car parks; b public open spaces, recreation grounds, playgrounds and landscaping; c meeting halls and assembly rooms; d any other facilities similar to those specified in paragraph (a), (b) or (c) above. 3 For the purpose of enabling a development corporation to meet expenditure properly chargeable to revenue account the Secretary of State may, out of money provided by Parliament, make grants to the corporation of such amount as may be approved by the Treasury. 4 For the purpose of enabling the Commission— a to meet expenditure, or liabilities in respect of expenditure, properly chargeable to capital account and incurred or to be incurred in providing, or in making contributions towards the cost to others of providing, any of the facilities specified in subsection (2) above, or b to make good to revenue account sums applied in meeting liabilities so chargeable and arising out of the provision of any of those facilities, the Secretary of State may, out of money provided by Parliament, make grants to the Commission of such amount as may be approved by the Treasury. 5 For the purpose of enabling the Commission to meet any housing expenditure the Secretary of State may, out of money provided by Parliament, make grants to the Commission of such amount as may be approved by the Treasury."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "7", "section_title": " Limit on borrowing by development corporations and Commission.", "section_text": "7 1 Section 60 of the  New Towns Act 1981 (limit on borrowing, now standing at £5,000 million) shall be amended as follows. 2 For the words before and after paragraphs (a) to (d) there shall be substituted respectively the following words, that is to say— 1 The aggregate of the amounts outstanding in respect of the principal of the following sums— ; and— shall not at any time exceed the limit imposed by or under subsections (2) to (4) below. 3 After subsection (1) there shall be inserted the following subsections— 2 The said limit, except during the period specified in subsection (4) below, is £4,600 million or such greater sum not exceeding £5,250 million as the Secretary of State may by order specify. 3 No order shall be made under subsection (2) above unless a draft of the order has been laid before, and approved by resolution of, the House of Commons. 4 During the period beginning with the commencement of the New Towns and Urban Development Corporations Act 1985 and ending with 30th September 1986 the said limit is £5,250 million."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "8", "section_title": " Powers to effect financial reconstruction.", "section_text": "8 1 After section 62 of the New Towns Act 1981 there shall be inserted the following—  Financial reconstruction  Power to extinguish loan obligations of development corporations. 62A 1 The Secretary of State may, with the Treasury’s consent, by order extinguish to such extent as may be specified in the order any liabilities of a development corporation in respect of advances made by him to the corporation under section 58(1) or the corresponding provisions of the 1946 Act or the 1965 Act. 2 The aggregate amount of liabilities extinguished by order under this section shall not exceed £1,750 million. 3 Where liabilities are extinguished under this section the assets of the National Loans Fund shall be reduced by amounts corresponding to the liabilities so extinguished. 4 No order shall be made under this section after 30th September 1986. 5 No order shall be made under this section unless a draft of the order has been laid before, and approved by a resolution of, the House of Commons. 6 In this section— a “ the 1946 Act ” means the New Towns Act 1946 and the provision of it corresponding to section 58(1) is section 12(1); and b “ the 1965 Act ” means the New Towns Act 1965 and the provision of it corresponding to section 58(1) is section 42(1).  Power to suspend loan obligations of development c rporations and Commission. 62B 1 The Secretary of State may, with the Treasury’s consent, by order specify any new town development loan as a loan the repayment of which to the Secretary of State (and subsequently into the National Loans Fund) is to be suspended by virtue of this section for such period (\"the period of suspension’) as is specified in the order. 2 The power extends to new town development loans made to development corporations and to new town development loans made to the Commission. 3 Where a loan is specified by an order under subsection (1) above— a the terms of the loan shall have effect as if any payment by way of repayment of or interest on the loan which (apart from this section) would fall due at any time within the unexpired period for repayment of the loan fell due instead at the corresponding time within the period of the same duration beginning at the end of the period of suspension; b no interest shall accrue in respect of the loan during the period of suspension; and c the borrower shall assume during the period of suspension such obligations as the Secretary of State may impose by directions under the order as regards the achieving of financial objectives, the obtaining of his approval for proposed expenditure and the provision of information about the borrower’s present or future financial position. 4 No order shall be made under subsection (1) above effecting a suspension of an outstanding loan of a development corporation if an order has been made under section 62A above extinguishing a liability of that development corporation. 5 The aggregate amount of new town development loans suspended by order under subsection (1) above shall not exceed £950 million or such greater sum, not exceeding £1,300 million, as the Secretary of State may by order specify. 6 No order shall be made under subsection (5) above unless a draft of it has been laid before, and approved by a resolution of, the House of Commons. 7 No order shall be made under this section after 31st March 1996. 8 In this section— a “ new town development loan ” means— i as regards a development corporation, any sum advanced by the Secretary of State to the corporation under section 58(1) above or the corresponding provisions of the 1946 Act or the 1965 Act; ii as regards the Commission, any sum advanced by the Secretary of State to the Commission under section 58(5) above or the corresponding provisions of the 1959 Act or the 1965 Act or any new town development loan transferred from a development corporation to the Commission under Schedule 10 to this Act; and b “ the unexpired period for repayment of the loan ”, in relation to any loan specified by an order under this section, means the period beginning with the date specified in the order as the date of the beginning of the period of suspension and ending with the date which (apart from this section) would be the last date on which any payment by way of repayment of or interest on the loan would fall due under the terms of the loan. 9 For the purposes of subsection (8)(a) above— “the 1946 Act\" means the New Towns Act 1946 and the provision of it corresponding to section 58(1) is section 12(1); “the 1959 Act\" means the New Towns Act 1959 and the provision of it corresponding to section 58(5) is section 3(1); and “the 1965 Act\" means the New Towns Act 1965 and the provisions of it corresponding to section 58(1) and section 58(5) are section 42(1) and section 42(4) respectively. 2 In section 77 of that Act (regulations and orders)— a in subsection (3) (power to make orders under certain sections exercisable by statutory instrument etc.) for the words “and 60\" in the first place where those words occur there shall be substituted the words “60, 62A and 62B\"; and b in subsection (4)(b) (statutory instruments under certain sections subject to negative procedure) for “or section 42\" there shall be substituted “42 or 62B(1)\"."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "9", "section_title": " Accounts: contents and period of final financial year.", "section_text": "9 Section 67 of the  New Towns Act 1981 (accounts of development corporations and Commission) shall be amended as follows— a in subsection (1) (form of accounts), for paragraph (b) there shall be substituted the following— b shall respectively prepare in respect of each financial year annual accounts in such form as the Secretary of State may with the Treasury’s approval direct, being, in the Commission’s case, in a form which will show their financial position generally and also, if so directed, their financial position in relation to such towns, such combinations of towns, or such other parts of their undertaking as are specified in the direction,  and b in subsection (2) (the financial year), for the words after “1st April\" there shall be substituted the words “but, if the Secretary of State, with the approval of the Treasury, so directs in a case where a development corporation or the Commission is to be dissolved, the final financial year of the corporation or the Commission shall be such period as is specified in the direction, and references in this Act to a financial year in relation to a development corporation or the Commission shall be construed accordingly.\"."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "10", "section_title": " Power of Secretary of State to reduce designated areas in Scotland.", "section_text": "10 1 After section 1 of the  New Towns (Scotland) Act 1968 there shall be inserted the following section—  Reduction of designated areas. 1A 1 The Secretary of State may make an order excluding any land specified in the order from the area of a new town if, after consulting— a the development corporation for the town, and b any regional council, district council and islands council in whose area the land is situated, he is satisfied that it is expedient to make the order. 2 Subject to subsections (3) and (4) below, on the coming into force of an order under subsection (1) above— a the land specified in the order shall cease to be contained in the area of the new town; and b the order made under section 1 above designating the land shall cease to operate as regards that land. 3 The Secretary of State may in an order under this section make such provision by way of savings and transitional provisions (including provisions amending provisions made by or under an enactment) as he thinks fit, and subsection (2) above applies subject to any such savings and transitional provisions. 4 Schedule 1A to this Act applies with respect to the effect of an order under this section 5 As soon as may be after an order under this section becomes operative, the Secretary of State shall record it in the Register of Susines or the Land Register of Scotland, as the case may be. 6 The power to make an order under this section shall be exercisable by statutory instrument, subject to annulment in pursuance of a resolution of either House of Parliament. 2 The Schedule set out in Schedule 1 to this Act shall be inserted after Schedule 1 to that Act."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "13", "section_title": " Expenses.", "section_text": "13 Any administrative expenses of any Minister of the Crown under or in consequences of this Act shall be paid out of money provided by Parliament."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "14", "section_title": " Minor and consequential amendments and repeals.", "section_text": "14 1 The amendments contained in Schedule 3 to this Act shall have effect, being minor amendments or amendments consequential on the foregoing provisions of this Act. 2 The enactments mentioned in Schedule 4 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "New Towns and Urban Development Corporations Act 1985", "year": 1985, "section": "15", "section_title": " Short title, commencement and extent.", "section_text": "15 1 This Act may be cited as the New Towns and Urban Development Corporations Act 1985. 2 This Act, except section 5 and paragraph 7 of Schedule 3, shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 Except that— a the following provisions extend to Scotland, that is to say: sections 7 and 12 and this section, in Schedule 3, paragraphs 9, 12 so far as it relates to section 60 of the  New Towns Act 1981 and 14 and, in Schedule 4, the repeals in sections 63, 66 and 82 of that Act, and b section 10, Schedule 1 and paragraph 1 of Schedule 3 extend to Scotland only, this Act extends to England and Wales only."}]