[{"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "1", "section_title": " The Agency.", "section_text": "1 1 There shall be a body corporate, to be called the Oil and Pipelines Agency (in this Act referred to as “ the Agency ”), for the purpose of exercising and performing the functions assigned to the Agency by this Act. 2 The Agency shall consist of— a a full-time or part-time chairman; and b such number of other full-time or part-time members, not being less than two or more than four, as the Secretary of State may from time to time determine. 3 The Agency shall not be regarded as a servant or (except where it is acting in pursuance of an agreement entered into under section 2(1)(a) below) as an agent of the Crown, or as enjoying any status, privilege or immunity of the Crown; and its property shall not be regarded as property of, or property held on behalf of, the Crown. 4 The Agency shall not be exempt from any tax, duty, rate, levy or other charge whatsoever, whether general or local. 5 Schedule 1 to this Act shall have effect with respect to the Agency."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "2", "section_title": " General functions of Agency.", "section_text": "2 1 The Agency shall have power— a to enter into agreements for the carrying out on behalf of the Crown of activities with respect to petroleum, pipelines and storage installations held by or on behalf of the Crown; b to enter into such participation agreements as the Secretary of State may determine; c to do anything required for the purpose of giving effect to agreements entered into under paragraph (a) or (b) above and to such participation agreements entered into by persons other than the Agency as the Secretary of State may determine; and d to buy, sell or otherwise deal in petroleum on its own account. 2 The consent of the Secretary of State shall be required— a for the exercise of any option or the making of any election which (in either case) entitles the Agency to take petroleum under a participation agreement; and b for any exercise of the power conferred by subsection (1)(d) above. 3 The Secretary of State, in giving a consent for the purposes of subsection (2) above, may impose such conditions as he thinks fit."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "3", "section_title": " Transfer to Agency of property  etc.  of Corporation.", "section_text": "3 1 On such day as the Secretary of State may by order made by statutory instrument appoint (in this Act referred to as “ the transfer date ”), all the property, rights and liabilities to which the British National Oil Corporation (in this Act referred to as “ the Corporation ”) was entitled or subject immediately before that date shall become by virtue of this section property, rights and liabilities of the Agency. 2 References in this Act to property, rights and liabilities of the Corporation are references to all such property, rights and liabilities, whether or not capable of being transferred or assigned by the Corporation. 3 It is hereby declared for the avoidance of doubt that— a any reference in this Act to property of the Corporation is a reference to property of the Corporation whether situated in the United Kingdom or elsewhere; and b any reference to rights or liabilities of the Corporation is a reference to rights to which the Corporation is entitled, or (as the case may be) liabilities to which the Corporation is subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outside the United Kingdom. 4 The Corporation shall continue in existence after the transfer date until it is dissolved in accordance with subsection (5) below; and the period of its continued existence after the transfer date is in this Act referred to as “the transitional period”. 5 The Secretary of State may, after consulting the Corporation and the Agency, by order made by statutory instrument dissolve the Corporation on a day specified in the order, as soon as he is satisfied that nothing further remains to be done by the Corporation under Schedule 2 to this Act. 6 Schedule 2 to this Act shall have effect for supplementing the provisions of this section."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "4", "section_title": " Duty of Agency to dispose of surplus property etc.", "section_text": "4 1 It shall be the duty of the Agency to dispose of or discharge, on the best terms reasonably obtainable, all of the property, rights and liabilities vested in it by virtue of section 3 above except such as may be determined by the Secretary of State to be property, rights and liabilities which, having regard to the matters mentioned in subsection (2) below, should continue to be vested in the Agency. 2 The said matters are— a the Agency’s functions under section 2 above; and b such amount as may be determined by the Secretary of State with the approval of the Treasury to be the amount required by the Agency as initial capital. 3 Any sums received by the Agency under subsection (1) above, other than such sums as may be determined by the Secretary of State with the approval of the Treasury to be sums required to be retained by the Agency for meeting expenditure incurred by it under that subsection, shall be paid to the Secretary of State; and any sums received by the Secretary of State under this subsection shall be paid into the Consolidated Fund. 4 Any expenditure incurred by the Agency under subsection (1) above shall, except in so far as it is met out of sums retained under subsection (3) above, be defrayed by the Secretary of State out of money provided by Parliament. 5 For the purposes of this section any expenditure incurred by the Agency under paragraph 3 or 4 of Schedule 2 to this Act shall be regarded as expenditure incurred by the Agency under subsection (1) above."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "5", "section_title": " Supplementary provisions with respect to Agency.", "section_text": "5 1 It shall be the duty of the Agency to comply with— a any general or specific direction given by the Secretary of State with respect to the exercise or performance of any of its functions under this Act; and b any notice given by the Secretary of State with the approval of the Treasury requiring it to perform duties of a financial nature specified in the notice. 2 Subject to Schedule 3 to this Act, the Agency shall have power to do anything which is calculated to facilitate, or is incidental or conducive to, the exercise or performance of any of its functions under this Act including, in particular, power to appoint other persons to exercise or perform any of those functions on its behalf. 3 Schedule 3 to this Act shall have effect for making financial and other provisions with respect to the Agency."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act— “ the Agency ” means the Oil and Pipelines Agency; “ the Corporation ” means the British National Oil Corporation; “ participation agreement ” means— a any participation agreement as defined in section 1 of the  Participation Agreements Act 1978; or b so much of any scheme made under section 2 or 10 of the  Oil and Gas (Enterprise) Act 1982 as would, if made by agreement, constitute a participation agreement as so defined;  “ petroleum ” has the same meaning as in Part I of the Petroleum Act 1998;  “ subsidiary ” and “ wholly owned subsidiary ”  have the meanings given by section 1159 of the Companies Act 2006 ; “ the transfer date ” has the meaning given by section 3(1) above; “ the transitional period ” has the meaning given by section 3(4) above."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "7", "section_title": " Amendments, repeals and saving.", "section_text": "7 1 The Participation Agreements Act 1978 shall have effect as if references to the Corporation (except the last reference in section 1(3)) were, in relation to agreements entered into after the transfer date, references to the Agency. 2 In section 33(2)of the  Oil and Gas (Enterprise) Act 1982 (stamp duty) for the words “either Corporation” there shall be substituted the words “the Gas Corporation”. 3 In Part I of Schedule 4 to the  National Audit Act 1983 (bodies to which section 7 of that Act does not apply) there shall be inserted (at the appropriate place) the following entry— The Oil and Pipelines Agency . 4 The enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 5 The repeal of section 2 of the Oil and Gas (Enterprise) Act 1982 shall not affect the operation of any scheme made under that section before the transfer date."}, {"act": "Oil and Pipelines Act 1985", "year": 1985, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Oil and Pipelines Act 1985. 2 Subject to subsection (3) below, this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 3 Section 3 above, Schedule 2 to this Act and Part I of Schedule 4 to this Act shall come into force on the transfer date; and Part II of the said Schedule 4 shall come into force on the dissolution of the Corporation. 4 This Act extends to Northern Ireland."}]