[{"act": "Prohibition of Female Circumcision Act 1985", "year": 1985, "section": "1", "section_title": " Prohibition of female circumcision.", "section_text": "1 1 Subject to section 2 below, it shall be an offence for any person— a to excise, infibulate or otherwise mutilate the whole or any part of the labia majora or labia minora or clitoris of another person; or b to aid, abet, counsel or procure the performance by another person of any of those acts on that other person’s own body. 2 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to a fine or to imprisonment for a term not exceeding five years or to both; or b on summary conviction, to a fine not exceeding the statutory maximum  . . . or to imprisonment for a term not exceeding six months, or to both."}, {"act": "Prohibition of Female Circumcision Act 1985", "year": 1985, "section": "2", "section_title": " Saving for necessary surgical operations.", "section_text": "2 1 Subsection (1)(a) of section 1 shall not render unlawful the performance of a surgical operation if that operation— a is necessary for the physical or mental health of the person on whom it is performed and is performed by a registered medical practitioner; or b is performed on a person who is in any stage of labour or has just given birth and is so performed for purposes connected with that labour or birth by— i a registered medical practitioner or a registered midwife; or ii a person undergoing a course of training with a view to becoming a registered medical practitioner or a registered midwife. 2 In determining for the purposes of this section whether an operation is necessary for the mental health of a person, no account shall be taken of the effect on that person of any belief on the part of that or any other person that the operation is required as a matter of custom or ritual."}, {"act": "Prohibition of Female Circumcision Act 1985", "year": 1985, "section": "3", "section_title": "", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a in the list of extradition crimes contained in Schedule 1 to the  Extradition Act 1870; and b among the descriptions of offences set out in Schedule 1 to the  Fugitive Offenders Act 1967. 2 In paragraph 1 of the Schedule to the  Visiting Forces Act 1952 (offences against the person in the case of which a member of a visiting force is in certain circumstances not liable to be tried by a United Kingdom court), at the end of paragraph (b) there shall be inserted, appropriately numbered, the following paragraph— 0 section 1 of the Prohibition of Female Circumcision Act 1985. ."}, {"act": "Prohibition of Female Circumcision Act 1985", "year": 1985, "section": "4", "section_title": " Short title, commencement, and extent.", "section_text": "4 1 This Act may be cited as the Prohibition of Female Circumcision Act 1985. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to Northern Ireland."}]