[{"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "1", "section_title": " The Crown Prosecution Service.", "section_text": "1 1 There shall be a prosecuting service for England and Wales (to be known as the “ Crown Prosecution Service  ”) consisting of— a the Director of Public Prosecutions, who shall be head of the Service; b the Chief Crown Prosecutors, designated under subsection (4) below, each of whom shall be the member of the Service responsible to the Director for supervising the operation of the Service in his area; and c the other staff appointed by the Director under this section. 2 The Director shall appoint such staff for the Service as, with the approval of the Treasury as to numbers, remuneration and other terms and conditions of service, he considers necessary for the discharge of his functions. 3 The Director may designate any member of the Service  who has a general qualification (within the meaning of section 71 of the Courts and Legal Services Act 1990)  for the purposes of this subsection, and any person so designated shall be known as a Crown Prosecutor. 4 The Director shall divide England and Wales into areas and, for each of those areas, designate a Crown Prosecutor for the purposes of this subsection and any person so designated shall be known as a Chief Crown Prosecutor. 5 The Director may, from time to time, vary the division of England and Wales made for the purposes of subsection (4) above. 6 Without prejudice to any functions which may have been assigned to him in his capacity as a member of the Service, every Crown Prosecutor shall have all the powers of the Director as to the institution and conduct of proceedings but shall exercise those powers under the direction of the Director. 7 Where any enactment (whenever passed)— a prevents any step from being taken without the consent of the Director or without his consent or the consent of another; or b requires any step to be taken by or in relation to the Director; any consent given by or, as the case may be, taken by or in relation to, a Crown Prosecutor shall be treated, for the purposes of that enactment, as given by or, as the case may be, taken by or in relation to the Director."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "2", "section_title": " The Director of Public Prosecutions", "section_text": "2 1 The Director of Public Prosecutions shall be appointed by the Attorney General. 2 The Director must be a  person who has a ten year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990 . 3 There shall be paid to the Director such remuneration as the Attorney General may, with the approval of the Treasury, determine."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "3", "section_title": " Functions of the Director.", "section_text": "3 1 The Director shall discharge his functions under this or any other enactment under the superintendence of the Attorney General. 2 It shall be the duty of the Director  , subject to any provisions contained in the Criminal Justice Act 1987 — a to take over the conduct of all criminal proceedings, other than specified proceedings, instituted on behalf of a police force (whether by a member of that force or by any other person); aa to take over the conduct of any criminal proceedings instituted by an immigration officer (as defined for the purposes of the  Immigration Act 1971) acting in his capacity as such an officer; ab to take over the conduct of any criminal proceedings instituted in England and Wales by the Revenue and Customs; ac to take over the conduct of any criminal proceedings instituted on behalf of the National Crime Agency; b to institute and have the conduct of criminal proceedings in any case where it appears to him that— i the importance or difficulty of the case makes it appropriate that proceedings should be instituted by him; or ii it is otherwise appropriate for proceedings to be instituted by him; ba to institute and have the conduct of any criminal proceedings in any case where the proceedings relate to the subject-matter of a report a copy of which has been sent to him under paragraph 23 or 24 of Schedule 3 to the Police Reform Act 2002 (c. 30)(reports on investigations into conduct of persons serving with the police); bb where it appears to him appropriate to do so, to institute and have the conduct of any criminal proceedings in England and Wales relating to a criminal investigation by the Revenue and Customs; bc where it appears to him appropriate to do so, to institute and have the conduct of any criminal proceedings relating to a criminal investigation by the National Crime Agency; c to take over the conduct of all binding over proceedings instituted on behalf of a police force (whether by a member of that force or by any other person); d to take over the conduct of all proceedings begun by summons issued under section 3 of the  Obscene Publications Act 1959 (forfeiture of obscene articles); e to give, to such extent as he considers appropriate, advice to police forces on all matters relating to criminal offences; ea to have the conduct of any extradition proceedings; eb to give, to such extent as he considers appropriate, and to such persons as he considers appropriate, advice on any matters relating to extradition proceedings or proposed extradition proceedings; ec to give, to such extent as he considers appropriate, advice to immigration officers on matters relating to criminal offences; ed to give advice, to such extent as he considers appropriate and to such person as he considers appropriate, in relation to— i criminal investigations by the National Crime Agency, or ii criminal proceedings arising out of such investigations; ee to give, to such extent as he considers appropriate, and to such persons as he considers appropriate, advice on matters relating to— i a criminal investigation by the Revenue and Customs; or ii criminal proceedings instituted in England and Wales relating to a criminal investigation by the Revenue and Customs; f to appear for the prosecution, when directed by the court to do so, on any appeal under— i section 1 of the  Administration of Justice Act 1960 (appeal from the High Court in criminal cases); ii Part I or Part II of the  Criminal Appeal Act 1968 (appeals from the Crown Court to the criminal division of the Court of Appeal and thence to the   Supreme Court ); or iii section 108 of the  Magistrates’ Courts Act 1980 (right of appeal to Crown Court) as it applies, by virtue of subsection (5) of section 12 of the  Contempt of Court Act 1981, to orders made under section 12 (contempt of magistrates’ courts);  . . .  fa to have the conduct of applications for orders under    Chapter 1 of Part 11 of the Sentencing Code   (criminal behaviour orders made on conviction)    and section 14A of the Football Spectators Act 1989 (banning orders made on conviction of certain offences); faa where it appears to him appropriate to do so, to have the conduct of applications made by him for orders under section 14B of the Football Spectators Act 1989 (banning orders made on complaint); fb where it appears to him appropriate to do so, to have the conduct of   applications under section 336 of the Sentencing Code    for the variation or discharge of orders made under    Chapter 1 of Part 11 of that Code ; fc where it appears to him appropriate to do so, to appear on any application under   section 27   of that Act made by a person subject to an order under   section 22   of that Act for the variation or discharge of the order. fd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . fe . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ff to discharge such duties as are conferred on him by, or in relation to, Part 5 or 8 of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t\t(civil recovery of the proceeds  etc.  of unlawful conduct, civil recovery investigations and disclosure orders in relation to confiscation investigations); fg to have the conduct of applications for orders under section 19 of the Offensive Weapons Act 2019 (knife crime prevention orders made on conviction); fh to have the conduct of applications for orders under section 342A of the Sentencing Code (serious violence reduction orders); g to discharge such other functions as may from time to time be assigned to him by the Attorney General in pursuance of this paragraph. 2A Subsection (2)(ea) above does not require the Director to have the conduct of any extradition proceedings in respect of a person if he has received a request not to do so and— a in a case where the proceedings are under Part 1 of the Extradition Act 2003, the request is made by the authority which issued the Part 1 warrant in respect of the person; b in a case where the proceedings are under Part 2 of that Act, the request is made on behalf of the territory to which the person’s extradition has been requested. 3 In this section— “ the court  ” means— a in the case of an appeal to or from the criminal division of the Court of Appeal, that division; b in the case of an appeal from a Divisional Court of the Queen’s Bench Division, the Divisional Court; and c in the case of an appeal against an order of a magistrates’ court, the Crown Court;   “criminal investigation” means any process— for considering whether an offence has been committed; for discovering by whom an offence has been committed; or as a result of which an offence is alleged to have been committed;   “ police force  ” means any police force maintained by a   local policing body   . . .  and any other body of constables for the time being specified by order made by the Secretary of State for the purposes of this section; and “ specified proceedings  ” means proceedings which fall within any category for the time being specified by order made by the Attorney General for the purposes of this section. 3A In this section a reference to the Revenue and Customs is a reference to— a the Commissioners for Her Majesty’s Revenue and Customs; b an officer of Revenue and Customs; or c a person acting on behalf of the Commissioners or an officer of Revenue and Customs. 4 The power to make orders under subsection (3) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "4", "section_title": " Crown Prosecutors.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 88 of the  Solicitors Act 1974 (which, amongst other things, provides that solicitors in public departments are not required to hold practising certificates) the following subsection shall be inserted after subsection (1)— 1A The exemption from the requirement to hold a practising certificate conferred by subsection (1) above shall not apply to solicitors who are Crown Prosecutors. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "5", "section_title": " Conduct of prosecutions on behalf of the Service.", "section_text": "5 1 The Director may at any time appoint a person who is not a Crown Prosecutor but   who has a general qualification (within the meaning of section 71 of the Courts and Legal Services Act 1990)  to institute or take over the conduct of such criminal proceedings   or extradition proceedings   as the Director may assign to him. 1A The Director may at any time appoint such a person— a to exercise a function of the Director under section 3(2)(ab) or (bb) in relation to a class or description of criminal proceedings specified in the appointment; b to exercise a function of the Director under section 3(2)(ee) in relation to— i such criminal proceedings as are specified in the appointment, or ii a class or description of criminal proceedings specified in the appointment; or c to appear in— i Revenue and Customs cash recovery proceedings specified in the appointment, or ii a class or description of Revenue and Customs cash recovery proceedings specified in the appointment. 1B In subsection (1A)— “Revenue and Customs cash recovery proceedings” means proceedings in which the Director or a Crown Prosecutor would otherwise appear by virtue of section 302A(2) of the Proceeds of Crime Act 2002 (cash recovery proceedings relating to revenue and customs matters). 2 Any person conducting proceedings assigned to him under   subsection (1) or exercising functions by virtue of an appointment made under subsection (1A)   shall have all the powers of a Crown Prosecutor but shall exercise those powers subject to any instructions given to him by a Crown Prosecutor."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "6", "section_title": " Prosecutions instituted and conducted otherwise than by the Service.", "section_text": "6 1 Subject to subsection (2) below, nothing in this Part shall preclude any person from instituting any criminal proceedings or conducting any criminal proceedings to which the Director’s duty to take over the conduct of proceedings does not apply. 2 Where criminal proceedings are instituted in circumstances in which the Director is not under a duty to take over their conduct, he may nevertheless do so at any stage."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "7", "section_title": " Delivery of recognizances etc. to Director.", "section_text": "7 1 Where the Director or any Crown Prosecutor gives notice to any justice of the peace that he has instituted, or is conducting, any criminal proceedings, the justice shall— a at the prescribed time and in the prescribed manner; or b in a particular case, at the time and in the manner directed by the Attorney General; send him every recognizance, information, certificate, deposition, document and thing connected with those proceedings which the justice is required by law to deliver to the appropriate officer of the Crown Court. 2 The Attorney General may make regulations for the purpose of supplementing this section; and in subsection (1) above “ prescribed  ” means prescribed by the regulations. 3 The Director or, as the case may be, Crown Prosecutor shall— a subject to the regulations, cause anything which is sent to him under subsection (1) above to be delivered to the appropriate officer of the Crown Court; and b be under the same obligation (on the same payment) to deliver to an applicant copies of anything so sent as that officer. 4 It shall be the duty of   the designated officer for every magistrates' court   to send to the Director, in accordance with the regulations, a copy of the information and of any depositions and other documents relating to any case in which— a a prosecution for an offence before   the magistrates' court   is withdrawn or is not proceeded with within a reasonable time; b the Director does not have the conduct of the proceedings; and c there is some ground for suspecting that there is no satisfactory reason for the withdrawal or failure to proceed."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "7A", "section_title": " Powers of non-legal staff.", "section_text": "7A 1 The Director may designate  under this subsection   members of the staff of the Crown Prosecution Service who are not Crown Prosecutors. 2 Subject to such exceptions (if any) as may be specified in the designation  under subsection (1)  , a person so designated shall have such of the following as may be so specified, namely— a the powers and rights of audience of a Crown Prosecutor in relation to— i applications for, or relating to, bail in criminal proceedings; ii the conduct of criminal proceedings in magistrates’ courts other than trials  of offences triable either way or offences which are punishable with imprisonment in the case of persons aged 21 or over  ; iii the conduct of applications or other proceedings relating to preventative civil orders; iv the conduct of proceedings (other than criminal proceedings) in, or in connection with, the discharge of functions assigned to the Director under section 3(2)(g) above. b any powers of a Crown Prosecutor that do not involve the exercise of such rights of audience as are mentioned in paragraph (a) above but are exercisable in relation to the conduct of— i criminal proceedings in magistrates' courts, or ii applications or proceedings falling within paragraph (a)(iii) or (iv). 2A The Director may designate under this subsection members of the staff of the Crown Prosecution Service who are not Crown Prosecutors. 2B A person designated under subsection (2A) has the powers and rights of audience of a Crown Prosecutor in relation to— a Revenue and Customs cash recovery proceedings specified in the designation under subsection (2A), or b a class or description of Revenue and Customs cash recovery proceedings specified in the designation under subsection (2A). 3 A person   designated under subsection (1) or (2A)   shall exercise   any powers so conferred   subject to instructions given to him by the Director. 4 Any such instructions may be given so as to apply generally. 5 In this section— “ bail in criminal proceedings ” has the same meaning as in the Bail Act 1976 (see section 1 of that Act); “ preventative civil orders ” means— orders within section 3(2)(fa) to (fe) above; orders under   section 360 of the Sentencing Code or section   5A of the Protection from Harassment Act 1997 (restraining orders); or orders under section 8 of the Crime and Disorder Act 1998  or section 366 or 369 of the Sentencing Code   (parenting orders).   “Revenue and Customs cash recovery proceedings” has the meaning given by section 5(1B).   5A For the purposes of this section a trial begins with the opening of the prosecution case after the entry of a plea of not guilty and ends with the conviction or acquittal of the accused. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Details of the following for any year, namely— a the criteria applied by the Director in determining whether to designate persons   under subsection (1) or (2A)  ; b the training undergone by persons so designated; and c any general instructions given by the Director under subsection (4) above, shall be set out in the Director’s report under section 9 of this Act for that year. 8 As from 1 May 2011 nothing in this section confers on persons designated   under subsection (1) or (2A)  — a any rights of audience, or b any right to conduct litigation, for the purposes of Part 3 of the Legal Services Act 2007 (reserved legal activities). 9 As from that date the following provisions of that Act accordingly do not apply to persons designated   under subsection (1) or (2A)  — a paragraph 1(3) of Schedule 3 (exemption for persons with statutory rights of audience), and b paragraph 2(3) of that Schedule (exemption for persons with statutory right to conduct litigation). 10 The Attorney General may by order make such modifications in the application of any enactment (including this section) in relation to persons designated   under subsection (1) or (2A)   as the Attorney General considers appropriate in consequence of, or in connection with, the matters provided for by subsections (8) and (9). 11 The Attorney General may also by order amend subsection (2)(a)(ii) so as to omit the words  “or offences which are punishable with imprisonment in the case of persons aged 21 or over”. 12 The power to make an order under subsection (10) or (11) is exercisable by statutory instrument, but a statutory instrument containing such an order may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "8", "section_title": " Reports to Director by chief officers of police.", "section_text": "8 1 The Attorney General may make regulations requiring the chief officer of any police force to which the regulations are expressed to apply to give to the Director information with respect to every offence of a kind prescribed by the regulations which is alleged to have been committed in his area and in respect of which it appears to him that there is a prima facie case for proceedings. 2 The regulations may also require every such chief officer to give to the Director such information as the Director may require with respect to such cases or classes of case as he may from time to time specify."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "9", "section_title": " Reports by Director to Attorney General.", "section_text": "9 1 As soon as practicable after 4th April in any year the Director shall make to the Attorney General a report on the discharge of his functions during the year ending with that date. 2 The Attorney General shall lay before Parliament a copy of every report received by him under subsection (1) above and shall cause every such report to be published. 3 The Director shall, at the request of the Attorney General, report to him on such matters as the Attorney General may specify."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "10", "section_title": " Guidelines for Crown Prosecutors.", "section_text": "10 1 The Director shall issue a Code for Crown Prosecutors giving guidance on general principles to be applied by them— a in determining, in any case— i whether proceedings for an offence should be instituted or, where proceedings have been instituted, whether they should be discontinued; or ii what charges should be preferred; and b in considering, in any case, representations to be made by them to any magistrates’ court about the mode of trial suitable for that case. 2 The Director may from time to time make alterations in the Code. 3 The provisions of the Code shall be set out in the Director’s report under section 9 of this Act for the year in which the Code is issued; and any alteration in the Code shall be set out in his report under that section for the year in which the alteration is made."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "11", "section_title": " Transfer of staff.", "section_text": "11 1 The Attorney General may, with the approval of the Treasury, by regulations make such provision as he considers appropriate in relation to the transfer to the staff of the Director of such persons employed by any authority wholly or mainly in connection with the discharge of prosecution functions as may be specified in the regulations. 2 The regulations may, in particular, make provision— a as to the method by which any staff or group of staff are transferred; b as to the terms and conditions of the transfer; and c for the termination of the employment with the authorities concerned of persons to whom the regulations apply (whether or not they are transferred in accordance with the regulations) and as to the consequences of that termination; and (without prejudice to section 29(2) of this Act) may make different provision with respect to staff employed in different areas. 3 The regulations may include provision for the determination of questions arising under them and may make such modifications in the application of any enactment as the Attorney General considers appropriate in connection with any provision of the regulations of a kind mentioned in subsection (2)(c) above. 4 Staff transferred in accordance with the regulations shall be exempt from any requirement to the effect that before a person is appointed to Her Majesty’s Home Civil Service a certificate of qualification must be issued in respect of him by the Civil Service Commissioners. 5 For the purposes of  Chapter I of Part XIV of the  Employment Rights Act 1996  (as it applies for the purposes of computing an employee’s period and continuity of employment for the purposes of that Act and any other enactment) in its application to a person who is transferred to the staff of the Director as a result of this Part— a the period of his employment in the employment from which he is transferred shall count as a period of Crown employment; and b the change of employment shall not break the continuity of his employment. 6 Where a person ceases to be a member of the staff of an authority— a on becoming a member of the staff of the Service in consequence of any regulations made under this section; or b having unreasonably refused to be transferred in pursuance of the regulations; he shall not, on ceasing to be a member of the staff of the authority, be treated for the purposes of any regulations or scheme made under the  Superannuation Act 1972 as having ceased to hold his employment by reason of redundancy. 7 In this section “ authority  ” means any police authority or other authority or body mentioned in section 17(6)(c) or (d) of this Act; and “ police authority  ”, in relation to the metropolitan police district, means the Commissioner of Police of the Metropolis."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "12", "section_title": " Staff commission.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "13", "section_title": " Premises formerly used in connection with Director’s new functions. ", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "14", "section_title": " Control of certain fees and expenses etc. paid by the Service.", "section_text": "14 1 The Attorney General may, with the approval of the Treasury, by regulations make such provision as he considers appropriate in relation to— a the fees of  any legal representative  briefed to appear on behalf of the Service in any criminal proceedings   or extradition proceedings  ; and b the costs and expenses of witnesses attending to give evidence at the instance of the Service  and, subject to subsection (1A) below, of any other person who in the opinion of the Service necessarily attends for the purpose of the case otherwise than to give evidence . 1A The power conferred on the Attorney General by subsection (1)(b) above only relates to the costs and expenses of an interpreter if the interpreter is required because of the lack of English of a person attending to give evidence at the instance of the Service. 1B In subsection (1)(b) above “ attending  ” means attending at the court or elsewhere. 2 The regulations may, in particular— a prescribe scales or rates of fees, costs or expenses; and b specify conditions for the payment of fees, costs or expenses. 3 Regulations made under subsection (1)(b) above may provide that scales or rates of costs and expenses shall be determined by the Attorney General with the consent of the Treasury."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "15", "section_title": " Interpretation of Part I.", "section_text": "15 1 In this Part— “ binding over proceedings  ” means any proceedings instituted (whether by way of complaint under section 115 of the  Magistrates’ Courts Act 1980 or otherwise) with a view to obtaining from a magistrates’ court an order requiring a person to enter into a recognizance to keep the peace or to be of good behaviour; “ Director  ” means the Director of Public Prosecutions; “ extradition proceedings ” means proceedings under the Extradition Act 2003;  “ legal representative  ” means   a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience or the conduct of litigation (within the meaning of that Act);   “ police force  ” has the same meaning as in section 3 of this Act; “ prosecution functions  ” means functions which by virtue of this Part become functions of the Director; “ public authority  ” has the same meaning as in section 17 of this Act; “  relevant prosecutor  ” ,  “ requisition ”  ,   “ single justice procedure notice ”   and  “ written charge ” have the same meaning as in section 29 of the Criminal Justice Act 2003; “ Service  ” means the Crown Prosecution Service;   . . .  . . .. 2 For the purposes of this Part, proceedings in relation to an offence are instituted— a where a justice of the peace issues a summons under section 1 of the  Magistrates’ Courts Act 1980, when the information for the offence is laid before him; b where a justice of the peace issues a warrant for the arrest of any person under that section, when the information for the offence is laid before him; ba where a   relevant prosecutor   issues a written charge and requisition for the offence, when the written charge and requisition are issued; bb where a relevant prosecutor issues a written charge and single justice procedure notice, when the written charge and single justice procedure notice are issued; c where a person is charged with the offence after being taken into custody without a warrant, when he is informed on the particulars of the charge; d where a bill of indictment is preferred under section 2 of the  Administration of Justice (Miscellaneous Provisions) Act 1933 in a case falling within paragraph (b)  or (ba)   of subsection (2) of that section, when the bill of indictment is preferred before the court; and where the application of this subsection would result in there being more than one time for the institution of the proceedings, they shall be taken to have been instituted at the earliest of those times. 3 For the purposes of this Part, references to the conduct of any proceedings include references to the proceedings being discontinued and to the taking of any steps (including the bringing of appeals and making of representations in respect of applications for bail) which may be taken in relation to them. 4 For the purposes of sections 3(2)(b), 5, 6   , 7(1) and 7A   of this Act, binding over proceedings shall be taken to be criminal proceedings. 5 For the purposes of section 5 of this Act, proceedings begun by summons issued under section 3 of the  Obscene Publications Act 1959 (forfeiture of obscene articles) shall be taken to be criminal proceedings. 6 The functions which become functions of the Director by virtue of this Part shall  not be treated as transferred functions  for the purposes of paragraph 1(2) of Schedule 3 to the  Pensions (Increase) Act 1971 (meaning of “last employing authority ”). 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "16", "section_title": " Defence costs. ", "section_text": "16 1 Where— a an information laid before a justice of the peace for any area, charging any person with an offence, is not proceeded with; b a magistrates’ court inquiring into an indictable offence as examining justices determines not to commit the accused for trial; c a magistrates’ court dealing summarily with an offence dismisses the information; that court or, in a case falling within paragraph (a) above, a magistrates’ court for that area, may make an order in favour of the accused for a payment to be made out of central funds in respect of his costs (a “defendant’s costs order ”). 2 Where— a any person is not tried for an offence for which he has been indicted or   sent   for trial; or  aa a notice of transfer is given under  a relevant transfer provision  but a person in relation to whose case it is given is not tried on a charge to which it relates; or b any person is tried on indictment and acquitted on any count in the indictment; the Crown Court may make a defendant’s costs order in favour of the accused. 3 Where a person convicted of an offence by a magistrates’ court appeals to the Crown Court under section 108 of the  Magistrates’ Courts Act 1980 (right of appeal against conviction or sentence) and, in consequence of the decision on appeal— a his conviction is set aside; or b a less severe punishment is awarded; the Crown Court may make a defendant’s costs order in favour of the accused. 4 Where the Court of Appeal— a allows an appeal under Part I of the  Criminal Appeal Act 1968 against— i conviction; ii a verdict of not guilty by reason of insanity; or iii a finding under the Criminal Procedure (Insanity) Act 1964 that the appellant is under a disability, or that he did the act or made the omission charged against him; aa directs under section 8(1B) of the Criminal Appeal Act 1968 the entry of a judgment and verdict of acquittal; b on an appeal under that Part against conviction— i substitutes a verdict of guilty of another offence; ii in a case where a special verdict has been found, orders a different conclusion on the effect of that verdict to be recorded; or iii is of the opinion that the case falls within paragraph (a) or (b) of section 6(1) of that Act (cases where the court substitutes a finding of insanity or unfitness to plead);  . . .  c on an appeal under that Part against sentence, exercises its powers under section 11(3) of that Act (powers where the court considers that the appellant should be sentenced differently for an offence for which he was dealt with by the court below); or d allows, to any extent, an appeal under section 16A of that Act (appeal against order made in cases of insanity or unfitness to plead); the court may make a defendant’s costs order in favour of the accused. 4A The court may also make a defendant’s costs order in favour of the accused on an appeal under section 9(11) of the Criminal Justice Act 1987 (appeals against orders or rulings at preparatory hearings)  or section 35(1) of the Criminal Procedure and Investigations Act 1996 or under Part 9 of the Criminal Justice Act 2003  . 5 Where— a any proceedings in a criminal cause or matter are determined before a Divisional Court of the Queen’s Bench Division; b the   Supreme Court   determines an appeal, or application for leave to appeal, from such a Divisional Court in a criminal cause or matter; c the Court of Appeal determines an application for leave to appeal to the   Supreme Court   under Part II of the  Criminal Appeal Act 1968; or d the   Supreme Court   determines an appeal, or application for leave to appeal, under Part II of that Act; the court may make a defendant’s costs order in favour of the accused. 6 A defendant’s costs order shall, subject to the following provisions of this section, be for the payment out of central funds, to the person in whose favour the order is made, of such amount as the court considers reasonably sufficient to compensate him for any expenses properly incurred by him in the proceedings. 6A Where the court considers that there are circumstances that make it inappropriate for the accused to recover the full amount mentioned in subsection (6), a defendant's costs order must be for the payment out of central funds of such lesser amount as the court considers just and reasonable. 6B Subsections (6) and (6A) have effect subject to— a section 16A, and b regulations under section 20(1A)(d). 6C When making a defendant's costs order, the court must fix the amount to be paid out of central funds in the order if it considers it appropriate to do so and— a the accused agrees the amount, or b subsection (6A) applies. 6D Where the court does not fix the amount to be paid out of central funds in the order— a it must describe in the order any reduction required under subsection (6A), and b the amount must be fixed by means of a determination made by or on behalf of the court in accordance with procedures specified in regulations made by the Lord Chancellor. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Subsection (6) above shall have effect, in relation to any case falling within subsection (1)(a) or (2)(a) above, as if for the words “in the proceedings ” there were substituted the words “in or about the defence ”. 11 Where a person ordered to be retried is acquitted at his retrial, the costs which may be ordered to be paid out of central funds under this section shall include— a any costs which, at the original trial, could have been ordered to be so paid under this section if he had been acquitted; and b if no order was made under this section in respect of his expenses on appeal, any sums for the payment of which such an order could have been made. 12 In subsection (2)(aa) “ relevant transfer provision  ” means— a section 4 of the Criminal Justice Act 1987, or b section 53 of the Criminal Justice Act 1991."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "16A", "section_title": "Legal costs", "section_text": "16A 1 A defendant's costs order may not require the payment out of central funds of an amount that includes an amount in respect of the accused's legal costs, subject to the following provisions of this section. 2 Subsection (1) does not apply where condition A, B   , C or D   is met. 3 Condition A is that the accused is an individual and the order is made under— a section 16(1), b section 16(3), or c section 16(4)(a)(ii) or (iii) or (d). 4 Condition B is that the accused is an individual and the legal costs were incurred in proceedings in a court below which were— a proceedings in a magistrates' court, or b proceedings on an appeal to the Crown Court under section 108 of the Magistrates' Courts Act 1980 (right of appeal against conviction or sentence). 5 Condition C is that the legal costs were incurred in proceedings in the Supreme Court. 5A Condition D is that— a the accused is an individual, b the order is made under section 16(2), c the legal costs were incurred in relevant Crown Court proceedings, and d the Director of Legal Aid Casework has made a determination of financial ineligibility in relation to the accused and those proceedings (and condition D continues to be met if the determination is withdrawn). 6 The Lord Chancellor may by regulations make provision about exceptions from the prohibition in subsection (1), including— a provision amending this section by adding, modifying or removing an exception, and b provision for an exception to arise where a determination has been made by a person specified in the regulations. 7 Regulations under subsection (6) may not remove or limit the exception provided by condition C. 8 Where a court makes a defendant's costs order requiring the payment out of central funds of an amount that includes an amount in respect of legal costs, the order must include a statement to that effect. 9 Where, in a defendant's costs order, a court fixes an amount to be paid out of central funds that includes an amount in respect of legal costs incurred in proceedings in a court other than the Supreme Court, the latter amount must not exceed an amount specified by regulations made by the Lord Chancellor. 10 In this section— “ legal costs ” means fees, charges, disbursements and other amounts payable in respect of advocacy services or litigation services including, in particular, expert witness costs; “ advocacy services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right of audience in relation to any proceedings, or contemplated proceedings, to provide; “ expert witness costs ” means amounts payable in respect of the services of an expert witness, including amounts payable in connection with attendance by the witness at court or elsewhere; “ litigation services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right to conduct litigation in relation to proceedings, or contemplated proceedings, to provide. 11 In subsection (5A)— “determination of financial ineligibility”, in relation to an individual and proceedings, means a determination under section 21 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 that the individual’s financial resources are such that the individual is not eligible for representation under section 16 of that Act for the purposes of the proceedings; “Director of Legal Aid Casework” means the civil servant designated under section 4(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012; “relevant Crown Court proceedings” means any of the following— proceedings in the Crown Court in respect of an offence for which the accused has been sent by a magistrates’ court to the Crown Court for trial; proceedings in the Crown Court relating to an offence in respect of which a bill of indictment has been preferred by virtue of section 2(2)(b) of the Administration of Justice (Miscellaneous Provisions) Act 1933; proceedings in the Crown Court following an order by the Court of Appeal or the Supreme Court for a retrial."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "17", "section_title": " Prosecution costs. ", "section_text": "17 1 Subject to   subsections (2) and (2A)   below, the court may— a in any proceedings in respect of an indictable offence; and b in any proceedings before a Divisional Court of the Queen’s Bench Division or the   Supreme Court   in respect of a summary offence; order the payment out of central funds of such amount as the court considers reasonably sufficient to compensate the prosecutor for any expenses properly incurred by him in the proceedings. 2 No order under this section may be made in favour of— a a public authority; or b a person acting— i on behalf of a public authority; or ii in his capacity as an official appointed by such an authority. 2A Where the court considers that there are circumstances that make it inappropriate for the prosecution to recover the full amount mentioned in subsection (1), an order under this section must be for the payment out of central funds of such lesser amount as the court considers just and reasonable. 2B When making an order under this section, the court must fix the amount to be paid out of central funds in the order if it considers it appropriate to do so and— a the prosecutor agrees the amount, or b subsection (2A) applies. 2C Where the court does not fix the amount to be paid out of central funds in the order— a it must describe in the order any reduction required under subsection (2A), and b the amount must be fixed by means of a determination made by or on behalf of the court in accordance with procedures specified in regulations made by the Lord Chancellor. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where the conduct of proceedings to which subsection (1) above applies is taken over by the Crown Prosecution Service, that subsection shall have effect as if it referred to the prosecutor who had the conduct of the proceedings before the intervention of the Service and to expenses incurred by him up to the time of intervention. 6 In this section “public authority ” means— a a police force within the meaning of section 3 of this Act; b the Crown Prosecution Service or any other government department; c a local authority or other authority or body constituted for purposes of— i the public service or of local government; or ii carrying on under national ownership any industry or undertaking or part of an industry or undertaking; or d any other authority or body whose members are appointed by Her Majesty or by any Minister of the Crown or government department or whose revenues consist wholly or mainly of money provided by Parliament."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "18", "section_title": " Award of costs against accused. ", "section_text": "18 1 Where— a any person is convicted of an offence before a magistrates’ court; b the Crown Court dismisses an appeal against such a conviction or against the sentence imposed on that conviction; or c any person is convicted of an offence before the Crown Court; the court may make such order as to the costs to be paid by the accused to the prosecutor as it considers just and reasonable. 2 Where the Court of Appeal dismisses— a an appeal or application for leave to appeal under Part I of the  Criminal Appeal Act 1968; or b an application by the accused for leave to appeal to the   Supreme Court   under Part II of that Act; it may make such order as to the costs to be paid by the accused, to such person as may be named in the order, as it considers just and reasonable  or c an appeal or application for leave to appeal under section 9(11) of the Criminal Justice Act 1987; or d an appeal or application for leave to appeal under section 35(1) of the Criminal Procedure and Investigations Act 1996. 2A Where the Court of Appeal reverses or varies a ruling on an appeal under Part 9 of the Criminal Justice Act 2003, it may make such order as to the costs to be paid by the accused, to such person as may be named in the order, as it considers just and reasonable. 3 The amount to be paid by the accused in pursuance of an order under this section shall be specified in the order. 4 Where any person is convicted of an offence before a magistrates’ court and— a under the conviction the court orders payment of any sum as a fine, penalty, forfeiture or compensation; and b the sum so ordered to be paid does not exceed £5; the court shall not order the accused to pay any costs under this section unless in the particular circumstances of the case it considers it right to do so. 5 Where any person under  the age of eighteen  is convicted of an offence before a magistrates’ court, the amount of any costs ordered to be paid by the accused under this section shall not exceed the amount of any fine imposed on him. 6 Costs ordered to be paid under subsection (2)  or (2A)   above may include the reasonable cost of any transcript of a record of proceedings made in accordance with rules of court made for the purposes of section 32 of the Act of 1968."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "19", "section_title": " Provision for orders as to costs in other circumstances.", "section_text": "19 1 The Lord Chancellor may by regulations make provision empowering magistrates’ courts, the Crown Court and the Court of Appeal, in any case where the court is satisfied that one party to criminal proceedings has incurred costs as a result of an unnecessary or improper act or omission by, or on behalf of, another party to the proceedings, to make an order as to the payment of those costs. 2 Regulations made under subsection (1) above may, in particular— a allow the making of such an order at any time during the proceedings; b make provision as to the account to be taken, in making such an order, of any other order as to costs . . .   which has been made in respect of the proceedings  or   of whether, for the purposes of the proceedings, representation has been provided under Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012  ; c make provision as to the account to be taken of any such order in the making of any other order as to costs in respect of the proceedings; and d contain provisions similar to those in section 18(4) and (5) of this Act. 3 The Lord Chancellor may by regulations make provision for the payment out of central funds, in such circumstances and in relation to such criminal proceedings as may be specified, of such sums as appear to the court to be reasonably necessary— a to compensate any witness in the proceedings  , and any other person who in the opinion of the court necessarily attends for the purpose of the proceedings otherwise than to give evidence,  for the expense, trouble or loss of time properly incurred in or incidental to his attendance; b to cover the proper expenses of an interpreter who is required because of the accused’s lack of English; c to compensate a duly qualified medical practitioner who— i makes a report otherwise than in writing for the purpose of  section 11 of the  Powers of Criminal Courts (Sentencing) Act 2000 \t\t\t\t\t\t\t\t\t(remand for medical examination); or ii makes a written report to a court in pursuance of a request  within subsection (3B) below;   for the expenses properly incurred in or incidental to his reporting to the court. d to cover the proper fee or costs of a person appointed by the Crown Court under section 4A of the Criminal Procedure (Insanity) Act 1964 to put the case for the defence. e to cover the proper fee or costs of a legal representative appointed under section 38(4) of the Youth Justice and Criminal Evidence Act 1999 (defence representation for purposes of cross-examination) and any expenses properly incurred in providing such a person with evidence or other material in connection with his appointment. 3ZA In relation to a sum that may be required by a court other than the Supreme Court to be paid out of central funds under regulations under subsection (3)— a the requirement under that subsection for the sum to be such sum as the court considers reasonably necessary to cover or compensate for expenses, fees, costs, trouble or losses is subject to regulations made under section 20(1A)(d), and b regulations under subsection (3) may make provision accordingly. 3A In subsection (3)(a) above “ attendance  ” means attendance at the court or elsewhere. 3B A request is within this subsection if— a it is a request to a registered medical practitioner to make a written or oral report on the medical condition of an offender or defendant; and b it is made by a court— i for the purpose of determining whether or not to include   a mental health treatment requirement in a community order or youth rehabilitation order   or make an order under section 37 of the Mental Health Act 1983 (hospital orders and guardianship orders) or otherwise for the purpose of determining the most suitable method of dealing with an offender; or ii in exercise of the powers conferred by section 11 of the Powers of Criminal Courts (Sentencing) Act 2000 (remand of a defendant for medical examination). 3C For the purposes of subsection (3B)(b)(i)—   “ community order ” has the meaning given by section 200 of the Sentencing Code;   “ mental health treatment requirement ” means— in relation to a community order, a mental health treatment requirement   within the meaning given by paragraph 16 of Schedule 9 to the Sentencing Code , and in relation to a youth rehabilitation order, a mental health treatment requirement   within the meaning given by paragraph 28 of Schedule 6 to that Code ; “ youth rehabilitation order ” has   the meaning given by section 173 of the Sentencing Code . 3D Regulations under subsection (3) may make provision generally or only in relation to particular descriptions of persons, expenses, fees, costs, trouble or losses. 4 The Court of Appeal may order the payment out of central funds of such sums as appear to it to be reasonably sufficient to compensate an appellant who is not in custody and who appears before it on, or in connection with, his appeal under Part I of the  Criminal Appeal Act 1968. 4A Subsection (4) has effect subject to regulations under section 20(1A)(d). 4B An order under subsection (4) may not require the payment out of central funds of a sum that includes a sum in respect of legal costs (as defined in section 16A), except where regulations made by the Lord Chancellor provide otherwise. 4C Regulations under subsection (4B) may, in particular, include— a provision for an exception to arise where a determination has been made by a person specified in the regulations, b provision requiring the court, when it orders the payment of a sum that includes a sum in respect of legal costs, to include a statement to that effect in the order, and c provision that the court may not order the payment of a sum in respect of legal costs exceeding an amount specified in the regulations. 5 The Lord Chancellor may by regulations provide that any provision made by or under this Part which would not otherwise apply in relation to any category of proceedings in which an offender is before a magistrates’ court or the Crown Court shall apply in relation to proceedings of that category, subject to any specified modifications."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "19A", "section_title": " Costs against legal representatives  etc.", "section_text": "19A 1 In any criminal proceedings— a the Court of Appeal; b the Crown Court; or c a magistrates’ court, may disallow, or (as the case may be) order the legal or other representative concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with regulations. 2 Regulations shall provide that a legal or other representative against whom action is taken by a magistrates’ court under subsection (1) may appeal to the Crown Court and that a legal or other representative against whom action is taken by the Crown Court under subsection (1) may appeal to the Court of Appeal. 3 In this section— “ legal or other representative  ”, in relation to any proceedings, means a person who is exercising a right of audience, or a right to conduct litigation, on behalf of any party to the proceedings; “ regulations  ” means regulations made by the Lord Chancellor; and “ wasted costs  ” means any costs incurred by a party— as a result of any improper, unreasonable, or negligent act or omission on the part of any representative or any employee of a representative; or which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "19B", "section_title": "Provision for award of costs against third parties", "section_text": "19B 1 The Lord Chancellor may by regulations make provision empowering magistrates' courts, the Crown Court and the Court of Appeal to make a third party costs order if the condition in subsection (3) is satisfied. 2 A  “third party costs order” is an order as to the payment of costs incurred by a party to criminal proceedings by a person who is not a party to those proceedings (“ the third party ”). 3 The condition is that— a there has been serious misconduct (whether or not constituting a contempt of court) by the third party, and b the court considers it appropriate, having regard to that misconduct, to make a third party costs order against him. 4 Regulations made under this section may, in particular— a specify types of misconduct in respect of which a third party costs order may not be made; b allow the making of a third party costs order at any time; c make provision for any other order as to costs which has been made in respect of the proceedings to be varied on, or taken account of in, the making of a third party costs order; d make provision for account to be taken of any third party costs order in the making of any other order as to costs in respect of the proceedings. 5 Regulations made under this section in relation to magistrates' courts must provide that the third party may appeal to the Crown Court against a third party costs order made by a magistrates' court. 6 Regulations made under this section in relation to the Crown Court must provide that the third party may appeal to the Court of Appeal against a third party costs order made by the Crown Court."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "20", "section_title": " Regulations.", "section_text": "20 1 The Lord Chancellor may make regulations for carrying this Part into effect  ... 1A The Lord Chancellor may by regulations— a make provision as to the amounts that may be ordered to be paid out of central funds in pursuance of a costs order, whether by specifying rates or scales or by making other provision as to the calculation of the amounts, b make provision as to the circumstances in which and conditions under which such amounts may be paid or ordered to be paid, c make provision requiring amounts required to be paid out of central funds by a costs order to be calculated having regard to regulations under paragraphs (a) and (b), d make provision requiring amounts required to be paid to a person out of central funds by a relevant costs order to be calculated in accordance with such regulations (whether or not that results in the fixing of an amount that the court considers reasonably sufficient or necessary to compensate the person), and e make provision as to the review of determinations of amounts required to be paid out of central funds by costs orders. 1B In subsection (1A)(d)  “ relevant costs order ” means a costs order other than— a an order made by any court under section 17, and b so much of a costs order made by the Supreme Court as relates to expenses, fees, costs, trouble or losses incurred in proceedings in that court. 1C Regulations under subsection (1A) may, in particular— a make different provision in relation to amounts to be paid in respect of different expenses, fees, costs, trouble and losses, b make different provision in relation to different costs orders and different areas, and c make different provision in relation to the fixing of an amount in a costs order and the fixing of an amount by means of a determination. 2 The Lord Chancellor may by regulations make provision for the recovery of sums paid   by the Lord Chancellor under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 or out of central funds in accordance with a costs order   in cases where— a a costs order has been made against a  person ; and b the person in whose favour the order was made is a legally assisted person or a person in whose favour a defendant’s costs order or, as the case may be, an order under section 17 of this Act has been made. 3 Regulations made under   subsection (1A)   above may provide that   provision as to the calculation of amounts   payable out of central funds under a costs order  (whether in the form of rates or scales or other provision)   shall be determined by the Lord Chancellor with the consent of the Treasury. 4 Regulations made under subsection (2) above may, in particular— a require the person mentioned in paragraph (a) of that subsection to pay sums due under the costs order in accordance with directions given by the Lord Chancellor (either generally or in respect of the particular case); and b enable the Lord Chancellor to enforce those directions in cases to which they apply. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any regulations under this Part may contain such incidental   , supplemental and transitional   provisions as the Lord Chancellor considers appropriate. 7 Before making any regulations under section 19(1)  , 19A or 19B   of this Act which affect the procedure of any court, the Lord Chancellor shall so far as is reasonably practicable consult any rule committee by whom, or on whose advice, rules of procedure for the court may be made or whose concurrence is required to any such rules. 8 In this section “ costs order  ” means— a an order made under or by virtue of this Part for payment to be made— i out of central funds; or ii by   any person  ; or b an order made in a criminal case by the   Supreme Court   for the payment of costs by a party to proceedings."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21", "section_title": " Interpretation, etc.", "section_text": "21 1 In this Part— “ accused  ” and “ appellant  ”, in a case where section 44A of the Criminal Appeal Act 1968 (death of convicted person) applies, include the person approved under that section; “ defendant’s costs order  ” has the meaning given in section 16 of this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ legally assisted person  ”, in relation to any proceedings, means a person   for whom advice, assistance or representation is provided under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012  ; “proceedings ” includes— a proceedings in any court below; and b in relation to the determination of an appeal by any court, any application made to that court for leave to bring the appeal; and “ witness  ” means any person properly attending to give evidence, whether or not he gives evidence or is called at the instance of one of the parties or of the court, but does not include a person attending as a witness to character only unless the court has certified that the interests of justice required his attendance. 2 Except as provided by or under this Part no costs shall be allowed on the hearing or determination of, or of any proceedings preliminary or incidental to, an appeal to the Court of Appeal under Part I of the  Criminal Appeal Act 1968. 3 Subject to rules of court made under section 53(1) of the    Senior Courts Act 1981   (power by rules to distribute business of Court of Appeal between its civil and criminal divisions), the jurisdiction of the Court of Appeal under this Part, or under regulations made under this Part, shall be exercised by the criminal division of that Court; and references in this Part to the Court of Appeal shall be construed as references to that division. 4 For the purposes of sections 16  , 16A   and 17 of this Act, the costs of any party to proceedings shall be taken to include the expense of compensating any witness for the expenses, trouble or loss of time properly incurred in or incidental to his attendance. 4A Where one party to any proceedings is a legally assisted person then— a for the purposes of sections 16  , 16A   and 17 of this Act, his costs shall be taken   not to include the cost of advice, assistance or representation provided to the person under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012  ; and b for the purposes of sections 18  ,   to 19B   of this Act, his costs shall be taken to include   the cost of such advice, assistance or representation  ; 5 Where, in any proceedings in a criminal cause or matter or in either of the cases mentioned in subsection (6) below, an interpreter is required because of the accused’s lack of English, the expenses properly incurred on his employment shall not be treated as costs of any party to the proceedings. 6 The cases are— a where an information charging the accused with an offence is laid before a justice of the peace  . . . but not proceeded with and the expenses are incurred on the employment of the interpreter for the proceedings on the information; and b where the accused is   sent   for trial but not tried and the expenses are incurred on the employment of the interpreter for the proceedings in the Crown Court."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21A", "section_title": "Criminal courts charge", "section_text": "21A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21B", "section_title": "Criminal courts charge: courts and times", "section_text": "21B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21C", "section_title": "Amount of criminal courts charge", "section_text": "21C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21D", "section_title": "Interest on criminal courts charge", "section_text": "21D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21E", "section_title": "Power to remit criminal courts charge", "section_text": "21E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "21F", "section_title": "Regulations under this Part", "section_text": "21F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "22", "section_title": " Power of Secretary of State to set time limits in relation to preliminary stages of criminal proceedings.", "section_text": "22 1 The Secretary of State may by regulations make provision, with respect to any specified preliminary stage of proceedings for an offence, as to the maximum period— a to be allowed to the prosecution to complete that stage; b during which the accused may, while awaiting completion of that stage, be— i in the custody of a magistrates’ court; or ii in the custody of the Crown Court; in relation to that offence. 2 The regulations may, in particular— a be made so as to apply only in relation to proceedings instituted in specified areas, or proceedings of, or against persons of, specified classes or descriptions; b make different provision with respect to proceedings instituted in different areas, or different provision with respect to proceedings of, or against persons of, different classes or descriptions; c make such provision with respect to the procedure to be followed in criminal proceedings as the Secretary of State considers appropriate in consequence of any other provision of the regulations; d provide for the  Magistrates’ Court Act 1980 and the  Bail Act 1976 to apply in relation to cases to which custody or overall time limits apply subject to such modifications as may be specified (being modifications which the Secretary of State considers necessary in consequence of any provision made by the regulations); and e make such transitional provision in relation to proceedings instituted before the commencement of any provision of the regulations as the Secretary of State considers appropriate. 3 The appropriate court may, at any time before the expiry of a time limit imposed by the regulations, extend, or further extend, that limit; but the court shall not do so unless it is satisfied— a that the need for the extension is due to— i the illness or absence of the accused, a necessary witness, a judge or a magistrate; ii a postponement which is occasioned by the ordering by the court of separate trials in the case of two or more accused or two or more offences; or iii some other good and sufficient cause; and b that the prosecution has acted with all due diligence and expedition. 4 Where, in relation to any proceedings for an offence, an overall time limit has expired before the completion of the stage of the proceedings to which the limit applies,  the appropriate court shall stay the proceedings . 5 Where— a a person escapes from the custody of a magistrates’ court or the Crown Court before the expiry of a custody time limit which applies in his case; or b a person who has been released on bail in consequence of the expiry of a custody time limit— i fails to surrender himself into the custody of the court at the appointed time; or ii is arrested by a constable on a ground mentioned in section 7(3)(b) of the Bail Act 1976 (breach, or likely breach, of conditions of bail); the regulations shall, so far as they provide for any custody time limit in relation to the preliminary stage in question, be disregarded. 6 Subsection (6A) below applies where — a a person escapes from the custody of a magistrates’ court or the Crown Court; or b a person who has been released on bail fails to surrender himself into the custody of the court at the appointed time; and is accordingly unlawfully at large for any period. 6A The following, namely— a the period for which the person is unlawfully at large; and b such additional period (if any) as the appropriate court may direct, having regard to the disruption of the prosecution occasioned by— i the person’s escape or failure to surrender; and ii the length of the period mentioned in paragraph (a) above, shall be disregarded, so far as the offence in question is concerned, for the purposes of the overall time limit which applies in his case in relation to the stage which the proceedings have reached at the time of the escape or, as the case may be, at the appointed time. 6B Any period during which proceedings for an offence are adjourned pending the determination of an appeal under Part 9 of the Criminal Justice Act 2003 shall be disregarded, so far as the offence is concerned, for the purposes of the overall time limit and the custody time limit which applies to the stage which the proceedings have reached when they are adjourned. 7 Where a magistrates’ court decides to extend, or further extend, a custody or overall time limit,  or to give a direction under subsection (6A) above,  the accused may appeal against the decision to the Crown Court. 8 Where a magistrates’ court refuses to extend, or further extend, a custody or overall time limit  , or to give a direction under subsection (6A) above,  the prosecution may appeal against the refusal to the Crown Court. 9 An appeal under subsection (8) above may not be commenced after the expiry of the limit in question; but where such an appeal is commenced before the expiry of the limit the limit shall be deemed not to have expired before the determination or abandonment of the appeal. 10 Where a person is convicted of an offence in any proceedings, the exercise, in relation to any preliminary stage of those proceedings, of the power conferred by subsection (3) above shall not be called into question in any appeal against that conviction. 11 In this section— “ appropriate court  ” means— a where the accused has been   sent for trial   or indicted for the offence, the Crown Court; and b in any other case, the magistrates’ court specified in the summons or warrant in question or, where the accused has already appeared or been brought before a magistrates’ court, a magistrates’ court for the same area; “ custody  ” includes local authority accommodation   or youth detention accommodation to which a person is remanded under section 91 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012  , and references to a person being committed to custody shall be construed accordingly; “ custody of the Crown Court ” includes custody to which a person is committed in pursuance of— section 43A of the Magistrates' Courts Act 1980 (magistrates' court dealing with a person brought before it following his arrest in pursuance of a warrant issued by the Crown Court); or section 52 of the Crime and Disorder Act 1998 (provisions supplementing section 51); “ custody of a magistrates’ court  ” means custody to which a person is committed in pursuance of section 128 of the  Magistrates’ Courts Act 1980 (remand); “ custody time limit  ” means a time limit imposed by regulations made under subsection (1)(b) above or, where any such limit has been extended by a court under subsection (3) above, the limit as so extended; “ preliminary stage  ”, in relation to any proceedings, does not include any stage after the start of the trial (within the meaning given by subsections (11A) and (11B) below); “ overall time limit  ” means a time limit imposed by regulations made under subsection (1)(a) above or, where any such limit has been extended by a court under subsection (3) above, the limit as so extended; and “ specified  ” means specified in the regulations. 11ZA For the purposes of this section, proceedings for an offence shall be taken to begin when the accused is charged with the offence or, as the case may be, an information is laid charging him with the offence. 11A For the purposes of this section, the start of a trial on indictment shall be taken to occur   at the time when a jury is sworn   to consider the issue of guilt or fitness to plead or, if the court accepts a plea of guilty before   the time when a jury is sworn , when that plea is accepted; but this is subject to section 8 of the  Criminal Justice Act 1987 and section 30 of the  Criminal Procedure and Investigations Act 1996 (preparatory hearings). 11B For the purposes of this section, the start of a summary trial shall be taken to occur— a when the court begins to hear evidence for the prosecution at the trial or to consider whether to exercise its power under section 37(3) of the  Mental Health Act 1983 (power to make hospital order without convicting the accused), or b if the court accepts a plea of guilty without proceeding as mentioned above, when that plea is accepted. 11AA The references in subsection (11A) above to the time when a jury is sworn include the time when that jury would be sworn but for the making of an order under Part 7 of the Criminal Justice Act 2003. 12 For the purposes of the application of any custody time limit in relation to a person who is in the custody of a magistrates’ court or the Crown Court— a all periods during which he is in the custody of a magistrates’ court in respect of the same offence shall be aggregated and treated as a single continuous period; and b all periods during which he is in the custody of the Crown Court in respect of the same offence shall be aggregated and treated similarly. 13 For the purposes of section 29(3) of the    Senior Courts Act 1981   (High Court to have power to make prerogative orders in relation to jurisdiction of Crown Court in matters which do not relate to trial on indictment) the jurisdiction conferred on the Crown Court by this section shall be taken to be part of its jurisdiction in matters other than those relating to trial on indictment."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "22A", "section_title": " Additional time limits for persons under 18.", "section_text": "22A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "22B", "section_title": " Re-institution of proceedings stayed under section 22(4) or 22A(5).", "section_text": "22B 1 This section applies where proceedings for an offence (“ the original proceedings  ”) are stayed by a court under section 22(4) or 22A(5) of this Act. 2 If— a in the case of proceedings conducted by the Director, the Director or a Chief Crown Prosecutor so directs; b in the case of proceedings conducted by the Director of the Serious Fraud Office, the Commissioners of Inland Revenue or the Commissioners of Customs and Excise, that Director or those Commissioners so direct; or c in the case of proceedings not conducted as mentioned in paragraph (a) or (b) above, a person designated for the purpose by the Secretary of State so directs, fresh proceedings for the offence may be instituted within a period of three months (or such longer period as the court may allow) after the date on which the original proceedings were stayed by the court. 3 Fresh proceedings shall be instituted as follows— a where the original proceedings were stayed by the Crown Court, by preferring a bill of indictment; b where the original proceedings were stayed by a magistrates’ court, by laying an information. 4 Fresh proceedings may be instituted in accordance with subsections (2) and (3)(b) above notwithstanding anything in section 127(1) of the  Magistrates’ Courts Act 1980 (limitation of time). 5 Where fresh proceedings are instituted, anything done in relation to the original proceedings shall be treated as done in relation to the fresh proceedings if the court so directs or it was done— a by the prosecutor in compliance or purported compliance with   section 3, 4 or 7A   or 9 of the  Criminal Procedure and Investigations Act 1996; or b by the accused in compliance or purported compliance with section 5 or 6 of that Act. 6 Where a person is convicted of an offence in fresh proceedings under this section, the institution of those proceedings shall not be called into question in any appeal against that conviction."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "23", "section_title": " Discontinuance of proceedings in magistrates’ courts.", "section_text": "23 1 Where the Director of Public Prosecutions has the conduct of proceedings for an offence, this section applies in relation to the preliminary stages of those proceedings. 2 In this section, “ preliminary stage  ” in relation to proceedings for an offence does not include— a any stage of the proceedings after the court has begun to hear evidence for the prosecution at a summary trial of the offence; or b any stage of the proceedings after the accused has been sent for trial for the offence. 3 Where, at any time during the preliminary stages of the proceedings, the Director gives notice under this section to the   designated officer for    the court that he does not want the proceedings to continue, they shall be discontinued with effect from the giving of that notice but may be revived by notice given by the accused under subsection (7) below. 4 Where, in the case of a person charged with an offence after being taken into custody without a warrant, the Director gives him notice, at a time when no magistrates’ court has been informed of the charge, that the proceedings against him are discontinued, they shall be discontinued with effect from the giving of that notice. 5 The Director shall, in any notice given under subsection (3) above, give reasons for not wanting the proceedings to continue. 6 On giving any notice under subsection (3) above the Director shall inform the accused of the notice and of the accused’s right to require the proceedings to be continued; but the Director shall not be obliged to give the accused any indication of his reasons for not wanting the proceedings to continue. 7 Where the Director has given notice under subsection (3) above, the accused shall, if he wants the proceedings to continue, give notice to that effect to the   designated officer for   the court within the prescribed period; and where notice is so given the proceedings shall continue as if no notice had been given by the Director under subsection (3) above. 8 Where the   designated officer for   the court has been so notified by the accused he shall inform the Director. 9 The discontinuance of any proceedings by virtue of this section shall not prevent the institution of fresh proceedings in respect of the same offence. 10 In this section “ prescribed  ” means prescribed by   Criminal Procedure Rules  ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "23A", "section_title": " Discontinuance of proceedings after accused has been sent for trial.", "section_text": "23A 1 This section applies where— a the Director of Public Prosecutions, or a public authority (within the meaning of section 17 of this Act), has the conduct of proceedings for an offence; and b the accused has been sent for trial  . . .   for the offence. 2 Where, at any time before the indictment is preferred, the Director or authority gives notice under this section to the Crown Court sitting at the place specified in the notice under section   51D(1)   of the Crime and Disorder Act 1998 that he or it does not want the proceedings to continue, they shall be discontinued with effect from the giving of that notice. 3 The Director or authority shall, in any notice given under subsection (2) above, give reasons for not wanting the proceedings to continue. 4 On giving any notice under subsection (2) above the Director or authority shall inform the accused of the notice; but the Director or authority shall not be obliged to give the accused any indication of his reasons for not wanting the proceedings to continue. 5 The discontinuance of any proceedings by virtue of this section shall not prevent the institution of fresh proceedings in respect of the same offence."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "24", "section_title": " Restriction of vexatious prosecutions.", "section_text": "24 1 Section 42 of the    Senior Courts Act 1981   (restriction of vexatious civil proceedings) shall be amended as follows. 2 In subsection (1)— a in paragraphs (a) and (b) for the word “legal ” there shall be substituted, in each case, “civil ”; b at the end of paragraph (b) there shall be inserted— or                       c instituted vexatious prosecutions (whether against the same person or different persons), ; and c for the words from “order ” to the end of the subsection there shall be substituted— make a civil proceedings order, a criminal proceedings order or an all proceedings order. . 3 After subsection (1) there shall be inserted— 1A In this section— “ civil proceedings order  ” means an order that— a no civil proceedings shall without the leave of the High Court be instituted in any court by the person against whom the order is made; b any civil proceedings instituted by him in any court before the making of the order shall not be continued by him without the leave of the High Court; and c no application (other than one for leave under this section) shall be made by him, in any civil proceedings instituted in any court by any person, without the leave of the High Court; “ criminal proceedings order  ” means an order that— a no information shall be laid before a justice of the peace by the person against whom the order is made without the leave of the High Court; and b no application for leave to prefer a bill of indictment shall be made by him without the leave of the High Court; and “ all proceedings order  ” means an order which has the combined effect of the two other orders. . 4 In subsection (3), for the word “legal ” there shall be substituted “civil ”. 5 After subsection (3) there shall be inserted— 3A Leave for the laying of an information or for an application for leave to prefer a bill of indictment by a person who is the subject of an order for the time being in force under subsection (1) shall not be given unless the High Court is satisfied that the institution of the prosecution is not an abuse of the criminal process and that there are reasonable grounds for the institution of the prosecution by the applicant. 6 In subsection (4), for the words from “for the institution ” to the end there shall be substituted “required by virtue of this section ”. 7 An order made under section 42 before the commencement of this section and in force at the time of that commencement shall, for the purposes of that section as amended by this section, be treated as a civil proceedings order."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "25", "section_title": " Consents to prosecutions etc.", "section_text": "25 1 This section applies to any enactment which prohibits the institution or carrying on of proceedings for any offence except— a with the consent (however expressed)— of a Law Officer of the Crown or the Director; or b where the proceedings are instituted or carried on by or on behalf of a Law Officer of the Crown or the Director; and so applies whether or not there are other exceptions to the prohibition (and in particular whether or not the consent is an alternative to the consent of any other authority or person). 2 An enactment to which this section applies— a shall not prevent the arrest without warrant, or the issue or execution of a warrant for the arrest, of a person for any offence, or the remand in custody or on bail of a person charged with any offence; and b shall be subject to any enactment concerning the apprehension or detention of children or young persons. 2A Subsection (2)(a) is subject to section 1(4A) of the Magistrates' Courts Act 1980. 3 In this section “ enactment  ” includes any provision having effect under or by virtue of any Act; and this section applies to enactments whenever passed or made."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "26", "section_title": " Consents to be admissible in evidence.", "section_text": "26 Any document purporting to be the consent of a Law Officer of the Crown, the Director or a Crown Prosecutor for, or to— a the institution of any criminal proceedings; or b the institution of criminal proceedings in any particular form; and to be signed by a Law Officer of the Crown, the Director or, as the case may be, a Crown Prosecutor shall be admissible as prima facie evidence without further proof."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "28", "section_title": " Repeal of s. 9 of Perjury Act 1911.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "29", "section_title": " Regulations.", "section_text": "29 1 A power to make regulations under this Act is exercisable by statutory instrument. 1A A statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament, subject to subsection (1B). 1B A statutory instrument containing (whether alone or with other provision) regulations under section 16A(6) or 19(4B) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 2   Regulations under this Act   may make different provisions with respect to different cases or classes of case."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "30", "section_title": " Expenses.", "section_text": "30 1 There shall be paid out of money provided by Parliament such sums as the Attorney General may, with the consent of the Treasury, direct in respect of the expenditure incurred by the Director of Public Prosecutions in the discharge of his functions under this Act. 2 Any expenditure incurred by the Secretary of State or the Attorney General which is attributable to this Act shall be payable out of money provided by Parliament."}, {"act": "Prosecution of Offences Act 1985", "year": 1985, "section": "31", "section_title": " Short title, commencement and extent etc.", "section_text": "31 1 This Act may be cited as the Prosecution of Offences Act 1985. 2 The following provisions of this Act come into force on its passing— a this Part (other than subsections (5) and (6) below); b sections 11 to 13; and c section 15, so far as it applies in relation to sections 11 to 13; and the remaining provisions of this Act shall come into force on such day as the Lord Chancellor or Secretary of State may by order made by statutory instrument appoint. 3 An order under subsection (2) above may— a appoint different days for different purposes and in relation to proceedings instituted in different areas; and b contain such transitional and supplementary provisions as appear to the Lord Chancellor or, as the case may be, Secretary of State to be necessary or expedient. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Schedule 1 to this Act shall have effect for the purpose of making minor and consequential amendments in other enactments. 6 The enactments specified in Schedule 2 to this Act (which include certain provisions which are already spent) are hereby repealed to the extent set out in the third column of that Schedule. 7 This Act does not extend to Scotland or Northern Ireland."}]