[{"act": "Rating (Revaluation Rebates) (Scotland) Act 1985", "year": 1985, "section": "1", "section_title": " Rates rebates.", "section_text": "1 1 The Secretary of State may by order make provision obliging rating authorities to grant rebates, of amounts determined as provided in the order, in respect of the rates (including domestic water rates) levied in respect of such financial year as is prescribed in the order on lands and heritages which qualify under subsection (2) below for such rebate. 2 The lands and heritages which qualify for rebate are lands and heritages the revaluation rateable value of which is greater than3) times their pre-revaluation rateable value but excluding— a lands and heritages the rateable value of which is prescribed or determined under section 6 of the  Local Government (Scotland) Act 1975 (valuation by formula); b lands and heritages occupied for the purposes of their functions by a local authority, joint committee or joint board (which expressions have the same meaning as in the  Local Government (Scotland) Act 1973); c lands and heritages the rateable value of which has been fixed by order under section 1 of the  Valuation for Rating (Scotland) Act 1970 (partial derating of buildings used for livestock production); and d industrial and freight transport lands and heritages the rateable value of which has been fixed by order under section 10(2) of the  Local Government (Financial Provisions) (Scotland) Act 1963 (industrial derating). 3 In subsection (2) above— the “ revaluation rateable value ” of lands and heritages is, subject to subsection (4) below, their rateable value entered in the valuation roll as at 1st April 1985; the “ pre-revaluation rateable value ” of lands and heritages is their rateable value entered in the valuation roll as at 31st March 1985. 4 Where the revaluation rateable value of lands and heritages is reduced in order to give effect to an alteration in their value which is due to a material change of circumstances (within the meaning of the  Local Government (Scotland) Act 1975), that reduced rateable value shall, for the purposes of this Act after such reduction, be deemed to be the revaluation rateable value of the lands and heritages. 5 In subsection (1) above, “ financial year ” means the period of twelve months ending with the 31st March in 1986 or in any year thereafter. 6 An order under this section may contain incidental and supplemental provision. 7 An order under this section may be made only with the consent of the Treasury. 8 An order under this section shall be made by statutory instrument which shall not have effect until approved by a resolution of the Commons House of Parliament."}, {"act": "Rating (Revaluation Rebates) (Scotland) Act 1985", "year": 1985, "section": "2", "section_title": " Finance.", "section_text": "2 1 The Secretary of State shall, out of money provided by Parliament, pay to each rating authority an amount equal to the total amount of rebates granted by them under this Act. 2 Payment under subsection (1) above shall be made at such times and in such manner as the Secretary of State shall determine but subject to such conditions as to records, certificates, audit or otherwise (including conditions as to the making, and form, of claims for such payment) as the Secretary of State may, with the consent of the Treasury, impose."}, {"act": "Rating (Revaluation Rebates) (Scotland) Act 1985", "year": 1985, "section": "3", "section_title": " Citation, commencement and extent.", "section_text": "3 1 This Act, which may be cited as the Rating (Revaluation Rebates) (Scotland) Act 1985, shall come into force on the expiry of 2 months beginning with the day on which it is passed. 2 This Act applies to Scotland only."}]