[{"act": "Rent (Amendment) Act 1985", "year": 1985, "section": "1", "section_title": " Recovery of possession under Case 11", "section_text": "1 1 In Case 11 in Schedule 15 to the  Rent Act 1977 and in Case 11 in Schedule 2 to the  Rent (Scotland) Act 1984 (court must order possession of dwelling-house where a person who occupied the dwelling-house as his residence let it on a regulated tenancy and the other requirements of that Case are satisfied) for the words from the beginning to “tenancy”\t\t\t\t\t(where it first appears) there shall be substituted the words  “                Where a person (in this Case referred to as “ the owner-occupier ”) who let the dwelling-house on a regulated tenancy had, at any time before the letting, occupied it as his residence              ” . 2 At the end of Case 11 in Schedule 15 to the  Rent Act 1977 there shall be added— Where the dwelling-house has been let by the owner-occupier on a protected tenancy (in this paragraph referred to as “ the earlier tenancy ”) granted on or after 16th November 1984 but not later than the end of the period of two months beginning with the commencement of the Rent (Amendment) Act 1985 and either— i the earlier tenancy was granted for a term certain (whether or not to be followed by a further term or to continue thereafter from year to year or some other period) and was during that term a protected shorthold tenancy as defined in section 52 of the Housing Act 1980, or ii the conditions mentioned in paragraphs (a) to (c) of Case 20 were satisfied with respect to the dwelling-house and the earlier tenancy, then for the purposes of paragraph (b) above the condition in paragraph (a) above is to be treated as having been satisfied with respect to the earlier tenancy. 3 At the end of Case 11 in Schedule 2 to the  Rent (Scotland) Act 1984 there shall be added— Where the dwelling-house has been let by the owner-occupier on a protected tenancy (in this paragraph referred to as “ the earlier tenancy ”) granted on or after 16th November 1984 but not later than the end of the period of two months beginning with the commencement of the Rent (Amendment) Act 1985 and either— i the earlier tenancy was a short tenancy (within the meaning of section 9 above), or ii the conditions mentioned in paragraphs (a) to (c) of Case 21 were satisfied with respect to the dwelling-house and the earlier tenancy. then for the purposes of paragraph (b) above the condition in paragraph (a) above is to be treated as having been satisfied with respect to the earlier tenancy. 4 Case 11 in Schedule 15 to the Rent Act 1977 and Case 11 in Schedule 2 to the Rent (Scotland) Act 1984, as those cases have effect by virtue of this section, apply to tenancies granted and notices given before, as well as after, the commencement of this Act."}, {"act": "Rent (Amendment) Act 1985", "year": 1985, "section": "2", "section_title": " Northern Ireland.", "section_text": "2 An order in Council under paragraph 1(1)(b) of Schedule 1 to the Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of section 1 of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House."}, {"act": "Rent (Amendment) Act 1985", "year": 1985, "section": "3", "section_title": " Short title and extent.", "section_text": "3 1 This Act may be cited as the Rent (Amendment) Act 1985. 2 Only section 2 of this Act extends to Northern Ireland."}]