[{"act": "Representation of the People Act 1985", "year": 1985, "section": "1", "section_title": "Extension of parliamentary franchise.", "section_text": "1 1 A person is entitled to vote as an elector at a parliamentary election in any constituency if— a he qualifies as an overseas elector in respect of that constituency on the date on which he makes a declaration under and in accordance with section 2 of this Act (“ the relevant date ”); b on that date and on the date of the poll— i he is not subject to any legal incapacity to vote, and ii he is a British citizen; and c on the date of the poll he is registered in a register of parliamentary electors for that constituency. 2 For the purposes of this Act and the principal Act a person qualifies as an overseas elector in respect of a constituency on the relevant date if— a on that date he is not resident in the United Kingdom, and b he satisfies one of the following sets of conditions. 3 The first set of conditions is that— a he was included in a register of parliamentary electors in respect of an address at a place that is situated within the constituency concerned, b that entry in the register was made on the basis that he was resident, or to be treated for the purposes of registration as resident, at that address, c that entry in the register was in force at any time falling within the period of  15 years  ending immediately before the relevant date, and d subsequent to that entry ceasing to have effect no entry was made in any register of parliamentary electors on the basis that he was resident, or to be treated for the purposes of registration as resident, at any other address. 4 The second set of conditions is that— a he was last resident in the United Kingdom within the period of  15 years  ending immediately before the relevant date, b he was by reason only of his age incapable of being included in any register of parliamentary electors in force on the last day on which he was resident in the United Kingdom, and c the address at which he was resident on that day was at a place that is situated within the constituency concerned and a parent or guardian of his was included, in respect of that address, in a register of parliamentary electors or a register of local government electors in force on that day. 5 The reference in subsection (1) above to a person being subject to a legal incapacity to vote on the relevant date does not include a reference to his being under the age of 18 on that date; and the reference in subsection (4) above to a register of local government electors includes a reference to a register of electors prepared for the purposes of local elections (within the meaning of the  Electoral Law Act (Northern Ireland) 1962). 1 A person is entitled to vote as an elector at a parliamentary election in a constituency if— a on the declaration date, the person— i qualifies as an overseas elector in respect of that constituency (see section 1A), ii is not subject to any legal incapacity to vote (age apart), and iii is a British citizen, and b on the date of the poll, the person— i is not subject to any legal incapacity to vote, ii is a British citizen, and iii is registered in a register of parliamentary electors for that constituency. 2 In this section, “ the declaration date ” means— a the date on which the person makes a declaration under and in accordance with  section 1C  (overseas elector’s declaration), or b where the person makes a declaration under and in accordance with  section 1E  (renewal declaration), the date on which the person makes the declaration."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "1A", "section_title": "Qualification as an overseas elector in respect of a constituency", "section_text": "1A 1 For the purposes of this Act and the principal Act, a person qualifies as an overseas elector in respect of a constituency on the declaration date if— a on that date the person is not resident in the United Kingdom, and b the person satisfies the previous registration condition or the previous residence condition. 2 A person satisfies the previous registration condition if— a the person has at some time in the past been entered in an electoral register in respect of an address at a place that is situated within the constituency, and b subsequent to that entry ceasing to have effect, the person has not been included in any electoral register (whether in respect of the address mentioned in paragraph (a) or any other address). 3 A person satisfies the previous residence condition if— a the person has at some time in the past been resident in the United Kingdom, b on the last day on which the person was resident in the United Kingdom, the person— i was resident at an address at a place that is situated within the constituency, or ii was not so resident but could have made a declaration under section 7B of the principal Act (a “declaration of local connection”) in respect of such an address, and c subject to  section 1B (4) , the person has not at any time been included in any electoral register (whether in respect of the address mentioned in  paragraph (b)  or any other address). 4 For the purposes of  subsection (3) (b) (ii) , it is to be assumed that section 7B of the principal Act was in force on the last day on which the person was resident in the United Kingdom. 5 In this section— “ declaration date ” has the same meaning as in  section 1 ; “ electoral register ” means— a register of parliamentary electors, or a register of local government electors (including a register of electors prepared for the purposes of local elections (within the meaning of the Electoral Law Act (Northern Ireland) 1962))."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "1B", "section_title": "British citizens overseas: entitlement to be registered", "section_text": "1B 1 A person is entitled to be registered in a register of parliamentary electors in pursuance of a declaration made by the person under and in accordance with  section 1C  (an “overseas elector’s declaration”) if the following two conditions are satisfied. 2 The first condition is that the register is for the constituency or part of the constituency within which is situated the place of the address specified in the declaration by virtue of— a  section 1C  (2)  (a)  (where the person is seeking to be registered in reliance on the previous registration condition), or b  section 1C  (3)  (a)  or  (4)  (where the person is seeking to be registered in reliance on the previous residence condition). 3 The second condition is that the registration officer concerned is satisfied that, on the date on which the person makes the declaration, the person qualifies as an overseas elector in respect of the constituency. 4 Where— a a person applies to be registered in a register of parliamentary electors in reliance on the previous residence condition, and b the registration officer concerned considers that insufficient evidence is available for the purpose of determining whether the person has at any time been included in any electoral register (within the meaning of  section 1A ), the officer may disregard  section 1A (3) (c)  in determining whether the person satisfies the previous residence condition. 5 An overseas elector’s declaration made by a person is of no effect unless received by the registration officer concerned within the period of 3 months beginning with the date on which the person makes the declaration. 6 For the purposes of  section 1A , where a person is registered in a register of parliamentary electors for a constituency or part of a constituency in pursuance of an overseas elector’s declaration, it is to be conclusively presumed that the person was not resident in the United Kingdom on the date on which the person made the declaration. 7 See also sections 10ZC and 10A of the principal Act, which (among other things) contain provision about the making of applications for registration."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "1C", "section_title": "Overseas elector’s declaration", "section_text": "1C 1 An overseas elector’s declaration must— a give the full name of the person making the declaration (“the declarant”), b state the date of the declaration, c state that the declarant is a British citizen, d state that the declarant is not resident in the United Kingdom on the date of the declaration, e state whether the declarant is seeking to be registered in reliance on the previous registration condition or the previous residence condition, f contain any other prescribed information and satisfy any other prescribed requirements (which may include requirements for the declaration to be attested), and g state that the declarant believes the matters stated in the declaration to be true. 2 Where the declarant is seeking to be registered in reliance on the previous registration condition, the declaration must also— a specify— i the address in the United Kingdom in respect of which the declarant was included in an electoral register, and ii when the declarant was last included in such a register in respect of that address, and b state that since the declarant’s entry in that register in respect of that address ceased to have effect, the declarant has not been included in any electoral register (whether in respect of that or any other address). 3 Where the declarant is seeking to be registered in reliance on the previous residence condition by virtue of  section 1A (3) (b) (i) , the declaration must also— a specify— i the address in the United Kingdom at which the declarant was resident, and ii when the declarant was last resident at that address, and b state that since being resident at that address, the declarant has not been resident at any other address in the United Kingdom. 4 Where the declarant is seeking to be registered in reliance on the previous residence condition by virtue of  section 1A (3) (b) (ii) , the declaration must also specify an address in respect of which the declarant could have made a declaration of local connection on the last day on which the declarant was resident in the United Kingdom. 5 An overseas elector’s declaration that specifies an address in Northern Ireland under  subsection (2) (a) ,  (3) (a)  or  (4)  may, instead of or in addition to including a statement under  subsection (1) (c) , state that the declarant is an Irish citizen who— a was born in Northern Ireland, and b qualifies as a British citizen (whether or not the declarant identifies as such). 6 If the declarant— a makes an overseas elector’s declaration that specifies more than one address under  subsection (2) (a) ,  (3) (a)  or  (4) , or b makes two or more overseas elector’s declarations that bear the same date and specify different addresses in the United Kingdom under  subsection (2) (a) ,  (3) (a)  or  (4) , the declaration or declarations are void. 7 The declarant may at any time cancel an overseas elector’s declaration made by the declarant. 8 In this section— “ electoral register ” has the same meaning as in  section 1A ; “ registered ” means registered in a register of parliamentary electors. 9 A person found abandoned in Northern Ireland as a new-born infant is, unless the contrary is shown, deemed for the purposes of  subsection (5)  to have been born in Northern Ireland."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "1D", "section_title": "Duration of entitlement to be registered", "section_text": "1D 1 Where a person is registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration, the person is entitled to remain so registered until— a the third 1 November following the date when the person’s entry on the register first takes effect (subject to any extension under subsections  (2)  and  (3) ), or b if sooner, the occurrence of an event mentioned in  subsection (4) . 2  Subsection (3)  applies if— a at any time during the 6 months ending with the last day of the initial registration period or of any further registration period, the registration officer concerned receives a declaration made by the person under and in accordance with  section 1E  (a “renewal declaration”), and b the registration officer is satisfied that, on the date on which the person makes the renewal declaration, the person is entitled to remain registered in the register in pursuance of the overseas elector’s declaration. 3 The person is entitled to remain registered in the register in pursuance of the overseas elector’s declaration until— a the third 1 November following the day after the last day of the initial registration period or of the further registration period in question (subject to any further extension), or b if sooner, the occurrence of an event specified in  subsection (4) . 4 The events referred to in  subsections (1) (b)  and  (3) (b)  are— a the registration officer determines in accordance with regulations that the person was not entitled to be registered or to remain registered (as the case may be); b the registration officer determines in accordance with regulations— i that the person was registered as the result of an application under section 10ZC or 10A(1) of the principal Act made by some other person, or ii that the person’s entry has been altered as the result of an application under section 10ZD or 10A(4) of that Act made by some other person; c the overseas elector’s declaration is cancelled (see section  1C (7) ); d another entry made in respect of the person in any electoral register takes effect (in the case of a register of parliamentary electors, whether or not in pursuance of an overseas elector’s declaration). 5 A renewal declaration made by a person is of no effect unless received by the registration officer concerned within the period of 3 months beginning with the date on which the person makes the declaration. 6 In this section— “ electoral register ” has the same meaning as in  section 1A ; “ initial registration period ” means the period for which the person is entitled by virtue of  subsection (1) (a)  to remain registered; “ further registration period ” means a period for which the person is entitled by virtue of  subsection (3) (a)  to remain registered. 7 Where a person is entitled to remain registered in a register of parliamentary electors for a constituency or part of a constituency by virtue of subsections  (2)  and  (3) , it is to be conclusively presumed for the purposes of  section 1A  that the person was not resident in the United Kingdom on the date on which the person made the renewal declaration in question. 8 Where a person’s entitlement to remain registered in a register of parliamentary electors terminates by virtue of  subsection (1)  or  (3) , the registration officer concerned must remove the person’s entry from the register."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "1E", "section_title": "Renewal declaration", "section_text": "1E 1 A renewal declaration must— a give the full name and date of birth of the person making the declaration (“the declarant”), b state the date of the declaration, c state that the declarant is a British citizen, d state that the declarant is not resident in the United Kingdom on the date of the declaration, e contain any other prescribed information and satisfy any other prescribed requirements, and f state that the declarant believes the matters stated in the declaration to be true. 2 A renewal declaration must also— a specify the address in respect of which the declarant is registered, and b state that since the declarant was registered in respect of that address, no other entry has been made in respect of the declarant in any electoral register (whether in respect of the address mentioned in  paragraph (a)  or any other address). 3 A renewal declaration that specifies an address in Northern Ireland under  subsection (2) (a)  may, instead of or in addition to the statement under  subsection (1) (c) , state that the declarant is an Irish citizen who— a was born in Northern Ireland, and b qualifies as a British citizen (whether or not the declarant identifies as such), (and  section 1C (9)  applies as it applies for the purposes of  section 1C (5) ). 4 If the declarant— a makes a renewal declaration that specifies more than one address under  subsection (2) (a) , or b makes two or more renewal declarations that bear the same date and specify different addresses under  subsection (2) (a) , the declaration or declarations are void. 5 In this section— “ electoral register ” has the same meaning as in  section 1A ; “ registered ” means registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "2", "section_title": " Registration of British citizens overseas.", "section_text": "   2 1 A person is entitled to be registered in a register of parliamentary electors in pursuance of a declaration made by him under and in accordance with this section (an “ overseas elector’s declaration ”) if— a the register is for the constituency orpart of the constituency within which is situated the place in the United Kingdom specified in the declaration in accordance with subsection (4) below as having been the address— i in respect of which he was registered, or ii at which he was resident, as the case may be, and b the registration officer concerned is satisfied that, on the relevant date, he qualifies as an overseas elector in respect of that constituency for which that register is prepared. 2 A person registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration is entitled to remain so registered until— a the end of the period of 12 months beginning with the date when the entry in the register first takes effect, aa the registration officer determines in accordance with regulations that the person was not entitled to be registered, ab the registration officer determines in accordance with regulations that the person was registered as the result of an application under section 10ZC of the principal Act made by some other person or that the person's entry has been altered as the result of an application under section 10ZD of that Act made by some other person,  b the declaration is cancelled under subsection (5) below, or c any entry made in respect of him in any register of parliamentary electors takes effect otherwise than in pursuance of an overseas elector’s declaration, whichever first occurs; and, where the entitlement of such a person to remain so registered terminates by virtue of this subsection, the registration officer concerned shall remove that person’s entry from the register, unless he is entitled to remain registered in pursuance of a further overseas elector’s declaration. 3 An overseas elector’s declaration must state— a the date of the declaration, b that the declarant is a British citizen, c that the declarant is not resident in the United Kingdom on the relevant date, and d when he ceased to be so resident or, in the case of a person relying on registration in pursuance of a service declaration, when he ceased to have a service qualification or, if later, ceased to be so resident, and must contain such other information and satisfy such other requirements (which may include requirements for declarations to be attested and for the charging of fees in respect of their attestation) as may be prescribed. 3A An overseas elector's declaration that specifies an address in Northern Ireland under subsection (4) may, instead of or in addition to including a statement under subsection (3)(b), state that the declarant is an eligible Irish citizen. 4 An overseas elector’s declaration must— a show which set of conditions in section 1 of this Act the declarant claims to satisfy, b in the case of the first set of conditions, specify the address in respect of which he was registered, and c in the case of the second set of conditions, specify— i the date of the declarant’s birth, ii the address in the United Kingdom at which he was resident, and iii the name of the parent or guardian on whose registration in respect of that address he relies, and whether the person named was a parent or guardian, and may not, in the case of either set of conditions, specify more than one such address; and if the declarant makes more than one such declaration bearing the same date and specifying different addresses in the United Kingdom as the address in respect of which he was registered or, as the case may be, at which he was resident the declarations shall be void. 5 An overseas elector’s declaration may be cancelled at any time by the declarant. 6 An overseas elector’s declaration shall be of no effect unless it is received by the registration officer concerned within the period of three months beginning with the relevant date. 7 For the purposes of section 1 of this Act, where a person is registered in a register of parliamentary electors for any constituency or part of a constituency in pursuance of an overseas elector’s declaration, it shall be conclusively presumed that he was not resident in the United Kingdom on the relevant date. 8 In this section “ the relevant date ” has the meaning given by section 1(1)(a) of this Act.  9 In this section “eligible Irish citizen” means an Irish citizen who— a was born in Northern Ireland, and b qualifies as a British citizen (whether or not he identifies himself as such). 10 A person found abandoned in Northern Ireland as a new-born infant is, unless the contrary is shown, deemed for the purposes of subsection (9) to have been born in Northern Ireland."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "3", "section_title": " Extension of franchise for European Parliamentary elections.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "4", "section_title": " Extension of franchise: consequential amendments.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 202 of that Act (interpretation) before the definition of “parliamentary election petition” there shall be inserted the following definition— “ overseas elector’s declaration ” has the meaning given by section 2 of the Representation of the People Act 1985 . 6 In Schedule 1 to that Act in rule 28 (issue of poll cards) at the end of paragraph (1) there shall be inserted the words “and a card shall not be sent to any person registered, or to be registered, in pursuance of an overseas elector’s declaration”. 7 In Schedule 2 to that Act (regulations as to registration)— a at the end of paragraph 4 there shall be inserted— 2 Provisions as to the manner in which overseas electors’ declarations, and applications from persons making such declarations, are to be transmitted to the registration officer. ; and b after paragraph 5(1) there shall be inserted— 1A Provisions as to the evidence which shall or may be required, or be deemed sufficient or conclusive evidence, of a person satisfying any of the requirements for qualifying as an overseas elector in respect of any constituency."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "5", "section_title": " Manner of voting at parliamentary and local government elections.", "section_text": "5 1 This section applies to determine the manner of voting of a person entitled to vote as an elector at a parliamentary  . . . election. 2 He may vote in person at the polling station allotted to him under the appropriate rules, unless he is entitled as an elector to an absent vote at the election. 3 He may vote by post if he is entitled as an elector to vote by post at the election. 4 If he is entitled to vote by proxy at the election, he may so vote unless, before a ballot paper has been issued for him to vote by proxy, he applies at the polling station allotted to him under the appropriate rules for a ballot paper for the purpose of voting in person, in which case he may vote in person there. 5 If he is not entitled as an elector to an absent vote at the election but cannot reasonably be expected to go in person to the polling station allotted to him under the appropriate rules by reason of the particular circumstances of his employment, either as a constable or by the returning officer, on the date of the poll for a purpose connected with the election, he may vote in person at any polling station in the constituency  . . .. 5A Nothing in the preceding provisions of this section applies to— a a person to whom section 7 of the principal Act (mental patients who are not detained offenders) applies and who is liable, by virtue of any enactment, to be detained in the mental hospital in question, or b a person to whom section 7A of that Act (persons remanded in custody) applies, whether he is registered by virtue of that provision or not; and such a person may only vote by post or by proxy (where he is entitled as an elector to vote by post or, as the case may be, by proxy at the election). 5AA Nothing in subsections (1) to (5) applies to a person who has an anonymous entry in the register of parliamentary electors for the constituency ;  and such a person may only vote by post or by proxy (where entitled as an elector to vote by post or, as the case may be, by proxy at the election). 5B Subsection (2) above does not prevent a person, at the polling station allotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC) or (1ZE) of the parliamentary elections rules. 6 For the purposes of the provisions of this and the principal Act, a person entitled to vote as an elector at a parliamentary  or local government  election is entitled as an elector to vote by post or entitled to vote by proxy at the election if he is shown in the absent voters list for the election as so entitled; and references in those provisions to entitlement as an elector to an absent vote at a parliamentary  . . . election are references to entitlement as an elector to vote by post or entitlement to vote by proxy at the election. 7 In this section and sections 6 to 9 of this Act “ appropriate rules ” means the parliamentary elections rules. "}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "6", "section_title": " Absent vote at elections for an indefinite period.", "section_text": "6 1 Where a person applies to the registration officer to vote by post, or to vote by proxy, at parliamentary elections,  . . . for an indefinite period, the registration officer shall grant the application (subject to subsection (6) below) if— a he is satisfied that the applicant is eligible for an absent vote at  parliamentary elections  for an indefinite period, b he is satisfied that the applicant is or will be registered in the register for such elections,  . . . ba the application states the applicant’s date of birth and the registration officer is satisfied that the date stated corresponds with the date supplied as the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of the principal Act, bb   in the case of an applicant other than one who is or will be digitally registered,  the application is signed and (unless section 10(4B), 10A(1B) or 13A(2B) of the principal Act applies) the registration officer is satisfied that the signature on the application corresponds with the signature supplied as the applicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a) of the principal Act, bba in the case of an applicant who is or will be digitally registered, the registration officer is satisfied that the application— i is signed, and ii includes the digital registration number allocated to the applicant by the officer, bc the application either states the applicant’s national insurance number or states that he does not have one, and the registration officer is satisfied as mentioned in subsection (1A) below, and c the application meets the prescribed requirements. 1ZA In the case of an applicant who is or will be digitally registered, if the registration officer is satisfied that it is not reasonably practicable for the applicant to sign in a consistent and distinctive way because of blindness or any other disability of that person or because that person is unable to read, the officer may make a determination to that effect. 1A For the purposes of subsection (1)(bc) above, the registration officer must be satisfied— a if the application states a national insurance number, that the requirements of subsection (1B) below are met, or b if the application states that the applicant does not have a national insurance number, that no such number was supplied as his national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act. 1B The requirements of this subsection are met if— a the number stated as mentioned in subsection (1A)(a) above is the same as the one supplied as the applicant’s national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or b no national insurance number was supplied under any of those provisions, but the registration officer is not aware of any reason to doubt the authenticity of the application. 2 For the purposes of this section, a person is eligible for an absent vote at parliamentary  . . . elections for an indefinite period— za if he has an anonymous entry, a if he is or will be registered as a service voter, aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b if he cannot reasonably be expected— i to go in person to the polling station allotted or likely to be allotted to him under the appropriate rules, or ii to vote unaided there, by reason of blindness or other   disability  , c if he cannot reasonably be expected to go in person to that polling station by reason of the general nature of his occupation, service or employment or that of his spouse  or civil partner ,  or by reason of his attendance on a course provided by an educational institution or that of his spouse   or civil partner  or d if he cannot go in person from his qualifying address to that polling station without making a journey by air or sea, and is also eligible for an absent vote at parliamentary elections for an indefinite period if he is or will be registered in pursuance of an overseas elector’s declaration. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The registration officer shall keep a record of those whose applications under this section have been granted showing— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in the case of those who may vote by post, the addresses provided by them in their applications as the addresses to which their ballot papers are to be sent, and c in the case of those who may vote by proxy, the names and addresses of those appointed as their proxies. 4 The registration officer shall remove a person from the record kept under subsection (3) above— a if he applies to the registration officer to be removed, b in the case of any registered person, if he ceases to be registered or registered at the same qualifying address or ceases to be, or becomes, registered as a service voter or in pursuance of  a declaration of local connection or  an overseas elector’s declaration, or ba if he ceases to have an anonymous entry, or c if the registration officer gives notice that he has reason to believe there has been a material change of circumstances. 5 A person shown in the record kept under subsection (3) above as voting by post or, as the case may be, voting by proxy may subsequently alter his choice (subject to subsection (6) below) on an application to the registration officer that meets the prescribed requirements and the registration officer shall amend the record accordingly. 6 A person applying to vote by post must provide an address in the United Kingdom as the address to which his ballot paper is to be sent. 7 For the purposes of this section, a person is to be treated as a person who is or will be digitally registered if the person meets the condition in subsection (7A) or the condition in subsection (7B). 7A A person meets the condition in this subsection if— a the person’s registration in the register of parliamentary electors is or will be pursuant to an application submitted through the UK digital service, and b where, since the submission of that application, any form has been completed in respect of the person in connection with a canvass under section 10 of the principal Act, the last such form was submitted through the UK digital service. 7B A person meets the condition in this subsection if— a the last form to be completed in respect of the person in connection with a canvass under section 10 of the principal Act was submitted through the UK digital service, and b where, since the submission of that form, any application for registration in the register of parliamentary electors has been made in respect of the person, the last such application was submitted through the UK digital service. 8 In this section— “digital registration number” has the same meaning as in section 10B(1) of the principal Act; “the  UK  digital service” has the same meaning as in section 10ZF of the principal Act, and   references to a form or application   submitted through the  UK  digital service shall be construed in accordance with subsection (4) of that section."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "7", "section_title": " Absent vote at a particular election and absent voters list.", "section_text": "7 1 Where a person applies to the registration officer to vote by post, or to vote by proxy, at a particular parliamentary  . . . election, the registration officer shall grant the application (subject to subsection (5) below) if— a he is satisfied that the applicant’s circumstances on the date of the poll will be or are likely to be such that he cannot reasonably be expected to vote in person at the polling station allotted or likely to be allotted to him under the appropriate rules, b he is satisfied that the applicant is or will be registered in the register of parliamentary  . . . electors,  . . . ba the application states the applicant’s date of birth and the registration officer is satisfied that the date stated corresponds with the date supplied as the date of the applicant’s birth pursuant to section 10(4A)(b), 10A(1A)(b) or 13A(2A)(b) of the principal Act, bb   in the case of an applicant other than one who is or will be digitally registered,  the application is signed and (unless section 10(4B), 10A(1B) or 13A(2B) of the principal Act applies) the registration officer is satisfied that the signature on the application corresponds with the signature supplied as the applicant’s signature pursuant to section 10(4A)(a), 10A(1A)(a) or 13A(2A)(a) of the principal Act, bba in the case of an applicant who is or will be digitally registered, the registration officer is satisfied that the application— i is signed, and ii includes the digital registration number allocated to the applicant by the officer, bc the application either states the applicant’s national insurance number or states that he does not have one, and the registration officer is satisfied as mentioned in subsection (1A) below, and c the application meets the prescribed requirements. 1ZA In the case of an applicant who is or will be digitally registered, if the registration officer is satisfied that it is not reasonably practicable for the applicant to sign in a consistent and distinctive way because of blindness or any other disability of that person or because that person is unable to read, the officer may make a determination to that effect. 1A For the purposes of subsection (1)(bc) above, the registration officer must be satisfied— a if the application states a national insurance number, that the requirements of subsection (1B) below are met, or b if the application states that the applicant does not have a national insurance number, that no such number was supplied as his national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act. 1B The requirements of this subsection are met if— a the number stated as mentioned in subsection (1A)(a) above is the same as the one supplied as the applicant’s national insurance number pursuant to section 10(4A)(c)(i), 10A(1A)(c)(i) or 13A(2A)(c)(i) of the principal Act, or b no national insurance number was supplied under any of those provisions, but the registration officer is not aware of any reason to doubt the authenticity of the application. 2 Subsection (1) above does not apply to a person who is included in the record kept under section 6 of this Act, but such a person may, in respect of a particular parliamentary election, apply to the registration officer— a for his ballot paper to be sent to a different address in the United Kingdom, or b to vote by proxy, if he is shown in the record so kept as voting by post at parliamentary elections. 3 The registration officer shall grant an application under subsection (2) above if it meets the prescribed requirements. 4 The registration officer shall, in respect of each parliamentary  . . . election, keep a special list (“the absent voters list”) consisting of— a a list of— i those whose applications under subsection (1) above to vote by post at the election have been granted, together with the addresses provided by them in their applications as the addresses to which their ballot papers are to be sent, and ii those who are for the time being shown in the record kept under section 6 of this Act as voting by post at  parliamentary elections (excluding those so shown whose applications under subsection (2) above to vote by proxy at the election have been granted), together with the addresses provided by them in their applications under that section or, as the case may be, subsection (2) above as the addresses to which their ballot papers are to be sent, and b a list (“the list of proxies”) of those whose applications under this section to vote by proxy at the election have been granted or who are for the time being shown in the record kept under section 6 of this Act as voting by proxy at  parliamentary elections , together with the names and addresses of those appointed as their proxies. 4A But in the case of a person who has an anonymous entry, the list mentioned in subsection (4)(a) or (b) must contain only— a the person’s electoral number, and b the date on which the person’s entitlement to remain registered anonymously will terminate under section 9C(1A) of the principal Act (in the absence of a further application under section 9B of that Act). 5 A person applying to vote by post must provide an address in the United Kingdom as the address to which his ballot paper is to be sent. 6 For the purposes of this section, a person is to be treated as a person who is or will be digitally registered if the person meets the condition in subsection (6A) or the condition in subsection (6B). 6A A person meets the condition in this subsection if— a the person’s registration in the register of parliamentary electors is or will be pursuant to an application submitted through the UK digital service, and b where, since the submission of that application, any form has been completed in respect of the person in connection with a canvass under section 10 of the principal Act, the last such form was submitted through the UK digital service. 6B A person meets the condition in this subsection if— a the last form to be completed in respect of the person in connection with a canvass under section 10 of the principal Act was submitted through the UK digital service, and b where, since the submission of that form, any application for registration in the register of parliamentary electors has been made in respect of the person, the last such application was submitted through the UK digital service. 7 In this section— “digital registration number” has the same meaning as in section 10B(1) of the principal Act; “the  UK  digital service” has the same meaning as in section 10ZF of the principal Act, and   references to a form or application   submitted through the  UK  digital service shall be construed in accordance with subsection (4) of that section."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "8", "section_title": " Proxies at elections.", "section_text": "8 1 Subject to the provisions of this section, any person is capable of being appointed proxy to vote for another (in this section and section 9 of this Act referred to as “ the elector ”) at any parliamentary  ... election and may vote in pursuance of the appointment. 2 The elector cannot have more than one person at a time appointed as proxy to vote for him at parliamentary elections (whether in the same constituency or elsewhere). 2A A person is not capable of being appointed to vote, or voting, as proxy at a parliamentary election unless the person is or will be registered in a register of parliamentary electors in Great Britain or Northern Ireland. 3 A person is not capable of being appointed to vote, or voting, as proxy at a parliamentary election— a if he is subject to any legal incapacity (age apart) to vote at that election as an elector,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person is not capable of voting as proxy at  a parliamentary  ...   election unless on the date of the poll he has attained the age of eighteen. 5 A person— a is not entitled to vote as proxy at a parliamentary election on behalf of more than two electors who do not fall within subsection (5A), but b subject to paragraph (a), is entitled to vote as proxy at a parliamentary election on behalf of up to four electors. 5A An elector falls within this subsection if the elector is registered in a register of parliamentary electors in pursuance of an overseas elector’s declaration or a service declaration. 5B Where the polls for two or more parliamentary elections are held on the same day, references in subsection (5A) to a parliamentary election are to all of those elections taken together. 6 Where the elector applies to the registration officer for the appointment of a proxy to vote for him at parliamentary elections  . . . for an indefinite period, the registration officer shall make the appointment if the application meets the prescribed requirements and he is satisfied that the elector is or will be— a registered in the register of  parliamentary electors , and b shown in the record kept under section 6 of this Act as voting by proxy at such elections, and that the proxy is capable of being and willing to be appointed to vote as proxy at such elections. 7 Where the elector applies to the registration officer for the appointment of a proxy to vote for him at a particular parliamentary  ... election, the registration officer shall make the appointment if the application meets the prescribed requirements and he is satisfied that the elector is or will be— a registered in the register of parliamentary  . . . electors for that election, and b entitled to vote by proxy at that election by virtue of an application under section 7 of this Act, and that the proxy is capable of being and willing to be appointed. 7A The requirements prescribed under subsections (6) and (7) must include a requirement for an application to contain the proxy’s date of birth. 8 The appointment of a proxy under this section is to be made by means of a proxy paper issued by the registration officer. 9 The appointment may be cancelled by the elector by giving notice to the registration officer, and shall also cease to be in force on the issue of a proxy paper appointing a different person to vote for him at any parliamentary election or elections (whether in the same constituency or elsewhere). 10 Subject to subsection (9) above, the appointment shall remain in force— a in the case of an appointment for a particular election, for that election, and b in any other case, while the elector is shown as voting by proxy in the record kept under section 6 of this Act in pursuance of the same application under that section. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "9", "section_title": " Voting as proxy.", "section_text": "9 1 A person entitled to vote as proxy at a parliamentary  or local government  election may do so in person at the polling station allotted to the elector under the appropriate rules unless he is entitled to vote by post as proxy for the elector at the election, in which case he may vote by post. 1A But in the case of a person entitled to vote as proxy for an elector who has an anonymous entry— a subsection (1) does not apply, and b the person may only so vote by post (where entitled as a proxy to vote by post). 2 Where a person is entitled to vote by post as proxy for the elector at any election, the elector may not apply for a ballot paper for the purpose of voting in person at the election. 3 For the purposes of this and the principal Act, a person entitled to vote as proxy for another at a parliamentary  . . . election is entitled so to vote by post if he is included in the list kept under subsection (9) below in respect of the election. 4 Where a person applies to the registration officer to vote by post as proxy at parliamentary elections  . . . for an indefinite period, the registration officer shall (subject to subsections (10) and (12) below) grant the application if— a the applicant is included in any record kept under section 6 of this Act in respect of a constituency  . . . for the whole or any part of which the registration officer acts, or b the address provided by the applicant in his application as the address to which his ballot paper is to be sent is not in the same area as the elector’s qualifying address or, where the elector is registered in pursuance of an overseas elector’s declaration, the address specified in the declaration in accordance with section 2(4) of this Act,  or c the elector has an anonymous entry, and the application meets the prescribed requirements. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The registration officer shall keep a record of those whose applications under subsection (4) above have been granted showing— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the addresses provided by them in their applications as the addresses to which their ballot papers are to be sent  7 Where a person applies to the registration officer to vote by post as proxy at a particular election and the application meets the prescribed requirements, the registration officer shall (subject to subsections (10) and (12) below) grant the application if— a he is satisfied that the applicant’s circumstances on the date of the poll will be or are likely to be such that he cannot reasonably be expected to vote in person at the polling station allotted or likely to be allotted to the elector under the appropriate rules, or b the applicant is, or the registration officer is satisfied that he will be, included in respect of the constituency  . . . for the whole or any part of which the registration officer acts in any of the absent voters lists for that election,  or c the elector has an anonymous entry. 8 Where, in the case of a particular election, a person included in the record kept under subsection (6) above  . . . applies to the registration officer for his ballot paper to be sent to a different address in the United Kingdom, the registration officer shall grant the application if it meets the prescribed requirements. 9 The registration officer shall, in respect of each parliamentary  . . . election, keep a special list of— a those who are for the time being included in the record kept under subsection (6) above  . . ., together with the addresses provided by them in their applications under that subsection or, as the case may be, subsection (8) above as the addresses to which their ballot papers are to be sent, and b those whose applications under subsection (7) above have been granted in respect of the election concerned, together with the addresses provided by them in their applications as the addresses to which their ballot papers are to be sent. 9A In the case of a person who has an anonymous entry, the list mentioned in subsection (9)(a) or (b) must contain only— a the person’s electoral number, and b the date on which the entitlement of the person to remain registered anonymously will terminate under section 9C(1A) of the principal Act (in the absence of a further application under section 9B of that Act). 9B In the case of a person who is the proxy for an elector who has an anonymous entry, the list mentioned in subsection (9)(a) or (b) must contain only— a the person’s electoral number, and b the date on which the elector’s entitlement to remain registered anonymously will terminate under section 9C(1A) of the principal Act (in the absence of a further application under section 9B of that Act). 10 The registration officer shall not grant any application under this section unless— a he is satisfied that the elector is or will be registered in the register of parliamentary electors  . . ., and b there is in force an appointment of the applicant as the elector’s proxy to vote for him at  parliamentary elections  or, as the case may be, the election concerned. 11 The registration officer shall remove a person from the record kept under subsection (6) above— a if he applies to the registration officer to be removed, b where he was included in the record on the ground mentioned in subsection (4)(a) above, if he ceases to be included in any record kept under section 6 of this Act in respect of a constituency  . . ., for the whole or any part of which the registration officer acts or becomes so included in pursuance of a further application under that section, ba where he was included in the record on the ground mentioned in subsection (4)(c), if the elector ceases to have an anonymous entry, c if the elector ceases to be registered as mentioned in subsection (10)(a) above, or d if the appointment of the person concerned as the elector’s proxy ceases to be in force (whether or not he is re-appointed). 11A Subsection (2) above does not prevent a person, at the polling station allotted to him, marking a tendered ballot paper in pursuance of rule 40(1ZC) or (1ZE) of the parliamentary elections rules. 12 A person applying to vote by post as proxy must provide an address in the United Kingdom as the address to which his ballot paper is to be sent."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "10", "section_title": " Voting at special polling stations in Northern Ireland.", "section_text": "10 1 Schedule 1 to this Act makes provision for those— a whose circumstances on the date of the poll at a particular parliamentary election in Northern Ireland will be or are likely to be such that they cannot reasonably be expected to vote in person as electors at the polling stations allotted or likely to be allotted to them under the parliamentary elections rules, but b who on that date will be in Northern Ireland. 2 The Secretary of State may by order made by statutory instrument bring that Schedule into force if he is satisfied that it is necessary to do so in order to prevent serious abuse of the system of voting by post in the case of ballot papers for elections in Northern Ireland sent to addresses there in pursuance of applications granted under section 7(1) of this Act. 3 That Schedule shall cease to be in force if the Secretary of State so provides by order made by statutory instrument (without prejudice to his power to make a further order under subsection (2) above), and an order under this subsection may include such transitional provisions as the Secretary of State considers necessary or expedient. 4 No order under this section shall be made unless a draft of the order has been laid before and approved by each House of Parliament. 5 While that Schedule is in force, section 7(5) of this Act shall have effect as if it required a person applying under section 7(1) of this Act to vote by post at a particular parliamentary election in Northern Ireland to provide an address in Great Britain as the address to which his ballot paper is to be sent."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "11", "section_title": " Manner of voting: supplementary provision.", "section_text": "11 Schedule 2 to this Act (which— a in Part I, makes amendments of the principal Act consequential on the provisions of sections 5 to 9 of this Act, b . . . and c in Part III, makes provision as to absent voting at municipal elections in the City) shall have effect."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "12", "section_title": " Offences as to declarations, etc.", "section_text": "12 1 A person who makes   a relevant declaration   or a declaration purporting to be   a relevant declaration  — a when he knows that he is subject to a legal incapacity to vote at parliamentary elections (age apart), or b when he knows that it contains a statement which is false, is guilty of an offence. 1A In subsection (1) “ relevant declaration ” means— a an overseas elector’s declaration; b a renewal declaration (within the meaning given by section 1D(2)). 2 A person who attests an overseas elector’s declaration or a declaration purporting to be an overseas elector’s declaration when he knows— a that he is not authorised to attest such a declaration, or b that it contains a statement which is false, is guilty of an offence. 3 A person who makes a statement which he knows to be false in any declaration or form used for any of the purposes of sections 5 to 9 of this Act or attests an application under section 6 or 7 of this Act when he knows that he is not authorised to do so or that it contains a statement which is false is guilty of an offence. 4 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "13", "section_title": " Deposit by candidates at parliamentary elections.", "section_text": "13 In Schedule 1 to the principal Act (parliamentary elections rules)— a in rule 9(1) (nomination not valid unless £150 deposited with the returning officer) for “£150” there shall be substituted “£500”; and b in rule 53(4) (forfeiture of deposit where a candidate has polled not more than one-eighth of the total votes) for “one-eighth” there shall be substituted “one-twentieth”."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "14", "section_title": " Election expenses.", "section_text": "14 1 In section 73(2) of the principal Act (payments made by election agent to be vouched for by bill and receipt except where less than £2) for “£2” there shall be substituted “£20”. 2 In section 74(1) of that Act (candidate’s personal election expenses may be met by him if they do not exceed £100, the excess being paid by his election agent) for “£100” there shall be substituted “£600”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In paragraph 3 of Schedule 4 to that Act (candidates at elections of parish or community councillors to send in return of all election expenses vouched, except where less than £1, by bills and receipts) for “£1” there shall be substituted “£10”."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "15", "section_title": " Combination of polls at parliamentary,  ... and local elections.", "section_text": "15 1 Where the polls at— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an ordinary local government election and a parliamentary general election;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . are to be taken on the same date, they shall be taken together. 2 Where the polls at elections for related areas are to be taken on the same date but are not required by subsection (1) above or section 36   or section 36B  of the principal Act to be taken together, they may nevertheless be so taken if the returning officer for each election thinks fit. 3 In subsection (2) above the reference to elections  ... does not include elections under the local government Act which are not local government elections; and for the purposes of that subsection two areas are related if one is coterminous with or situated wholly or partly within the other. 3A Where the polls at an election of the Northern Ireland Assembly are to be taken on the same date as the polls at one or more elections of the kind mentioned in subsection (1), the Chief Electoral Officer for Northern Ireland may direct that the polls at the election of the Assembly are to be taken together with the polls at the other election or elections. 4 Where the polls at any elections are combined under this section the cost of taking the combined polls (excluding any cost solely attributable to one election) and any cost attributable to their combination shall be apportioned equally among the elections. 5 The Secretary of State may by regulations make such provision as he thinks fit in connection with the combining of polls at any elections under this section including provision modifying the Representation of the People Acts in relation to such elections. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B The power under subsection (5) above to make provision in connection with the combining of polls under subsection (3A) includes power to modify— a Part 2 or 3 of the Schedule to the Elections Act 2001 (in addition to the power conferred by paragraph 32 of that Schedule); b any provision made under section 34(4) or 84(1) of the Northern Ireland Act 1998 or section 38(1)(a) of the Northern Ireland Constitution Act 1973 (see section 95(1) of the 1998 Act); c any provision made by or under Northern Ireland legislation relating to local elections. 5C Before making provision under subsection (5) in connection with the combination of polls where one of the elections is a local government election in Scotland, the Secretary of State must consult the Scottish Ministers. 5D Before making provision under subsection (5) in connection with the combination of polls where one of the elections is a local government election in Wales, the Secretary of State must consult the Welsh Ministers. 6 In its application to Northern Ireland, subsection (1) above shall have effect as if the references to an ordinary local government election were to a local election."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "16", "section_title": " Postponement of poll at parish or community council elections.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "17", "section_title": " Combination of polls at local elections.", "section_text": "17 —For subsection (3) of section 36 of the principal Act (local elections in England and Wales) there shall be substituted— 3 Where the polls at— a the ordinary election of district councillors for any district ward or an election to fill a casual vacancy occurring in the office of such a councillor, and b the ordinary election of parish or community councillors for any parish or community or an election to fill a casual vacancy occurring in the office of such a councillor, are to be taken on the same day and the elections are for related electoral areas, the polls at those elections shall be taken together. 3A For the purposes of this section electoral areas are related if they are coterminous or if one is situated within the other. 3B Where the polls at any elections are combined under this section the cost of taking the combined polls (excluding any cost solely attributable to one election) and any cost attributable to their combination shall be apportioned equally among the elections. 3C The Secretary of State may by regulations make such provision as he thinks fit in connection with the combining of polls at any elections under this section including provision modifying the Representation of the People Acts in relation to such elections. ."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "18", "section_title": " Ordinary day of local elections.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In paragraph (b) of section 37 of that Act (power to fix alternative day as ordinary day of local elections in England and Wales by order made not later than 1st February in the year preceding the first year when the order takes effect) for the words “the first year” there shall be substituted the words “the year (or, in the case of an order affecting more than one year, the first year)”."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "19", "section_title": " Timing of elections.", "section_text": "19 1 In section 40(1) of the principal Act (days to be disregarded for the purpose of the timing of local elections in England and Wales)— a for the words “Sunday, day of the Christmas break, of the Easter break or of a bank holiday break” there shall be substituted the words “Saturday, Sunday, Christmas Eve, Christmas Day, Maundy Thursday, Good Friday, bank holiday”; and b the words for “In this subsection” onwards shall cease to have effect. 2 In section 39 of that Act (local elections void etc. in England and Wales) in subsection (1)\t\t\t\t\t(period within which elections to fill vacancies to be held) for the words “42 days” there shall be substituted the words “35 days”. 3 In section 43 of that Act (day of ordinary local elections in Scotland and other timing provisions) in subsection (2) immediately before the words “Sunday”, “Christmas Day” and “Good Friday” there shall be inserted respectively the words “Saturday”, “Christmas Eve” and “Maundy Thursday” and for the words “for the purposes of this Act” there shall be substituted the words “for the purposes of this Part of this Act in so far as it relates to the conduct of local government elections in Scotland”. 4 In section 119 of that Act (computation of time for purposes of Part II) for subsections (2) and (3) there shall be substituted— 2 The days referred to in subsection (1) above are Saturday, Sunday, Christmas Eve, Christmas Day, Maundy Thursday, Good Friday, a bank holiday or a day appointed for public thanksgiving or mourning. 3 In this section ”bank holiday’, in relation to any election, means a day which is a bank holiday in the part of the United Kingdom in which the constituency or, as the case may be, electoral area is situated. . 5 In Schedule 1 to the principal Act (parliamentary elections rules), in rule 2 (computation of time)— a in paragraph (1) for sub-paragraph (b) there shall be substituted— b Christmas Eve, Christmas Day, Maundy Thursday, Good Friday or a bank holiday ; and b paragraph (3) shall cease to have effect. 6 In the  Local Government Act 1972— a in section 243 (computation of time) in subsection (3) for the words “Where under subsection (1) above the day of election or” there shall be substituted the words “Where under subsection (4) below” and the words “of election or”, in the second place where they occur, and “as the case may be” shall cease to have effect; b for the purposes of subsection (4) of that section, subsection (1) of that section shall have effect as if for the words from “Sunday” to “bank holiday break” there were substituted the words “Saturday, Sunday, Christmas Eve, Christmas Day,  ... Good Friday or bank holiday”; and c in section 89(1)\t\t\t\t\t\t\t(period within which elections to fill casual vacancies in office of councillor for principal area to be held) for the words “forty-two days”, in both places where they occur, there shall be substituted the words “thirty-five days”."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "20", "section_title": "  Demise of the Crown and parliamentary elections  etc", "section_text": "20 1 Subject to what follows, the demise of the Crown does not affect any proclamation  dissolving Parliament or   summoning a new Parliament issued before the demise  ... (or any other matter relating to a parliamentary election or the summoning of a new Parliament). 2 Subsections (3) to   (6A)   apply if the demise occurs  at any time between the dissolution of Parliament and the polling day for the next parliamentary general election (“the current election”),  and any relevant writ, notice or other document is to be issued or, if already issued, read accordingly. 3 In relation to the current election, for the purposes of the timetable in rule 1 in Schedule 1 to the principal Act— a the polling day shall be— i the 14th day after the day which would otherwise have been the polling day, or ii if the 14th day is not a working day, the next working day after the 14th day; b any working day within the period of 13 days beginning with the day after the demise— i shall be disregarded in computing any period of time, and ii shall not be treated as a day for the purpose of any proceedings before the polling day. 3A But the Sovereign may by royal proclamation, made on the advice of the Privy Council, appoint an alternative polling day, in place of the day that would otherwise have been the polling day under subsection (3)(a) (“the subsection (3)(a) polling day”), which may be— a no earlier than the 7th day before the subsection (3)(a) polling day, and b no later than the 7th day after the subsection (3)(a) polling day. 3B If an alternative polling day is appointed under subsection (3A), subsection (3) applies as if— a for paragraph (a) there were substituted— a the polling day shall be the day appointed by the proclamation under subsection (3A); ; b in paragraph (b)— i in a case where the alternative polling day is before the subsection (3)(a) polling day, for “13 days” there were substituted  “ x  days”  where  x  is 13 minus the number of days that the alternative polling day is before the subsection (3)(a) polling day; ii in a case where the alternative polling day is after the subsection (3)(a) polling day, for “13 days” there were substituted  “ y  days”  where  y  is 13 plus the number of days that the alternative polling day is after the subsection (3)(a) polling day. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Section 76 of the principal Act shall have effect in relation to any candidate at the current election as if the maximum amount specified in subsection (2)(a) of that section were increased by one half. 6 If the proclamation summoning the new Parliament after the current election was issued before the demise, the meeting of the new Parliament shall (subject to any prorogation subsequent to the demise) take place— a on the 14th day after the day appointed in the proclamation for the meeting, or b if the 14th day is not a working day, the next working day after the 14th day. 6A But the Sovereign may by royal proclamation, made on the advice of the Privy Council, appoint an alternative day for the meeting of the new Parliament, in place of the day that would otherwise have been the day for the meeting of the new Parliament under subsection (6). 7 If the demise occurs within the period of seven days before the day of the dissolution of a Parliament   , subsections (2) to (6A)   have effect as if the demise occurred on that day. 8 In this section  “ working day ” means any day other than one to which rule 2 in Schedule 1 to the principal Act applies in relation to the current election (or would have applied had it fallen before the polling day)."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "21", "section_title": " Ordinary elections of parish and community councillors: insufficient nominations.", "section_text": "21 1 This section applies where, at an ordinary election of parish or community councillors in England and Wales, an insufficient number of persons are or remain validly nominated to fill the vacancies in respect of which the election is held. 2 Unless the number of newly elected members of the council in question is less than the number that constitutes a quorum for meetings of the council— a those members may co-opt any person or persons to fill the vacancy or vacancies remaining unfilled, b the district council  or, in the case of a community council, the county council or county borough council  may exercise the powers conferred by section 39(4) of the principal Act (power  . . . by order to do anything necessary for the proper holding of an election etc.) in relation to any such vacancy or vacancies as are not so filled, and c section 39(1) of that Act (duty of returning officer to order an election) shall not apply; but the powers mentioned in paragraph (b) above shall not be exercised before the expiry of the period of 35 days (computed according to section 40 of that Act) beginning with the day on which the election was held. 3 Subsection (7) of section 39 of that Act (parishes in different districts grouped) shall apply for the purposes of subsection (2) above as it applies for the purposes of subsections (4) and (6) of that section and section 40(3) of that Act (computation of time) shall apply for the purposes of subsection (2) above as it applies for the purposes of section 39."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "22", "section_title": " Welsh forms", "section_text": "22 Section 26 of the Welsh Language Act 1993 (power to prescribe Welsh forms of documents or words specified in Acts), except subsection (3), shall apply in relation to regulations made under the principal Act or this Act and rules made (or having effect as if made) under section 36 of the principal Act as it applies in relation to Acts of Parliament."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "23", "section_title": " Increase in penalties for offences under principal Act, etc.", "section_text": "23 Schedule 3 to this Act shall have effect for the purpose of increasing the penalties applying in respect of certain offences under the principal Act and otherwise amending the provisions in that Act concerning such penalties."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "24", "section_title": " Miscellaneous amendments of principal Act.", "section_text": "24 The principal Act shall have effect subject to the amendments specified in Schedule 4 to this Act (being miscellaneous amendments including amendments consequential on the provisions of this Act)."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "25", "section_title": " Amendments of other enactments.", "section_text": "25 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 3(7) of the  Elections (Northern Ireland) Act 1985 (certain offences to be corrupt practices under the principal Act) for “168(2)(b)” there shall be substituted “168(1)(a)(ii)”."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "26", "section_title": " Expenses.", "section_text": "26 1 There shall be charged on and paid out of the Consolidated Fund any increase attributable to this Act in the sums to be charged on and paid out of that Fund under any other Act. 2 There shall be paid out of money provided by Parliament— a any increase attributable to this Act in the sums to be paid out of money so provided under any other Act, and b any administrative expenses incurred by the Secretary of State by virtue of this Act."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "27", "section_title": " Interpretation.", "section_text": "27 1 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ principal Act ” means the Representation of the  People Act 1983. 2 The principal Act and sections 1 to 12, 15 to 18 and 21 of and Schedule 1 to this Act shall have effect as if those sections and that Schedule were contained in Part I of that Act, and  sections 5 to 7A  of the principal Act (residence) apply for the purposes of sections 1 to 3 of this Act as they apply for the purposes of  section 4  of that Act. 2ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 References in any enactment other than an enactment contained in this or the principal Act to Part I of that Act include a reference to sections 1 to 12, 15 to 18 and 21 of and Schedule 1 to this Act."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "28", "section_title": " Repeals.", "section_text": "28 1 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in column 3 of that Schedule. 2 Section 21(3) of the Representation of the  People Act 1918 (time appointed for meeting of Parliament not to be less than twenty clear days after proclamation summoning it) shall cease to have effect. 3 Article 2(1), (2) and (3) of the  Local Government Reorganisation (Consequential Provisions) (Northern Ireland) Order 1973 (which provides for the Chief Electoral Officer for Northern Ireland to be electoral registration officer for constituencies in Northern Ireland and returning officer for parliamentary elections in such constituencies and is superseded by provision made in this Act) is hereby revoked."}, {"act": "Representation of the People Act 1985", "year": 1985, "section": "29", "section_title": " Citation, commencement and extent.", "section_text": "29 1 This Act may be cited as the Representation of the People Act 1985 and shall be included among the Acts that may be cited as the Representation of the People Acts. 2 This Act (except the provisions mentioned in subsection (3) below) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions and for different purposes. 3 Those provisions are— a sections 25(1) and 27(1) of this Act, this section, the amendment made by paragraph 18 of Schedule 4 to this Act and the repeal made by the entry in Schedule 5 to this Act relating to the  Police and Criminal Evidence Act 1984 (which come into force on the day on which this Act is passed), and b Schedule 1 to this Act (which may be brought into force under section 10 of this Act). 4 This Act, except the provisions mentioned in subsection (5) below, extends to Northern Ireland; and section 10 of and Schedule 1 to this Act extend to Northern Ireland only. 5 Those provisions are sections  17 and 18 , 21 and 22 of this Act and any amendment or repeal by this Act of an enactment not extending to Northern Ireland."}]