[{"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "1", "section_title": " Obligation to reinstate.", "section_text": "1 1 This section applies to any person who is in permanent service under— a Part IV (special agreements for call out) or Part V (special members) of the Reserve Forces Act 1996; b a call-out order under Part VI of that Act (orders authorising general call out of members of reserve forces); or c a recall order under section 68 (recall of officers and former servicemen) of that Act. 1A In this Act “ whole-time service ” means permanent service to which this section applies. 2 Where such a person applies to his former employer to be taken into his employment, the former employer shall, so long as the application remains in force, be obliged to take the applicant into his employment— a in the occupation in which the applicant was last employed by the former employer before the beginning of his whole-time service and on terms and conditions not less favourable to him than those which would have been applicable to him in that occupation had he not entered on such service; or b if it is not reasonable and practicable that the applicant should be taken into employment in that occupation and on those terms and conditions, in the most favourable occupation and on the most favourable terms and conditions which are reasonable and practicable in his case. 3 That obligation is to take the applicant into employment as mentioned above at the first opportunity (if any) at which it is reasonable and practicable for the former employer so to do on or after such date as may be notified to him in accordance with section 4 as the date on which the applicant will be available for employment. 4 A former employer’s obligation is discharged if after giving reasonable notice to the applicant he makes such employment available to him at that first opportunity, except that— a an opportunity for taking the applicant into his former employer’s employment shall not be deemed for the purposes of subsection (3) and this subsection to have arisen if— i the former employer makes employment available to the applicant, but the applicant has, or reasonably believes that he has, reasonable cause for not taking it; and ii the facts on which the applicant relies as constituting the reasonable cause are notified in writing to the former employer by him or by some person acting with his authority as soon as may be after he has been notified by the former employer that the employment is being made available to him; and b in no case shall the former employer be under any obligation under this section to take the applicant into his employment after six months have elapsed from the end of the applicant’s whole-time service. 5 Any notice to be given under subsection (4) by the former employer to the applicant shall (without prejudice to any other mode for the giving of such notice) be deemed to have been duly given if it is sent to the applicant addressed to him— a at such address as may be provided by him for the purpose; or b if no such address is so provided, at his last known place of abode."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "2", "section_title": "“Former employer”.", "section_text": "2 1 In relation to a person who has entered on a period of whole-time service, in this Act “ former employer ” means the employer by whom he was last employed within the period of four weeks immediately preceding the beginning of his whole-time service. 2 The additional provisions contained in Schedule 1 have effect in relation to a former employer."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "3", "section_title": " Application for reinstatement.", "section_text": "3 1 An application under section 1— a is of no effect unless it is made in writing; b may be made by the applicant or by some person acting with his authority. 2 Such application is of no effect unless it is made during the period— a beginning with the end of the applicant’s whole-time service, and b ending with the third Monday after the end of the applicant’s whole-time service, subject to subsection (3). 3 Such an application made after the end of that period is not invalid because of subsection (2) if— a the applicant was prevented from making it within that period by his sickness or other reasonable cause; and b the application was made as soon as reasonably may be after the expiry of that period. 4 Such an application ceases to have effect on the expiry of thirteen weeks from the date of its making, except that— a while the application is still in force it may from time to time be renewed in writing by the applicant or by some person acting with his authority, and, if it is so renewed, does not cease to have effect by virtue of this subsection until thirteen weeks from the date of the renewal, and b if, at the time when the application would otherwise cease to have effect, proceedings for the determination of any question affecting the application are pending under this Act, the application does not cease to have effect by virtue of this subsection until fourteen days after those proceedings have ceased to be pending, and for the purposes of paragraph (b) proceedings shall not be treated as having ceased to be pending until the time for appealing has expired or, where an appeal is brought, until the appeal is decided or withdrawn. 5 An application under section 1 or any renewal of such an application may be made either— a directly to the former employer, or b in the prescribed manner, at any such local office as may be appointed by the Secretary of State, or, in Northern Ireland, by the Department of Economic Development, and where any application or renewal is so made or given at such a local office it is the duty of the Secretary of State, or, in Northern Ireland, of the Department of Economic Development, to take such steps as may be practicable to forward it to the former employer."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "4", "section_title": " Applicant’s availability.", "section_text": "4 1 Where an application is made under section 1, the applicant or some person acting with his authority shall, at or after the time of making the application, but not later than 21 days from the latest date allowed by section 3 for its making, notify to the former employer in writing a date, not later than the expiry of the 21 days, on which the applicant will be available for employment. 2 If, owing to his sickness or other reasonable cause, the applicant is not available for employment until after the expiry of the 21 days, the date to be so notified may be a date as soon as reasonably may be after the expiry of the 21 days, and accordingly the notification shall not be invalid by reason only that it is given after the expiry of the 21 days. 3 Subsection (5) of section 3 applies to any notification under this section as it applies to an application under section 1."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "5", "section_title": " Priorities.", "section_text": "5 1 It shall not be treated for the purposes of the foregoing provisions of this Act as reasonable and practicable for the former employer to take the applicant into his employment, or to employ him as provided by section 7, either at all or in any particular occupation or on particular terms and conditions, if it can only be done by discharging some other person who— a was employed by the former employer before the relevant date, and b had been so employed before the relevant date for a longer period than the applicant, and c was so employed in employment of a kind that was not less permanent in character than the applicant’s employment, or by refusing to take into employment, in accordance with section 1, some such other person as mentioned above who has entered upon a period of whole-time service and has duly made an application under section 1; and in this subsection “ the relevant date ” means the beginning of the applicant’s whole-time service, or, where the other person as well as the applicant has entered on a period of whole-time service, the beginning of the other person’s whole-time service, whichever is the earlier. 2 It shall not be treated for the purposes of the foregoing provisions of this Act as otherwise than reasonable and practicable for the former employer to take the applicant into his employment, or to employ him as provided by section 7, either at all or in any particular occupation, or on particular terms and conditions, by reason only that it can only be done by discharging some other person who is not such a person as is mentioned in paragraphs (a), (b) and (c) of subsection (1)."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "6", "section_title": " Waivers.", "section_text": "6 1 The provisions of this Act requiring a person who has entered upon a period of whole-time service, as a condition of obtaining his rights under this Act— a to make and renew an application to his former employer to be taken into employment, and b to notify a date on which he will be available for employment, are for the protection of the former employer, and accordingly can be waived or dispensed with by the former employer, either in whole or in part and either expressly or by conduct, subject to subsection (2). 2 Except where the applicant has in fact been taken into the employment of his former employer since the end of his whole-time service, any requirement that anything should be done in writing shall not be deemed to be capable of being waived or dispensed with by the former employer otherwise than in writing. 3 Where— a a person who has entered upon a period of whole-time service has made an application under section 1 to be taken into the employment of his former employer and is so taken into employment before that application has expired, or b a person who has entered upon such service is taken into the employment of his former employer under such circumstances that the application has been waived or dispensed with, and in either case the employment is not such as is specified in section 1(2), the rights of that person against his former employer shall not be less than they would have been if the employment into which he is taken were such employment."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "7", "section_title": " Obligation after reinstatement.", "section_text": "7 1 Where an applicant has been taken into the employment of his former employer in pursuance of section 1, the former employer is under an obligation to employ the applicant for the following 26 weeks, subject to subsection (2), of for so much of that time as is reasonable and practicable— a in an occupation not less favourable to him than that in which, and on terms and conditions not less favourable to him than those on which, the applicant is so taken into employment; or b if, at any time during the period for which he has under this section to be employed, it ceases to be reasonable and practicable for the applicant to be employed in that occupation and on those terms and conditions, in the most favourable occupation and on the most favourable terms and conditions which are for the time being reasonable and practicable in his case. 2 If, when the applicant last ceased to be employed by his former employer before the beginning of his whole-time service, he had been in the continuous employment of that former employer— a for a consecutive period of not less than 52 weeks, then subsection (1) has effect as if 52 weeks were substituted for 26; b for a consecutive period of less than 13 weeks, then subsection (1) has effect as if 13 weeks were substituted for 26. 3 In computing the period of continuous employment for the purposes of this section— a where the employment is in an undertaking, and any change has taken place in the person carrying on that undertaking or any other undertaking has become comprised in that undertaking, periods in the employment of the person for the time being carrying on the undertaking or the other undertaking, as the case may be, shall be treated as periods of employment by the former employer; b a person shall not be treated as otherwise than continuously employed by reason of any temporary absence from work."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "8", "section_title": " Applications to Reinstatement Committees.", "section_text": "8 1 A person— a who has, or claims to have, entered upon a period of whole-time service, and b who claims that he has rights under sections 1, 3, 4, 5 and 7 (the “relevant sections”) which are being or have been denied him, may, within the prescribed time, apply to a Reinstatement Committee for the determination of any question relating to his rights, if any, under the relevant sections, and the Reinstatement Committee shall determine that question. 2 Where the Reinstatement Committee are satisfied that default has been made by the applicant’s former employer in the discharge of his obligations under the relevant sections, the Reinstatement Committee may make either or both of the following orders as is in their opinion appropriate, having regard to all the circumstances of the case and the nature and extent of the default— a an order requiring employment to be made available to the applicant by his former employer on such date, in such occupation, on such terms and conditions and at such place as may be specified in the order, being employment which, in the Reinstatement Committee’s opinion is such as is required by the relevant sections to be made available to the applicant; a an order requiring that there shall be paid to the applicant by way of compensation for any loss suffered or likely to be suffered by him by reason of the default a sum specified in the order, not exceeding in any event the amount of the remuneration which, in the Reinstatement Committee’s opinion, the applicant would, if the obligations imposed by the relevant sections in relation to him had been duly discharged, have been entitled to receive from his former employer in respect of the period during which under the relevant sections he has to be employed by his former employer. 3 Schedule 2 has effect as to Reinstatement Committees and the umpire and deputy umpires, and Schedule 3 as to the orders of Reinstatement Committees."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "9", "section_title": " Appeals.", "section_text": "9 1 An appeal may, within the prescribed time, be brought from any determination or order of a Reinstatement Committee under section 8, or from the refusal of a Reinstatement Committee to make an order, to the umpire or a deputy umpire at the instance— a of an organisation of employers of which the employer concerned was a member on the date on which the application was made to the Reinstatement Committee, b of an association of employed persons of which the applicant was a member on that date, c either of the employer concerned or of the applicant— i without leave in any case in which the decision of the Reinstatement Committee is not unanimous, and ii with the leave of the Reinstatement Committee, or, if the Reinstatement Committee refuse leave and an application for leave is made within the prescribed time to the umpire or a deputy umpire, with the leave of the umpire or a deputy umpire, and in this subsection “ the employer ” includes, in a case where different persons have at different periods been the applicant’s former employer, any person against whom an order was made by the Reinstatement Committee. 2 The umpire or deputy umpire may on any such appeal make any determination or order which a Reinstatement Committee might make under section 8, or may dismiss the appeal, and his decision shall be final. 3 In considering how to exercise his powers under subsection (2), the umpire or deputy umpire shall, where there has been any change in the relevant facts since the date of the hearing before the Reinstatement Committee, have regard to the facts existing on the date of the hearing before him. 4 When considering an appeal under this section the umpire or deputy umpire shall sit with two assessors appointed by the Secretary of State, but where one or both of the assessors so appointed is or are absent, then, with the consent in writing of the parties, the appeal may be considered and determined without him or them, as the case may be."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "10", "section_title": " Enforcement.", "section_text": "10 1 Where— a an order has been made by a Reinstatement Committee, or by the umpire or a deputy umpire on appeal, that employment shall be made available to a person on a specified day, and b employment is not made available to him on that day in accordance with the order, the person against whom the order was made is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 Where a person is found guilty under subsection (1)— a the court by whom he is found guilty may order him to pay to the person to whom the employment should have been made available, by way of compensation for any loss suffered or likely to be suffered by him by reason of the offence, a sum specified in the order; and b that sum shall not exceed in any event the amount of the remuneration which, in the court’s opinion, that person would have been entitled to receive from his former employer if there had been compliance with the order referred to in paragraph (a) of subsection (1), and the obligation as to subsequent employment resulting from that order."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "11", "section_title": " Summary recovery.", "section_text": "11 1 Where an order has been made by a Reinstatement Committee or by the umpire or a deputy umpire on appeal for the payment to a person of any sum, that sum may, without prejudice to any other means for its recovery, be recovered from the person against whom the order is made summarily as a civil debt; but proceedings shall not be brought, whether summarily or otherwise, for the recovery of any such sum— a until the time allowed for appealing against the order has expired; or, b where an appeal is brought, until the appeal is decided or withdrawn. 2 Any officer authorised in that behalf by special or general directions of the Secretary of State— a may institute on behalf of and in the name of any person who has entered upon a period of whole-time service civil proceedings for the recovery of any such sum as is mentioned in subsection (1), and b in any such proceedings the court may make an order for the payment of costs by the officer as if he were a party to the proceedings, but the powers conferred by this subsection are not in derogation of any right of that person himself to recover such sums by civil proceedings."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "12", "section_title": " Restrictions on proceedings.", "section_text": "12 1 Proceedings shall not be brought against any person for failure to comply with an order of a Reinstatement Committee— a until the time allowed for appealing against the order has expired; or b where an appeal is brought, until the appeal is decided or withdrawn. 2 Where the person against whom the order was made is no longer the applicant’s former employer at the date of the failure to comply with the order, it is a defence for him to prove that he took all reasonable steps to secure compliance with the order. 3 Except as provided in sections 10 and 11, no proceedings, whether civil or criminal, shall be brought against any person in respect of a failure to discharge an obligation imposed on him by or under the foregoing provisions of this Act."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "13", "section_title": " Employer’s bankruptcy.", "section_text": "13 There shall be included among the debts which under— a section 33 of the  Bankruptcy Act 1914 are to be paid in priority to all other debts in the distribution of the property of a bankrupt or person dying insolvent, or, b in Scotland, section 118 of the  Bankruptcy (Scotland) Act 1913 are to be paid in priority to all other debts in the division of a bankrupt’s estate, any sum ordered under the foregoing provisions of this Act to be paid by way of compensation where the default by reason of which the order for compensation was made occurred— i before the receiving order or death, or, ii in Scotland, before the date mentioned in section 118(4) of the Act of 1913, whether or not the order for compensation was made before that receiving order or death or, as the case may be, before that date; but the sum to which priority is to be given under this section shall not in the case of any one claimant exceed £50."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "14", "section_title": " Certificates.", "section_text": "14 1 A certificate of the Defence Council or of an officer designated by the Defence Council as to the duration of a person’s whole-time service is conclusive for the purposes of any proceedings before, or on appeal from, a Reinstatement Committee. 2 Every document purporting to be such a certificate, or any other certificate authorised by this Act and to be signed by or on behalf of— a the Secretary of State, or b in Northern Ireland, the Department of Economic Development, or c the Defence Council or an officer designated by the Defence Council, shall be received in evidence, and shall, until the contrary is proved, be deemed to be such a certificate of the Secretary of State, or of the Department of Economic Development, or of the Defence Council, as the case may be. 3 In any proceedings before, or on appeal from, a Reinstatement Committee, the production of a document— a which purports to be certified by or on behalf of— i the Secretary of State, or ii in Northern Ireland, the Department of Economic Development, or iii the Defence Council, and b which purports to be a true copy of any such certificate as is mentioned in subsection (2), shall, unless the contrary is proved, be sufficient evidence of the certificate."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "15", "section_title": " Determinations and orders.", "section_text": "15 The production in any civil or criminal proceedings of a document purporting to be certified by the chairman of a Reinstatement Committee, or by the umpire or a deputy umpire, to be a true record of a determination or order of the committee, or of the umpire or deputy umpire on appeal, as the case may be, shall, unless the contrary is proved, be sufficient evidence of the determination or order."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "16", "section_title": " Proof of identity.", "section_text": "16 Where— a civil or criminal proceedings are brought under this Act against a person for failure to comply with an order of a Reinstatement Committee, or of the umpire or a deputy umpire on appeal, and b proof is given of such an order against a person bearing the name in which the person against whom the proceedings are brought is charged or appears in the proceedings. then that order shall, unless the contrary is proved, be deemed to be an order against the person against whom the proceedings are brought."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "17", "section_title": " Dismissal prohibited.", "section_text": "17 1 If the employer of a person who may be required to enter upon a period of whole-time service— a terminates that person’s employment without his consent at any time when he is not in that service, and b does so solely or mainly by reason of any duties or liabilities which that person may be liable to perform or discharge— i if required to report at any time or place with a view to entering into whole-time service; or ii if he enters upon a period of whole-time service, the employer is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 If in any proceedings under this section the court is of opinion that there is reasonable cause to believe that the duties or liabilities mentioned in subsection (1) caused or contributed to the termination of the employment, the employment shall be deemed to have been terminated by reason of those duties or liabilities, unless the employer proves that the termination was for a reason not connected with them."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "18", "section_title": " Compensation.", "section_text": "18 The court by which an employer is convicted under section 17 may also order him to pay to the person whose employment has been terminated, as compensation for any loss suffered or likely to be suffered by reason of the termination, a sum not exceeding an amount equal to five weeks’ remuneration at the rate at which his remuneration was last payable to him by the employer."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "19", "section_title": " Regulations.", "section_text": "19 1 The Secretary of State may make regulations— a regulating the procedure to be followed in connection with applications to Reinstatement Committees and appeals to the umpire or a deputy umpire, fixing the quorum of such committees, and regulating the circumstances and the manner in which assessors are to be or may be summoned to assist such committees; b prescribing any other thing which by this Act is required or authorised to be prescribed. 2 The power to make regulations conferred by this Act on the Secretary of State is exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "20", "section_title": " Interpretation.", "section_text": "20 1 In this Act, unless the context otherwise requires— “ former employer ” has the meaning given by section 2; . . . “ prescribed ” means prescribed by regulations made under section 19; . . . . . . . . . “ umpire ” and “ deputy umpire ” mean a person appointed as such under paragraph 5 of Schedule 2; “ undertaking ” includes any business, whether carried on by way of trade or not, and the activities of any body of persons, whether corporate or unincorporated; “ whole-time service ” means whole-time service in the armed forces of the Crown in the circumstances mentioned in paragraphs (a) and (b) of section 1(1). 2 Any reference in this Act to the performing of services shall be construed as including a reference to the undergoing of training. 3 A period of whole time service shall not be regarded as having ceased by reason of any absence on leave (including sick leave or maternity leave) before release from service or discharge.  shall not be treated as having entered upon a period of whole-time service until he reports for duty; and any period before he is required for duty during which he is required to attend for purposes connected with his entry upon a period of whole-time service shall be disregarded. 5 For the purposes of this Act, a person who is required to report for the purpose of being released, demobilised or discharged shall not, on reporting for that purpose, be treated as having entered upon a period of whole-time service under this Act."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "21", "section_title": " Saving, consequential amendments and repeals.", "section_text": "21 1 Regulations made under the  Reinstatement in Civil Employment Act 1944 for the purposes of that Act continue to have effect for the purposes of the provisions of this Act as if those regulations had been made under section 19 of this Act. 2 In this Act— a the enactments specified in Schedule 4 have effect subject to the amendments consequent on this Act specified in that Schedule, and b the enactments specified in Schedule 5 (which include enactments which were spent before the passing of this Act) are repealed to the extent specified in the third column of that Schedule, but nothing in this Act shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals)."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "22", "section_title": " Isle of Man.", "section_text": "22 Her Majesty may by Order in Council direct that this Act shall extend to the Isle of Man, subject to such adaptations and modifications as may be specified in the Order."}, {"act": "Reserve Forces (Safeguard of Employment) Act 1985", "year": 1985, "section": "23", "section_title": " Citation, extent and commencement.", "section_text": "23 1 This Act may be cited as the Reserve Forces (Safeguard of Employment) Act 1985. 2 This Act extends to Northern Ireland. 3 This Act comes into force at the end of the period of three months beginning with the day on which it is passed."}]