[{"act": "Social Security Act 1985", "year": 1985, "section": "1", "section_title": " Short service benefit for members of schemes whose employment is terminated before age of 26. ", "section_text": "1 Paragraph 6(1)(a) of Schedule 16 to the  Social Security Act 1973 (the effect of which is that an occupational pension scheme need not provide benefit for a member whose service in relevant employment is terminated before he has attained the age of 26) shall cease to have effect."}, {"act": "Social Security Act 1985", "year": 1985, "section": "2", "section_title": " Transfer and revaluation.", "section_text": "2 The  Social Security Pensions Act 1975 shall be amended in accordance with Schedule 1 to this Act— a to introduce a premium payable in certain cases where an earner ceases to be in employment to which an occupational pension scheme applies and there is a transfer of his accrued rights; b to provide for the extinguishment of the liability of schemes to provide benefits which are secured by policies of insurance or annuity contracts; c to make further provision as to the revaluation of benefits under schemes; and d to ensure that schemes provide transfer values for their members."}, {"act": "Social Security Act 1985", "year": 1985, "section": "3", "section_title": " Information about schemes.", "section_text": "3 The Social Security Pensions Act 1975 shall be amended in accordance with Schedule 2 to this Act in relation to information about occupational pension schemes."}, {"act": "Social Security Act 1985", "year": 1985, "section": "4", "section_title": " Earnings factors and guaranteed minimum pensions.", "section_text": "4 The Social Security Pensions Act 1975 and the  Social Security (Miscellaneous Provisions) Act 1977 shall be amended in accordance with Schedule 3 to this Act in relation to earnings factors and guaranteed minimum pensions."}, {"act": "Social Security Act 1985", "year": 1985, "section": "5", "section_title": " Managers of schemes.", "section_text": "5 1 The Secretary of State may by regulations provide who is to be treated as a manager of an occupational pension scheme for any of the purposes— a of  the Social Security Acts 1975 to 1991 ; or b of the  Social Security Act 1973  or c of Part VI of the Social Security Pensions Act 1975 2 Section 61B of the Social Security Pensions Act 1975 shall apply to the power to make regulations under subsection (1) above as it applies to powers to make regulations under that Act. 3 Regulations made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section “ occupational pension scheme ” has the meaning assigned to it by section 66 of the Social Security Pensions Act 1975."}, {"act": "Social Security Act 1985", "year": 1985, "section": "6", "section_title": " Miscellaneous amendments relating to protection of pensions. ", "section_text": "6 1 In subsection (1) of section 41A of the Social Security Pensions Act 1975 (protection of earners’ pensions), the following words shall be substituted for the words from “than” to the end— i in a case where by virtue of paragraph 9(2)(b) of Schedule 16 to the Social Security Act 1973 a pension is provided by way of complete substitute for short service benefit, than the weekly rate of that pension; and ii in any other case, than the relevant aggregate. . 2 The following subsection shall be inserted after subsection (1B) of that section— 1C In subsection (1) above “ the relevant aggregate ” means the aggregate of the following— a the relevant sum; b the excess mentioned in subsection (1)(c) above; and c any amount which is an appropriate addition at the time in question. . 3 In subsection (1) of section 41B of that Act (protection of widows’ pensions), the following words shall be substituted for the words from “than” to the end— i in a case where by virtue of paragraph 9(2)(b) of Schedule 16 to the Social Security Act 1973 a pension is provided by way of complete substitute for a widow’s pension, than the weekly rate of the pension so provided; and ii in any other case, than the relevant aggregate. . 4 The following subsection shall be inserted after that subsection— 1A In subsection (1) above “ the relevant aggregate ” means the aggregate of the following— a the relevant sum; b the excess mentioned in subsection (1)(c) above; and c any amount which is an appropriate addition at the time in question. . 5 In subsection (3) of that section, for the words “assumption specified in subsection (4) below” there shall be substituted the words “prescribed assumptions”. 6 Regulations under that subsection may be framed so as to have effect as from 1st January 1985."}, {"act": "Social Security Act 1985", "year": 1985, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Social Security Act 1985", "year": 1985, "section": "8", "section_title": " Dock workers.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In regulation 133 of the  Social Security (Contributions) Regulations 1979 (reduction of primary Class 1 contributions of dock workers) for “0.35” there shall be substituted “0.25”. 3 Subsection (2) above shall be deemed to have come into force on 6th April 1984."}, {"act": "Social Security Act 1985", "year": 1985, "section": "913.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Social Security Act 1985", "year": 1985, "section": "14", "section_title": " Special hardship allowance. ", "section_text": "14 In section 60 of the  Social Security Act 1975 (increase of disablement benefit for special hardship)— a the following subsection shall be inserted after subsection (1)— 1A The Secretary of State may by regulations provide that in prescribed circumstances employed earner’s employment in which a claimant was engaged when the relevant accident took place but which was not his regular occupation is to be treated as if it had been his regular occupation. ; b in subsection (2)(a), for the words “of his” there shall be substituted the words “, except to the extent that it falls to be treated as including such an occupation by virtue of regulations under subsection (1A) above,”; c in subsection (6)— i after the word “above”, in the first place where it occurs, there shall be inserted the words “and to subsection (6A) below,”; and ii for the words “his regular occupation within the meaning of subsection (1) above” there shall be substituted the words “the relevant occupation”; and d the following subsections shall be inserted after that subsection— 6A A person who is entitled to an increase of pension under this section by virtue of regulations under subsection (1A) above shall not be paid such an increase for any period during which he would not normally be engaged in full-time employed earner’s employment. 6B In subsection (6) above “ the relevant occupation ” means— a in relation to a person who is entitled to an increase of pension under this section by virtue of regulations under subsection (1A) above, the occupation in which he was engaged when the relevant accident took place; and b in relation to any other person who is entitled to an increase of pension under this section, his regular occupation within the meaning of subsection (1) above. ."}, {"act": "Social Security Act 1985", "year": 1985, "section": "1517.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Social Security Act 1985", "year": 1985, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Social Security Act 1985", "year": 1985, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Social Security Act 1985", "year": 1985, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Social Security Act 1985", "year": 1985, "section": "21", "section_title": " Miscellaneous amendments relating to statutory sick pay. ", "section_text": "21 The enactments specified in Schedule 4 shall have effect subject to the amendments there specified."}, {"act": "Social Security Act 1985", "year": 1985, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Social Security Act 1985", "year": 1985, "section": "23", "section_title": " Vaccine damage payments. ", "section_text": "23 In section 1 of the  Vaccine Damage Payments Act 1979— a in subsection (1), for “£10,000” there shall be substituted “the relevant statutory sum”; b the following subsection shall be inserted after that subsection— 1A In subsection (1) above “ statutory sum ” means £10,000 or such other sum as is specified by the Secretary of State for the purposes of this Act by order made by statutory instrument with the consent of the Treasury; and the relevant statutory sum for the purposes of that subsection is the statutory sum at the time when a claim for payment is first made. ; and c the following subsection shall be inserted after subsection (4)— 4A No order shall be made by virtue of subsection (1A) above unless a draft of the order has been laid before Parliament and been approved by a resolution of each House. ."}, {"act": "Social Security Act 1985", "year": 1985, "section": "24", "section_title": " Power to extend Pneumoconiosis etc. (Workers’ Compensation) Act 1979. ", "section_text": "24 In the  Pneumoconiosis etc. (Workers’ Compensation) Act 1979— a in section 1— i at the end of subsection (3) there shall be added the words “and any other disease which is specified by the Secretary of State for the purposes of this Act by order made by statutory instrument.”; and ii the following subsection shall be added after subsection (4)— “(5) No order shall be made under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament.”; and b in section 4(4)— i the words “ other than a disease specified in an order under section 1 above, ” shall be inserted after “applies,” in paragraphs (a) and (b); and ii the following paragraphs shall be added after paragraph (b)— c in the case of a person disabled by a disease specified in an order under section 1 above, means the date on which disablement benefit first became payable to him in respect of the disease or the date of the coming into force of the order, whichever is the later; d in the case of the dependant of a person who, immediately before he died, was disabled by a disease specified in an order under section 1 above, means the date of the deceased’s death or the date of the coming into force of the order, whichever is the later. ."}, {"act": "Social Security Act 1985", "year": 1985, "section": "25", "section_title": " Pensions and gratuities for members of certain Boards. ", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1985", "year": 1985, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Social Security Act 1985", "year": 1985, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Social Security Act 1985", "year": 1985, "section": "28", "section_title": " Financial provision.", "section_text": "28 1 Any expenses of a Minister of the Crown incurred in consequence of the provisions of this Act, including any increase attributable to those provisions in sums payable under any other Act, shall be defrayed out of money provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1985", "year": 1985, "section": "29", "section_title": " Minor and consequential amendments and repeals.", "section_text": "29 1 The enactments mentioned in Schedule 5 to this Act shall have effect with the amendments there specified. 2 The enactments mentioned in Schedule 6 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Social Security Act 1985", "year": 1985, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Social Security Act 1985", "year": 1985, "section": "31", "section_title": " Extent.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Section 29 above extends to Northern Ireland so far as it relates— a to paragraphs 1, 2, 35, 37 and 39 of Schedule 5 to this Act; and b to the repeal in Schedule 6 to this Act of paragraph 6 of Schedule 7 to the  Health and Social Security Act 1984. 3 Section 30 above, this section, and sections 32 and 33 below extend to Northern Ireland. 4 Section 23 above extends to Northern Ireland and the Isle of Man. 5 Except as provided by subsections (1) to (4) above, this Act extends to England and Wales and Scotland only."}, {"act": "Social Security Act 1985", "year": 1985, "section": "32", "section_title": " Commencement.", "section_text": "32 1 Subject to the following provisions of this section, the provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed in pursuance of this section for different provisions or different purposes of the same provision. 2 The following provisions of this Act— section 4, so far as it relates to Part I of Schedule 3; section 6(5) and (6); section 8; sections 10 and 11; section 13(6) and (7); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; section 19; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; sections 23 to 28; section 29(1) so far as it relates to paragraphs 22, 34, 36 and 37 of Schedule 5; section 29(2), so far as it relates to the repeals in— section 41D of the  Social Security Pensions Act 1975; section 22(7) of the  Social Security (Miscellaneous Provisions) Act 1977; the  Social Security Act 1981; and the Health and Social Security Act 1984; sections 30 and 31; this section; and section 33, shall come into force on the day this Act is passed. 3 The following provisions of this Act— section 17; section 29(1), so far as it relates to paragraphs 7, 8 and 14 of Schedule 5; section 29(2), so far as it relates to the repeals in sections 79, 82 and 90 of the  Social Security Act 1975, shall come into force at the end of the period of 6 weeks beginning with the day on which this Act is passed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Sections 18 and 20 above shall come into force on 6th April 1986. 6 The Secretary of State may by regulations made by statutory instrument make such transitional and consequential provision (including provision modifying any enactment contained in this or any other Act) or saving as he considers necessary or expedient in connection with the coming into force of any provision of this Act or the operation of any enactment which is repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 7 Regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 Section 175(3) and (4) of the Social Security Contributions and Benefits Act 1992 (which among other things make provision about the extent of powers to make regulations) shall apply to the power to make regulations conferred by this section as they apply to any power to make regulations conferred by that Act."}, {"act": "Social Security Act 1985", "year": 1985, "section": "33", "section_title": " Citation.", "section_text": "33 1 This Act may be cited as the Social Security Act 1985. 2 This Act may be cited together with— a the Social Security Acts 1975 to 1984; and b section 25 of the  Health and Social Services and Social Security Adjudications Act 1983 and Schedule 8 to that Act, as the Social Security Acts 1975 to 1985."}]