[{"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "1", "section_title": " Fluoridation of water supplies at request of health authorities.", "section_text": "1 1 Where a health authority have applied in writing to a statutory water undertaker for the water supplied within an area specified in the application to be fluoridated, that undertaker may, while the application remains in force, increase the fluoride content of the water supplied by them within that area. 2 For the purposes of subsection (1) above, an application shall remain in force until the health authority, after giving reasonable notice to the statutory water undertaker in writing withdraw it. 2A An application or the withdrawal of it may be made or done by electronic communication (within the meaning of section 15(1) of the Electronic Communications Act  2000 (c. 7) ), which has been recorded and is consequently capable of being reproduced.  3 The area specified in an application may be the whole, or any part, of the area or district of the authority making the application. 4 Where, in exercise of the power conferred by this section, the fluoride content of any water is increased, the increase may be effected only by the addition of one or more of the following compounds of fluorine— hexafluorosilicic acid (H2SiF6); disodium hexafluorosilicate (Na2SiF6). 5 Any health authority making arrangements with a statutory water undertaker in pursuance of an application shall ensure that those arrangements include provisions designed to secure that the concentration of fluoride in the water supplied to consumers in the area in question is, so far as is reasonably practicable, maintained at one milligram per litre. 6 Water to which fluoride has been added by a statutory water undertaker in exercise of the power conferred by  subsections (1) to (5) of  this section (with a view to its supply in any area) may be supplied by that or any other statutory water undertaker to consumers in any other area if the undertaker or undertakers concerned consider that it is necessary to do so— a for the purpose of dealing with an emergency, or b in connection with the carrying out of any works (including cleaning and maintenance) by any of them. 7 In subsection (6) above, the reference to water to which fluoride has been added by a statutory water undertaker in exercise of the power conferred by this section includes a reference to water to which fluoride has been added  pursuant to arrangements—                     a entered into under section 87(1) of the Water Industry Act 1991; or b treated, for the purposes of Chapter 4 of Part 3 of that Act, as if entered into under that section."}, {"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "2", "section_title": " Power to vary permitted fluoridation agents.", "section_text": "2 1 The Secretary of State may by order amend section 1(4) of this Act by— a adding a reference to another compound of fluorine; or b removing any reference to a compound of fluorine. 2 The power to make orders under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "4", "section_title": " Publicity and consultation.", "section_text": "4 1 This section applies where a health authority propose  to make or withdraw an application 2 At least three months before implementing their proposal, the health authority shall— a publish details of the proposal in one or more newspapers circulating within the area affected by the proposal; and b give notice of the proposal to— i the  Water Industry  Commission  for Scotland ; and ii every local authority whose area falls wholly or partly within the area affected by the proposal. 3 Before implementing the proposal the health authority shall consult  the  Commission  and each local authority to whom they are required by subsection (2)(b)  above to give notice of the proposal. 4 The health authority shall, not earlier than seven days after publishing details of the proposal in the manner required by subsection (2)(a) above, republish them in that manner. 5 Where a health authority have complied with this section in relation to the proposal they shall, in determining whether or not to proceed, have such regard as they consider appropriate— a to any representations which have been made to them with respect to it; and b to any consultations held under subsection (3) above. 6 The Secretary of State may direct that this section shall not apply in relation to any proposal of a health authority to withdraw an application  . . .. 7 Where, at any meeting of a health authority, consideration is given to the question whether the authority should make or withdraw an application  . . ., section 1(2) of the  Public Bodies (Admission to Meetings) Act 1960 (which would have allowed the authority to exclude the public from the meeting in certain circumstances) shall not apply to any proceedings on that question."}, {"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "5", "section_title": " Interpretation,  etc.", "section_text": "5 1 In this Act— “ application ” means an application under section 1(1); . . . “ emergency ” means an existing or threatened serious deficiency in the supply of water (whether in quantity or quality) caused by an exceptional lack of rain or by any accident or unforeseen circumstances; “ health authority ” means— a in relation to England and Wales, any District Health Authority (within the meaning of the  National Health Service Act 1977); and b in relation to Scotland, any Health Board (within the meaning of the  National Health Service (Scotland) Act 1978); “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994; “ statutory water undertaker ” means a  Scottish Water ; and  . . . a in relation to England and Wales, any water authority or statutory water company within the meaning of the  Water Act 1973; and b in relation to Scotland, any water authority within the meaning of the  Water (Scotland) Act 1980. 2 The provisions of this Act apply to the Isles of Scilly as if the Council of the Isles of Scilly were a water authority and as if the Isles were the area of that water authority."}, {"act": "Water (Fluoridation) Act 1985", "year": 1985, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Water (Fluoridation) Act 1985. 2 This Act does not extend to Northern Ireland."}]