[{"act": "Agricultural Credits Act 1932", "year": 1932, "section": "1", "section_title": " Application of Act.", "section_text": "1 The mortgages to which this Act applies are mortgages made, whether before or after the date of the commencement of this Act, for securing loans made on mortgage by the company formed for the purposes of Part I of the  Agricultural Credits Act, 1928 (in this Act referred to as “ the principal Act ”), and the expression “mortgage” in this Act means a mortgage to which this Act applies, and the expression “ loan ” means a loan made as aforesaid: Provided that nothing in this Act shall operate so as to prejudice any order made by any court before the said date or any title to any property acquired before the said date by any purchaser in good faith for money or money’s worth."}, {"act": "Agricultural Credits Act 1932", "year": 1932, "section": "2", "section_title": " Validity of provision in mortgage for repayment of loan by instalments.", "section_text": "2 Notwithstanding any rule of equity to the contrary a provision in a mortgage requiring the loan secured thereby to be repaid by such instalments of capital and interest as are specified in paragraph ( c ) of subsection (3) of section two of the principal Act, shall not be treated as being invalid by reason only that the mortgage is thereby rendered irredeemable for the period during which the instalments are payable."}, {"act": "Agricultural Credits Act 1932", "year": 1932, "section": "3", "section_title": " Provisions as to mortgages where land is held in trust.", "section_text": "3 1 Where in pursuance of the power conferred by section seventy-one of the  Settled Land Act, 1925, a mortgage is granted by any person entitled, whether under that Act, or under the  Law of Property Act, 1925, or under the  Administration of Estates Act, 1925, or otherwise, to exercise that power there may be inserted therein a provision that the loan thereby secured shall be repayable on any of the terms on which, by virtue of the provisions of paragraph ( c ) aforesaid, a loan may be made repayable. 2 Where a mortgage granted as aforesaid provides for the repayment of the loan thereby secured by means of such instalments of principal and interest as are specified by paragraph ( c ) aforesaid, the instalments shall, as between the persons having limited interests in the mortgaged property and the persons in remainder or reversion, be payable by the person who would be bound to pay the instalments if they were yearly or other periodical payments of a charge on that property made under the  Improvement of Land Act, 1864. 3 Where a loan made for defraying the expenses of an improvement of any kind authorised by Part I of the Third Schedule to the Settled Land Act, 1925, is, under the terms of the mortgage securing the loan, repayable by such instalments as aforesaid, the repayment secured by the mortgage shall, for the purposes of paragraph (xiii) of subsection (1) of section seventy-three of the said Act (which relates to the application of capital money in redemption of an improvement rent-charge), to the maintenance of improvements), be deemed to constitute an improvement rentcharge within the meaning of the said Act."}, {"act": "Agricultural Credits Act 1932", "year": 1932, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Agricultural Credits Act, 1932, and the principal Act and this Act may be cited together as the Agricultural Credits Act, 1928 and 1932."}]