[{"act": "Chancel Repairs Act 1932", "year": 1932, "section": "1", "section_title": " Abolition of jurisdiction of ecclesiastical courts to enforce repair of chancels.", "section_text": "1 After the commencement of this Act no proceedings to enforce liability to repair a chancel shall be brought in any ecclesiastical court, and any such proceedings as aforesaid which, but for the provisions of this Act, could only have been brought in an ecclesiastical court, shall be brought under and in accordance with the provisions of this Act."}, {"act": "Chancel Repairs Act 1932", "year": 1932, "section": "2", "section_title": " Future proceedings to enforce liability to repair chancels. ", "section_text": "2 1 Where a chancel is in need of repair, the responsible authority may serve upon any person, who appears to them to be liable to repair the chancel, a notice in the prescribed form (hereafter in this Act referred to as a “notice to repair”) stating in general terms the grounds on which that person is alleged to be liable as aforesaid, and the extent of the disrepair, and calling on him to put the chancel in proper repair. 2 At any time after the expiration of a period of one month from the date when the notice to repair was served, the responsible authority may, if the chancel has not been put in proper repair, bring proceedings against the person on whom the notice was served to recover the sum required to put the chancel in proper repair: Provided that, on the application of the responsible authority made at any time after the service of the notice to repair, the court may, if satisfied that the chancel is in urgent need of repair and that no sufficient measures are being taken to put it in proper repair, give the responsible authority leave to bring such proceedings as aforesaid before the expiration of the said period and also leave to repair the chancel without prejudicing their claim in those proceedings. 3 In any proceedings brought as aforesaid, the court, if it finds that the defendant would, but for the provisions of this Act, have been liable to be admonished to repair the chancel by the appropriate ecclesiastical court in a cause of office promoted against him in that court on the date when the notice to repair was served, shall give judgment for the responsible authority for such sum as appears to the court to represent the cost of putting the chancel in proper repair: Provided that, if (in a case where such leave as aforesaid has not been given) it appears to the court that the defendant is and always has been ready and willing to put the chancel in proper repair but had not sufficient time to do so before the commencement of the proceedings, the court may adjourn the proceedings for such time as appears to the court to be sufficient to enable the defendant to put the chancel in proper repair, and if the chancel is put in proper repair within that time or such longer time as the court may allow, the court shall give judgment for the defendant."}, {"act": "Chancel Repairs Act 1932", "year": 1932, "section": "3", "section_title": " General provisions as to proceedings under Act.", "section_text": "3 1 All proceedings brought under this Act with respect to liability to repair a chancel shall be brought in the county court  ..., and notwithstanding anything in the  County Courts Act 1959 ,  the county court  shall have jurisdiction to determine any such proceedings whatsoever. 2 The provisions of  sections forty-three and forty-four of the  County Courts Act 1959  (which provide for the removal of matters from the county court to the High Court), shall apply to any such proceedings as if the proceedings were a matter commenced in the county court under that Act. 3 No appeal shall lie under section  one hundred and eight of the County Courts Act, 1959 , from any determination or direction of  the county court  in any such proceedings without the leave of  the court , unless the claim in the proceedings is a claim for a sum exceeding twenty pounds. 4 Without prejudice to the generality of the provisions of  section one hundred and two of the County Courts Act 1959  provision may be made by rules under that section enabling the court— a to order a responsible authority bringing prodeedings under this Act to give security for costs; b in a case where judgment is given for the payment of a sum of money in respect of repairs not yet executed, to direct the money to be paid into court and to give any other directions necessary for the purpose of ensuring that the money is spent in executing the repairs; and rules under that section may prescribe the form of the notice to repair and the manner in which it may be served."}, {"act": "Chancel Repairs Act 1932", "year": 1932, "section": "4", "section_title": " Interpretation.", "section_text": "4 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ Chancel ” means the chancel of any church of or belonging to a benefice; “ Prescribed ” means prescribed by  rules of court ; “ Responsible authority, ” in relation to a chancel, means the parochial church council of the parish in which the chancel is situate, or, in a case where there is no such council, the incumbent and churchwardens of that parish. 2 For the purpose of this section the expressions “benefice,” “ church ” and “ parochial church council ” have the meanings respectively assigned to them by the  Interpretation Measure 1925."}, {"act": "Chancel Repairs Act 1932", "year": 1932, "section": "5", "section_title": " Short title and application.", "section_text": "5 1 This Act may be cited as the Chancel Repairs Act 1932. 2 This Act shall apply only to chancels situate in the province of Canterbury (excluding the Channel Islands) and the province of York (excluding the Isle of Man). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]