[{"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "1", "section_title": " Power to prohibit or control the importation or keeping of musk rats.", "section_text": "1 1 It shall be lawful for the Minister of Agriculture and Fisheries and the Secretary of State for Scotland (in this Act referred to as the  “ Minister ” and  “ the Secretary of State ” respectively), acting jointly, to prohibit by order either absolutely, or except under a licence granted under this Act, the importation into and the keeping within Great Britain of any animal of the species designated  Fiber zibethicus  or  Ondatra zibethica , and commonly known as the musk rat, or musquash.  An order made under this subsection may prohibit absolutely the importation of musk rats notwithstanding that the keeping of them is not prohibited absolutely. 2 Every order made under the preceding subsection shall, so soon as may be after it is made, be laid before each House of Parliament and if either House of Parliament within the next subsequent twenty-eight days on which that House has sat after any such order has been laid before it, resolves that the order shall be annulled, the order shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder or to the making of a new order."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "2", "section_title": " Power to make regulations and prescribe form of licences. ", "section_text": "2 For the purpose of enabling effect to be given to orders made under the last preceding section, the Minister and the Secretary of State, acting jointly, may— a make regulations with respect to the ports at which musk rats may be imported under a licence, the form of container to be used for their transport from place to place, the nature of the premises upon which, and the manner in which, they may be kept under a licence and the precautions to be taken against their escape; b prescribe the forms of licences to be used under this Act, the duration of such licences and the terms and conditions to be attached thereto; and c with the approval of the Treasury, prescribe the fees to be charged in respect of the grant or renewal of such licences."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "3", "section_title": " Grant and revocation of licences. ", "section_text": "3 The appropriate department may at their discretion— a upon payment by an applicant of the prescribed fee, grant to him a licence in the prescribed form authorising him to import and keep, or to keep, musk rats in accordance with the terms of the licence and with the regulations, and from time to time renew any licence so granted; and b revoke any such licence, if it is shown to their satisfaction that the holder thereof has failed to comply with any term of the licence or with any of the regulations, or has been convicted of an offence under this Act."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "5", "section_title": " Provisions as to musk rats found at large. ", "section_text": "5 1 The following provisions of this section shall have effect with respect to musk rats found at large at any time while an order under section one of this Act is inforce. 2 The occupier of any land who knows that musk rats, not being musk rats kept by him under a licence, are to be found thereon shall forthwith give notice to the appropriatedepartment. 3 The appropriate department so soon as they become aware that musk rats, not being musk rats kept under a licence, are to be found on any land, may take such steps as theyconsider necessary for their destruction, and it shall be the duty of the occupier of the land to afford all such facilities as it is in his power to afford to  any authorised persons . 3A “ Authorised person ” means— a in relation to England and Wales, a person authorised in writing by the appropriate department to exercise powers under subsection (3); b in relation to Scotland, a person employed by or on behalf of the appropriate department for the purposes of subsection (3). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 No action for damages shall lie in respect of the killing or wounding of any musk rat which is found at large."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "6", "section_title": " Offences, &c. ", "section_text": "6 1 Any person who— a at a time when the importation of musk rats is prohibited absolutely, imports, or attempts to import, any musk rat into Great Britain, or at a time when such importation isprohibited except under a licence, imports or attempts to import, any musk rat into Great Britain without having in force a licence authorising him so to do; or b at a time when the keeping of musk rats is prohibited absolutely, keeps any musk rat in Great Britain, or at a time when the keeping of musk rats is prohibited except undera licence, keeps any musk rat in Great Britain without having in force a licence authorising him so to do; or c being the holder of a licence granted to him under this Act, acts in contravention of or fails to comply with any regulation made under this Act, or any term of his licence;or d turns loose any musk rat, or wilfully allows any musk rat to escape; or e obstructs any officer of, or person authorised by or employed by or on behalf of, the appropriate department, in the execution of his duty under this Act; or f fails to give a notice which he is required by subsection (2) of the last preceding section to give, shall be guilty of an offence under this Act, and shall on summary conviction be liable— in the case of an offence under paragraph ( a ), paragraph ( b ) or paragraph ( d ) of this subsection, to a penalty of  level 2 on the standard scale ,or if the offence was committed in respect of more than four animals, to a penalty of  level 1 on the standard scale in respect of each animal; in the case of an offence under paragraph ( c ), to a penalty of  level 1 on thestandard scale , and to a further penalty of forty shillings for every day on which the offence continues after convictiontherefor; in the case of an offence under paragraph ( e ), to a penalty of  level 2 on thestandard scale ; and in the case of an offence under paragraph ( f ), to a penalty of  level 1 on thestandard scale ; and the court before which any person is convicted of an offence under paragraph ( a ) , paragraph ( b ) or paragraph ( c ) of this subsection may order any musk rats in respect of which the offence was committed to beforfeited and destroyed. 2 Any officer of police and any person duly authorised in that behalf by the appropriate department may seize any musk rats with respect to which he has reason to believe thatan offence under paragraph ( a ) of the last preceding subsection has been committed, and may detain them pending the determination of anyproceedings to be instituted under that subsection, or until the appropriate department are satisfied that no such proceedings are likely to be instituted. 3 Proceedings in England and Wales for an offence under this section may be brought within the period of 6 months beginning with the date on which evidence sufficient in the opinion of the prosecutor to warrant the proceedings came to his knowledge. 4 But subsection (3) does not authorise the commencement of proceedings for an offence more than 2 years after the date on which the offence was committed. 5 For the purposes of subsection (3), a certificate signed by or on behalf of the prosecutor and stating the date on which evidence sufficient in his opinion to warrant the proceedings came to his knowledge shall be conclusive evidence of that fact. 6 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "7", "section_title": " Compensation. ", "section_text": "7 1 If an order is made under section one of this Act prohibiting absolutely the keeping of musk rats, any person who on the date of the order and on the twenty-fourth day of June, nineteen hundred and thirty-one, was keeping musk rats for profit in Great Britain shall, subject to the provisions of this section, be entitled to receive from the appropriate department compensation in respect of any pecuniary loss which he may suffer by reason of his being required in consequence of the making of the order to destroy his musk rats and in respect of the value of any structure or equipment erected or provided by him which is rendered useless, or of less utility, by reason of the prohibition contained in the order: Provided that the compensation payable to a person under this section shall not in any case exceed the amount which would be payable to him if he had, at the date when the order came into operation, possessed only the same number of musk rats and the like structures and equipment as he possessed on the said twenty-fourth day of June. 2 A claim for compensation under this section shall be made within three months after the date on which the order came into operation, and any question in dispute as to whether compensation is payable under this section, or as to the amount of any compensation so payable, shall be determined by a single arbitrator to be appointed, in default of agreement, by the Lord Chief Justice of England or, as the case may be, by the Lord President of the Court of Session."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "8", "section_title": " Saving in respect of animals kept for exhibition, &c. ", "section_text": "8 1 A person who desires to keep musk rats for exhibition, or for purposes of scientific research or other exceptional purposes, may apply to the appropriate department, and the department at their discretion may grant to him a special licence (which may be revoked by them at any time) authorising him to import and keep such limited number of musk rats, in such manner and upon such conditions as may be specified in the licence. 2 A special licence may be granted under this section and shall have effect according to its tenor notwithstanding that the acts authorised by it are for the time being prohibited by an order made under section one of this Act."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "9", "section_title": " Expenses of executing Act.", "section_text": "9 Any expenses incurred under this Act by the Minister, . . .   or the Department of Agriculture for Scotland shall be defrayed out of moneys provided by Parliament."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "10", "section_title": " Power to extend provisions of Act to other destructive non-indigenous animals. ", "section_text": "10 1 If at any time the Minister and the Secretary of State are satisfied with respect to animals of any non-indigenous mammalian species that by reason of their destructive habits it is desirable to prohibit or control the importation or keeping of them and to destroy any which may be at large or keep under review whether any which may be at large should be destroyed , they may make with respect to animals of that species any such order as they are empowered by subsection (1) of section one of this Act to make with respect to musk rats, and thereupon all the provisions of this Act shall apply in relation to animals of that species as they apply in relation to musk rats, subject, however, to the modification that in subsection (1) of section seven of this Act the words “and on the twenty-fourth day of June,“nineteen hundred and thirty-one” shall be omitted and subject also to such exceptions and other modifications, if any as may be specified in the order: Provided that, notwithstanding anything in subsection (2) of section one of this Act, an order made under this section shall be of no effect until a resolution approving it has been passed by each House of Parliament. 1A The power in subsection (1) (like the power in subsection (1) of section one of this Act) includes power to revoke or amend an order made under that subsection. 2 In this section the expression “ non-indigenous mammalian species ” means a mammalian species which at the date of the commencement of this Act was not established in a wild state in Great Britain, or had only become so established during the preceding fifty years: Provided that nothing in this section shall apply to any species which was at the said date commonly kept in Great Britain in a domesticated state."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "11", "section_title": " Interpretation.", "section_text": "11  [ (1)] In this Act the expression— “ the appropriate department ” means, as respects England, the Minister and, as respects Scotland, the Department of Agriculture for Scotland; the expression “ occupier ” means, in the case of land not occupied by any tenant or other person, the owner of the land; and the expression “ land ” includes land covered with water and any buildings and any other erection on land and any cellar, sewer, drain or culvert in or under land. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Destructive Imported Animals Act 1932", "year": 1932, "section": "12", "section_title": " Short title and extent.", "section_text": "12 1 This Act may be cited as the Destructive Imported Animals Act, 1932. 2 This Act shall not extend to Northern Ireland, . . .  ."}]