[{"act": "Law Of Property (Entailed Interests) Act 1932", "year": 1932, "section": "1", "section_title": "\n Saving of beneficial interests.", "section_text": "1 1 At the end of subsection (6) of section thirty-six of the   Settled Land Act, 1925, and at the end of section thirty-five of the   Law of Property Act, 1925, and before the provision added to that section by the   Law of Property (Amendment) Act, 1926, the following words shall, in each case, be inserted, namely :—  “                and the right of a person who, if the land had not been made subject to a trust for sale by virtue of this Act, would have been entitled to an entailed interest in an undivided share in the land, shall be deemed to be a right to a corresponding entailed interest in the net proceeds of sale attributable to that share.              ” 2 This section shall be deemed to have come into operation on the first day of January, nineteen hundred and twenty-six, but shall have effect without prejudice to any order of the court made before the date of the passing of this Act, or to any title acquired by a purchaser for money or money’s worth before that date ."}, {"act": "Law Of Property (Entailed Interests) Act 1932", "year": 1932, "section": "2", "section_title": " Definition of rent charge.", "section_text": "2 For removing doubt it is hereby declared that a rent charge (not being a rent charge limited to take effect in remainder after or expectant on the failure or determination of some other interest) is a rent charge in possession within the meaning of paragraph ( b ) of subsection (2) of section one of the  Law of Property Act, 1925, notwithstanding that the payments in respect thereof are limited to commence or accrue at some time subsequent to its creation."}, {"act": "Law Of Property (Entailed Interests) Act 1932", "year": 1932, "section": "3", "section_title": " Short title and construction.", "section_text": "3 1 This Act may be cited as the Law of Property (Entailed Interests) Act, 1932, and so far as it amends any Act shall be construed as one with that Act. 2 The Law of Property Acts, 1925 to 1929, and this Act, so far as it amends those Acts, may be cited together as the Law of Property Acts, 1925 to 1932."}]