[{"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "9", "section_title": " Provisions as to sea and tidal waters, the seashore, &c.", "section_text": "9  1 The restrictions contained in section four of the principal Act shall not extend so as to prevent the Parliament of Northern Ireland making laws with respect to— a the construction, carrying out or alteration of any works on or under or over any part of the shore or bed of the sea whether or not vested in the Crown; or b the carrying out of dredging operations in the sea; or c the deposit or removal of materials on or from the shore or bed of the sea whether or not vested in the Crown; or d ferries across tidal waters in Northern Ireland, if the consent of the Board of Trade and, in a case where any foreshore the management whereof is vested in the Commissioners of Crown Lands is affected, also the consent of those Commissioners, has been obtained. 2 The exercise of administrative powers by the Government of Northern Ireland in connection with any such matters as are mentioned in the last preceding subsection and in relation to byelaws affecting the shore or bed of the sea shall be subject to the like consents as are specified in that subsection. 3 Where  an application is made to the High Court or to a county court  for the sale or conveyance of, or for a declaration of title as to, any land in Northern Ireland and the land includes any part of the shore or bed of the sea or any land immediately abutting thereon, or where an application is made to any department of the Government of Northern Ireland for any consent, approval, order, licence, loan or other matter which may, or for any purpose which may, affect the shore or bed of the sea or land immediately abutting thereon, notice of the application shall be given by the court or the department concerned to the Board of Trade and the Commissioners of Crown Lands. 4 For the purposes of this section— a the expression “ shore ” means the land below the high-water mark of ordinary spring tides, and the expression “ sea ” includes every arm of the sea and every navigable river up to the point at which it ceases to be tidal; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Northern Ireland (Miscellaneous Provisions) Act 1932", "year": 1932, "section": "10", "section_title": " Short title.", "section_text": "10 This Act may be cited as the Northern Ireland (Miscellaneous Provisions) Act 1932."}]