[{"act": "Town and Country Planning Act 1932", "year": 1932, "section": "1", "section_title": "Scope of planning schemes.", "section_text": " 1   A scheme may be made under this Act with respect to any land, whether there are or are not buildings thereon, with the general object of controlling the development of the land comprised in the area to which the scheme applies, of securing proper sanitary conditions, amenity and convenience, and of preserving existing buildings or other objects of architectural, historic or artistic interest and places of natural interest or beauty, and generally of protecting existing amenities whether in urban or rural portions of the area.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "2", "section_title": "Local authority for purposes of Act.", "section_text": " 2    1   Subject to the provisions of this section, the local authorities for the purposes of this Act shall be, as respects the city of London, the common council of that city, as respects the county of London, the London County Council, and elsewhere, the councils of county boroughs and county districts.     2   The council of any county district may at any time by agreement relinquish in favour of the council of the county within which the district is situate, or, if the district extends into two or more counties, in favour of the council of any of those counties, any of their powers or duties under this Act upon such terms and subject to such conditions, if any, as may be specified in the agreement, and the relinquishment may be either for a specified term or pending the rescission or variation of the agreement in pursuance of the terms thereof, and the agreement may apply with such modifications and adaptations, if any, as may be agreed, any of the provisions of the  Local Government Act, 1929, relating to the transfer of property and liabilities.    Where an agreement made under this section for relinquishing any power or duty to a county council is in force, any reference in this Act to a local authority shall, in relation to that power or duty, be construed as a reference to the county council.     3   Where an agreement is made or is rescinded or varied under the last preceding subsection, the county council shall forthwith send a copy of the agreement or, as the case may be, notice of the rescission or variation to the Minister of Health (in this Act referred to as \" the Minister \").    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "3", "section_title": "Appointment of joint committees.", "section_text": " 3    1   Where two or more authorities, being local authorities or county councils, are desirous of acting jointly in the preparation or adoption of a scheme, they may concur in appointing a joint committee for the purpose and in delegating, with or without restrictions, to that committee any powers, other than the power to borrow money or levy a rate, which any of the constituent authorities might exercise for the purpose, and in imposing on that committee any duties which any of the constituent authorities are required to discharge for the purpose.     2   Every person appointed to represent a constituent authority on a joint committee must be a member of one at least of the constituent authorities, but the same person may be appointed to represent two or more of those authorities.     3   A constituent authority may appoint their representative on a joint committee to serve as such for so long as he holds office as a member of any one of the constituent authorities, or for any shorter period.     4   A joint committee may, with the consent of a majority of the constituent authorities, co-opt persons, whether members of a constituent authority or not, to serve as additional members of the committee, so, however, that at least three-fourths of the members of the joint committee shall be persons who are appointed members of that committee.     5   A joint committee may appoint such and so many sub-committees, consisting either wholly or partly of members of the committee, as the committee think fit, so, however, that at least three-fourths of the members of a sub-committee shall be persons who are appointed members of the joint committee.     6   The expenses of a joint committee shall be defrayed by the constituent authorities, or some or one of them, as they may agree, and if any question arises as to the authorities or authority by whom, or the proportions in which, any such expenses are to be defrayed, that question shall be determined by the Minister.     7   The provisions of section fifty-eight of the  Local Government Act, 1894, with respect to accounts and audit shall, with any necessary modifications, apply in relation to a joint committee as if county councils were included amongst the councils mentioned in subsection (1) of the said section fifty-eight.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "4", "section_title": "Combination of authorities for purposes of schemes.", "section_text": " 4    1   If it appears to the Minister to be expedient that two or more authorities, being local authorities or county councils, should act jointly in the preparation or adoption of a scheme, he may, at the request of any one or more of them by order provide for the constitution of a joint committee for the purpose and transfer to the committee any powers, other than the power to borrow money or levy a rate, and duties which any of the constituent authorities might exercise and discharge for the purpose :    Provided that, before making any such order, the Minister shall, unless all the authorities affected thereby assent to the making thereof, cause a local inquiry to be held.     2   An order under this section may provide for the application, with any necessary modifications, to the committee thereby constituted of any of the provisions of the last preceding section, and may, if it appears to the Minister to be necessary, provide for the dissolution of any joint committee constituted under the foregoing provisions of this Act or any repealed enactment relating to town planning.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "5", "section_title": "Power to alter constitution of joint committees.", "section_text": " 5    1   Where a joint committee have been appointed, whether under section three or section four of this Act or under any repealed enactment relating to town planning—   a   the council of any county into which the district of any of the constituent authorities extends; or     b   any local authority whose district adjoins the district of any of the constituent authorities;    shall at any time, if they desire to be represented on the joint committee and, in the case of a local authority, if the Minister considers that they ought to be so represented, be entitled to appoint such number of additional members of the committee and shall delegate to the committee such powers, other than the power to borrow money or levy a rate, and duties, as may be agreed with the joint committee or, failing agreement, may be determined by the Minister, and if at any time it appears to the Minister to be expedient that any such council or local authority as aforesaid who have not claimed to be represented on the joint committee should be so represented, he may by order make such alteration in the constitution of the committee and transfer to the committee such of the powers, other than as aforesaid, and duties of the said council or local authority as he thinks fit.     2   A county council or local authority who by virtue of this section become represented on a joint committee shall for the purposes of subsections (2) to (7) of section three of this Act be deemed to be a constituent authority, but the alteration so made in the constitution of the committee shall not affect the identity of the committee, the validity of any previous proceedings thereof or the validity of any resolution previously passed by any of the constituent authorities.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "6", "section_title": "Preparation or adoption of schemes.", "section_text": " 6    1   Subject to the provisions of this section, a local authority or a joint committee duly authorised in that behalf may, by resolution, decide—   a   to prepare a scheme with respect to any land within, or in the neighbourhood of, the district of the authority or, as the case may be, the districts of the constituent authorities; or     b   to adopt, with or without modifications, a scheme proposed by all or any of the owners of any such land.       2   A resolution passed under the foregoing subsection shall not take effect unless and until it is approved by the Minister, and the Minister in giving his approval may vary the extent of the land to be included in the area to which the resolution is to apply, but the Minister shall not approve any such resolution unless he is satisfied—   a   in the case of any land already built upon, that public improvements are likely to be made, or other development is likely to take place, within such a period of time and on such a scale as to make the inclusion of the land in a scheme expedient, or that the land comprises buildings or other objects of architectural, historic or artistic interest, or that the land is so situate that the general object of the scheme would be better secured by its inclusion;     b   in the case of land which is neither already built upon nor in course of development, nor likely to be developed, that the land is so situated in relation to land which is already built upon, or in course of development, or on which development is likely to take place, as to make its inclusion in a scheme expedient, or that it comprises objects or places of natural interest or beauty:      Provided that nothing contained in this subsection shall prevent the Minister from approving a resolution adopting a scheme comprising land in respect of which he is not satisfied that the conditions specified in this subsection are complied with, if the scheme has been proposed by the owners of not less than two-thirds of that land and approved by not less than three-fourths of the owners of that land.     3   A local authority or joint committee, before passing a resolution which will apply to—   i   any land not within the district or, as the case may be, districts aforesaid; or     ii   any land to which either a resolution to prepare or adopt a scheme, or a scheme, being a resolution or scheme passed or made by, another authority or committee, applies,    shall consult with every authority or committee who will be affected thereby.     4   A resolution of a local authority or joint committee to prepare a scheme may be revoked, either as to the whole or any part of the area to which it applies, by a subsequent resolution of the authority or committee, or, if the Minister thinks that in the special circumstances of the case the resolution should be so revoked, by order of the Minister:    Provided that—   a   a resolution under this subsection shall require the approval of the Minister, and the Minister may refuse to approve it except subject to such conditions as he thinks fit to impose; and     b   before making an order under this subsection the Minister shall inform the authority or committee, as the case may be, of the order which he proposes to make and, if within twenty-eight days the authority or committee request him so to do, shall cause a local inquiry to be held into the matter.       5   In giving his approval to a resolution under the last foregoing subsection, and in making an order thereunder, the Minister shall by the imposition of conditions or, as the case may be, by the terms of his order secure that—   i   any person whose property has been injuriously affected by reason that since the commencement of this Act the Minister has refused, on an appeal made to him under an interim development order, to grant an application for permission to develop the property, or that the Minister has imposed any conditions on the grant of an application made since that date; and     ii   any person who, for the purpose of complying with any conditions imposed on the grant of such an application, has since the commencement of this Act incurred expenditure which is rendered abortive by the revocation of the resolution to prepare a scheme,    shall be entitled, if he makes a claim for the purpose within twelve months from the date when the resolution is approved or the order is made, as the case may be, to claim compensation from such authority as may be specified in the condition or order:    Provided that the Minister shall not secure a right to compensation in respect of any injurious affection of property arising from refusal to permit any development, or from the imposition of any conditions, where he is satisfied that, if a scheme had come into operation containing provisions which would have had the effect of prohibiting that development, or under which those conditions could have been enforced, no right to compensation would have arisen under this Act in respect of the injurious affection of the property by the coming into operation of those provisions.     6   Where a resolution or resolutions to prepare a scheme or schemes, has or have taken effect, the local authority or joint committee who passed the resolution or resolutions may prepare one scheme for dealing with the area to which the resolution applies or with the aggregate area to which the resolutions apply, as the case may be, or, if they think fit, may prepare different schemes for dealing with different parts of that area or aggregate area.     7   Where under the last foregoing subsection a local authority or joint committee have power to prepare a scheme for any area, they may decide in lieu of proceeding with the preparation of a scheme to adopt, with or without modifications, a scheme for that area or any part thereof proposed by all or any of the owners of land in that area or part thereof. A decision under this subsection shall not be deemed for the purposes of this Act to be a resolution to adopt a scheme, but as from the date of the decision the resolution or resolutions to prepare a scheme or schemes shall, so far as concerns the area or part of an area to which the decision relates, have effect as if the resolution or resolutions had been for the adoption of a scheme.     8   The foregoing provisions of this section shall not apply in the case of a resolution to prepare a scheme varying an existing scheme or to prepare a supplementary scheme as defined by this Act.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "7", "section_title": "Notices in relation to the making of, or under, schemes.", "section_text": " 7    1   Where a resolution to prepare or adopt a scheme has taken effect, the local authority or joint committee who passed the resolution, shall within the period specified in the next succeeding subsection—   a   publish a notice of the resolution in the London Gazette and at least once during each of two successive weeks, with an interval between each publication of at least six clear days, in a local newspaper; and     b   serve in the prescribed manner a like notice, in the case of every hereditament in the area to which the resolution applies, on the person shown as the occupier thereof in the latest assessment to income tax under Schedule A of the  Income Tax Act, 1918, as amended by any subsequent enactment, and also upon the person so shown as the owner thereof.      In this subsection the expression \" latest assessment, \" in relation to any hereditament, means the last assessment to tax in respect of that hereditament allowed by the commissioners for the general purposes of the income tax before the date on which the resolution takes effect.     2   A notice required by the last preceding subsection to be published and served in the manner therein mentioned shall be published in the London Gazette and once at least in a local newspaper within fourteen days, and be served within six months, after the date when the resolution takes effect, and shall contain—   a   a concise statement of the effect of the resolution, together with information as to the place and times at which a map defining the area to which the resolution applies may be inspected; and     b   a statement as to the right of persons concerned to have their names and addresses registered for the purpose of the service of subsequent notices; and     c   in the case of a notice to be served on any person, a direction to the recipient to transmit it forthwith to the person, if any, to whom he pays rent for the property.       3   A local authority or joint committee who are required under the foregoing provisions of this section to serve notices of a resolution may require the surveyor of taxes for the area to which the resolution applies to furnish to them, on payment at a rate not exceeding five shillings for every hundred entries numbered separately, a list of the names and addresses of the owners and occupiers within the said area as shown in assessments to income tax under Schedule A of the Income Tax Act, 1918, as amended by any subsequent enactment, being the assessments last allowed by the Commissioners for the general purposes of the income tax before such date as may be specified in the requisition.     4   For facilitating the service of subsequent notices, the local authority or joint committee by whom the resolution to prepare or adopt a scheme was passed shall compile a register of names and addresses in accordance with the provisions hereafter in this section contained.     5   Until the coming into operation of the scheme it shall be the duty of the authority by whom the register was compiled to keep and maintain the register, and after the coming into operation of the scheme it shall be kept and maintained by such authority as may be provided in the scheme, and the scheme may provide for different portions of the register being kept and maintained by different authorities and for all authorities concerned having reasonable access to any part of the register, and shall contain such provisions with respect to the keeping and maintenance of the register as appear to be necessary, including provisions for securing that information as to the custody of the register, or the different portions thereof, is given to persons concerned.     6   Any person who is, or claims to be, an owner of any property in the area to which the resolution applies, and any association representing owners of property within the district of the local authority or the districts of the local authorities represented on the joint committee by whom the resolution was passed, and any local association representing business or industry, may from time to time by notice in writing, specifying in the case of an owner the property of which he claims to be the owner, require the local authority or committee who for the time being have charge of the register, or of the appropriate portion thereof, to register his or their name and address free of charge, in the case of an owner, in respect of the property specified in the notice and, in the case of an association, in respect of the district of the local authority or the districts of the local authorities represented on the joint committee by whom the resolution was passed.    An authority or committee shall comply with any notice given to them under this subsection, and shall inform the person or association concerned that his or their name and address have been duly registered.     7   Where by virtue of this Act or any regulation made thereunder a public notice is required to be given of any thing done or proposed to be done, or of any action taken or proposed to be taken, by a local authority, joint committee, or responsible authority, or the Minister, under the resolution, or under or by virtue of any scheme made in pursuance thereof, a copy of the notice shall be served on every person whose name and address appear in the register in respect of any property which will be affected, and on every association whose name and address appear in the register, and, if any subsequent resolution for the preparation or adoption of a scheme is passed by the local authority or joint committee who passed the original resolution, or by any authority represented on that committee and is approved by the Minister notice of the resolution shall be given to every association whose name and address appear in the register:    Provided that—   a   at any time after the expiration of three years from the time when a request for registration or re-registration was last made by any person or association, the authority having charge of the register or of the relevant portion thereof may, by notice in writing, require that person or association to state within a period of one month whether he or they desire that his or their name and address shall be registered afresh, and unless within the said period a request for re-registration is duly made, the said authority may remove the name of that person or association from the register; and     b   the authority may at any time, with the consent of any person or association, remove the name of that person or association from the register.       8   The provisions of this section—   a   shall not apply in relation to the service of any notice relating to the compulsory acquisition of land under this Act; and     b   shall apply in relation to the service of notices in connection with a resolution to prepare or adopt a supplementary scheme under this Act or a scheme varying an existing scheme to such extent only, and subject to such modifications, if any, as may be prescribed.      "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "8", "section_title": "Approval, validity, coming into effect, variation and revocation of schemes.", "section_text": " 8    1   A scheme prepared or adopted by a local authority or joint committee shall require the approval of the Minister, and the Minister may approve any scheme either with or without modifications :    Provided that—   i   where the resolution passed by the local authority or joint committee in pursuance of section six of this Act was a resolution to prepare a scheme, the draft scheme prepared in pursuance of the resolution shall, before submission to the Minister, be adopted by resolution of the local authority or joint committee at a meeting of which special notice indicating the business to be transacted has been given to each member; and     ii   before making any modifications in a scheme, the Minister shall inform the local authority or joint committee, as the case may be, of the modifications which he proposes to make, and shall cause a local inquiry to be held into the matter if within twenty-eight days the local authority or joint committee request him so to do.       2   The provisions of Parts I and II of the First Schedule to this Act shall have effect with respect to the laying of schemes before Parliament, the validity of schemes, and the dates on which schemes are to come into operation.     3   A scheme may be varied, otherwise than by way of extension of the area to which the scheme applies, or may be revoked, by a subsequent scheme prepared, or adopted, and approved in accordance with this Act and any regulations made thereunder.     4   The Minister, on an application made in accordance with the provisions of the next succeeding subsection, may, if he thinks that in the special circumstances of the case a scheme ought to be varied or revoked, himself make a scheme varying or revoking that scheme:    Provided that the Minister shall not make any variation in a scheme unless he is satisfied that it will not involve substantial additional expenditure by any responsible authority under the scheme who object to the variation being made.    A scheme made by the Minister under this subsection shall, for the purposes of this Act, be deemed to have been prepared or adopted by such authority or committee as may be specified in the scheme.     5   An application to the Minister under this section may be made by any authority who are a responsible authority for any purposes of the scheme which it is proposed to vary or revoke, or by any joint committee appointed for the purpose of preparing a scheme in respect of an area comprising land to which the first mentioned scheme applies, or by any other authority or person who appear or appears to the Minister to be concerned.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "9", "section_title": "Supplementary schemes for areas comprised in regional schemes.", "section_text": " 9    1   In any case where a regional scheme is in operation, any local authority or joint committee may by resolution decide to prepare a scheme with respect to any land to which the regional scheme applies, being land in, or in the neighbourhood of, the district of the local authority or, as the case may be, the districts of any of the constituent authorities, or to adopt, with or without modifications, a scheme proposed by all or any of the owners of any such land.     2   A scheme prepared or adopted under the preceding subsection (in this Act referred to as a \" supplementary scheme \") shall incorporate, with or without modifications, all such provisions of the regional scheme as relate to the area to which the supplementary scheme applies and are not inconsistent with the provisions thereof, and may include such additional provisions as appear to be necessary or desirable.     3   A resolution to prepare or adopt a supplementary scheme shall not affect the operation of the regional scheme or the powers of any authority thereunder, but as from the date on which the supplementary scheme comes into operation it shall, so far as respects the area to which it applies, have the effect of revoking the regional scheme.     4   In this section the expression \" regional scheme \" means a scheme made, whether under this Act or under any Act repealed by this Act, by a joint committee.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "10", "section_title": "Interim development orders.", "section_text": " 10    1   The Minister shall make a general order with respect to the interim development of land within the areas to which resolutions to prepare or adopt a scheme apply and may make special orders with respect to the interim development of any such land in any particular area.    For the purposes of this section the expression \" interim development \" means development between the date on which the resolution takes effect, and the date of the coming into operation of the scheme.     2   An order made under the preceding subsection (in this Act referred to as \" an interim development order\") may itself permit the development of land either unconditionally or subject to any condition specified in the order, or may empower any authority so specified to permit the development of land in accordance with the terms of the order.     3   Where an application for permission to develop land is made to the specified authority in manner provided by the order, the authority may, subject to the terms of the order, grant the application unconditionally or subject to such conditions as they think proper to impose, or may refuse the application, and they shall be deemed to have granted the application unconditionally unless within two months from the receipt thereof, or within such longer period as the applicant may agree in writing to allow, they give notice to him that they have decided to the contrary, stating their reasons for so doing:    Provided that—   a   an application for permission to erect a new building on the site of an existing building, or on the site of a building which was standing within two years before the date on which a resolution takes effect, if made before or within two years after the destruction or demolition of that previous building, or within twelve months after the date on which the resolution takes effect, whichever period last expires, shall not be refused and conditions shall not be imposed, if the effect of the refusal or imposition of conditions would be to render it impossible for the applicant to erect a building having a cubic content above the level of the ground as great as that of the previous building or, in the case of a previous building used for business or industry, to erect a building having as great a cubic content above the level of the ground and as great a superficial area on the ground floor as those of the previous building, except where either—   i   the new building would not conform with a provision proposed to be inserted in the scheme for fixing, in relation to any street or proposed street, a line beyond which no building in that street or proposed street may project; or     ii   it is proposed to include the site of the new building or part thereof in an area to be reserved by the scheme for a . purpose the carrying out of which in the future would necessitate the removal or the alteration of the new building;       b   an application for permission to use any building which is erected in substitution for an existing building, or other such previous building as aforesaid, and is commenced within two years after the destruction or demolition of the previous building, for any purpose of the same or similar character as that for which the previous building was last used before its destruction or demolition shall not be refused unless such a use would be of a noxious or otherwise offensive character.       4   In any case where an application under the last preceding subsection is refused or is granted subject to conditions, the authority may, if they think fit, make a contribution, the payment of which shall not be unreasonably delayed, towards any damage or expense which the applicant shows to their satisfaction that he is likely to suffer by reason of their decision.     5   An applicant who is aggrieved by the refusal of the authority to consent to his application, or by any conditions imposed by them, may within twenty-eight days from the date on which he received notice of the decision of the authority, or such longer period as the Minister may allow, appeal to the Minister, and the Minister, after taking into consideration any offer by the authority to make a contribution under the last preceding subsection, may dismiss or allow the appeal, either unconditionally or subject to such conditions as he thinks proper to impose, but the Minister, before deciding any such appeal, shall, if either the appellant or the authority so desire, afford them an opportunity of appearing before and being heard by a person appointed by the Minister for the purpose.    The decision of the Minister on an appeal under this subsection shall be final and shall have effect as if it were a decision of the authority.     6   Where an appeal to the Minister under the last preceding subsection is dismissed on the ground only that the land to which the appeal relates, though otherwise suitable for immediate development, ought to be reserved by the scheme for a public open space, and the Minister is satisfied that, if the appeal had been allowed, the development for which permission was sought would have taken place within a reasonable period, the appellant, if he is entitled to dispose of the fee simple of the land with vacant possession, may, by notice in writing given to the authority within six months from the date of the Minister's decision, require the authority to purchase the land at a price to be agreed, or in default of agreement to be determined in accordance with the provisions of the  Acquisition of Land (Assessment of Compensation) Act, 1919, and the authority shall purchase the land accordingly.     7   Where expenditure is necessarily incurred on buildings or works in order to comply with a condition confirmed or imposed by the Minister on an appeal to him under this section, and the condition was confirmed or imposed in anticipation of the reservation of land for a public purpose or the execution of works under the scheme, then, if the scheme as proposed to be approved by the Minister does not contain a provision for such reservation or execution of works, and the Minister, on representations made to him, is satisfied that the expenditure which has been so incurred is wholly or partly abortive on that account, the scheme shall provide that the person by whom the expenditure was incurred shall be entitled, if he makes a claim in that behalf within twelve months from the date on which the scheme comes into operation, to recover as compensation from the responsible authority so much of that expenditure as is abortive.     8   An interim development order may empower any authority specified in the order, with the consent of the Minister, to suspend the operation of any enactments contained in local Acts and of any orders, byelaws or regulations, under whatever authority made, where it is expedient in order to promote the development permitted by or under the order.     9   The foregoing provisions of this section shall not apply in any case where the scheme for the preparation or adoption of which a resolution has taken effect is a supplementary scheme or a scheme varying an existing scheme.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "11", "section_title": "Contents of schemes, and authorities responsible for enforcing them.", "section_text": " 11    1   Every scheme shall define the area to which it applies, and specify, in accordance with the provisions of the next succeeding subsection, the authority or authorities who are to be responsible for enforcing and carrying into effect the provisions of the scheme, and—   a   shall contain such provisions as are necessary or expedient for prohibiting or regulating the development of land in the area to which the scheme applies and generally for carrying out any of the objects for which the scheme is made, and in particular for dealing with any of the matters mentioned in the Second Schedule to this Act; and     b   where it is expedient in order to promote proper planning or development, may provide for suspending the operation of any provision, whether contained in a statute or in an order, byelaw, or regulation, under whatever authority made, in so far as that provision is similar to, or inconsistent with, any of the provisions of the scheme.       2   A scheme may—   a   specify as the responsible authority for all purposes of the scheme any one of the following authorities, that is to say, the local authority within whose district any land to which the scheme applies or any neighbouring land is situate, or a county council, or a joint body specially constituted by the scheme; or     b   specify any two or more such authorities as aforesaid as the responsible authorities for different purposes of the scheme or as respects different parts of the area to which the scheme applies.       3   Where a scheme provides for a joint body being the responsible authority for any of the purposes of the scheme, it shall contain all such provisions as appear to be necessary or desirable in relation to the constitution and incorporation of the joint body and for conferring and imposing powers and duties on them, and making provision with respect to the purposes for which and the manner in which they may borrow money and the manner in which their expenses are to be defrayed, and may authorise them to co-opt additional members, so, however, that at least three-fourths of the members of the joint body shall be persons who are members of a constituent authority of the joint body.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "12", "section_title": "Provisions in schemes with respect to buildings and building operations.", "section_text": " 12    1   The provisions to be inserted in a scheme with respect to buildings and building operations may include provisions—   a   prescribing the space about buildings;     b   limiting the number of buildings;     c   regulating, or enabling the responsible authority to regulate, the size, height, design and external appearance of buildings;     d   imposing restrictions upon the manner in which buildings may be used, including, in the case of dwelling-houses, the letting thereof in separate tenements; and     e   prohibiting building operations, or regulating such operations in respect of matters other than those specified in this subsection:      Provided that, where a scheme contains a provision enabling the responsible authority to regulate the design or external appearance of buildings, the scheme must also provide that any person aggrieved by any decision of the responsible authority under the provision aforesaid may appeal against the decision either to a court of summary jurisdiction or to a tribunal to be constituted for the purpose under the scheme, as may be thereby provided, and the grounds on which such an appeal may be brought shall include the ground that compliance with the decision would involve an increase in the cost of the building which would be unreasonable having regard to the character of the locality and of the neighbouring buildings.     2   The provisions to be inserted as aforesaid may—   a   differ as respects different parts of the area to which the scheme applies; and     b   be made applicable, either with or without modifications, to existing buildings as well as to buildings which are not existing buildings; and     c   be imposed as permanent provisions, or as provisions operating only pending the coming into operation of an order under the provisions hereafter in this Act contained with respect to general development orders.       3   No provision contained in a scheme with respect to buildings shall apply in relation to any building or the erection of any building which is, or is to be, occupied together with land which is used mainly or exclusively for agriculture, whether as arable, meadow, pasture ground or orchard, or for the purposes of a plantation or a wood, or for the growth of saleable underwood, and-is, or is to be used for, any of those purposes, unless the site of the building is reserved by the scheme for any purpose, the carrying out of which in the future would necessitate the removal or the alteration of the building.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "13", "section_title": "Power to enforce and carry into effect schemes.", "section_text": " 13    1   Subject to the provisions of this section, the responsible authority may at any time—   a   remove, pull down or alter, so as to bring into conformity with the provisions of the scheme, any existing building or other existing work which does not conform to those provisions, or the demolition or alteration of which is necessary for carrying the scheme into effect; or     b   remove, pull down or alter, so as to bring into conformity with the provisions of the scheme, any building or other work, not being an existing building or an existing work, which does not conform to those provisions, or in the erection or carrying out of which any provision of the scheme has not been complied with; or     c   where any building or land is being used in such a manner as to contravene any provision of the scheme, prohibit it from being so used; or     d   where any land has since the material date been put to any use which contravenes any provision of the scheme and is not an existing use, reinstate the land; or     e   execute any work which it is the duty of any person to execute under the scheme in any case where delay in the execution of the work has occurred and the efficient operation of the scheme has been or will be thereby prejudiced.       2   Before taking any action under this section the responsible authority shall serve a notice in the prescribed manner on the owner and on the occupier of the building or land in respect of which, the action is proposed to be taken and on any other person who, in their opinion, may be affected thereby, specifying the nature of, and the grounds upon which they propose to take, that action.     3   Where a building or work which the responsible authority propose to remove, pull down or alter under this section is an existing building or an existing work, or where the use of a building or land which they propose to prohibit is an existing use, the authority shall serve the notices for which provision is made by the last preceding subsection not less than six months before they take any action and, in any other case, they shall serve those notices not less than twenty-eight days before they take any action.     4   If any person served with such a notice as aforesaid desires to dispute any allegation contained therein, he may, by written notice served on the clerk of the court and the authority within twenty-eight days from the date of the service of the original notice on him, appeal to a court of summary jurisdiction for the petty sessional division or place within which the property to which the notice relates is situated, and no action shall be taken by the authority under subsection (1) of this section pending the final determination or withdrawal of the appeal.     5   If on any such appeal the court of summary jurisdiction are satisfied that the responsible authority are entitled to take the proposed action on the grounds specified in the notice, they shall dismiss the appeal and shall by their order empower the responsible authority, after the expiration of the period aforesaid of six months or twenty-eight days, as the case may be, to remove, pull down, or alter the building or work, or reinstate the land or execute the required work, or, as the case may be, shall by their order prohibit the building or land from being used in contravention of the scheme after the period aforesaid, but, if they are not so satisfied, they shall allow the appeal :    Provided that the court by whom an order is made under this subsection may, if they think fit, direct that the order shall, instead of taking effect after the expiration of the period aforesaid of six months or twenty-eight days, take effect at such later date as they think fit, being a date not more than six months or twenty-eight days, as the case may be, from the date of the order.     6   Except where the responsible authority remove, pull down or alter a building or work which is an existing building or an existing work, any expenses reasonably incurred by the responsible authority under subsection (1) of this section may be recovered summarily as a civil debt from the person in default:    Provided that, on any proceedings for the recovery of any such expenses, the defendant shall not be entitled to raise by way of defence any matter which might have been raised by him on an appeal under subsection (4) of this section.     7   A person who uses any building or land in a manner prohibited under this section shall be liable on summary conviction to a fine not exceeding fifty pounds and to a further penalty not exceeding twenty pounds in respect of each day on which he so uses the building or land after conviction.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "14", "section_title": "Supplementary orders.", "section_text": " 14    1   There may be inserted in any scheme a provision empowering any responsible authority, or any local authority or county council concerned who are not a responsible authority, to make orders (in this Act referred to as \" supplementary orders \" ), or to adopt, with or without modifications, supplementary orders proposed by owners of land, for supplementing the provisions of the scheme, as respects any part of the area to which it applies, by adding to it provisions with respect to any matters for which provision may be made by a scheme and for varying it in so far as may be necessary or expedient.     2   The provisions of this Act with respect to the approval of schemes by the Minister, the laying of schemes before Parliament, and the validity and date of operation of schemes shall apply in relation to a supplementary order, as if it were a scheme.     3   A supplementary order may be revoked or varied by a subsequent supplementary order made by the same authority, but so long, and in so far, as it continues to be operative, shall be deemed to form part of the scheme to which it relates.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "15", "section_title": "General development orders.", "section_text": " 15    1   The responsible authority may by an order (in this Act referred to as a \" general development order\") permit building operations to proceed, subject to such conditions as may be specified in the order, on any land as respects which the provisions of a scheme prohibit or restrict building operations pending the coming into operation of a general development     A general development order may be made with respect to the whole, or some part only, of the land which is subject to the prohibitions or restrictions and orders may be made from time to time so long as any part of that land remains so     A general development order shall require the approval of the Minister, and the Minister may approve any such order with or without modification.     2   Without prejudice to the power of the responsible authority to make a general development order at any time, it shall be the duty of every responsible authority within a period of three months from the expiration of every third year after the coming into operation of the scheme to take into consideration the desirability of making such an order with respect to all land which remains subject to the prohibitions or restrictions.     3   Any person aggrieved by the failure of the responsible authority to make, as respects any land in which he is interested, a general development order within the aforesaid period of three months may appeal to the Minister within two months after the expiration of such period of three months and the Minister on any such appeal may, if he thinks fit, make a general development order, and an order so made by him shall have effect as if it were an order made by the responsible authority and approved by the Minister.     4   A general development order may be revoked or varied by a subsequent general development order made by the same authority, but so long and in so far as it continues to be operative shall be deemed to form part of the scheme to which it relates.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "16", "section_title": "Power to permit building operations pending the coming into operation of a general development order.", "section_text": " 16    1   Where the provisions of a scheme prohibit or restrict building operations on any land pending the coming into operation of a general development order, a person, who, before such an order comes into operation with respect to that land, desires to commence thereon any building operations which would contravene any such temporary prohibition or restriction may, in accordance with such directions, if any, as may be contained in the scheme, apply to the responsible authority for their consent to the carrying out of the operations specified in the application.     2   The responsible authority shall, in deciding any such application, have regard to any injury likely to be caused to the applicant by the refusal of the application, as well as to any public advantage likely to result from the maintenance of the prohibition or restriction, pending the coming into operation of a general development order, and may, if they are satisfied that the proposed operations will not contravene any permanent provisions of the scheme, grant the application unconditionally, or subject to such conditions as they think proper to impose :    Provided that, where the authority have power under this subsection to grant an application, they shall not refuse that application unless they are satisfied that other land suitable for such building operations as are specified in the application is available on reasonable terms and either—   a   that the operations would involve danger or injury to health by reason of the lack of roads, sewers, water supply or any public services and that the provision of the necessary services would be premature, or likely to involve excessive expenditure of public money; or     b   that the operations would be likely seriously to injure the amenity of the locality.       3   Any person aggrieved by the refusal of any such application as aforesaid, or by any conditions imposed by the responsible authority, may within twenty-eight days from the date on which he received notice of the decision of the authority or such longer period as the Minister may allow, appeal to the Minister, and the Minister may dismiss or allow the appeal, either unconditionally, or subject to such conditions as he thinks proper to impose.    The decision of the Minister on an appeal under this subsection shall be final and shall have effect as if it were a decision of the authority.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "17", "section_title": "Power to make orders for preservation of certain buildings.", "section_text": " 17    1   Where a resolution to prepare or adopt a scheme has taken effect, the council of any county borough or county district which, or any part of which, is situate within the area to which the resolution applies or, as respects a building in such a county district, the council of the county comprising that district, may at any time make an order with respect to any building of special architectural or historic interest within that area and within the district of that council directing that without their consent the building shall not be demolished, and may at any time vary or revoke an order so made by them.     2   Subject as hereinafter provided no such order, and no variation or revocation of such an order, shall take effect unless and until the order, variation, or revocation, as the case may be, has been approved, with or without modifications, by the Minister, and the Minister before approving it shall consider any representations made to him by the owner of the building, or by any other person, and shall consult with the Commissioners of Works:    Provided that, if it appears to the Minister, after consultation with the Commissioners of Works, that the order should take effect immediately, he may make a declaration to that effect, and in that case the order shall come into operation so soon as a copy of the order and of the declaration is served on the owner and occupier of the building, but shall cease to have effect at the expiration of two months from the date of the declaration unless it has been previously approved by the Minister under this subsection.     3   Where the owner of a building with respect to which an order made under this section is in force has applied to the council to vary or revoke the order, or to consent to its demolition, he may, if he is aggrieved by their refusal to vary or revoke the order, or to grant their consent, or by any terms imposed by them as a condition of their consent, appeal to the Minister within twenty-eight days after the council have notified to him their decision.    On any appeal under this subsection, the decision of the Minister shall be final, but before giving his decision he shall consult with the Commissioners of Works.     4   Where an order has been made under this section, the coming into operation of a scheme for the area within which the building is situated shall not, unless the scheme so provides, operate as a revocation of the order.     5   Nothing in this section shall—   i   empower a council to make an order—   a   with respect to any ecclesiastical building which is for the time being used for ecclesiastical purposes; or     b   with respect to any building to which a scheme or order made under any enactment for the time being in force with respect to ancient monuments applies; or     c   with respect to any building for the time being included in a list of monuments published by the Commissioners of Works, under any such enactment as aforesaid:       ii   affect any powers of the Commissioners of Works under any such enactment as aforesaid.      "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "18", "section_title": "Provisions as to compensation for injurious affection, &c.", "section_text": " 18    1   Subject to the provisions of this Act, any person—   a   whose property is injuriously affected by the coming into operation of any provision contained in a scheme, or by the execution of any work under a scheme, or by the coming into operation of an order under section seventeen of this Act, being a provision, work or order which infringes or curtails his legal rights in respect of that property; or     b   who suffers damage by reason of any action taken by a responsible authority under section thirteen of this Act; or     c   who for the purpose of complying with any provision contained in a scheme, or in making or resisting a claim under the provisions of this Act relating to compensation and betterment, has incurred expenditure which is rendered abortive by a subsequent variation or revocation of the scheme,    shall, if he makes a claim within the time limited for the purpose by this Act, be entitled to recover as compensation from the responsible authority, or, if his claim arises out of the coming into operation of an order under section seventeen of this Act, from the council by whom the order was made, the amount by which his property is decreased in value, and, in the case of property on which he has carried on a trade or business or profession, the amount of any resulting injury to that trade or business or profession, or the amount of his damage, or, so far as it was reasonably incurred, the amount of the abortive expenditure, as the case may be.     2   In awarding any compensation payable in respect of property injuriously affected by the coming into operation of any provision contained in a scheme, account shall be taken of any additional injurious affection of the property by reason that since the commencement of this Act the Minister has refused, on an appeal made to him under an interim development order, to grant an application for permission to develop the property, or that the Minister has imposed any conditions on the grant of such an application made since that date.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "19", "section_title": "Power of Minister to exclude compensation in certain classes of cases.", "section_text": " 19    1   Subject to the provisions of this section, a scheme may provide, either generally or as respects all property except such as may be specified for the purpose in the scheme, that no compensation shall be payable under paragraph (a) of subsection (1) of the last preceding section in respect of the injurious affection of property by the coming into operation of any provision of the scheme which—   a   prescribes the space about buildings; or     b   limits the number of buildings; or     c   regulates, or empowers the responsible authority to regulate, the size, height, design or external appearance of buildings; or     d   prohibits or restricts building operations only pending the coming into operation of a general development order; or     e   prohibits or restricts building operations permanently on the ground that, by reason of the situation or nature of the land, the erection of buildings thereon would be likely to involve danger or injury to health, or excessive expenditure of public money in the provision of roads, sewers, water supply or other public services; or     f   prohibits (otherwise than by way of prohibition of building operations) the use of land for a purpose likely to involve danger or injury to health, or serious detriment to the neighbourhood, or restricts (otherwise than by way of restriction of building operations) the use of land so far as may be necessary for preventing such danger, injury, or detriment; or     g   restricts the manner in which buildings may be used; or     h   in the interests of safety regulates or empowers the responsible authority to regulate the height and position of proposed walls, fences or hedges near the corners or bends of roads, other than highways maintainable at the material date by the Minister of Transport, a county council, or other highway authority; or     i   limits the number, or prescribes the sites, of new roads entering a classified road, or a road, or the site of a proposed road, which is declared by the Minister of Transport to be intended to be a classified road; or     k   in the case of land which at no time within the period of five years immediately preceding the material date was or formed part of, the site of a building, fixes in relation to any street or proposed street a line beyond which no building in that street or proposed street may project; or     l   in the case of the erection of any building intended to be used for purposes of business or industry, requires the provision of accommodation for loading, unloading or fuelling vehicles with a view to preventing obstruction of traffic on any highway.       2   The Minister shall not approve the insertion in a scheme of a provision excluding compensation under the last preceding subsection or himself insert in a scheme such a provision—   i   unless he is satisfied that, having regard to the objects of the scheme, the provision in respect of which compensation is to be excluded is proper and reasonable and expedient having regard to the local circumstances;     ii   if the provision in respect of which compensation is to be excluded is such a provision as is mentioned in paragraph (a), (b), (c), (d), or (g) of the said subsection, unless the scheme contains also provisions satisfactory to him for securing that—   a   existing buildings may be maintained and their existing use continued; and     b   reasonable alterations and, in proper cases, extensions of existing buildings may be made; and     c   where an existing building or a building which was standing within two years before the material date is destroyed or demolished, a new building having at least an equal cubic content above the level of the ground and, in addition, in the case of premises used for business or industry, at least an equal superficial area on the ground floor, may be erected on the same site, if commenced within two years after the destruction or demolition of the previous building, or within such longer period as the responsible authority may permit; and     d   a new building so substituted as aforesaid may be used for any purpose of the same or a similar character as that for which the previous building was last used before its destruction or demolition, notwithstanding that its use for that purpose would be contrary to the provisions of the scheme, unless such a use is declared in the scheme to be both contrary to the provisions thereof and also of a noxious or otherwise offensive character;       iii   if the provision in respect of which compensation is to be excluded is such a provision as is mentioned in paragraph (f) of the said subsection, in so far as that provision—   a   prohibits or restricts the winning of minerals by underground working;     b   prohibits or restricts as respects any land the winning of minerals by surface working unless the land is reserved by the scheme, and has been substantially developed, for residential purposes; or     c   prohibits or restricts as respects any land so reserved the whining by surface working of minerals, if the Minister is satisfied, upon representations being made to him, that the minerals, or the right to win the minerals, had before the material date been acquired by some person for the purpose of winning them, or had before that date devolved upon some person desirous of winning them;       iv   if the provision in respect of which compensation is to be excluded is such a provision as is mentioned in paragraph (i) of the said subsection, unless he is satisfied, if representations are made to him in any particular case, and the case appears to him to be a proper one, that reasonable means of access from neighbouring land to a highway will be provided;     v   if the provision in respect of which compensation is to be excluded is such a provision as is mentioned in paragraph (k) of the said subsection, and, so far as concerns any particular land, unless he is satisfied, if representations are made to him as respects that land, that the area of the land of the owner fronting the street or proposed street will not be diminished to such an extent by the fixing of the building line as to render it less suitable for the erection of buildings in conformity with the provisions of the scheme.       3   Notwithstanding the insertion in a scheme of such provisions satisfactory to the Minister as are mentioned in paragraph (ii) of the last foregoing subsection, if and in so far as any alteration or extension of an existing building, or the substitution of a new building for a previous building, being an alteration, extension, or substitution which is authorised by, or might be permitted under, the said provisions, would not be in conformity with, or would contravene, any provision of the scheme, the responsible authority may prohibit that alteration, extension or substitution, but in that case the person whose property is injuriously affected by the prohibition shall, if he makes a claim within twelve months after receiving notice of the prohibition, be entitled, notwithstanding anything in subsection (1) of this section, to recover compensation in respect of that injurious affection from the responsible authority in accordance with the provisions of this Act.     4   Notwithstanding the insertion in a scheme of such provisions satisfactory to the Minister as are mentioned in paragraph (ii) of subsection (2) of this section, if and in so far as the continuance of any existing building or of any existing use of an existing altered, extended or substituted building is not in conformity with, or contravenes, any provisions of the scheme, nothing in that subsection shall be construed as precluding the responsible authority from exercising at any future time their powers under section thirteen of this Act in respect of that use, subject, however, to payment of compensation in accordance with the provisions of paragraph (b) of subsection (1) of section eighteen of this Act.     5   In considering whether he ought to approve the insertion in a scheme of a provision excluding compensation, or ought himself to insert such a provision, the Minister shall have regard to—   a   the nature and situation and existing development of the land affected by the provision in respect of which compensation is excluded and of neighbouring land not so affected; and     b   the interests of any person who would be affected by the provision in respect of which compensation is excluded.      "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "20", "section_title": "Exclusion or limitation of compensation in certain other cases.", "section_text": " 20    1   No compensation shall be payable under this Act in respect of any property on the ground that it has been injuriously affected by any provision contained in a scheme, if and in so far as the same provision or a provision substantially to the same effect was, at the date when the scheme came into operation, already in force by virtue of some Act, not being either this Act or an Act repealed by this Act.     2   A person shall not be entitled to recover compensation under this Act in respect of any action taken by a responsible authority under section thirteen of this Act except in a case where a building or work which the authority have removed, pulled down or altered, was an existing building or an existing work, or a use of a building or land which they have prohibited was an existing use.     3   Where any provision contained in a scheme could immediately before the date on which the scheme came into operation have been validly included in a scheme, order, regulation or byelaw by virtue of any other Act in force at that date, then—   a   if no compensation would have been payable in respect of injury caused by the coming into operation of that provision in that other scheme, or that order, regulation or byelaw, no compensation shall be payable in respect of that provision of the scheme under this Act; and     b   if compensation would have been so payable, the compensation payable in respect of that provision of the scheme under this Act shall not be greater than the compensation which would have been so payable.       4   Where any provision of a scheme, whether made under this Act or under any Act repealed by this Act, is revoked by a subsequent scheme, no compensation shall be payable in respect of any property on the ground that it has been injuriously affected by any provision contained in the subsequent scheme if and in so far as that later provision is the same, or substantially the same, as the earlier provision so revoked; but if at the date when the revocation of that earlier provision becomes operative—   a   there is still outstanding any claim for compensation duly made thereunder; or     b   the time originally limited for making such a claim has not expired,    any such outstanding claim and any such claim made within the time so limited shall be entertained and determined, and may be enforced, in the same manner in all respects as if all the provisions of the earlier scheme had continued in operation.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "21", "section_title": "Recovery of betterment from owners of property increased in value.", "section_text": " 21    1   Where by the coming into operation of any provision contained in a scheme, or by the execution by a responsible authority of any work under a scheme, any property is increased in value, the responsible authority, if within twelve months after the date on which the provision came into operation or such longer period as may be specified in the scheme, or within twelve months after the completion of the work, as the case may be, they make a claim in that behalf, may, subject to the provisions of this Act, recover from the person whose property is so increased in value an amount not exceeding seventy-five per cent. of the amount of that increase :    Provided that, except where the person against whom the claim is made has claimed from the responsible authority, by way of compensation under this Act in connection with the scheme and in respect of any injurious affection other than injurious affection immediately suffered, an amount not less than the amount claimed by the responsible authority under this section and the claim for compensation has been allowed in an amount not less than the amount claimed by the responsible authority as aforesaid, or is outstanding, that person may at any time within twenty-eight days after service on him of the claim give notice in writing to the responsible authority requiring them to defer the claim, and in that event the claim shall be withdrawn.     2   Where a notice has been given in respect of any property under the last preceding subsection, the responsible authority shall be entitled to make a fresh claim against the person who gave the notice in respect of any increase in the value of the property due to the coming into operation of any provision contained in the scheme or by the execution by the authority of any work under the scheme—   a   on the taking effect at any time within fourteen years from the date of service of the said notice of a disposition of the property;     b   on the taking place at any time within the said period of fourteen years of a change of use of the property;     c   in the case of property which was at the date of the original claim used for the purposes of any business or industry, and in respect of which there has not within the period of five years next after the date of the service of the notice been made any claim under paragraph (a) or (b) of this subsection, at any time within a period of twelve months after the expiration of the said period of five years :      Provided that no claim shall be made—   i   under paragraph (b) of this subsection if the new use of the property is a use as arable, meadow or pasture ground, or as market gardens, nursery grounds, orchards or allotments, or for a plantation or a wood, or for the growth of saleable underwood, or as allotment gardens within the meaning of the  Allotments Act, 1922, or (being land which exceeds one quarter of an acre) for the purpose of poultry farming; and     ii   under paragraphs (b) or (c) of this subsection in the case of property belonging to a statutory undertaker.       3   If a claim is made on a disposition of property or, in the case of property used for the purposes of any business or industry, on the expiration of the said period of five years, the responsible authority may recover a sum not exceeding seventy-five per cent. of the amount by which the property has been increased in value by the coming into operation of the provision or by the execution of the work in respect of which the original claim was made, and the date of the fresh claim shall be the date by reference to which the increase in value shall be determined, and thereafter no further claim shall be made under this section in respect of that property.     4   If a claim is made on a change of use of property taking place, the responsible authority may recover a sum not exceeding seventy-five per cent. of the amount by which the property has for the purposes of its new use been increased in value by the coming into operation of the provision or by the execution of the work in respect of which the original claim was made and, on any subsequent change of use taking place or upon any disposition of the property taking effect within the period of fourteen years a fresh claim may be made.     5   In assessing the amount of any sum payable under this section in respect of any property, account shall be taken—   a   of any principal sum paid or payable to the responsible authority in respect of the property under a claim previously made under this section; and     b   of any gift of property whether real or personal, or any concession made or any works executed under arrangement with the responsible authority, by any person against whom the claim under this section in respect of the property is made or his predecessors in title, with a view to facilitating the making or carrying into effect of the scheme.       6   Any sum recoverable under this section may be paid either immediately or by such instalments spread over a period not exceeding thirty years as may be agreed or determined under this Act, and where payment is made by instalments interest at such rate as may from time to time be fixed by the Treasury shall be chargeable on the aggregate amount of the instalments for the time being outstanding, but notwithstanding any such agreement or determination the person from whom such instalments are due may, on giving not less than six months' notice in writing to the responsible authority of his intention so to do, pay to them the whole of any outstanding instalments, together with any interest accruing due thereon to the date of payment.     7   A person who gives a notice under subsection (1) of this section shall, within one month after the date on which any such disposition as is mentioned in paragraph (a) of subsection (2) of this section takes effect, or any such change of use as is mentioned in paragraph (b) of the said subsection (2) takes place, give written notice thereof to the responsible authority and shall, within one month after receiving from the responsible authority a demand in that behalf (which demand shall be made not later than the expiration of two months after the giving of the notice), furnish to the authority such particulars as they may reasonably require for the purposes of this section :    Provided that, if at any time the responsible authority make a claim which under the provisions of subsection (3) of this section is final, they shall notify the person who gave the notice under subsection (1) of this section that no further notice of disposition or change of use need be sent.     8   A claim made on a disposition of property taking effect, or on a change of use taking place, shall be made not later than the expiration of twelve months from the date on which notice is given to the responsible authority under subsection (7) of this section of the disposition or change of use, or, where particulars are demanded by the authority, the date on which the particulars are furnished to the authority :    Provided that, where a disposition is by way of lease or tenancy agreement for a term of less than seven years, the claim shall be made not earlier than the expiration of the seventh year from the date on which the said term commenced.     9   The provisions of this section shall apply to a disposition of, or a change of use of, a part of any property in respect of which notice has been given under subsection (1) of this section as they apply in relation to a disposition of or a change of use of the whole of that property.     10   Where any provision of a scheme, whether made under this Act or under any Act repealed by this Act, is revoked by a subsequent scheme, no property shall be deemed to be increased in value by any provision contained in the subsequent scheme if and in so far as that provision is the same, or substantially the same, as a provision contained in the scheme so revoked :    Provided that, if at the date when the revocation of the said scheme becomes operative there is still outstanding any claim in respect of an increase in the value of any property duly made thereunder, or the time originally limited for making such a claim has not expired, any such outstanding claim, and any such claim made within the time so limited, shall be entertained and determined and may be enforced, in the like manner in all respects as if all the provisions of the earlier scheme had continued in operation.     11   In this section the expression \" disposition \" means a disposition by way of sale (including a sale in consideration of a rentcharge or other periodical payment) or by way of lease or tenancy agreement for a period of not less than three years, and references to the person who gives a notice under subsection (1) of this section shall, where a devolution of the property to which the notice relates has occurred since the notice was given, be construed as references to the person on whom the property to which the notice relates last devolved before the date on which a disposition takes effect or a change of use takes place.     12   For the purposes of this section a change of use of property shall not be deemed to have occurred if the character of the new use is similar to that of the previous use.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "22", "section_title": "Making of claims for compensation or betterment.", "section_text": " 22    1   A claim under this Act for compensation or in respect of an increase in the value of any property shall be made by serving upon the authority, council or person from whom the amount alleged to be payable is claimed, a notice in writing stating the grounds of the claim and the amount claimed.     2   Subject to the provisions of this Act, a claim under this Act for compensation may be made within twelve months after the date on which the provision giving rise to the claim came into operation or within such longer period as may be specified in the scheme, or, if the claim is a claim for compensation in respect of action taken by a responsible authority under section thirteen of this Act, or in respect of the coming into operation of an order under section seventeen of this Act, or in respect of expenditure rendered abortive by the variation or revocation of a scheme, within twelve months after the date on which the action was completed, or the order came into operation, or the variation or revocation of the scheme became operative.     3   Where it is alleged that land which, at or within two years before the material date, formed the site of a building has been injuriously affected by a provision fixing, in relation to any street or proposed street, a line beyond which no building in that street or proposed street may project, then, subject to any agreement to the contrary, the period within which a claim for compensation may be made in respect of that land shall be a period of twelve months after the date on which a new building is erected on the site in conformity with the line so fixed:    Provided that, if in the case of any such land a claimant alleges in his claim, and proves to the satisfaction of the arbitrator, that it is not reasonably practicable to erect any new building on that land in conformity with the line so fixed, and, where the building is standing at the date on which the scheme comes into operation, has before commencing to demolish the building given notice to the responsible authority in accordance with the provisions of the next succeeding subsection, a claim made by him at any time within a period of twelve months after the date on which the building is demolished or the date on which the scheme comes into operation, whichever last occurs, shall be deemed to be validly made and shall be entertained by the arbitrator.     4   A person who intends to claim compensation in respect of any such land as is mentioned in the proviso to the last preceding subsection shall, if the building is standing at the date on which the scheme comes into operation, not less than three months before he commences to demolish the building, give notice in writing of his intention to the responsible authority, and that authority may, at any time before the expiration of two months from the receipt by them of the notice, require him to sell to them the site and the buildings thereon, and thereupon the provisions of this Act with respect to the compulsory acquisition of land by a responsible authority shall apply in relation to that site and any buildings thereon as they apply in relation to land required by such an authority for the purposes of a scheme.     5   Where it is alleged that property has been injuriously affected by the execution of any work, the period within which a claim in respect of that injurious affection may be made shall be a period of twelve months after the completion of the work.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "23", "section_title": "Determination of claims and recovery of amounts due.", "section_text": " 23    1   Any question arising under this Act as to—   i   the right of a claimant to recover compensation; or     ii   the right of an authority to recover any amount in respect of an increase in the value of any property; or     iii   the amount and manner of payment, whether immediately or by instalments spread over a period not exceeding thirty years, of any such recoverable compensation or amount as aforesaid,    shall, unless the authority and all persons concerned otherwise agree, be referred to and determined by an official arbitrator to be appointed in accordance with the provisions of the Acquisition of Land (Assessment of Compensation) Act, 1919, who shall have the like powers with respect to procedure (including the hearing of claims and objections together), costs, and the statement of special cases as he has under that Act.     2   The arbitrator or other person charged with the duty of determining any such question as aforesaid—   i   shall have regard to any undertaking which either the local authority or joint committee by whom the scheme was prepared, or the responsible authority, or a county council, or the person against whom the claim is made, may have given; and     ii   if the question arises out of the coming into operation of a supplementary scheme or a supplementary order, shall take into account any amount which the responsible authority have paid or are liable to pay, or have recovered or are entitled to recover, in respect of that property by reason of the coming into operation of the original scheme, or any other scheme or order supplemental thereto; and     iii   if any contribution has been made by an authority under the provisions of this Act relating to interim development orders, shall take into account that contribution.       3   Any amount due as compensation from a responsible authority and any amount due to an authority from a person whose property is increased in value may be recovered summarily as a civil debt.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "24", "section_title": "Power to withdraw or modify provisions of scheme after award of compensation.", "section_text": " 24    1   The responsible authority may, at anytime within one month after the date of an award of compensation under this Act in respect of the injurious affection of any property, give notice to the claimant of their intention to withdraw or modify all or any of the provisions of the scheme which gave rise to his claim for compensation.     2   Where such a notice has been given, the responsible authority shall within three months from the date of the notice submit for the approval of the Minister a varying scheme carrying into effect such withdrawal or modification as aforesaid, and upon the varying scheme, as approved by the Minister with or without modifications, coming into operation, and upon payment by the authority of the claimant's costs of and in connection with the arbitration, the award of the arbitrator shall be discharged, without prejudice, however, to the right of the claimant to make a further claim for compensation under paragraph (c) of subsection (1) of section eighteen of this Act or in respect of the scheme as varied.     3   No award of compensation under this Act in respect of the injurious affection of any property shall be enforceable before the expiration of one month from the date thereof, or if a notice has been given by the authority under subsection (1) of this section, until after the expiration of three months from the date of the notice, or, if within that period a varying scheme is submitted to the Minister, until that scheme has either come into operation, or been disapproved by the Minister, or quashed by a court.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "25", "section_title": "Acquisition of land to which scheme applies.", "section_text": " 25    1   The responsible authority may purchase by agreement any land to which a scheme, whether made under this Act or under any Act repealed by this Act, applies, which they require for the purposes of the scheme, as if those purposes were purposes of the Public Health Acts, 1875 to 1926, and, where the responsible authority are not a local authority for the purposes of those Acts, as if they were such an authority, and in particular, but without prejudice to the generality of the foregoing words, they may purchase any such land—   a   which they require for carrying out the improvement or controlling the development of frontages to, or of lands abutting on or adjacent to, any highway which is repairable by the inhabitants at large, or any proposed highway which is to be constructed wholly or partly at the public expense; or     b   which they require for securing the satisfactory development of any land in accordance with the provisions of the scheme in any case where, by reason of the land being held in plots which are of inconvenient size or shape, or of which the arrangement or alignment is inconvenient, or by reason of the multiplicity of interests in the land, or by reason of the fact that the land is being used in a manner or for purposes inconsistent with the provisions of the scheme, it does not appear to be reasonably practicable to secure such development otherwise than by purchase of the land; or     c   which forms the site of a highway which has been stopped up under any provision contained in the scheme; or     d   which they require for the purpose of providing accommodation for a person whose premises have been purchased by them for the purposes of the scheme,       2   Where the responsible authority are unable to purchase by agreement any land which they are authorised by the foregoing provisions of this section to purchase, they may, subject as hereinafter provided, be authorised to purchase that land compulsorily by means of an order (in this Act referred to as a \" compulsory purchase order \") made and submitted to the Minister and confirmed by him in accordance with the provisions of Part I of the Third Schedule to this Act :    Provided that they shall not be authorised to purchase any land compulsorily for the purpose of sub-paragraph (d) of the foregoing subsection.     3   The provisions of Part III of the First Schedule to this Act shall have effect with respect to the validity of compulsory purchase orders made under this Act and the dates on which they are to come into operation.     4   Where land within the district of a local authority is comprised in a scheme, whether made under this Act or under any Act repealed by this Act, and the local authority are not the responsible authority, the provisions of this section with respect to the purchase of land, whether by agreement or compulsorily, by a responsible authority shall apply to the local authority as if that authority were the responsible authority.     5   The responsible authority may, with the consent of, and subject to any conditions imposed by, the Minister, purchase by agreement land comprised in a scheme, whether made under this Act or under any Act repealed by this Act, notwithstanding that the land is not immediately required for the purposes of the scheme.     6   The powers of purchasing land under this section shall be subject to the restrictions contained in Part II of the Third Schedule to this Act.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "26", "section_title": "Acquisition of land for open spaces and playing fields in area covered by planning scheme.", "section_text": " 26   Where a scheme, whether made under this Act or under any Act repealed by this Act, has come into operation, and the common council of the city of London or the council of any county, county borough or county district require for the purposes of a public open space or a playing field any land to which the scheme applies, the provisions of the last preceding section with respect to the purchase of land, whether by agreement or compulsorily, by a responsible authority shall apply in relation to that land and to the council as if that council were the responsible authority and required that land for the purposes of the scheme.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "27", "section_title": "Limitation of street work charges.", "section_text": " 27    1   Where provision is made in a scheme for the construction, widening, or improvement of any road or street, and for charging the cost, or any part of the cost, thereof upon the owners of adjoining land or other persons deriving benefit therefrom, the scheme shall secure that the cost so charged shall not exceed the amount which would at the date of the commencement of the works have been the cost of the execution of street works in the course of the construction, widening, or improvement if it had been carried out so as to comply with any enactments, byelaws, or regulations in operation in the area and, as respects matters for which no provision is made in any such enactments, byelaws, or regulations, so as to comply with such specification as the highway authority for the area would at the date of the commencement of the works have required as a condition of declaring the street to be a highway repairable by the inhabitants at large.     2   In this section the expression \" street works \" means the sewering, levelling, paving, metalling, flagging, channelling and making good a road or street or part of a road or street and providing proper means of lighting therefor, and the expressions \" construction \" and \" improvement \" in relation to any road or street include the planting, laying out, maintenance and protection of trees, shrubs, and grass margins, in and beside the road or street.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "28", "section_title": "Power to contribute towards expenses of owners in connection with the proposal of schemes.", "section_text": " 28   It shall be lawful for a local authority or joint committee to contribute towards the expenses incurred by owners of land in or in connection with the proposal of a scheme which is adopted by the local authority or joint committee or in co-operating with them in the preparation of a scheme.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "29", "section_title": "Power of county council to assist in preparation of schemes.", "section_text": " 29   It shall be lawful for the council of any county to incur expenditure in assisting the councils of county districts within the county and joint committees representing any such councils in connection with the preparation of schemes.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "30", "section_title": "Contributions by local authorities towards expenses of, or in connection with, schemes.", "section_text": " 30    1   It shall be lawful for any local authority within the meaning of the  Local Loans Act, 1875, to contribute towards the expenses incurred by any authority in or in connection with matters preliminary to the preparation of a scheme, or in or in connection with the preparation or carrying into execution of a scheme, whether made under this Act or under any Act repealed by this Act.     2   Any contribution which an authority, not being a local authority for the purposes of this Act or a county council, agree to make under this section shall be paid as part of the general expenses of the authority, and if the authority have power to borrow money for the purposes of their functions, the payment of the contribution shall be a purpose for which they may borrow in the like manner and subject to the like conditions.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "31", "section_title": "Contributions by statutory undertakers towards expenses of, or in connection with, schemes.", "section_text": " 31   It shall be lawful for any statutory undertakers to pay to any authority the whole or any part of any expenses incurred by that authority in, or in connection with, the preparation or carrying into execution of a scheme, whether made under this Act or under any Act repealed by this Act.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "32", "section_title": "Application of betterment as capital.", "section_text": " 32   All sums received by a responsible authority by way of betterment, or as proceeds of sale of any land purchased under the powers conferred by this Act, shall be applied in such manner as in the case of the London County Council the Treasury, and in other cases the Minister, may approve towards the discharge of any debt of the authority or otherwise for any purpose for which capital money may be applied.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "33", "section_title": "Power of public departments to make agreements in connection with schemes.", "section_text": " 33    1   For the purpose of co-operating with any local authority or joint committee who are preparing a scheme, or with any responsible authority who are carrying into effect a scheme, whether made under this Act or under any Act repealed by this Act, any public department may, subject to the approval of the Treasury, enter into agreements for securing that any land which is under their control, or which is in their occupation or vested in them for public purposes or for the public service, shall, so far as may be provided by any such agreement, be laid out and used in conformity with the general objects of the scheme, and any agreement so made may contain such consequential and incidental provisions, including provisions of a financial character, as appear to be necessary or desirable having regard to the contents or proposed contents of the scheme :    Provided that the department concerned in making an agreement under this section, and the Treasury in considering whether their approval shall or shall not be given to the agreement, shall have regard to the purposes for which the land in question was acquired, or is held, by the department.     2   Section twelve of the  Crown Lands Act, 1927 (which relates to the power of the Commissioners of Crown Lands to make agreements in connection with town planning schemes), shall cease to have effect.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "34", "section_title": "Power of authorities and owners to enter into agreements restricting use of land.", "section_text": " 34    1   Where any person is willing to agree with any such authority as is mentioned in subsection (2) of this section that his land, or any part thereof, shall, so far as his interest in the land enables him to bind it, be made subject, either permanently or for a specified period, to conditions restricting the planning, development, or use thereof in any manner in which those matters might be dealt with by or under a scheme, the authority may, if they think fit, enter into an agreement with him to that effect, and shall have power to enforce the agreement against persons deriving title under him in the like manner and to the like extent as if the authority were possessed of, or interested in, adjacent land and as if the agreement had been entered into for the benefit of that adjacent land.     2   Agreements may be entered into under this section by a local authority, a county council, or a responsible authority, not being a local authority or a county council.     3   This section shall come into force upon the passing of this Act.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "35", "section_title": "Acquisition of land for purpose of garden cities.", "section_text": " 35    1   Where the Minister is satisfied that any local authority or two or more local authorities jointly, or any authorised association, are prepared to purchase any land and develop it as a garden city, or as' an extension of an existing garden city, and have funds available for the purpose, he may, with the consent of the Treasury and after consultation with the Board of Trade, the Minister of Agriculture and Fisheries, and the Minister of Transport, acquire that land on behalf of the authority or association, either by agreement or compulsorily, in any case in which it appears to the Minister necessary or expedient so to do for the purpose of securing the development of the land as aforesaid, and may do all such things as may be necessary to vest the land so acquired in the local authority or association.     2   The provisions of this Act relating to the powers of a responsible authority to acquire land for the purposes of a scheme, shall, with any necessary modifications, apply for the purpose of the acquisition of land by the Minister under this section, and the Minister in exercising his powers of acquiring land under this section shall be subject to the same conditions as are applicable in relation to the acquisition of land under this Act by a responsible authority:    Provided that, in the case of an order for the compulsory acquisition of land on behalf of an authorised association, the order shall be laid before each House of Parliament and shall not be confirmed by the Minister unless and until both Houses by resolution have approved the order, nor, if any modifications are agreed to by both Houses, otherwise than as so modified.     3   A local authority may acquire land, either by agreement or compulsorily, for any of the purposes for which land may be acquired under subsection (1) of this section, as if it were land comprised in a scheme which was required by a responsible authority for the purposes of the scheme.     4   Any land acquired under the foregoing provisions of this section shall be developed in accordance with proposals approved by the Minister.     5   Subject to such conditions as the Treasury may impose and up to an amount approved by the Treasury, the Public Works Loan Commissioners may advance by way of loan to any authorised association such money as the association may require for the purpose of developing the garden city in accordance with proposals approved by the Minister under this section, and the provisions of the  Housing Act, 1925, with respect to loans by those Commissioners to a public utility society for the purpose of the purchase and development of land under Part III of that Act shall, subject to the provisions of this section, apply to advances made in pursuance of this subsection.    The power to make advances under this subsection shall be exercised during such a period as the Treasury may determine.     6   Any authorised association shall have power, notwithstanding anything in their rules or constitution prohibiting the payment of interest on loan capital at a rate exceeding six per cent. per annum, to raise money on loan for the purposes of this section at a rate of interest not exceeding the rate for the time being fixed by the Treasury.     7   In this section—     The expression \" local authority \" includes a county council:      The expression \" garden city \" includes garden suburb or garden village, and \" authorised association \" means any society, company or body of persons approved by the Minister whose objects include the promotion, formation, or management of garden cities and the erection, improvement or management of buildings for the working classes and others, and which does not trade for profit or whose constitution forbids the issue of any share or loan capital with interest or dividend exceeding the rate for the time being fixed by the Treasury.       "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "36", "section_title": "Power of Minister to require preparation or adoption of scheme, and to require execution of scheme.", "section_text": " 36    1   If the Minister is satisfied after the holding of a local inquiry that a scheme ought to be prepared by any authority as respects any land, he may by order require the authority to prepare a scheme and to take such other steps as may be necessary for bringing it into operation, and the order of the Minister shall have the same effect as a resolution to prepare a scheme for the area to which the order relates passed by the authority and approved by the Minister.     2   If the authority fail to prepare a scheme to the satisfaction of the Minister within such time as may be specified, in the order, or to take any other steps which they are required by this Act, or by regulations made thereunder, or by order of the Minister thereunder, to take, the Minister may himself act in the place and at the expense of the authority, or in the case of the council of a rural district, or the council of an urban district which for the time being contains, according to the latest published return of the Registrar-General, a population of less than twenty thousand, may, if he thinks fit, and after consultation with the council of the county in which the district is situate empower that council so to act.     3   If the Minister is satisfied after the holding of a local inquiry that any authority have failed to adopt any scheme proposed by owners of land in a case where a scheme ought to be adopted, he may order the authority to adopt the scheme proposed, or if he thinks fit, may himself approve the proposed scheme with or without modifications, and a scheme so approved by him shall be deemed to have been adopted by the authority and approved by the Minister.     4   If the Minister is satisfied after the holding of a local inquiry that a responsible authority have failed to enforce effectively the observance of a scheme which has come into operation or any provisions of such a scheme (whether being a scheme made under this Act or being a scheme made under any Act repealed by this Act), or to execute any works or do any things which under the scheme or this Act the authority are required to execute or do, the Minister may by order, which shall be enforceable by mandamus, require the authority to do all things necessary for remedying their default and for carrying into execution the scheme, or, if he thinks fit, he may himself act in the place and at the expense of the authority, or, in the case of a rural district or such an urban district as is mentioned in subsection (2) of this section, may, if he thinks fit, and after consultation with the council of the county in which the district is situate empower that council so to act.     5   The Minister shall furnish a copy of the report made to him by the person who holds a local inquiry directed by this section to every authority concerned and, on payment of such fee as may be fixed by the Minister, to any person interested.     6   Any expenses incurred by the Minister in exercising under this section any powers of any authority shall be paid, in the first instance, out of moneys provided by Parliament, but the amount of those expenses as certified by the Minister shall, on demand, be paid by the authority to the Minister and shall be recoverable as a debt due to the Crown.     7   The payment of any such expenses as aforesaid \"shall, to such extent as may be sanctioned by the Minister, be a purpose for which an authority may borrow money in accordance with the provisions of this Act or of the scheme under which the authority are constituted.     8   Where an order is made by the Minister under subsection (2) or subsection (4) of this section empowering a county council to act in the place of the council of a rural or urban district, the order may apply any of the provisions of section sixty-three of the Local Government Act, 1894, with such modifications and adaptations as appear necessary or expedient.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "37", "section_title": "Regulations as to procedure.", "section_text": " 37    1   The Minister may make regulations for regulating generally the procedure to be followed in connection with the preparation or adoption of schemes or orders, other than compulsory purchase orders, and for prescribing anything which is by this Act required or authorised to be prescribed.     2   Regulations shall be made under subsection (1) of this section in relation to the matters specified in the headings of the several paragraphs of Part I of the Fourth Schedule to this Act, and those regulations shall, subject as provided in Part II of the said Schedule in relation to the matters specified in the heading thereof, be to the effect stated in those paragraphs respectively.     3   Regulations made by the Minister under this Act shall, so soon as may be after they are made, be laid before each House of Parliament, and if either House of Parliament, within the next subsequent twenty-one days on which that House has sat after any such regulation has been laid before it, resolves that the regulation shall be annulled, the regulation shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder or to the making of a new regulation.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "38", "section_title": "Local inquiries.", "section_text": " 38    1   For the purposes of the execution of his powers and duties under this Act, the Minister may cause to be held such local inquiries as are directed by this Act and such other local inquiries as he may think fit, and the costs incurred in relation to any such local inquiry shall be paid by the authorities and persons concerned in the inquiry, or by such of them and in such proportions as the Minister may direct, and the Minister may certify the amount of the costs incurred, and any sum so certified and directed by the Minister to be paid by any authority or person shall be a debt to the Crown from such authority or person.     2   The provisions of the Public Health Act, 1875, with respect to inquiries which the Minister may cause to be held for the purposes of that Act, shall apply in relation to any local inquiry which he may cause to be held in pursuance of this Act.     3   The Minister may, with the consent of the Treasury, appoint a person to act as an inspector for the purpose of conducting a local inquiry to be held in pursuance of this Act and may confer on the person so appointed any of the powers conferred on an inspector of the Ministry of Health for the purposes of inquiries held under the Public Health Act, 1875.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "39", "section_title": "Appeals to quarter sessions.", "section_text": " 39    1   A person aggrieved by the decision of a court of summary jurisdiction in any case where such a court have jurisdiction under this Act or any scheme made thereunder may appeal against that decision to quarter sessions and, for the purposes of such an appeal, any such decision shall be deemed to be an order of a court of summary jurisdiction.     2   Notwithstanding anything in the Summary Jurisdiction Acts an appeal under this section may be brought at any time within twenty-eight days after the date of the decision.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "40", "section_title": "Power to refer certain disputes to arbitration or to Minister.", "section_text": " 40    1   Where under this Act, or any scheme made thereunder, an appeal lies, or an application may be made, to a court of summary jurisdiction, it shall be lawful for the persons who would be parties to the appeal or application to agree in writing either that the matter in dispute shall be determined by the Minister, or that it shall be referred to the arbitration of such person as may be agreed upon or, in default of agreement, appointed by the Minister.     2   Where under this Act, or any scheme made thereunder, an appeal lies to the Minister, or any question is to be determined by him, it shall be lawful for the persons who would be parties to the appeal, or between whom the question is raised, to agree in writing that the matter in dispute shall be referred to the arbitration of such person as may be agreed upon or, in default of agreement, appointed by the Minister.     3   Where any such agreement as aforesaid is made, the Minister or the arbitrator, as the case may be, shall have power to make any such order or determination as, in the absence of such agreement, might have been made by the court of summary jurisdiction or by the Minister.     4   A determination of the Minister under this section shall be final, and the parties to an arbitration under this section may, before entering on the reference, agree in writing that the award of the arbitrator shall be final on all questions, whether of law or fact, and where any such agreement is made, the provisions of the  Arbitration Act, 1889, as to the power of an arbitrator to state in the form of a special case an award, or any question of law arising in the course of a reference, shall not apply.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "41", "section_title": "For the protection of statutory undertakers.", "section_text": " 41    1   No provision contained in a scheme shall apply to any land or any building erected thereon which for the time being belongs to any statutory undertakers and is held or used by them for the purposes of their undertaking, except in so far as they may consent to any particular provision of the scheme being made applicable to any such land or building:    Provided that their consent shall not be unreasonably withheld, and any question whether or not consent is unreasonably withheld shall be decided by the Minister; but the Minister, before giving his. decision, shall, where any Government department other than the Ministry of Health are concerned with the functions of the undertakers, consult with the Secretary of State or other Minister in charge of that Department and shall, if the undertakers whose consent is sought so desire, afford them an opportunity of appearing before and being heard by one or more persons appointed for the purpose by the Minister and the Secretary of State or other Minister acting jointly.     2   If, in connection with the giving by statutory undertakers of any consent under this Act, any question arises as to whether any or as to which Government department are concerned with the functions of any statutory undertakers the question shall be referred to and determined by the Treasury whose decision shall be final.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "42", "section_title": "Consultation of Commissioners of Works as to schemes affecting certain buildings.", "section_text": " 42   Where representations are made to the Minister that a provision in a scheme submitted for his approval will involve the removal, pulling down, or alteration of a building of special architectural or historic interest, he shall, before approving the scheme, consult with the Commissioners of Works.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "43", "section_title": "Land in neighbourhood of Royal Palaces and Parks.", "section_text": " 43    1   Where a local authority or joint committee propose to include in a scheme any land which is situate within the prescribed distance from any of the royal palaces or parks, or where an authority propose to acquire any such land under this Act, they shall, before preparing the scheme or acquiring the land, communicate with the Commissioners of Works, and the Minister shall, before approving the scheme or authorising the acquisition of the land or the raising of any loan for the purpose, take into consideration any recommendations which he may have received from the Commissioners of Works with reference to the proposal.     2   For the purposes of this section, \" prescribed \" means prescribed by regulations made by the Minister after consultation with the Commissioners of Works.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "44", "section_title": "Works below high-water mark.", "section_text": " 44   Nothing in this Act shall authorise the execution of any works whether of construction, demolition or alteration on, over or under tidal lands below high-water mark of ordinary spring tides, except with the consent of any persons whose consent would have been required if this Act had not been passed, and except in accordance with such plans and sections and subject to such restrictions and conditions as, previous to such works being commenced, have been approved by the Board of Trade in writing under the hand of one of the secretaries or assistant secretaries of the Board of Trade.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "45", "section_title": "Saving for Postmaster-General.", "section_text": " 45   The expression \" Act of Parliament \" in section seven of the  Telegraph Act, 1878 (which makes provision as to work done in pursuance of Acts of Parliament which involves alteration in telegraphic lines), shall be construed as including a scheme under this Act.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "46", "section_title": "Powers as to the preservation of trees.", "section_text": " 46    1   The provisions to be inserted in a scheme with respect to securing amenity and the protection of existing amenities may include provisions for the preservation of single trees and groups of trees, and in addition may specify areas of woodland as areas to be protected under this section.     2   Where an area is so specified, the scheme may impose an obligation on the owner, if any part of the woodland is felled, to undertake such replanting as would be in accordance with the practice of good forestry, but save as aforesaid the scheme shall not impose any control over forestry operations in the area.     3   If any question arises between the responsible authority and the owner whether any replanting of land carried out or proposed to be carried out by the owner is or would be in accordance with the practice of good forestry, it shall, on the application of either party, be determined by the Forestry Commissioners, whose decision shall be final.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "47", "section_title": "Powers with respect to advertisements.", "section_text": " 47    1   Where it appears to the responsible authority that an advertisement displayed or a hoarding set up in the area to which a scheme applies seriously injures the amenity of land specified in the scheme as land to be protected under this Act in respect of advertisements, the authority may serve in the prescribed manner upon the owner of the advertisement or hoarding a notice requiring him to remove it within such period, not being less than twenty-eight days from the date of service of the notice, as may be specified therein, and where any such notice is served a copy thereof shall be served in the prescribed manner upon the owner and occupier of the land on which the advertisement or hoarding is displayed or set up.     2   If a person upon whom a notice or a copy of a notice has been served under the last foregoing subsection on any date desires to allege that the advertisement or hoarding to which the notice relates does not seriously injure the amenity of any land specified in the scheme as aforesaid he may, by written notice served on the clerk of the court and the authority within twenty-eight days from that date, appeal to a court of summary jurisdiction for the petty sessional division or place comprising the land on which the advertisement or hoarding is displayed or set up.     3   If on any such appeal as aforesaid the court are satisfied that the advertisement or hoarding does not seriously injure the amenity of any land specified in the scheme as aforesaid, the court shall allow the appeal, but if they are not so satisfied the court shall dismiss the appeal, so, however, that the court may by their order postpone the date for compliance with the requirements of the notice to such date, not being later than the expiration of twenty-eight days from the date of the order, as they think fit.     4   If the owner of an advertisement or hoarding upon whom a notice has been served under subsection (1) of this section does not comply with the requirements of the notice within the period therein specified, then, unless an appeal in respect of the notice is made under this section and allowed, the authority may, at any time after the expiration of that period or, if the court on an appeal under this section postpone the date for compliance with the requirements of the notice, after the date specified in the order, enter upon the land upon which the advertisement or hoarding is displayed or set up and remove the advertisement or hoarding and recover from the owner thereof the expenses of such removal and on any proceedings for the recovery of such expenses the defendant shall not be entitled to raise by way of defence any matter which might have been raised by him on an appeal under this section.     5   Where a scheme specifies any land in the area to which the scheme applies as land to be protected under this Act in respect of advertisements, the scheme may contain provisions enabling the responsible authority subject to such conditions as may be specified in the scheme to authorise the display of any particular class of advertisements, either unconditionally or subject to any conditions in respect of the position or manner in which, or the period during which, the advertisements may be displayed, and conferring upon any person aggrieved by a decision of the responsible authority in relation to such authorisation as aforesaid a right of appeal to a court of summary jurisdiction.     6   The powers conferred upon a responsible authority by subsections (1) and (4) of this section shall not be exerciseable—   i   in respect of advertisements the display of which is authorised as provided by the last foregoing subsection;     ii   in respect of advertisements which relate solely to a trade or business carried on, or to an entertainment, meeting, auction or sale to be held, upon or in relation to the land upon which the advertisements are displayed, and which conform with any provisions contained in the scheme with respect to the size, position, and manner of display of such advertisements ;     iii   in respect of advertisements on the door or in the window of a building which conform with any such provisions as aforesaid;     iv   during the period of five years from the coming into operation of the scheme, in respect of hoardings erected or in use for advertising purposes before the date when the resolution to prepare or adopt the scheme took effect, or advertising stations used by advertising contractors at that date, or in respect of advertisements displayed on any such hoarding or station at any time during that period, or in respect of advertisements displayed at that date.       7   Property shall not, for the purposes of the provisions of this Act relating to compensation and betterment, be deemed to be injuriously affected or increased in value by the provisions of this section or anything done or suffered thereunder.     8   Save as provided by this section, a scheme shall not contain any provision prohibiting or controlling the erection or use of structures for the purpose of advertising:    Provided that the foregoing provisions of this subsection shall not render unlawful the insertion in a scheme of a provision which prohibits the erection on any land of buildings generally, or under which buildings generally could be removed from any land, if that provision is required for a purpose other than the prevention of injury to amenity by advertisements or hoardings.     9   In this section the expression \" hoarding \" means any hoarding or similar structure erected or used for the purpose of advertising; and the expression \" owner \" means, in relation to an advertisement displayed by a person carrying on the business of an advertising contractor, that person, and means, in relation to any other advertisement, the person to whose goods, trade, business, or other concerns publicity is given by the advertisement.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "48", "section_title": "Appointment of committees for purposes of Act.", "section_text": " 48    1   A local authority or a county council may, subject to the provisions of this section, appoint a committee for any of the purposes of this Act, which, in the opinion of the authority, would be better regulated and managed by means of a committee, and may delegate to the committee, with or without restrictions or conditions as they think fit, any of their powers under this Act except the power of levying a rate or borrowing money, or of relinquishing in favour of the council of the county any of their powers and duties under this Act.     2   A committee appointed under this section shall consist of such number of persons as the appointing authority think fit, but at least three-fourths of the members of the committee shall be members of the appointing authority.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "49", "section_title": "Expenses of, and borrowing by, local authorities.", "section_text": " 49    1   Subject to the provisions of subsection (8) of section thirty-six of this Act, any expenses incurred by a local authority or a county council under this Act shall be defrayed, in the case of the common council of the city of London, as expenses of that council chargeable to the general rate of that city, in the case of a county council, as expenses for general county purposes or as expenses for special county purposes chargeable upon such part of the county as the county council may determine, and, in the case of the council of a county borough or county district, as expenses of the council under the Public Health Acts, 1875 to 1926:    Provided that a county council, before determining that any such expenses incurred by them under so much of section thirty of this Act as authorises them to contribute towards the expenses incurred by any authority in connection with the carrying into execution of a scheme shall be defrayed as expenses for general county purposes, shall serve notice on every other local authority in the administrative county who have passed a resolution which has taken effect under section six of this Act or any similar enactment repealed by this Act. Any such local authority aggrieved by the determination of the county council may appeal to the Minister, and the decision of the Minister on an appeal under this proviso shall be final, and shall have effect as if it were the decision of the county council:    Provided further that any expenses properly incurred in or in connection with the preparation or carrying into execution of a scheme made by the common council of the city of London, where such scheme is consequential upon a scheme made by the London County Council in respect of a part of the county of London and forms part of a general proposal for planning an area comprising land in the city of London and land in the county of London, shall be defrayed by the London County Council as expenses for general county purposes, and any difference between the said common council and the London County Council under this proviso shall be referred to and determined by the Minister.     2   A local authority or a county council may borrow for the purposes of this Act—   a   in the case of the common council of the city of London, under the City of London Sewers Acts, 1848 to 1897;     b   in the case of the London County Council, under and in accordance with the  London County Council (Finance Consolidation) Act, 1912, as amended by any subsequent enactment;     c   in the case of any other county council, under and in accordance with section sixty-nine of the  Local Government Act, 1888, as amended by any subsequent enactment; and     d   in the case of the council of a county borough or county district, as for the purposes of the Public Health Acts, 1875 to 1926.      "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "50", "section_title": "Special provisions as to administrative county of London.", "section_text": " 50    1   A scheme which applies to any land within a metropolitan borough may, with the consent of the council of that borough, provide for that council being the responsible authority for all or any of the purposes of the scheme, so far as respects the land within the borough, and if such a scheme provides for the constitution of a joint body to act as the responsible authority for the purposes of the scheme, it may, with the like consent, provide for the representation of the council of the borough upon that joint body; but, except with the consent of the London County Council, no local authority whose area is outside the administrative county of London and no joint body of whom any such authority are a constituent authority shall, as respects any land in the said county, be a responsible authority for any purposes of a scheme.     2   The London County Council shall, with respect to any of the following matters, that is to say :—   a   any proposal for a resolution to prepare a scheme, or to revoke a resolution to prepare or adopt a scheme;     b   the preparation of any scheme, supplementary order, or general development order which the council propose to make;     c   the examination of any scheme or supplementary order which they propose to adopt;     d   any proposal for the making, variation, or revocation of an order under section seventeen of this Act,    consult with the council of each metropolitan borough within which any land or building to be affected is situate and also, if in the opinion of the county council the council of any other metropolitan borough are concerned, with that council:    Provided that no such consultation shall be necessary in the case of a proposal for a resolution to prepare a scheme if the county council are of opinion that the matter should be dealt with forthwith as a matter of immediate urgency.     3   Where under an interim development order or a scheme an application is made to the London County Council for permission to develop any land within a metropolitan borough pending the coming into operation of a scheme or, as the case may be, pending the coming into operation of a general development order, the county council shall, if the application is an application of any such class (being a class of application involving matters of principle) as may be specified in the order or scheme, give notice to the council of the borough not less than fourteen days before the application is to be taken into consideration, and the county council in determining the application, and the Minister in determining any appeal against their decision, shall take into account any representations made by the council of the borough.     4   The London County Council shall consult with the common council of the city of London with respect to any of the following matters, in so far as they affect or are likely to affect any scheme made or adopted or any resolution to prepare or adopt a scheme which has been passed or is proposed to be passed by the common council of the city of London, that is to say :—   a   any proposal for a resolution to prepare a scheme or to revoke a resolution to prepare or adopt a scheme;     b   the preparation of any scheme which they propose to make;     c   the examination of any scheme which they propose to adopt;    and the common council shall consult with the London County Council in such matters in so far as they affect or are likely to affect any scheme made or adopted, or any resolution to prepare or adopt a scheme which has been passed or is proposed to be passed, by the London County Council.     5   The provisions of section seventeen of this Act shall apply in relation to any building of special architectural or historic interest which is situated within the city of London as if that city were a county borough and as if the common council of the city of London were the council of that borough, and those provisions shall apply in relation to any such building which is situate within the county of London as if that county were a county borough and as if the London County Council were the council of that borough.     6   For the purposes of this Act the provisions of the Public Health Acts, 1875 to 1926, with respect to the purchase of land by agreement shall be deemed to extend to the city of London and the county of London.     7   No scheme or interim development order shall suspend or affect the operation of any provision contained in the  London Squares Preservation Act, 1931, or in any order made under that Act, with respect to a protected square as defined in that Act.     8   Any expenses incurred under this Act by the council of a metropolitan borough shall be defrayed as part of the general expenses of the council, and money may be borrowed for the purposes of this Act by the council of a metropolitan borough in like manner and subject to the like conditions as for the purposes of the Metropolis Management Acts, 1855 to 1893.     9   No scheme or order made under this Act shall, without the consent of the London County Council, provide for suspending, modifying or adapting any provision of the  London Building Act, 1930, or any Act amending or extending that Act, or any byelaw or regulation made thereunder.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "51", "section_title": "Compensation to officers.", "section_text": " 51    1   Every officer of a council who, in consequence of the relinquishment, delegation, or transfer of any powers or duties of that council under any provision contained in sections two to five of this Act, suffers any direct pecuniary loss by determination of his appointment or by diminution or loss of fees, salary, or emoluments, and for whose compensation for that loss provision is not made by any other enactment for the time being in force, shall be entitled to recover compensation under this Act for that loss from that council.     2   For the purposes of this section an officer of a council by or from whom any powers or duties are so relinquished, delegated, or transferred—   a   who at any time within five years after the date of the relinquishment, delegation, or transfer, as the case may be, relinquishes office by reason of his having been required to perform duties which are not analogous to, or which are an unreasonable addition to, those which he was required to perform immediately before the said date; or     b   whose appointment is determined or whose salary is reduced within five years after the said date because his services are not required or his duties are diminished, and not on the ground of misconduct or inefficiency,    shall be deemed, unless the contrary is shown, to have suffered a direct pecuniary loss in consequence of that relinquishment, delegation, or transfer.     3   The provisions of section one hundred and twenty-six of the  Local Government Act, 1929, and of the Eighth Schedule to that Act, shall apply in relation to claims for compensation under this Act as they apply in relation to claims for compensation under that Act, subject to the following modifications,—   a   references to that Act shall be construed as references to this Act; and     b   references to the appointed day shall be construed as references to the date of the relinquishment, transfer, or delegation, as the case may be,    and subject also to such other modifications, if any, as the Minister may consider to be necessary for the purpose of adapting those provisions to cases arising under this Act.     4   In this section the expression \" officer \" includes servant.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "52", "section_title": "Transitional provisions.", "section_text": " 52    1   Where before the commencement of this Act a local authority have, in pursuance of authority given by the Minister under subsection (2) of section one of the  Town Planning Act, 1925, resolved to prepare a scheme under that subsection for the limited purposes therein mentioned, they may, notwithstanding the repeal of the said subsection, prepare and make a scheme for those purposes, without prejudice, however, to their power to pass at any time a resolution to prepare or adopt with respect to the same area, or any part thereof, a scheme for any of the purposes mentioned in section one of this Act.     2   Where an application for authority to prepare or adopt a scheme has been granted, or a resolution to prepare or adopt a scheme has taken effect, but the scheme to be prepared in pursuance of that application or resolution, or, as the case may be, the scheme so adopted, has not at the commencement of this Act come into operation, the application or resolution shall have effect as if it were a resolution passed by the authority and approved by the Minister under this Act, and the existing provisions which immediately before that date regulated the service of notices in the area in question and the procedure in connection with the preparation or adoption of schemes, and the submission of schemes to the Minister, and consideration and approval thereof by him shall, whether those provisions were contained in regulations made by the Minister under the Town Planning Act, 1925, or were contained partly in such regulations and partly in a local Act, continue to apply in relation to that scheme :    Provided that the Minister may by general or special order direct that in certain classes of case, or in any particular case, the provisions of this Act with respect to the matters aforesaid shall apply instead of such existing provisions as aforesaid to such extent, and with such modifications, as he may think fit.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "53", "section_title": "Interpretation.", "section_text": " 53   In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say :—     \" Buildings \" includes structures and erections;      \" Building operations \" includes any road works preliminary, or incidental, to the erection of buildings;      \" Classified road \" means a road classified by the Minister of Transport under the  Ministry of Transport Act, 1919, in Class 1 or Class 2, or in any class declared by him to be not inferior to those classes for the purposes of the Local Government Act, 1929;      \" Development, \" in relation to any land, includes any building operations or rebuilding operations, and any use of the land or any building thereon for a purpose which is different from the purpose for which the land or building was last being used :    Provided that—     the use of land for the purpose of agriculture, whether as arable, meadow, pasture ground or orchard, or for the purposes of a plantation or a wood, or for the growth of saleable underwood, and the use for any of those purposes of any building occupied together with land so used, shall not be deemed to be a development of that land or building; and      the use of land within the curtilage of a dwelling-house for any fresh purpose other than building operations shall not be deemed to be a development of that land if the purpose is incidental to the enjoyment of the dwelling-house as such;         \" District \" means, in relation to the common council of the city of London, the city of London, in relation to the London County Council, the county of London, and in relation to the council of any other county or of a borough, that county or borough;      \" Fence \" and \" hedge \" have respectively the same meanings as in the  Roads Improvement Act, 1925;      \" Joint committee \" means a joint committee appointed under section three or under section four of this Act, or under any repealed enactment relating to town planning;      \" Land \" includes land covered with water and any right in or over land;      \" Minerals \" includes all minerals and substances in or under land of a kind ordinarily worked for removal by underground or by surface working;      \" Owner \" in relation to any land means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, or of any term of years therein granted or agreed to be granted by a lease or agreement the unexpired term whereof exceeds three years;      \" Prescribed \" means prescribed by regulations made by the Minister;      \" Road \" includes a drift-way and a footway;      \" Statutory undertakers \" means any person authorised by or under an Act of Parliament, or an order having the force of an Act of Parliament, to construct, work, or carry on any railway, canal, inland navigation, dock, harbour, tramway, gas, electricity, water, or other public undertaking;      \" Scheme \" means a scheme under this Act, and, save as otherwise expressly provided in this Act, includes a supplementary scheme and a scheme varying or revoking an existing scheme;      \" Site \" in relation to a building includes the area of any offices, out-buildings, yard, court or garden occupied or intended to be occupied therewith;      \" The material date \" means, in relation to any provision contained in a scheme, other than a supplementary scheme or a varying scheme, the date on which the resolution to prepare or adopt the scheme took effect or such later date as may be fixed by the scheme, either generally or for the purposes of any particular provision thereof, and. in relation to any provision contained in a supplementary scheme or a varying scheme or a supplementary order means the date on which the scheme or order came into operation, or such later date as may be fixed by the scheme or order, either generally or for the purposes of any particular provision thereof :    Provided that, where any provision of a scheme or order is revoked by a subsequent scheme or order which contains the same provision or a provision substantially to the same effect, the material date in relation to that later provision shall be the date which, if the earlier provision had continued in operation, would have been the material date in relation thereto ;      \" Existing building \" and \" existing work \" mean respectively a building or work erected, constructed or carried out before the material date, and include also a building or work—     erected, constructed or carried out in pursuance of a contract made before the material date; or      begun before, but completed after, that date; or      erected, constructed or carried out in accordance with the terms of an interim development order, whether made under this Act or any Act repealed by this Act, or of permission granted under such an order:    Provided that—     a building erected or constructed in substitution for a previous building in accordance with the provisions of the scheme relating to substituted buildings shall be deemed to be an existing building; and      a building shall not cease to be, or to be deemed to be, an existing building by reason of its alteration or extension in accordance with the provisions of the scheme relating to the alteration or extension of existing buildings, and any such alteration or extension shall itself be deemed to be part of the existing building;            \" Existing use \" means, in relation to any building or land, a use of that building or land for any purpose of the same or a similar character to that for which it was last used before the material date, or, in the case of a newly erected building which has not been used before that date, a use for any purpose for which it was designed, and includes in any case any use of a building or land permitted by or under an interim development order, whether made under this Act or any Act repealed by this Act:    Provided that—     if at any time after the material date the existing use of a building is discontinued for a period of eighteen months, no use of that building at any subsequent date shall be deemed to be an existing use thereof;      where at the material date a person who was using any land for the purpose of mining, quarrying, the digging of clay, gravel or sand, or the deposit of waste materials or refuse, or any other purpose of a similar nature, was entitled also to use neighbouring land for any such purpose, the user under that title of that neighbouring land for any such purpose, whether before or after the material date, shall be deemed to be an existing use.        "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "54", "section_title": "Repeals.", "section_text": " 54    1   The enactments mentioned in the Fifth Schedule to this Act are hereby repealed to the extent specified in the third column of that schedule, and, subject to the provisions of subsection (2) of section fifty-two of this Act, such of the provisions of any local Act, including any local Act passed on the same day as this Act, as modify the provisions of the Town Planning Act, 1925, in its application to a particular locality are also repealed:    Provided that—   a   nothing in this repeal shall affect any appointment, scheme, order, regulation, or agreement made, or any approval, consent or notice given, under any enactment repealed by this Act, and any such appointment, scheme, order, regulation, agreement, approval, consent or notice may be enforced and carried into effect as if this Act had not been passed, but may be amended, varied, repealed or revoked under this Act;     b   where at the commencement of this Act there is outstanding any claim for compensation duly made under any Act repealed by this Act, or any claim so made for any amount in respect of an increase in the value of property, or the time limited by or under any such repealed Act for making such a claim has not expired, that outstanding claim, and any such claim made within the time so limited, shall be entertained and may be enforced in the same manner in all respects as if this Act had not been passed;     c   a reference in any document to any Act or enactment repealed as aforesaid, or to a town planning scheme under any such Act, shall be construed as a reference to this Act or the corresponding enactment in this Act, or to a scheme under this Act;     d   the provisions of a local Act, in so far as they effect a transfer of functions exerciseable under the Town Planning Act, 1925, from one authority to another or regulate the manner in which any such functions are to be exercised where such a transfer has been so effected, shall be excepted from the repeal by this section of the provisions of local Acts;     e   except as expressly provided in the section of this Act of which the marginal note is \" Special \" provisions as to the Surrey County Council \" Act, 1931,\" nothing in this Act shall repeal or affect any provisions of the  Surrey County Council Act, 1931.       2   The mention of particular matters in this section shall not be held to prejudice or affect the general application of section thirty-eight of the  Interpretation Act, 1889, with regard to the effect of repeals.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "55", "section_title": "Special provisions as to the Surrey County Council Act, 1931.", "section_text": " 55    1   Sections seventy-three to eighty-one and section eighty-three of the Surrey County Council Act, 1931, (in this section referred to as \" the Surrey Act\"), are hereby repealed:    Provided that the repeal of section eighty of the Surrey Act shall be without prejudice to the provisions of subsection (2) of section fifty-two of this Act.     2   So much of subsection (1) of section ninety-seven of the Surrey Act as relates to any of the sections repealed by subsection (1) of this section and subsections (2) and (3) of that section ninety-seven are also hereby repealed.     3   In the Surrey Act (except in section one hundred and seventy-four thereof) references to a town planning scheme or to a town planning scheme made or approved under or in pursuance of the Town Planning Act, 1925, shall be construed as including references to a scheme under this Act, and the words \"whether under the \" Town Planning Act, 1925, or the section of this Act \" of which the marginal note is ' Extension of powers \" 'of local authorities to make or adopt town planning \" ' schemes' \" in paragraph (a) of subsection (6) of section sixty-eight of the Surrey Act are hereby repealed.     4   In subsection (8) of section ninety-six of the Surrey Act references to a joint committee appointed under section two of the Town Planning Act, 1925, shall be construed as including references to a joint committee appointed under this Act.     5   The following section shall be substituted for section eighty-two of the Surrey Act:—    1   A local authority may with the consent \" of the Surrey Joint Planning Committee constituted under section ninety-six of this Act delegate \" to that committee, with or without restrictions, \" any of their powers and duties in connection \" with the preparation or adoption of a town \" planning scheme, other than the power to \" borrow money or levy a rate, and shall pay \" any expenses incurred by the said committee \" in the exercise of any powers and duties so \" delegated.     2    a   Where two or more local authorities \" are desirous of acting jointly in the preparation \" or adoption of a scheme, they may, with the \" consent of the Surrey Joint Planning Committee, \" concur in delegating to that committee with or \" without restrictions any of their powers and \" duties in connection with the preparation or \" adoption of a town planning scheme, other than \" the power to borrow money or levy a rate.     b   The expenses incurred by the said committee in the exercise of any powers and duties \" delegated under this subsection shall be paid \" by the local authorities who have concurred in \" the delegation, or some or one of them, as they \" may agree, and if any question arises as to the \" local authorities or local authority by whom, \" or the proportions in which, any such expenses \" are to be paid, that question shall be deter\" mined by the Minister.     c   The provisions of section fifty-eight of \" the Local Government Act, 1894, with respect \" to accounts and audit shall, with any necessary \" modifications, apply in relation to the expenses \" incurred by the said committee in the exercise \" of any powers and duties delegated under this \" subsection as though the said committee were \" a joint committee of which the local authorities \" who have concurred in the delegation were \" constituent authorities.          6   A scheme applying to land in the administrative county of Surrey may, with the consent of the Surrey Joint Planning Committee constituted under the Surrey Act, provide that the said committee or a body consisting of such number of members of the said committee, to be nominated by the said committee for the purpose, as may be specified, in the scheme, shall be the authority responsible for enforcing and carrying into effect all or any of the provisions of the scheme, and where a scheme provides for a body consisting of such persons as aforesaid being the responsible authority for any of the purposes of the scheme it may authorise that body to co-opt additional members, so however that at least three-fourths of the members of that body shall be persons who are members of the said committee.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "56", "section_title": "Saving as to the Sandhills in the Parts of Lindsey, Lincolnshire.", "section_text": " 56   Nothing in this Act shall affect the provisions of any Act of the present Session to provide, amongst other purposes, for regulating certain lands in the Parts of Lindsey, Lincolnshire, known as the Sandhills.  "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "57", "section_title": "Application to Scotland.", "section_text": " 57    1   This Act shall apply to Scotland subject to the adaptations and modifications specified in the Sixth Schedule to this Act.     2   A copy of this Act as applying to Scotland by virtue of the provisions of the last preceding subsection, but with this section and the said Sixth Schedule omitted therefrom, shall be prepared and certified by the Clerk of the Parliaments as if it were a separate Act which had received the Royal Assent on the same day as this Act and shall be deposited with the Rolls of Parliament, and thereupon this Act shall cease to apply to Scotland and the Act as certified as aforesaid shall take effect as a separate Act of the present session and may be cited as the Town and Country Planning (Scotland) Act, 1932, and may be printed as a separate Act by the Printers to His Majesty as a chapter of the statutes of the session distinguished by the number next following the number of the chapter assigned to this Act.    "}, {"act": "Town and Country Planning Act 1932", "year": 1932, "section": "58", "section_title": "Short title, commencement and extent.", "section_text": " 58    1   This Act may be cited as the Town and Country Planning Act, 1932, and, except as otherwise expressly provided, shall come into operation on the first day of April, nineteen hundred and thirty-three.     2   This Act shall not extend to Northern Ireland.    "}]