[{"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "1", "section_title": " Transfer of right of appointment to theological chairs in the Scottish Universities.", "section_text": "1 The right of presentation or appointment to any theological chair in any of the Scottish Universities which, according to the law existing immediately prior to the passing of this Act, was vested in His Majesty or in any body or person other than the University Court shall, subject to the provisions of the immediately succeeding section, be transferred to and vested in the University Court of the university to which the chair belongs."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "2", "section_title": " Extension of powers of University Courts to make ordinances.", "section_text": "2 1 The powers conferred on the University Court of each of the Scottish Universities . . .  , shall include power, . . .  , to make and to alter or revoke such ordinances as the University Court think fit:— a constituting a board of nomination composed of representatives elected in equal numbers by the University Court and by or under the authority of the General Assembly or otherwise in such manner as may be agreed on by the University Court and the General Assembly, and ordaining that a vacancy in any theological chair founded prior to the passing of this Act shall be filled by the appointment by the University Court of a person nominated by the aforesaid board if such nomination is agreed to by two-thirds of the whole number of the members of the board, and is intimated to the University Court within twelve months after the occurrence of the vacancy, and that failing such intimation within the said period the University Court may proceed to make an appointment without further consultation with the Board of Nomination; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c altering, with the consent of the General Assembly or of any commission, board, or other body to which the General Assembly may delegate the power so to consent, the name of any chair founded in pursuance of this section, or the scope of teaching, duties, and conditions of appointment of the professor, or, with the consent of the General Assembly, abolishing such chair, provided that no such ordinance shall authorise such alteration or abolition, except on the occurrence of a vacancy, or with the consent of the holder of the chair for the time being; d in the case of the University of  St.  Andrews, separating the Principalship of St. Mary’s College in that University from the Primarius Professorship of Divinity in the said College, and making such division of the emoluments attached to the said Principalship and Professorship conjointly prior to such separation, as the University Court may think fit. 2 Any ordinance made by the University Court of the University of Aberdeen under paragraph (a) of subsection (1) of this section may provide that the nomination board constituted under such ordinance may, in the case of a nomination for the Chair of Systematic Theology in the said University, follow the procedure established by the deed of erection relating to such Chair. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 When an ordinance under paragraph (d) of subsection (1) of this section separating the principalship from the professorship therein referred to has come into operation, the right of presentation or appointment to the said principalship and to the said professorship shall be vested in the University Court, subject in the case of the professorship to the provisions of paragraph (a) of the said subsection (1). 5 Nothing in the foregoing provisions of this section, or of any ordinance made thereunder, shall prejudice any rights reserved to the Free Church of Scotland by the Order entitled “Assembly Records, Libraries, &c.,” and dated the twenty-ninth day of November, nineteen hundred and nine, made by the Commissioners under the  Churches (Scotland) Act 1905."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "3", "section_title": " Provision regarding bursaries or scholarships in United Free Church of Scotland.", "section_text": "3 Notwithstanding anything contained in any deed of foundation establishing bursaries or scholarships tenable by students of theology in the former United Free Church Colleges or in any scheme made or approved by the Court of Session or in any scheme under the  Educational Endowments (Scotland) Act 1882, or in any order under the  Churches (Scotland) Act 1905, regarding such bursaries or scholarships, it shall be lawful for the trustees, patrons or administrators under such deed of foundation or under such scheme or order to provide and declare by deed of declaration under their hands that such bursaries or scholarships shall be tenable by students of theology preparing for the Ministry of the Church of Scotland or of the United Free Church of Scotland (Continuing) and attending any Scottish University or a specified Scottish University and such provision and declaration shall be of the like force and effect as if it had been contained in the deed of foundation or in such a scheme or order as aforesaid: Provided that, where by the terms of the deed of foundation or of any such scheme or order as aforesaid any such bursary or scholarship is tenable only by students attending a specified former United Free Church College, no deed of declaration under this section shall, except with the consent of the Church of Scotland given in such way as the General Assembly may appoint, provide or declare that such bursary or scholarship shall be tenable at any university other than that in the burgh in which such college is situated: Provided also that, where any bursary or scholarship which, in pursuance of a deed of declaration under this section is tenable at a Scottish university, is awarded to a student of theology preparing for the ministry of the United Free Church of Scotland (Continuing), any period not exceeding one year during such student’s tenure of the bursary or scholarship which he may spend as a student in the College of the United Free Church of Scotland (Continuing) shall, for the purposes of the said deed of declaration, be deemed to be spent at the university."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "4", "section_title": " Agreements for admission of teachers of theology to university status.", "section_text": "4 Nothing in this Act contained shall restrict any University Court from entering into agreements with any Christian Church or Association of Christians whereby teachers of theology may be admitted to university status or privileges."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "5", "section_title": " Declaration in Act of Queen Anne not to be required of principals of or professors in Scottish Universities.", "section_text": "5 It shall not be necessary for any person who shall have been, or shall be, elected, presented or provided to the office of principal, professor, regent, master or other office in any of the universities or colleges in Scotland to make and subscribe the acknowledgement or declaration mentioned in the  Protestant Religion and Presbyterian Church Act 1707."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act, unless the context otherwise requires:— “ General Assembly ” means the General Assembly of the Church of Scotland; “ Theological chair ” means the chair of any professor who for the time being is included as a professor in the faculty of theology or divinity in any of the Scottish Universities; “ Former United Free Church College ” means a college which, prior to the Union of the United Free Church and the Church of Scotland on the second day of October, nineteen hundred and twenty-nine, belonged to and was administered by the United Free Church of Scotland or which was associated with that church, and which since that date has belonged to and been administered by the Church of Scotland or has been associated with that church; and other expressions shall have the like meaning as in the Universities (Scotland) Acts 1858 to 1922."}, {"act": "Universities (Scotland) Act 1932", "year": 1932, "section": "7", "section_title": "†Extent, short title and repeal.", "section_text": "7 1 This Act shall extend to Scotland only and may be cited as the Universities (Scotland) Act 1932, and the Universities (Scotland) Acts 1858 to 1922, and this Act may be cited together as the Universities (Scotland) Acts 1858 to 1932. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]