[{"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "1", "section_title": " Increase in membership of Crofters Commission. ", "section_text": "1 Subsection (3) of section one of the Act of 1955 (which provides amongst other things that the Commission shall consist of not more than six members) shall have effect as if the word “nine” were substituted for the word “six”."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "2", "section_title": " Provisions as to new crofts and enlarged crofts and common grazings.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where the owner of any land which is not itself a croft and which does not form part of a croft agrees to grant a tenancy of such land to any crofter, then— a except in such a case as is mentioned in paragraph (b) of this subsection, if the owner of the said land and the crofter agree that such land will form part of any croft of which the crofter is tenant, the land shall, as from the date of entry under the said tenancy, form part of such croft, and the Act of 1955  this Act and the  Crofting Reform (Scotland) Act 1976  shall apply accordingly to the croft as so enlarged; b in a case where the area of the croft (exclusive of any common pasture or grazing held therewith) together with the area of the land exceeds  30 hectares  and the rent of the croft together with the rent under the said tenancy exceeds  £100 , the  Commission  may, on an application in that behalf made to  them  jointly by the owner of the land and the crofter, direct that the land shall form part of the croft and, if  they make  such direction, then as from the date of the direction or the date of entry under the said tenancy, whichever is the later, the land shall form part of the croft, and the Act of 1955  this Act and the  Crofting Reform (Scotland) Act 1976  shall apply accordingly to the croft as so enlarged. 2A The Commission shall make a direction under subsection (2) above only if they are satisfied that such a direction— a would be of benefit to the croft; and b would not result in the croft as enlarged by the land referred to in that subsection being substantially larger than 30 hectares or capable of being let as a croft at an annual rent substantially in excess of £100. 3 Where any such land as is mentioned in paragraph (a) of subsection (3) of section eight of this Act is included in a reorganisation scheme made under that section and confirmed by the Secretary of State, then as from the date on which the scheme is put into effect the Act of 1955  this Act and the  Crofting Reform (Scotland) Act 1976  shall apply to such land. 4 Where the owner of any land to which the Act of 1955 and this Act do not apply agrees to grant rights in any pasture or grazing land to the crofters sharing in any common grazing and the said owner and crofters agree that such land will form part of the said common grazing, then as from the date on which such rights are first exercisable by the crofters, the land shall form part of the common grazing, and the said Acts shall apply accordingly to the common grazing as so enlarged. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the owner of any land which becomes part of a croft or of a common grazing by virtue of paragraph (a) of subsection (2) of this section or, as the case may be, the last foregoing subsection, shall give notice to the Commission of the enlargement of such croft or common grazing. 6 In the application to the crofting counties of section four of the  Small Landholders and Agricultural Holdings (Scotland) Act 1931 (which amongst other things confers power on the Land Court in certain circumstances to cancel the registration of a person as a crofter) the words from “and where a person” to the end of the section shall cease to have effect . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "3", "section_title": " Commission to maintain Register of Crofts.", "section_text": "3 1 It shall be the duty of the Commission to compile and maintain a register of crofts (in this Act referred to as “ the Register of Crofts ”). 2 There shall be entered in the Register of Crofts— a the name, location, rent and extent of every croft; b the name of the tenant and the landlord of each croft; and bb any consent of the landlord of a croft under section 26A(1)(b) of the Act of 1955; c such other matters relating to each croft as the Commission may, with the approval of the Secretary of State, decide are proper to be entered in the Register; and the Commission shall from time to time insert new entries in the Register or alter or omit existing entries so far as may be necessary to ensure the accuracy of the Register and shall send a copy of any new entry inserted by them after the commencement of this Act, or of any entry altered by them after such commencement, to the landlord and the tenant of the croft concerned, and shall intimate the omission of any entry to the owner and the tenant (if any) of the land concerned. Provided that the Commission shall not be required under this subsection to send a copy of any new entry or of any entry altered by them or to intimate the omission of any entry to any person who has to any extent assisted the Commission in the performance of their duties of inserting or, as the case may be, altering or omitting an entry by the furnishing of information to them. 3 The Commission shall, on a request for an extract of any entry in the Register of Crofts being made to them by a person who, in their opinion, has good reason for desiring an extract of the said entry, furnish that person with such extract certified by the person for the time being acting as secretary to the Commission; and a document purporting to be an extract of an entry in the Register and to be certified as aforesaid shall be sufficient evidence that the Register contains such an entry. 4 Subsections (2) to (4) of section fifteen of the Act of 1955 (which relate to the compilation by the Commission of a register of crofts) shall cease to have effect, but the register of crofts compiled by the Commission under the said subsection (2) shall, so far as it contains particulars which are required by or under subsection (2) of this section to be entered in the Register of Crofts, be deemed to have been compiled by the Commission in pursuance of subsection (1) of this section."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "4", "section_title": " Determination of questions by Land Court.", "section_text": "4 1 Without prejudice to any jurisdiction exercisable by them under any enactment, the Land Court shall have power to determine, either on the application of any person having an interest or on a reference made to them by the Commission, any question of fact or law arising under the Act of 1955 or this Act  or the  Crofting Reform (Scotland) Act 1976 , whether such question arises before or after the commencement of this Act, and including, without prejudice to the said generality,— a the question whether any holding is a croft; b the question who is the tenant of any croft; c any question as to the boundaries of a croft or of any pasture or grazing land a right in which forms part of a croft; d the question whether any land is or forms part of a common pasture or grazing to which the Act of 1955 and this Act  and the  Crofting Reform (Scotland) Act 1976  apply: Provided that the Land Court shall not have power under this subsection to determine— i any question of a kind reserved by the Act of 1955 or this Act  or the  Crofting Reform (Scotland) Act 1976  to a court other than the Land Court; or ii any question (other than a question of law) decided by the Secretary of State or the Commission in the discharge of any of his or their functions under the Act of 1955 or this Act  or the Crofting Reform (Scotland) Act 1976 . 2 The Land Court shall cause intimation to be made to the Commission of their determination on any question coming before them under the Landholders Acts (in their application to the crofting counties) or the Act of 1955 or this Act  or the Crofting Reform (Scotland) Act 1976 . 3 So much of subsection (2) of section twenty-five of the Act of 1911 as provides for the stating by the Land Court of a special case for the opinion of the Court of Session on any question of law arising in proceedings in the Land Court under the Landholders Acts shall apply in relation to proceedings in the Land Court under any other enactment as it applies in relation to the first-mentioned proceedings. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "5", "section_title": " Permanent improvements made on crofts for purposes of subsidiary or auxiliary occupations.", "section_text": "5 1 A crofter may erect any buildings or other structures, or execute any works, on his croft which— a are reasonably required to enable him to make use of the croft for any subsidiary or auxiliary occupation in accordance with paragraph 3 of the Second Schedule to the Act of 1955, and b will not interfere substantially with the use of the croft as an agricultural subject. 2 Any buildings or other structures erected, or any works executed, under the foregoing subsection on any croft shall, if in the case of any such buildings or structures they are fixtures on the land, be permanent improvements on that croft and shall be deemed to be suitable to the croft for the purposes of paragraph (a) of subsection (1) of section fourteen of the Act of 1955. 3 The provisions of the last foregoing subsection shall apply in relation to buildings or other structures erected, or works executed, on any croft before the commencement of this Act if such buildings, structures or works could have been erected or executed under subsection (1) of this section had the said subsection (1) then been in force: Provided that nothing in this subsection shall authorise the payment of compensation under section fourteen of the Act of 1955 in respect of any such buildings, structures or works as are mentioned in this subsection where the crofter has renounced his tenancy or has been removed from his croft before the commencement of this Act."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "6", "section_title": " Assessment of compensation for improvements.", "section_text": "6 1 The amount of any compensation payable under subsection (1) of section fourteen of the Act of 1955 to a crofter who renounces his tenancy or is removed from his croft after the commencement of this Act  , or to the executor of a deceased crofter,  in respect of a permanent improvement  on the croft  shall be a sum equal to—  a  the value of that improvement as at the date when— i the crofter renounced his tenancy, or ii the crofter was removed from the croft, or iii the tenancy of the croft was terminated in pursuance of section 16(3) of the  Succession (Scotland) Act 1964, as the case may be,  calculated in accordance with the provisions of the next following subsection, less b the value of any assistance or consideration which may be proved to have been given by the landlord of the croft or any of his predecessors in title in respect of the improvement. 2 For the purposes of the foregoing subsection, the value of an improvement on any croft shall be taken to be the amount, if any, which, having regard to the location of the croft and any other circumstances which might affect the demand for the tenancy thereof, the landlord might reasonably be expected to receive in respect of the improvement from a person who might reasonably be expected to obtain the tenancy of the croft if the croft were offered on the open market for letting . . .   with entry on the date referred to in paragraph (a) of the foregoing subsection. 3 Where compensation falls to be assessed under the two foregoing subsections in respect of any permanent improvement on a croft and the amount of such compensation is fixed or assessed by the Land Court under subsection (8) of section fourteen of the Act of 1955 . . .   or paragraph (a) of subsection (3) of section nine of this Act, then if the crofter  or, as the case may be, the executor of the deceased crofter  is qualified as mentioned in the next following subsection he may request the Land Court to determine the amount which would have been payable by way of compensation in respect of that improvement if this Act had not been passed, and if the amount last mentioned is greater than the amount fixed or assessed by the Land Court as aforesaid, the difference between the two said amounts shall be payable to the crofter  or executor  by the Secretary of State: Provided that— a the Secretary of State shall be entitled to set off any amount due to him by the crofter  or, as the case may be, the executor of the deceased crofter  in respect of a loan made under subsection (2) or (3) of section twenty-two of the Act of 1955 or subsection (7) of section seven or section nine of the Act of 1911 against any sum payable to the crofter  or executor  by the Secretary of State under this subsection; and b this subsection shall not apply where compensation in respect of the improvement in question has on a previous occasion fallen to be assessed under the two foregoing subsections. 4 The reference in the last foregoing subsection to a crofter who is qualified is a reference to a crofter— a whose tenancy of the croft in question began before the commencement of this Act, or b who holds the tenancy of such croft as statutory successor to his immediate predecessor in the tenancy and each of whose predecessors (being in each case a person whose tenancy of the croft began after the commencement of this Act) held such tenancy as statutory successor to his immediate predecessor.  and for the purposes of the said subsection the executor of a deceased crofter shall be deemed to be qualified if the deceased crofter would have been qualified as mentioned in the foregoing provisions of this subsection. 5 The Act of 1955 shall have effect subject to the amendments specified in Part I of the First Schedule to this Act, being amendments consequential on the foregoing provisions of this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "7", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "8", "section_title": " Reorganisation schemes.", "section_text": "8 1 Where in relation to any township the Commission— a either of their own accord or on representations made to them by a crofter who is the tenant of a croft situated in the said township or by the landlord of such a croft or by a grazings committee appointed under section twenty-four of the Act of 1955 in respect of common grazings shared in by any such crofter, and b after such consultation as is reasonably practicable with the tenants and the landlords of crofts situated in the township and with any grazings committee appointed as aforesaid, and c after making such inquiries as they think fit, are satisfied that the township ought to be reorganised in order to secure the preservation or the better development thereof, they may prepare a draft of a scheme (in this Act referred to as a “reorganisation scheme”) for the reorganisation of the township. 2 A reorganisation scheme shall provide for the re-allocation of the land in the township in such manner as is, in the opinion of the Commission, most conducive to the proper and efficient use of that land and to the general benefit of the township, so, however, that under the scheme every crofter who is the tenant of a croft situated in the township and who so wishes shall be granted the tenancy of a croft and that such croft shall— a if the crofter so wishes, include any dwelling-house which formed part of the croft of which he was tenant immediately before the date on which the scheme was put into effect, and b if he so wishes, be of a value not less than that of the croft of which he was tenant as aforesaid. 3 A reorganisation scheme may, if the Commission think fit, make provision with respect to all or any of the following matters, that is to say— a the inclusion in the scheme of any land in the vicinity of the township, being land to which the Act of 1955 and this Act do not apply, which in the opinion of the Commission ought to be used for the enlargement of crofts in the township or of common grazings used exclusively or shared in by the township; b the admission into the township of new crofters and the allocation to them of shares in the common grazings; c the apportionment for the exclusive use of the township of a part of any common grazings in which it shares; d the inclusion in any croft formed under the scheme of a part of the common grazings or of any land held runrig; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f any other matter incidental to or consequential on the provisions of the scheme. 4 For the purposes of a reorganisation scheme the Commission shall prepare such maps and plans as may be necessary to indicate the general effect of the scheme and its effects on each of the crofts in the township. 5 The Commission shall serve on each crofter who is the tenant of a croft situated in the township to which a draft reorganisation scheme relates a copy of such scheme together with a notice— a naming a place within the locality in which the said township is situated where a copy of the maps and plans prepared by the Commission under the last foregoing subsection may be inspected at all reasonable hours, and b requesting that the crofter on whom the said notice is served shall, within four months from the date of such service, intimate to the Commission in writing whether he is in favour of the scheme or not. Where any crofter on whom such a notice as aforesaid has been served fails to comply with the request contained in such notice, he shall for the purposes of this section be deemed to have intimated to the Commission in compliance with the said request that he is in favour of the scheme. 6 If within the said period of four months a majority of the crofters on whom a copy of a draft reorganisation scheme and notice have been served in pursuance of the last foregoing subsection have intimated to the Commission in compliance with the request contained in such notice that they are in favour of the scheme, the Commission shall submit to the Secretary of State the draft reorganisation scheme and the maps and plans prepared by them under subsection (4) of this section together with such information as they may think necessary, or as the Secretary of State may require, for the purpose of informing him of the general purport and effect of the scheme, and shall submit also a statement of their views on the prospects of the development of agricultural and other industries in the township and in the locality in which the township is situated. 7 The Secretary of State may confirm a draft reorganisation scheme submitted to him under the last foregoing subsection with or without modifications, and the provisions of the Second Schedule to this Act shall apply with respect to the confirmation and the validity of such a scheme."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "9", "section_title": " Putting into effect of reorganisation schemes.", "section_text": "9 1 It shall be the duty of the Commission to put into effect any reorganisation scheme confirmed by the Secretary of State under the last foregoing section, and the Commission may, subject to any directions in that behalf given to them by the Secretary of State, do all such things as may be required for that purpose. 2 A reorganisation scheme shall be put into effect on such date as may be appointed by the Commission, and the Commission may appoint different dates in respect of different provisions of the scheme, and any reference in this Act to the date on which a reorganisation scheme is put into effect shall, in relation to any land, be construed as a reference to the date on which the provisions of that scheme which apply to such land are put into effect. 3 The Commission shall, on a reorganisation scheme being confirmed by the Secretary of State, remit the scheme to the Land Court to fix the sums which will become payable on the scheme being put into effect— a to each person who immediately before the said date was the tenant of a croft in the township, by way of compensation in respect of permanent improvements by reason of the termination of his tenancy by virtue of subsection (6) of this section; b by each person (whether or not he was immediately before the said date the tenant of a croft in the township) who under the scheme becomes the tenant of a croft, in respect of the permanent improvements on that croft; and c by way of rent in respect of each of the crofts formed under the scheme. 4 In fixing rents under paragraph (c) of the last foregoing subsection the Land Court shall so proceed that the aggregate of the rents so fixed, so far as attributable to subjects which formed part of crofts comprised in the township at the date of the confirmation of the scheme— a does not exceed the aggregate of the rents payable in respect of those subjects at that date, and b is fairly apportioned amongst the said subjects. 5 The rent fixed by the Land Court in pursuance of paragraph (c) of subsection (3) of this section in respect of any croft shall not be altered, except by agreement between the landlord and the crofter, for a period of seven years from the term at which it first became payable. 6 For the purpose of putting into effect the provisions of a reorganisation scheme, the Commission shall serve on the tenant and on the landlord of every croft to which those provisions apply and on any person (other than such a tenant) who under the scheme is to become the tenant of a croft a notice specifying the date on which the scheme is to be put into effect, and where such notices have been served— a every such tenant shall be deemed to have given notice renouncing the tenancy of his croft immediately before the said date; and b each person (whether or not such a tenant) who under the scheme is to become the tenant of a croft shall on that date become the tenant of that croft. 7 Where any buildings situated on land to which a reorganisation scheme applies will on the putting into effect of the scheme cease to be required in connection with the occupation of that land, the Commission shall, on the scheme being confirmed by the Secretary of State, give notice to that effect to the landlord of the land, and thereupon the provisions of subsections (6) and (8) of section sixteen of the Act of 1955 (under which the Secretary of State may be required to purchase buildings on certain crofts) shall apply in relation to the buildings first mentioned as if the said notice had been a notice given under the said subsection (6) to the landlord by the Commission immediately before the date of the putting into effect of the scheme. A notice given under this subsection to a landlord by the Commission shall inform the landlord of the effect of this subsection in relation to the buildings in respect of which the notice is given. 8 Where a reorganisation scheme provides, in pursuance of paragraph (a) of subsection (3) of the last foregoing section, for the inclusion in the scheme of land in the vicinity of the township, the Secretary of State shall, on confirming the scheme, serve— a on the occupier of any such land who is not the owner thereof, a copy of the scheme together with a notice terminating his interest in the land on the expiry of three months from the date of the service of the notice; and b on the owner of any such land a copy of the scheme together with a notice requiring him to enter into an undertaking that he will, on the date on which the scheme is put into effect, let the land in accordance with the provisions of the scheme. 9 Where the interest in any land of the occupier of that land is terminated in pursuance of paragraph (a) of the last foregoing subsection, the Secretary of State shall be deemed to be authorised to purchase the said interest compulsorily and to have served notice to treat in respect thereof on the date on which the interest is terminated as aforesaid. 10 Where— a the owner of any land fails within two months from the date on which a notice is served on him under paragraph (b) of subsection (8) of this section to enter into such an undertaking as is mentioned in that paragraph or, having entered into such an undertaking, fails to let the land in accordance with the provisions of the scheme on the date on which the scheme is put into effect; or b the owner of any land to which any provision contained in a reorganisation scheme applies gives to the Secretary of State, within two months from the date on which notice of the confirmation of the scheme is served on him under paragraph 7 of the Second Schedule to this Act, notice requiring the Secretary of State to purchase the land; the Secretary of State shall be deemed to be authorised to purchase the said land compulsorily and to have served notice to treat in respect thereof immediately before the date on which the scheme is put into effect. Any purchase of land under this subsection shall be deemed to be completed immediately before the date on which the scheme is put into effect, and the Secretary of State shall, as the landlord of such land, be liable to pay or, as the case may be, entitled to receive any such sum as is mentioned in paragraph (a) or (b) of subsection (3) of this section which becomes payable on the said date and any sum payable on that date under subsection (6) of section fourteen of the Act of 1955 by way of compensation for deterioration of, or damage to, fixed equipment on the land. 11 The provisions of this and of the last foregoing section shall, unless the context otherwise requires, apply in relation to a group of neighbouring townships as they apply in relation to a township. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "11", "section_title": " Subletting of crofts.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Notwithstanding any enactment or rule of law a crofter shall be entitled after the commencement of this Act to sublet his croft without the consent of the landlord of the croft. 3 A crofter shall not after the commencement of this Act sublet his croft otherwise than with the consent in writing of the Commission and in accordance with such conditions (which shall not include conditions relating to rent) as the Commission in giving their consent may impose; and any sublease of his croft granted by a crofter otherwise than as aforesaid shall be null and void: Provided that nothing in this subsection shall be construed as debarring a crofter from subletting any dwelling-house or other building forming part of his croft to holiday visitors. 4 On applying to the Commission for their consent to a proposed sublease of his croft, a crofter shall furnish such information with respect to the proposed sublease, including the name of the subtenant, the duration of the sublease and the terms and conditions of the sublease (other than those relating to rent), as the Commission may require. 5 The Commission shall, on an application being made to them by a crofter for their consent to a proposed sublease of a croft, serve on the landlord of the croft a notice stating that such application has been made and specifying the name and designation of the proposed subtenant, and in deciding whether to give or to refuse consent to such sublease the Commission shall have regard to any observations made to them by the landlord within fourteen days from the date of the service of such notice. 6 The Commission may, in giving their consent to a proposed sublease of a croft, impose such conditions (other than any relating to rent) as they may think fit."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "12", "section_title": " Special provisions regarding subletting of crofts not adequately used.", "section_text": "12 1 The Commission may at any time withdraw a preliminary notice served by them on a crofter under this subsection. 2 Where a crofter on whom a preliminary notice has been served under the foregoing subsection fails to satisfy the Commission within the period mentioned in that subsection that he is making adequate use of his croft, the Commission may, within one month from the expiry of that period, serve on such crofter a notice stating that, subject to the provisions of the next following subsection, the croft will, on the expiry of one month from the date of the service of the notice or such longer period as may be specified in the notice, become subject to a requirement that it be sublet. 3 A crofter on whom a notice is served under the last foregoing subsection by the Commission may, at any time before his croft becomes subject, in terms of such notice, to a requirement that it be sublet, refer to the Secretary of State the question whether he is making adequate use of his croft, and the Secretary of State, after affording to the crofter an opportunity of making representations to him and, if the crofter does not object to such consultation, after consulting with any grazings committee appointed under section twenty-four of the Act of 1955 in respect of common grazings in the township in which the croft is situated, may annul the notice or may confirm it. 4 Where a notice is served under subsection (2) of this section on a crofter by the Commission and either no reference is made under the last foregoing subsection to the Secretary of State by the crofter or on such a reference the Secretary of State confirms the notice, the Commission may, within one month from the last date on which a reference might have been made as aforesaid or from the date on which the notice was confirmed by the Secretary of State, as the case may be, serve on the crofter a further notice requiring that he shall, within three months from the date of the service of such further notice, submit to them for their approval proposals (other than any relating to rent) for subletting his croft. 5 The Commission shall, on proposals for subletting a croft being submitted to them by a crofter as aforesaid, serve on the landlord of the croft a notice stating that such proposals have been submitted and specifying the name and designation of the proposed subtenant, and in deciding whether or not to approve such proposals the Commission shall have regard to any observations made to them by the landlord within fourteen days from the date of the service of such notice. 6 The Commission may, in giving their approval to any proposals submitted to them by a crofter as aforesaid, impose such conditions (other than any relating to rent) as they may think fit, and any reference in this or the next following section to proposals submitted to the Commission under subsection (4) of this section and approved by them shall include a reference to conditions imposed by the Commission under this subsection in giving their approval to such proposals. 7 If a crofter on whom a further notice is served under subsection (4) of this section by the Commission fails within the period mentioned in that subsection to submit proposals for subletting his croft, or if any proposals submitted by such a crofter are not approved by the Commission, or if such a crofter fails to sublet the croft in accordance with proposals approved by the Commission, the Commission themselves may, subject to the following provisions of this section, grant a sublease of the croft to such person as they may think fit. 8 Before granting a sublease of any croft under the last foregoing subsection the Commission shall consult with any grazings committee appointed under section twenty-four of the Act of 1955 in respect of common graings in the township in which the croft is situated, and thereafter the Commission shall, if they propose to grant such sublease, serve on the landlord of the croft and on the crofter a notice to that effect which shall also specify the name and designation of the proposed subtenant, and in deciding whether or not to grant the sublease the Commission shall have regard to any observations made to them by the landlord or by the crofter within fourteen days from the date of the service of such notice. 9 Where the Commission grant a sublease of any croft under subsection (7) of this section, they shall forthwith give to the landlord of the croft, to the crofter and to the subtenant under the sublease a notice intimating that they have granted the sublease as aforesaid and setting out the name of the subtenant, the duration of the sublease, and the terms and conditions on which it has been granted, and the Commission shall also make a record of the condition as at the date of entry under the sublease of any fixed equipment let thereunder. 10 A sublease of a croft granted by the crofter in accordance with proposals submitted to the Commission under subsection (4) of this section and approved by them, or by the Commission under subsection (7) of this section, shall not, unless the crofter so wishes, include— a any dwelling-house or garden ground forming part of the croft; b any buildings or other structures erected, or any works executed, on the croft which, by virtue of subsection (2) or (3) of section five of this Act, are permanent improvements on the croft; c such part of the croft as the Commission shall determine, being a part which (taken together with the site of any dwelling-house, garden ground, buildings, structures or works which, by virtue of the foregoing provisions of this subsection, are not included in the sublease) extends to  one half hectare ; d any right pertaining to the tenancy of the croft to cut or take peat. 11 A sublease of any croft granted under subsection (7) of this section by the Commission shall have effect in all respects as if it had been granted by the crofter in accordance with proposals submitted to the Commission under subsection (4) of this section and approved by them. 12 The rent payable under a sublease granted under subsection (7) of this section by the Commission shall, in the case of a sublease of a whole croft, or of a whole croft other than any subjects which, by virtue of subsection (10) of this section, are not included in the sublease, be a sum equal to one and one quarter times the rent payable to the landlord by the crofter in respect of the croft, and, in any other case, be such proportion of the said sum as the Commission may determine: Provided that the Land Court may, on an application in that behalf made by the crofter within six months from the date on which notice intimating the grant of the sublease was given to him under subsection (9) of this section by the Commission, vary the rent fixed by or under this subsection and substitute therefor such other rent, whether higher or lower than the rent so fixed, as may appear to the Land Court to be just in all the circumstances, and the rent determined by the Land Court in pursuance of this proviso shall be payable under the sublease, in place of the rent fixed as aforesaid, as from the date of entry under the sublease. 13 The duration of any sublease granted under subsection (7) of this section by the Commission shall, subject to the provisions of the next following subsection and of subsection (3) of the next following section, be such number of years, not exceeding five, as the Commission may determine, and any such sublease shall be granted subject to the following terms and conditions, that is to say— a the subtenant shall make adequate use of the land comprised in the sublease; b the subtenant shall maintain any permanent improvements existing on such land at the date of the commencement of the sublease in as good a state of repair as they were in at the said date and, if he fails to do so, shall on the termination of the sublease pay to the crofter the cost, as at the date of such termination, of making good any deterioration of, or damage to, such improvements due to his failure, which cost shall, failing agreement between the subtenant and the crofter, be determined by the Land Court; c the subtenant shall not make any permanent improvements on the land comprised in the sublease, other than an improvement falling under head 3, 4, 5 or 6 of the Fifth Schedule to the Act of 1955, and the crofter shall not be held responsible for the maintenance of any permanent improvements erected by the subtenant without the consent of the crofter; and to such other terms and conditions as may be specified in the sublease. 14 If the Commission are satisfied in relation to any sublease granted by them under subsection (7) of this section— a that the subtenant has broken one or more of the terms or conditions of the sublease, or b where representations in that behalf are made by the crofter or by the subtenant, that the circumstances of either of them have so materially altered that it is reasonable that the sublease should be terminated, the Commission may serve on the crofter and on the subtenant a notice in writing terminating the sublease on such date as may be specified in the notice, being a date not later than one year from the date of the service of the notice. 15 Where any person occupying a croft— a has, by virtue of any of the provisions of this section, ceased to be entitled to occupy such croft; or b is a subtenant to whom the croft has been sublet by the crofter after the date on which a further notice was served on the crofter by the Commission under subsection (4) of this section and otherwise than in accordance with proposals submitted to the Commission under that subsection and approved by them; The Commission may serve on such person a notice in writing requiring him to give up his occupation of the croft on or before such date as may be specified in the notice, being a date not less than one month from the date of the service of the notice; and if he fails to give up his occupation of the croft on or before the date so specified, subsection (3) of section seventeen of the Act of 1955 (which provides for the ejection of a crofter from his croft in certain circumstances) shall, subject to any necessary modifications, apply as it applies where a crofter fails to give up the occupation of a croft as mentioned in that subsection. 16 In this section “ adequate use ” in relation to a croft means such use of the croft for agriculture as, having regard to its nature and location, a tenant reasonably skilled in husbandry might be expected to make of it."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "13", "section_title": " Miscellaneous provisions regarding subleases of crofts.", "section_text": "13 1 Subject to the provisions of the next following subsection, the subtenant under a sublease of a croft shall not be held to be a crofter or to be the tenant of an agricultural holding within the meaning of  the Agricultural Holdings (Scotland) Act 1991 . 2 Where under a sublease of any croft a right in any common grazing is let to the subtenant, and the sublease is one which— a has been intimated to the Commission under paragraph (a) or (b) of subsection (1) of section eleven of this Act, or b has been granted by the crofter with the consent of the Commission and in accordance with any conditions imposed by them, as mentioned in subsection (3) of section eleven of this Act, or c has been granted by the crofter in accordance with proposals submitted to the Commission under subsection (4) of the last foregoing section and approved by them, or d has been granted under subsection (7) of the last foregoing section by the Commission, the subtenant shall come in place of the crofter in relation to any matter which concerns such right, and any grazings regulations applicable to such common grazing shall apply to the subtenant accordingly. 3 Where the tenancy of a croft is terminated, any sublease of that croft subsisting immediately before the date of such termination shall come to an end on that date: Provided that where a sublease comes to an end by virtue of the foregoing provisions of this subsection the Commission may, on an application in that behalf made to them by the subtenant within one month  or such longer period not exceeding three months as the Commission may in all the circumstances think reasonable  from the date on which the sublease came to an end as aforesaid, make an order permitting the subtenant to remain in occupation of the croft for such period, not exceeding one year from the said date, and subject to such conditions, as may be specified in the order; and no proceedings for the removal of the subtenant from the croft shall be taken by the owner of the croft before the expiry of the said period of one month  or the said longer period  or, if an application is made under this subsection to the Commission by the subtenant within that period, before the date of the determination of the Commission on such application. 4 In this and the last two foregoing sections any reference to a croft shall include a reference to a part of a croft."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "14", "section_title": " Amendment of powers of Secretary of State with respect to giving of financial assistance in crofting counties.", "section_text": "14 1 The Secretary of State shall have the like power to provide financial assistance— a for occupiers of crofts who are also the owners thereof and who in the opinion of the Secretary of State are of substantially the same economic status as a crofter; and b for occupiers of holdings, other than crofts, situated in the crofting counties which are either holdings of which the area does not exceed  30 hectares  (exclusive of any common pasture or grazing held therewith) or holdings the annual rent of which, if they were crofts let to crofters under the Act of 1955 and this Act, would not, in the opinion of the Secretary of State, exceed  £100 , being occupiers who in the opinion of the Secretary of State are of substantially the same economic status as a crofter; and bb for occupiers of holdings, other than crofts situated in the crofting counties which exceed 30 hectares (exclusive of any common pasture or grazing held therewith) and of which the annual rent if they were crofts so let would in the opinion of the Secretary of State exceed £100, but which in the opinion of the Secretary of State are not substantially larger than 30 hectares (exclusive of any common pasture or grazing held therewith) or are capable of being so let at an annual rent not substantially in excess of £100, being occupiers who in the opinion of the Secretary of State are of substantially the same economic status as a crofter; and c for subtenants of crofts or parts of crofts occupying under subleases intimated or granted as mentioned in subsection (2) of the last foregoing section; as he has by virtue of subsection (1) of section twenty-two of the Act of 1955 to provide financial assistance for crofters; and accordingly subsection (1) of the said section twenty-two shall have effect as if the reference therein to crofts included a reference to such holdings and to parts of crofts and as if the reference therein to crofters included a reference to occupiers of crofts who are also the owners thereof, to occupiers of such holdings and to subtenants of crofts or parts of crofts. 2 The Secretary of State may make regulations providing that the conditions applied to any dwelling-house by regulations made under subsection (4) of section twenty-two of the Act of 1955 or subsection (3) of section seventy-seven of the  Agriculture (Scotland) Act 1948 (which subsections provide for the making by the Secretary of State of regulations applying certain conditions to crofters’ dwelling-houses in respect of which a grant has been made), shall not apply to such dwelling-house in such circumstances and to such extent as may be specified in the regulations made under this subsection."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "15", "section_title": " Amendment of law with respect to common grazings.", "section_text": "15 1 A person may be appointed in pursuance of section twenty-four of the Act of 1955 to be a member of a common grazings committee notwithstanding that he is not a crofter. 2 The duty imposed on a grazings committee by subsection (2) of section twenty-six of the Act of 1955 to make provision in common grazings regulations for the recovery from certain crofters of the expenses incurred by the committee in the discharge of certain of their functions under that Act shall include a duty to provide in such regulations that the committee may from time to time levy on, and recover from, the crofters referred to in paragraph (a) or, as the case may be,  such of the crofters referred to in paragraph (b) of that subsection as are liable to pay any expenses in accordance with a proposed allocation of expenditure referred to in subsection (1A) of section 25 of that Act or, as the case may be, such a proposed allocation as approved or modified by the Commission under that subsection , in such proportions as may be specified in the regulations, such sums as will in the opinion of the committee be necessary to enable the committee to meet any expenses which they may incur in the  performance of the duties imposed on them by paragraphs (a) and (b) respectively of section 25(1) of that Act. 3 Common grazings regulations may— a restrict the use of any part of the common grazings on which works of improvement have been carried out to crofters who contribute towards the expenses incurred by the common grazings committee in carrying out those works; b where the use of any part of the common grazings is restricted as aforesaid, regulate the number and kinds of stock which each contributing crofter may put on that part and the number and kinds of stock which each crofter (whether or not he is a contributing crofter) may put on the remainder of the common grazings. 4 Subsection (3) of section twenty-seven of the Act of 1955 (which empowers the Commission to apportion a common grazing shared by two or more townships into separate parts for the exclusive use of the several townships) shall have effect as if at the end thereof there were added the words “or may apportion a part of such grazing for the exclusive use of one of the townships.” 5 Where the Commission in pursuance of subsection (3) or (4) of section twenty-seven of the Act of 1955 apportion to a township or to an individual a part of a common grazing for its or his exclusive use, they may make the apportionment subject to such conditions, including conditions with respect to the fencing or the draining of the apportioned part, as they may think fit. 6 For the purposes of the provisions of the Act of 1955  this Act and the  Crofting Reform (Scotland) Act 1976  relating to common grazings references in  any  of the said Acts to a crofter shall include references to any person who, not being a crofter, is entitled to share in a common grazing along with crofters."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "16", "section_title": " Financial provisions.", "section_text": "16 1 Any increase in the expenses of the Commission attributable to the provisions of this Act shall be defrayed by the Secretary of State. 2 All expenses incurred by the Secretary of State under the provisions of this Act shall be defrayed out of moneys provided by Parliament. 3 All sums received by the Secretary of State under the provisions of this Act shall be paid into the Exchequer."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act the expression “ theAct of 1955 ” means the Crofters (Scotland) Act, 1955, and any expression used in this Act and in the Act of 1955 has the same meaning in this Act as in that Act. 2 Any reference in this Act to any other enactment shall, unless the context otherwise requires, be construed as a reference to that enactment as amended by any other enactment including this Act."}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "18", "section_title": " Amendments and repeals.", "section_text": "18 1 The Act of 1955 shall have effect subject to the amendments specified in Part II of the First Schedule to this Act, being minor amendments or amendments consequential on the provisions of this Act (other than section six thereof). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters (Scotland) Act 1961 (repealed 5.1.1994)", "year": 1961, "section": "19", "section_title": " Citation and commencement.", "section_text": "19 1 This Act may be cited as the Crofters (Scotland) Act 1961, and the  Crofters (Scotland) Act 1955, and this Act may be cited together as the Crofters (Scotland) Acts 1955 and 1961. 2 This Act (other than section twelve thereof) shall come into operation on the expiry of the period of one month commencing with the date on which it is passed and section twelve of this Act shall come into operation on a day appointed by the Secretary of State by order made by statutory instrument, but no order shall be made under this subsection unless a draft of such order has been laid before Parliament and approved by resolution of each House thereof. Any reference in this Act to the commencement of this Act shall be construed as a reference to the date on which this Act (other than section twelve thereof) comes into operation."}]