[{"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "1", "section_title": " Constitution and general duties of the Commission.", "section_text": "1 1 There shall be a body named the Fair Employment  Commission  for Northern Ireland (“the  Commission ”), consisting of a chairman and at least five but not more than eleven other members all appointed by the head of the Department of Manpower Services for Northern Ireland (“the Department”), which shall have the duties of— a promoting equality of opportunity in Northern Ireland; and aa promoting affirmative action; b working for the elimination of discrimination which is unlawful by virtue of this Act, and for the purposes of discharging those duties shall have the functions conferred on it by this Act. 2 Schedule 1 shall have effect with respect to the  Commission  and its affairs."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "2", "section_title": " Educational functions.", "section_text": "2 1 In order to assist the  Commission  in discharging its duties the  Commission  may— a establish services for giving advice on matters connected with equality of opportunity; b provide training courses; c hold conferences; d undertake research which appears to the  Commission  to be necessary or expedient for purposes of its functions; and e disseminate (subject to the safeguard in  section 19(1) of the Fair Employment (Northern Ireland) Act 1989 ) information about the  Commission ’s activities or anything to which those activities relate; or it may arrange for, or assist (financially or otherwise), any of those things to be done. 2 The  Commission  may make charges for training or other facilities or services made available by it."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "315", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3–15"}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "16", "section_title": " Meaning of “discrimination” and “unlawful discrimination”.", "section_text": "16 1 In this Act “ discrimination ” means— a discrimination on the ground of religious belief or political opinion; or b discrimination by way of victimisation; and “ discriminate ” shall be construed accordingly. 2 A person discriminates against another person on the grounds of religious belief or political opinion in any circumstances relevant for the purposes of this Act if— a on either of those grounds he treats that other less favourably than he treats or would treat other persons, or b he applies to that other a requirement or condition which he applies or would apply equally to persons not of the same religious belief or political opinion as that other but— i which is such that the proportion of persons of the same religious belief or of the same political opinion as that other who can comply with it is considerably smaller than the proportion of persons not of that religious belief or, as the case requires, not of that political opinion who can comply with it, and ii which he cannot show to be justifiable irrespective of the religious belief or political opinion of the person to whom it is applied, and iii which is to the detriment of the other because he cannot comply with it. 3 For the purposes of this Act a person discriminates against another person (“the person victimised”) by way of victimisation if he treats that other person less favourably in any circumstances than he treats or would treat any other person in those circumstances, and does so by reason that the person victimised has— a made a complaint against him or any other person under this Act of unlawful discrimination, or b given evidence or information in connection with any such complaint or any investigation, legal proceedings or appeal under  the Fair Employment (Northern Ireland) Acts , or c alleged that he or any other person has committed an act which (whether or not the allegation so states) would amount to a contravention of  those Acts , or d otherwise done anything under or by reference to  those Acts  in relation to him or any other person, or by reason that he knows the person victimised intends to do any of these things, or that he suspects the person victimised has done, or intends to do any of them. 4 Subsection (3) does not apply to treatment of a person by reason of any allegation made by him if the allegation was false and not made in good faith. 4A A comparison of the cases of persons of different religious belief or political opinion under subsection (2) must be such that the relevant circumstances in the one case are the same, or not materially different, in the other. 5 For the purposes of this Act a person commits unlawful discrimination against another if he does an act in relation to that other which is unlawful by virtue of this Part, or if he is treated by virtue of any provision of Part IV as doing such an act."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "17", "section_title": " Discrimination by employers.", "section_text": "17 It shall be unlawful for an employer to discriminate against a person, in relation to employment in Northern Ireland,— a where that person is seeking employment— i in the arrangements the employer makes for the purpose of determining who should be offered employment, or ii by refusing or deliberately omitting to offer that person employment for which he applies, or iii in the terms on which he offers him employment; or b where that person is employed by him— i in the terms of employment which he affords him, or ii in the way he affords him access to benefits or by refusing or deliberately omitting to afford him access to them, or iii by dismissing him, or iv by subjecting him to any other detriment."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "18", "section_title": " Discrimination against contract workers.", "section_text": "18 1 This section applies to any work for a person (“the principal”) which is available to be done by individuals (“contract workers”)— a who are employed not by the principal himself but by another person, who supplies them under a contract made with the principal, and b who, if they were instead employed by the principal to do that work, would be in his employment in Northern Ireland. 2 It shall be unlawful for the principal, in relation to work to which this section applies, to discriminate against a contract worker— a in the terms on which he allows him to do that work, or b by not allowing him to do it or continue to do it, or c in the way he affords him access to benefits or by refusing or deliberately omitting to afford him access to them, or d by subjecting him to any other detriment."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "19", "section_title": " Discrimination by persons with statutory power to select employees for others.", "section_text": "19 It shall be unlawful for a person who is empowered by virtue of an enactment to select or nominate another person for employment by a third person to discriminate against a person, in relation to employment in Northern Ireland,— a by refusing or deliberately omitting to select or nominate him for employment, or b where candidates are selected or nominated in order of preference, by selecting or nominating him lower in order than any other who is selected or nominated."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "20", "section_title": " Discrimination by employment agencies.", "section_text": "20 1 It shall be unlawful for an employment agency to discriminate against a person, in relation to employment in Northern Ireland,— a in the terms on which the agency offers to provide any of its services, or b by refusing or deliberately omitting to provide any of its services, or c in the way it provides any of its services. 2 References in subsection (1) to the services of an employment agency include guidance on careers and any other services related to employment. 3 This section does not apply if the discrimination only concerns employment which the employer could lawfully refuse to offer the person concerned. 4 An employment agency shall not be subject to any liability under this section if it proves— a that it acted in reliance on a statement made to it by the employer to the effect that, by reason of the operation of subsection (3), its action would not be unlawful, and b that it was reasonable for it to rely on the statement. 5 A person who knowingly or recklessly makes a statement such as is referred to in subsection (4)(a) which in a material respect is false or misleading shall be guilty of an offence, and shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "21", "section_title": " Discrimination by vocational organisations.", "section_text": "21 It shall be unlawful for a vocational organisation to discriminate against a person who is employed or is seeking employment in Northern Ireland, or who is engaged or is seeking to become engaged in an occupation in Northern Ireland,— a where that person is not a member of the organisation— i by refusing or deliberately omitting to accept his application for membership, or ii in the terms on which it is prepared to admit him to membership; or b where that person is a member of the organisation— i in the way it affords him access to benefits or by refusing or deliberately omitting to afford him access to them, or ii by depriving him of membership, or varying the terms on which he is a member, or iii by subjecting him to any other detriment."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "22", "section_title": " Discrimination by persons providing training services.", "section_text": "22 1 It shall be unlawful for a person who provides services in connection with the training of persons for employment in any capacity, or for a particular employment or occupation, in Northern Ireland to discriminate against another person— a where that other person is seeking to obtain those services or they are sought to be obtained on his behalf— i by refusing or deliberately omitting to provide those services, or ii in the terms on which the person offers to provide those services; or b where that other person is receiving those services— i in the way the person provides those sevices, or ii in the way he affords him access to benefits connected with the services or by refusing or deliberately omitting to afford him access to them, or iii by withdrawing those services from him or varying the terms on which they are provided, or iv by subjecting him to any other detriment. 2 In subsection (1) “ services ”, in relation to training for employment, means services provided otherwise than by the employer of the person who is seeking to obtain or is receiving the services."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "23", "section_title": " Discrimination by persons with power to confer qualifications.", "section_text": "23 It shall be unlawful for a person who has power to confer on another a qualification which is needed for, or facilitates, his engagement in employment in any capacity, or in a particular employment or occupation, in Northern Ireland to discriminate against him— a by refusing or deliberately omitting to confer that qualification on him on his application, or b in the terms on which the person is prepared to confer it, or c by withdrawing it from him or varying the terms on which he holds it."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "24", "section_title": " Jurisdiction of the Fair Employment Tribunal.", "section_text": "24 1 A complaint by any person (“the complainant”) that another person (“the respondent”) has committed unlawful discrimination against him may be presented to the Tribunal. 2  Subject to subsection (3), the Tribunal shall not consider a complaint unless it is brought before whichever is the earlier of— a the end of the period of three months beginning with the day on which the complainant first had knowledge, or might reasonably be expected first to have had knowledge, of the act complained of, or b the end of the period of six months beginning with the day on which the act was done. 2A For the purposes of subsection (2)— a where the inclusion of any term in a contract renders the making of the contract an unlawful act, that act shall be treated as extending throughout the duration of the contract, and b any act extending over a period shall be treated as done at the end of that period, and c a deliberate omission shall be treated as done when the person in question does an act inconsistent with doing the omitted act or, if he has done no such inconsistent act, when the period expires within which he might reasonably have been expected to do the omitted act if it were to be done. 3 The Tribunal may consider a complaint which is out of time if, in all the circumstances of the case, it considers that it is just and equitable to do so. 4 The Tribunal shall not consider a complaint relating to an act which is unlawful by virtue of section 23 if the act is one in respect of which an appeal, or proceedings in the nature of an appeal, may be brought to a court under any enactment."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "25", "section_title": " Conciliation.", "section_text": "25 1 Where a complaint is presented to the Tribunal undersection 24, the Tribunal shall send a copy of the complaint to the Labour Relations Agency and it shall be the duty of the Agency— a in any case where it is requested to do so by both the complainant and the respondent, or b in any other case where it considers that it could act under this subsection with a reasonable prospect of success,  to endeavour to promote a settlement of the complaint without its being determined by the Tribunal. 2 Where, before a complaint such as is mentioned in subsection (1) has been presented to the Tribunal, a request is made to the Labour Relations Agency to make its services available in the matter by a person who, if the complaint were so presented, would be the complainant or respondent, subsection (1) applies as if the complaint had been so presented and a copy of it had been sent to the Agency. 3 In proceeding under subsection (1) or (2), the Labour Relations Agency shall where appropriate have regard to the desirability ofencouraging the use of other procedures available for the settlement of grievances. 4 Anything communicated to the Labour Relations Agency in connection with the performance of its functions under this section shall not be admissible in evidence in any proceedings before the Tribunal except with the consent of the person who communicated it to the Agency."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "26", "section_title": " Remedies on complaints under section 24.", "section_text": "26 1 Where the Tribunal finds that a complaint presented to it under section 24 is well-founded, the Tribunal shall make such of the following as it considers just and equitable— a an order declaring the rights of the complainant and the respondent in relation to the act to which the complaint relates, b an order requiring the respondent to pay to the complainant compensation of an amount corresponding to any damages he could have been ordered to pay by the High Court if the complaint had been a claim in tort, and c a recommendation that the respondent take within a specified period action appearing to the Tribunal to be practicable for the purpose of obviating or reducing the adverse effect on the complainant of any unlawful discrimination to which the complaint relates. 2 As respects an act of unlawful discrimination falling within section 16(2)(b) no award of compensation shall be made if the respondent proves that the requirement or condition in question was not applied with the intention of treating the claimant unfavourably on the ground of his religious belief or political opinion as the case may be. 3 Compensation awarded to a person under subsection (1)(b) may include compensation for injury to feelings whether or not it includes compensation under any other head. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5  If without reasonable justification the respondent to a complaint fails to comply with a recommendation made by the Tribunal under subsection (1)(c), then, if it considers it just and equitable to do so– a the Tribunal may  . . . increase the amount of any compensation required to be paid to the complainant in respect of the complaint by an order made under subsection (1)(b), or b if an order under subsection (1)(b) could have been made but was not, the Tribunal may make such an order. 6 Where compensation falls to be awarded in respect of any act both under the provisions of this section and under any other enactment, the Tribunal shall not award compensation under this section in respect of any loss or other matter which has been taken into account under that other enactment by a court or tribunal in awarding compensation in an action in respect of that act. 6A The Department may by order made with the approval of the Department of Finance make provision— a for enabling the Tribunal, where an amount of compensation falls to be awarded under subsection (1)(b), to include in the award interest on that amount; and b specifying, for cases where the Tribunal decides that an award is to include an amount in respect of interest, the manner in which and the periods and rate by reference to which the interest is to be determined, and the order may contain such incidental and supplementary provisions as the Department considers appropriate. 6B The power to make an order under subsection (6A) includes power to vary or revoke the order. 7 Article 16 of the Industrial Tribunals (Northern Ireland) Order 1996  (which enables the Department to provide by order that sums payable in pursuance of decisions of industrial tribunals shall carry interest) shall apply with the necessary modifications in relation to an award of compensation under subsection (1)(b) as they apply in relation to a sum payable in pursuance of a decision of an industrial tribunal. 8 The  Judgments Enforcement (Northern Ireland) Order 1981 shall apply with the necessary modifications in relation to an award of compensation under subsection (1)(b) as it applies to a sum due under a money judgment (within the meaning of that Order). 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 A statutory rule containing an order under subsection  (6A)  shall be subject to negative resolution; and section 41(6) of the Interpretation Act (Northern Ireland) 1954 (meaning of ’’subject to negative resolution’’) shall apply as if the power to make the order were conferred by a Measure of the Northern Ireland Assembly. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "27", "section_title": " Appeal to Court of Appeal.", "section_text": "27 1 If any party to a complaint under section 24 is dissatisfied in point of law with a decision of the Tribunal, he may, according as rules of court may provide, either appeal from it to the Court of Appeal or require the Tribunal to state and sign a case for the opinion of the Court of Appeal. 2 Rules of court may provide for authorising or requiring the Tribunal to state, in the form of a special case for the decision of the Court of Appeal, any question of law arising in the proceedings."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "28", "section_title": " Help for aggrieved persons in obtaining information  etc.", "section_text": "28 1 With a view to helping a person (“the person aggrieved”) who considers that another person may have unlawfully discriminated against him to decide whether to institute proceedings and, if he does so, to formulate and present his case in the most effective manner, the Department shall by regulations prescribe— a forms by which the person aggrieved may question the respondent on his reasons for doing any relevant act, or on any other matter which is or may be relevant, and b forms by which the respondent may if he so wishes reply to any questions. 2 Where the person aggrieved questions the respondent (whether in accordance with regulations under subsection (1) or not)— a the question, and any reply by the respondent (whether in accordance with the regulations or not) shall, subject to the following provisions of this section, be admissible as evidence in the proceedings, and b if it appears to the Tribunal that the respondent deliberately and without reasonable cause omitted to reply within a reasonable period or that his reply is evasive or equivocal, the Tribunal may draw any inference from that fact that it considers it just and equitable to draw, including an inference that he committed an unlawful act. 3 The Department may by regulations— a prescribe the period within which questions must be duly served in order to be admissible under subsection (2)(a), and b prescribe the manner in which a question, and any reply by the respondent, may be duly served. 4 A statutory rule containing regulations under this section shall be subject to negative resolution; and section 41(6) of the Interpretation Act (Northern Ireland)  1954 (meaning of ’’subject to negative resolution’’) shall apply as if the power to make the regulations were conferred by a Measure of the Northern Ireland Assembly. 5 In this section “respondent” includes a prospective respondent."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "29", "section_title": " Advice and assistance by Commission.", "section_text": "29 1 Where a prospective complainant requests the Commission in writing for advice in relation to prospective proceedings under this Part, the Commission shall give him such advice unless it considers that the request is frivolous. 2 Where, in relation to proceedings or prospective proceedings under this Part, an individual who is an actual or prospective complainant applies to the Commission for assistance under this subsection, the Commission shall consider the application and may grant it if it thinks fit to do so on the ground that— a the case raises a question of principle, or b it is unreasonable, having regard to the complexity of the case or the applicant’s position in relation to the respondent, or another person involved, or to any other matter to expect the applicant to deal with the case unaided,  or by reason of any other special consideration. 3 Assistance given by the Commission under subsection (2) may include— a giving advice to an actual complainant, b procuring or attempting to procure the settlement of any matter in dispute, c arranging for the giving of advice or assistance by a solicitor or counsel, d arranging for representation by any person including all such assistance as is usually given by a solicitor or counsel in the steps preliminary or incidental to any proceedings, or in arriving at or giving effect to a compromise to avoid or bring to an end any proceedings, and e any other form of assistance which the Commission may consider appropriate."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "32", "section_title": " Power of court to revise contracts.", "section_text": "32 1 Where a term is included in or omitted from a contract in contravention of any provision of this Part or in consequence of such a contravention, then, notwithstanding that the making of the contract is an unlawful act, neither the contract nor any part of it is unenforceable by reason only of the contravention;  but this subsection has effect subject to subsection (1A) 1A Where a complaint has been presented to the Tribunal under section 24, the complainant or respondent may apply to the High Court to revise the contract or any of its terms. 2 On such an application the court may make such order as it considers just in all the circumstances revising the contract or any of its terms so as to secure that, as from the date of the order, the contract in no way contravenes, or has any effect in consequence of a contravention of, any provision of this Part. 3 Where the court makes an order under this section, every party to the contract, whether or not a party in the action, shall be bound by the order; but the court shall not make such an order which affects a party to the contract who is not a party in the action without giving him an opportunity of being heard."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "32A", "section_title": " Restrictions on contracting out.", "section_text": "32A 1 Except as provided by subsection (2), any provision in an agreement (whether a contract of employment or not) shall be void in so far as it purports— a to exclude or limit the operation of any provision of this Part; or b to preclude any person from presenting a complaint to the Tribunal under section 24. 2 Subsection (1) shall not apply to any agreement to refrain from instituting or continuing any proceedings before the Tribunal where the Labour Relations Agency has taken action in accordance with section 25(1) or (2)."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "33", "section_title": " Discriminatory advertisements.", "section_text": "33 1 It shall be unlawful to publish in Northern Ireland, or cause to be published there, an advertisment which indicates, or could reasonably be understood as indicating, an intention by a person to do an act which is unlawful by virtue of Part III. 2 Subsection (1) does not apply if the intended act would be prevented from being unlawful by any provision of Part V. 2A Subsection (1) does not apply to the publisher of an advertisement in respect of the publication of the advertisement if the intended act would not be unlawful by virtue of Part III but for section 16(2)(b). 3 The publisher of an advertisement which is unlawful by virtue of subsection (1) shall not be subject to any liability under that subsection in respect of the publication of the advertisement if he proves— a that the advertisement was published in reliance on a statement made to him by the person who caused it to be published to the effect that, by reason of the operation of subsection (2), the publication would not be unlawful, and b that it was reasonable for him to rely on the statement. 4 A person who knowingly or recklessly makes a statement such as is referred to in subsection (3)(a) which in a material respect is false or misleading shall be guilty of an offence, and shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "34", "section_title": " Accessories and incitement.", "section_text": "34 1 Any person who— a knowingly aids or incites, or b directs, procures or induces, another to do an act which is unlawful by virtue of Part III or section 33 shall be treated for the purposes of this Act as if he, as well as that other, had done that act. 2 For the purposes of subsection (1) an employee or agent for whose act the employer or principal is liable under section 35 (or would be so liable but for section 35(3)) shall be deemed to aid the doing of the act by the employer or principal. 3 A person does not under this section knowingly aid another to do an unlawful act if— a he acts in reliance on a statement made to him by that other person that, by reason of any provision of this Act, the act which he aids would not be unlawful, and b it is reasonable for him to rely on the statement. 4 A person who knowingly or recklessly makes a statement such as is referred to in subsection (3)(a) which in a material respect is false or misleading shall be guilty of an offence, and shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 5 An inducement consisting of an offer of benefit or a threat of detriment is not prevented from falling within subsection (1) because the offer or threat was not made directly to the person in question."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "35", "section_title": " Liability of employers and principals.", "section_text": "35 1 Anything done by a person in the course of his employment shall be treated for the purposes of this Act as done by his employer as well as by him, whether or not it was done with the employer’s knowledge or approval. 2 Anything done by a person as agent for another person with the authority (whether express or implied and whether precedent or subsequent) of that other person shall be treated for the purposes of this Act as done by that other person as well as by him. 3 In proceedings brought under this Act against any person in respect of an act alleged to have been done by an employee of his it shall be a defence for that person to prove that he took such steps as were reasonably practicable to prevent the employee from doing that act or from doing in the course of his employment acts of the same description."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "36", "section_title": " Enforcement of s. 33.", "section_text": "36   1 If it appears to the Commission— a that a person has done an act which by virtue of section 33 was unlawful, and b that unless restrained he is likely to do further acts which by virtue of that section are unlawful, the Commission may apply to the High Court for an injunction restraining him from doing such acts. 2 Where the act mentioned in subsection (1)(a) is a continuing act, the reference in subsection (1)(b) to further acts shall include a reference to the continuance of that act."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "37", "section_title": " Excepted employments, etc.", "section_text": "37 1 Parts III and  IV  and the Fair Employment (Northern Ireland) Act 1989  shall not apply to or in relation to— a any employment or occupation as a clergyman or minister of a religious denomination; b employment for the purposes of a private household; or c employment as a teacher in a school. 2 The Fair Employment (Northern Ireland) Act 1989  shall not apply to or in relation to any employment or occupation, other than one mentioned in subsection (1), where the essential nature of the job requires it to be done by a person holding, or not holding, a particular religious belief. 3 Parts III and IV, so far as they relate to discrimination on the ground of religious belief, shall not apply to or in relation to any employment or occupation, other than one mentioned in subsection (1), where the essential nature of the job requires it to be done by a person holding, or not holding, a particular religious belief; nor, so far as they relate to discrimination on the ground of political opinion, shall they apply to or in relation to an employment or occupation where the essential nature of the job requires it to be done by a person holding, or not holding, a particular political opinion. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Subsection (1) is subject to the power conferred by section 39 to remove or limit the exception made by paragraph (c) of that subsection."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "37A", "section_title": " Provision of training in pursuance of affirmative action.", "section_text": "37A 1 This section applies where, in pursuance of affirmative action, persons afforded access to facilities for training which would help to fit them for employment, for employment in a particular capacity or for a particular employment or occupation, but— a the facilities are provided only at a particular place in Northern Ireland or the training is confined to persons of a particular class, not being a class framed by reference to religious belief or political opinion, and b by providing the facilities only there or by so confining the training, access to the facilities by persons of a particular religious belief or political opinion is excluded or restricted. 2 For the purpose of determining whether any act done in, or in connection with, affording those facilities is by virtue of section 16(2) unlawful under any provision of Parts III and IV, the fact that, by providing the facilities only there or by so confining the training, their access to the facilities is thereby excluded or restricted is to be disregarded."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "37B", "section_title": " Redundancy.", "section_text": "37B 1 This section applies where— a a practice relating to the selection of employees who may be dismissed as redundant is followed by an employer in pursuance of affirmative action and in accordance with an agreed procedure, and b the practice does not involve the application of any condition or requirement framed by reference to religious belief or political opinion, but has or may have the effect that the proportion of employees of a particular religious belief or political opinion who are selected is smaller than the proportion of employees not of that religious belief or, as the case may be, not of that political opinion who are selected. 2 The dismissal of an employee in pursuance of the practice is not by virtue of section 16(2) unlawful under any provision of Parts III and IV."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "37C", "section_title": " Measures to encourage applications etc. from under-represented community.", "section_text": "37C Nothing in Parts III or IV shall render unlawful any act done by— a an employer, b an employment agency, c a vocational organisation, or d a person providing services as mentioned in section 22(1),  in or in connection with encouraging members of the Roman Catholic, or members of the Protestant, community in Northern Ireland to consider or to apply for a particular employment or particular training or to consider a particular occupation, where the act is done in pursuance of affirmative action."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "38", "section_title": " Review of exception of school teachers. ", "section_text": "38 1 The  Commission  shall keep under review the exception contained in section 37(1)(c) relating to the employment of teachers in schools, with a view to considering whether, in the  Commission’s  opinion, it is appropriate that any steps should be taken to further equality of opportunity in the employment of such teachers. 2 For the purpose of assisting it in the discharge of its duty under subsection (1), the  Commission  may conduct investigations— a into the composition, by reference to religious beliefs, of the staff employed as teachers, or teachers of any class, in schools generally, schools of any class or particular schools; and b into practices— i affecting the recruitment or access to benefits of, or the terms of employment applicable to, such staff, or ii involving any detriment to such staff, including practices discontinued before the time of the investigation so far as relevant for explaining the composition of the staff at that time. 3 The  Commission  may from time to time, and shall whenever the Secretary of State so directs, report to the Secretary of State upon the exercise of its functions under this section; and a report under this subsection may make recommendations as to any action which the  Commission  considers ought to be taken to further equality of opportunity in the employment of teachers, or teachers of any class, in schools, or in schools of any class (including action by way of the exercise of the power conferred by section 39 to remove or limit the exception contained in section 37(1)(c)). 4 Schedule 1 to the Fair Employment (Northern Ireland) Act 1989  shall have effect with respect to the conduct of investigations under this section."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "39", "section_title": " Power to remove or limit exception of school-teachers.", "section_text": "39 1 The Secretary of State may by order provide that section 37(1)(c)— a shall cease to have effect; or b shall, on and after such day or days as may be specified in the order, have effect only in relation to particular classes of teachers or particular classes of schools or for particular purposes of  the Fair Employment (Northern Ireland) Acts . 2 An order under subsection (1) may make all or any of the provisions mentioned in paragraph (b) of that subsection, and may do so by way of exception or otherwise. 3 An order under subsection (1) may include transitional provisions. 4 The power to make an order under subsection (1)(b) includes power to vary or revoke the order. 5 The Secretary of State shall not make an order under subsection (1) unless a draft of the order has been laid before, and has been approved by, both Houses of Parliament."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "40", "section_title": " Charities.", "section_text": "40 1 Nothing in  the Fair Employment (Northern Ireland) Acts  shall— a be construed as affecting a provision to which this subsection applies, or b render unlawful an act which is done in order to give effect to such a provision. 2 Subsection (1) applies to a provision for conferring benefits on persons of a particular religious belief or a particular political opinion (disregarding any benefits to persons not of that belief or opinion which are exceptional or are relatively insignificant), being a provision— a which is contained in an enactment or instrument, and b which has been enacted or made for purposes which are exclusively charitable according to the law of Northern Ireland. 3 In subsection (2) “ enactment ” includes an enactment contained in a local or personal Act (including an Act of the Parliament of Northern Ireland)."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "41", "section_title": " Acts done under statutory authority.", "section_text": "41 1 Nothing in  the Fair Employment (Northern Ireland) Acts  shall render unlawful anything done in order to comply with a requirement— a of an enactment enacted before the passing of this Act; or b of an instrument made or approved (whether before or after the passing of this Act) under an enactment enacted before the passing of this Act. 2 Where an enactment enacted after the passing of this Act re-enacts (with or without modification) a provision of an enactment enacted before the passing of this Act, subsection (1) shall apply to that provision as re-enacted as if it continued to be contained in an enactment enacted before the passing of this Act."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "42", "section_title": " Acts done to safeguard national security, etc.", "section_text": "42 1 The Fair Employment (Northern Ireland) Acts  shall not apply to an act done for the purpose of safeguarding national security or of protecting public safety or public order. 2 A certificate signed by or on behalf of the Secretary of State and certifying that an act specified in the certificate was done for a purpose mentioned in subsection (1) shall be conclusive evidence that it was done for that purpose. 3 A document purporting to be a certificate such as is mentioned in subsection (2) shall be received in evidence and, unless the contrary is proved, shall be deemed to be such a certificate."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "43", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "4446", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44–46"}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "47", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "48", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "49", "section_title": " Meaning of “employment in Northern Ireland” and “occupation in Northern Ireland”.", "section_text": "49 1 For the purposes of  the Fair Employment (Northern Ireland) Act 1989 , employment is to be regarded as being employment in Northern Ireland unless the employee does his work wholly or mainly outside Northern Ireland. 2 Subsection (1) does not apply to— a employment on board a ship registered at a port of registry in Northern Ireland, or b employment on an aircraft or hovercraft operated by a person who has his principal place of business, or is ordinarily resident, in Northern Ireland;  but for the purposes of  the Fair Employment (Northern Ireland) Act 1989  such employment is to be regarded as being employment in Northern Ireland unless the employee does his work wholly outside Northern Ireland. 3 In relation to employment concerned with  the exploration of the sea bed or subsoil or the exploitation of their natural resources any activity falling within section 23(2) of the Oil and Gas (Enterprise) Act 1982 , the Department may by order provide that subsections (1) and (2) shall each have effect as if the last reference to Northern Ireland included any area for the time being designated under section 1(7) of the  Continental Shelf Act 1964  or specified under section 22(5) of the Oil and Gas (Enterprise) Act 1982 , or any part of such an area, in which the law of Northern Ireland applies. 4 An order under subsection (3) may provide that, in relation to employment to which the order applies or any class of such employment,  the Fair Employment (Northern Ireland) Acts are  is to have effect with such modifications as are specified in the order. 5 The power to make an order under subsection (3) includes power to vary or revoke the order. 6 The Department shall not make an order under subsection (3) unless a draft of the order has been laid before, and has been approved by, the Northern Ireland Assembly. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 In this section references to the work an employee does include, in relation to a person who is seeking employment or a person who has ceased to be in employment, references to, respectively, the work he would do if employed or the work he did when employed. 9 This section has effect for construing references in  the Fair Employment (Northern Ireland) Acts  to a person’s being engaged, or seeking to become engaged, in an occupation in Northern Ireland as if references in this section to employment were references to an occupation and references to an employee were to a person engaged, or seeking to become engaged, in an occupation. 10 In the application of subsections (1) to (6) for the purposes of Part II of the Fair Employment (Northern Ireland) Act 1989, references to employment are references to employment within the meaning of that Part."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "50", "section_title": " Application of Act to the Crown.", "section_text": "50 1 Subject to sections 51 to 54, this Act  and Part I of the Fair Employment (Northern Ireland) Act 1989  applies— a to an act done by or for purposes of a Minister of the Crown or a government department, or b to an act done on behalf of the Crown by a statutory body or a person holding a statutory office, or c to an act done by a member of Her Majesty’s forces acting as such, as it applies to an act done by a private person. 2 For the purposes of subsection (1), in this Act  and Part I of the Fair Employment (Northern Ireland) Act 1989 — a references to employment include references to— i service for purposes of a Minister of the Crown or government department, other than service of a person holding a statutory office, and ii service on behalf of the Crown for purposes of a person holding a statutory office or purposes of a statutory body, and iii service as a member of Her Majesty’s forces; b references to a contract of employment include references to the terms of such service; c references to an employee include references to a person who is seeking to become engaged in such service, who is in such service or who has ceased to be in such service; and d references to an employer, in relation to an employee, include references to (as the case requires) the authority with power to appoint him, to fix his terms of service, to afford him any benefit, to dismiss him or to subject him to any detriment. 3 Subsection (2) of section 49 (or that subsection as it has effect by virtue of an order under subsection (3) of that section) shall have effect in relation to any ship, aircraft or hovercraft belonging to or possessed by Her Majesty in right of the Government of Northern Ireland as it has effect in relation to a ship, aircraft or hovercraft mentioned in paragraph (a) or (b) of that subsection; and that subsection shall not have effect in relation to any ship, aircraft or hovercraft belonging to or possessed by Her Majesty in right of the Government of the United Kingdom. 4 In this section and sections 51, 52 and 54 references to the Crown include it both in right of the Government of the United Kindom and in right of the Government of Northern Ireland; and— a in this section and section 54 references to Her Majesty’s forces are references to— i the naval, military or air forces of the Crown, . . .  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   but do not include references to any cadet training corps for the time being administered by the Ministry of Defence; and b in this section service “for purposes of” a Minister of the Crown or government department does not include service in any office in Schedule 2 (Ministerial offices) to the  House of Commons Disqualification Act 1975 as for the time being in force."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "51", "section_title": " Proceedings against Crown for unlawful discrimination.", "section_text": "51 The provisions of Parts II to IV of the  Crown Proceedings Act 1947 shall apply to proceedings against the Crown under  section 24  as they apply to proceedings in Northern Ireland which by virtue of section 23 of that Act are treated for the purposes of Part II of that Act as civil proceedings by or against the Crown, except that in their application to proceedings under  section 24 — a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b section 28 of that Act (discovery) shall have effect subject to section 52(2) of this Act."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "52", "section_title": " Disclosure of information by Crown for purposes of investigation or proceedings.", "section_text": "52 1 Subject to subsection (2), any obligation to maintain secrecy or other restriction upon the disclosure of information obtained by or furnished to persons in the service of the Crown, whether imposed by any enactment or by any rule of law, shall not apply to the disclosure of information for the purposes of any investigation, appeal or proceedings under  the Fair Employment (Northern Ireland) Acts ; and the Crown shall not be entitled in relation to any such investigation, appeal or proceedings to any such privelege in respect of the production of documents or the giving of evidence as is allowed to the Crown alone by law in legal proceedings. 2 A Minister of the Crown or the head of a Northern Ireland department may by a certificate in writing, with respect to any document or information specified in the certificate, or documents or information of any class so specified, certify that in his opinion the disclosure of that document or information or of documents or information of that class would be prejudicial to the safety of the United Kingdom or any part of it or otherwise contrary to the public interest; and where such a certificate is given nothing in  the Fair Employment (Northern Ireland) Acts  shall be construed as authorising or requiring the communication to any person or for any purpose of any document or information specified in the certificate, or any document or information of a class so specified. 3 A document purporting to be a certificate such as is mentioned in subsection (2) shall be received in evidence and, unless the contrary is proved, shall be deemed to be such a certificate. 4 Where, in consequence of the enactment of subsection (1), any information is disclosed to persons not in the service of the Crown, those persons shall, without prejudice to subsections (1) and (2) and subject to subsection (5), be subject to the same restrictions upon the disclosure of the information as if they were in that service, and, in particular, the  Official Secrets Act 1911 shall have effect in relation to them as if they were persons holding office under Her Majesty. 5 Where a person to whom subsection (4) applies is a member officer or servant of  the Commission or the Tribunal , that subsection shall not preclude his disclosing the information in question to any other person so far as such disclosure is necessary—  a for the purpose of communicating in accordance with the provisions of the Fair Employment (Northern Ireland) Acts the Tribunal’s decision on an appeal and the reasons for it; b for the purposes of any criminal proceedings or to comply with the order of a court. 6 Any reference in subsection (2) to a Minister of the Crown includes a reference to the Commissioners of Customs and Excise and the Commissioners of Inland Revenue."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "53", "section_title": " Application of Act to the police.", "section_text": "53 1 For the purposes of this Act  and Part I of the Fair Employment (Northern Ireland) Act 1989  the holding of the office of constable shall be treated as employment— a by the chief officer of police as respects any act done by him in relation to a constable or that office; b by the police authority as respects any act done by them in relation to a constable or that office. 2 There shall be defrayed as expenses of the police authority— a any damages or costs awarded against a chief officer of police in any proceedings under this Act  or Part I of the Fair Employment (Northern Ireland) Act 1989 , any costs incurred by him in any such proceedings so far as not recovered by him in the proceedings, and any costs incurred by him in connection with any investigation under  that Part so far as not defrayed by sums paid by the Commission under paragraph 10 of Schedule 1 to that Act ; and b any sum required by a chief officer of police in connection with the settlement of any complaint made or action brought against him under this Act, if the settlement is approved by the police authority. 3 Any proceedings under this Act  or Part I of the Fair Employment (Northern Ireland) Act 1989  which, by virtue of subsection (1), would lie against a chief officer of police shall be brought against the chief officer of police for the time being or, in the case of a vacancy in that office, against the person for the time being performing the functions of that office; and references in subsections (2) and (4) to the chief officer of police shall be construed accordingly. 4 The police authority may make arrangements for the legal representation of the chief officer of police in any . . .  proceedings under this Act  or Part I of the Fair Employment (Northern Ireland) Act 1989 . 5 This section applies to a police cadet and appointment as a police cadet as it applies to a constable and the office of constable. 6 In this section— “ chief officer of police ”— a in relation to a person appointed, or an appointment falling to be made, to the police force or as a police cadet in relation to that force, means the Chief Constable of the Royal Ulster Constabulary, aa in relation to a person appointed, or to an appointment falling to be made, under section 9(1)(b) of the Police Act 1997 (police members of the National Criminal Intelligence Service) means the Director General of the National Criminal Intelligence Service; b in relation to any other person or appointment means the officer who has the direction and control of the body of constables or cadets in question; “ police authority ”— a in relation to a person appointed, or an appointment falling to be made, to the police force or as a police cadet in relation to that force, means the Police Authority for Northern Ireland, b in relation to any other person or appointment, means the authority by whom the person in question is, or on appointment would be, paid; “ police cadet ” means any person appointed to undergo training with a view to becoming a constable; “ police force ” has the same meaning as in the  Police Act (Northern Ireland) 1970."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "54", "section_title": " Procedure following investigation under s. 12 of Minister, government department, certain statutory bodies or statutory officers and police.", "section_text": "54 1 This section applies where, following an investigation under  section 11 of the Fair Employment (Northern Ireland) Act 1989, the Commission is of the opinion that action for promoting equality of opportunity ought to be taken  by any of the following authorities, namely,— a a Minister of the Crown or a government department or a person acting for purposes of such a Minister or department; or b a member of Her Majesty’s forces acting as such; or c any other person acting on behalf of the Crown, being a statutory body or a person holding a statutory office; or d the Police Authority for Northern Ireland or the Chief Constable of the Royal Ulster Constabulary; and, accordingly,  sections 12(3), 14, 15 and 16 of that Act  shall not have effect in relation to any such authority. 2 Where the Agency asks for an undertaking such as is mentioned in  section 12(2)(b) of the Fair Employment (Northern Ireland) Act 1989 , but— a the undertaking is not given, or b the undertaking, although given, is not complied with, the Agency shall, subject to subsection (4), send a report of the results of its investigation and of the opinion it has formed in relation to the subject-matter of the investigation (including any recommendations the Agency considers appropriate for action on the part of the authority concerned)— i where the investigation related to a Minister of the Crown, to that Minister; ii where the investigation related to a government department, to the Minister of the Crown in charge of the department, or in the case of a Northern Ireland department to the head of the department, or iii where the investigation related to any other aughority, to the Minister of the Crown or the head of the Northern Ireland department generally responsible for matters falling within the scope of the functions of that authority. 3 Where the report is sent to a Minister of the Crown he shall lay it before Parliament; and where the report is sent to the head of a Northern Ireland department he shall lay it before the Northern Ireland Assembly. 4 If a report is required by subsections (2) and (3) to be sent to the head of a Northern Ireland department and laid before the Northern Ireland Assembly at a time when no such head stands appointed, the report  shall, instead, be sent to the Secretary of State and laid by him before Parliament. 5 A person who is not in the service of the Crown shall not be regarded as within subsection (1)(a) by reason only of his acting in pursuance of a contract entered into with a Minister of the Crown or a government department."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "55", "section_title": " Service of documents.", "section_text": "55 1 Any notice or other document which is required or permitted by  the Fair Employment (Northern Ireland) Acts  to be served on a person may— a if that person is an individual, be served on him— i by delivering it to him, or ii by sending it to him by post, addressed to him at his usual or last-known place of residence or business, or iii by leaving it for him at that place; or b if that person is a body corporate or unincorporate, be served on the body— i by sending it by post to the proper officer of the body at its registered or principal office, or at its principal office in Northern Ireland, or ii by addressing it to the proper officer of the body and leaving it at any such office. 2 Subsection (1) does not prejudice any other lawful method of service."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "56", "section_title": " Orders and reports.", "section_text": "56 1 Any power of the Secretary of State to make an order under section 39(1) or section 59(5) shall be exercisable by statutory instrument. 2 The power of the Department to make  regulations under section 28 or an order under section  . . . 26(6A) or  49(3) shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979. 3 For the purpose of laying before the Northern Ireland Assembly— a a draft of an order under section 49(3); or b a report under section 54(2); or c the  Commission ’s annual report, section 41(3) of the  Interpretation Act (Northern Ireland) 1954 (laying of statutory documents) shall have effect as if the draft order and the reports were statutory documents within the meaning of that Act."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "57", "section_title": " General interpretation.", "section_text": "57 1 In this Act, unless the context otherwise requires,— “ access ” shall be construed in accordance with subsection (7); “ act ” includes a deliberate omission, and any reference to an act, action or other thing done shall be construed accordingly; “ advertisement ” includes every form of advertisement, whether to the public or not, and whether in a newspaper or other publication, by television or radio, by display or circulation of notices or circulars, by exhibition of pictures, models or films or in any other way, and references to the publishing of advertisements shall be construed accordingly;  “ affirmative action ”has the meaning given by section 58 of the Fair Employment (Northern Ireland) Act 1989; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ benefits ” includes all opportunities, services and facilities, and, in particular, includes opportunities for training, transfer or promotion, for betterment of any kind (including more attractive times or conditions of work) or for any financial advantage (including bonuses, advances of money and preferential terms for acquiring property of any kind); “ the Commission ” means the Fair Employment Commission for Northern Ireland; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ complainant ” means a person making a complaint that unlawful discrimination has been committed against him . . .  “ complaint ” means a complaint of unlawful discrimination made to the  Tribunal  under section 24; “ confer ”, in relation to a qualification, includes renew and extend; “ contract ” includes any contract, whether in writing or oral, express or implied; “ contravention ”, in relation to any provision, includes a failure to comply with that provision; “ costs ” includes expenses; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Department ” means the Department of Manpower Services for Northern Ireland; “ the Department of Finance ” means the Department of Finance for Northern Ireland; “discrimination” and “ discriminate ” shall be construed in accordance with section 16(1) to (4); “ employer ” means— in relation to a person who is seeking employment, anybody who has employment available; in relation to a person employed under a contract of service or of apprenticeship or a contract personally to execute any work or labour, the person entitled to the benefit of that contract; in relation to a person who has ceased to be in employment, his former employer; and “employee”, correspondingly, means such a person as is first mentioned in paragraph (a), (b) or (c) of this definition; “ employment ” means employment under a contract of service or apprenticeship or a contract personally to execute any work or labour, and, without prejudice to the definitions of “employer” and “employee” above, related expressions shall be construed accordingly; “ employment agency ” means a person who, for profit or not, provides services for the purpose of finding employment for workers or supplying employers with workers; “ employment in Northern Ireland ” shall be construed in accordance with section 49; “ enactment ” includes an enactment contained in an Act of the Parliament of Northern Ireland or an Order in Council made under the  Northern Ireland (Temporary Provisions) Act 1972, or in a Measure of the Northern Ireland Assembly; “ equality of opportunity ” shall be construed in accordance with  section 20 of the Fair Employment (Northern Ireland) Act 1989 ; “ financial year ” means a year ending on 31st March; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ government department ” includes a Northern Ireland department; “ the High Court ” means the High Court of Justice in Northern Ireland; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ member ”, in relation to a vocational organisation, includes (except in section 21) a person seeking to become a member and a person who has ceased to be a member, and in relation to such an organisation (other than an organisation of workers or employers) also includes any person belonging to a class of person recognised by the organisation as having any particular status in connection with an employment or occupation for the purposes of which the organisation exists, including students and associates, and “ membership ” shall be construed accordingly. “ Northern Ireland ” includes such of the territorial waters of the United Kingdom as are adjacent to Northern Ireland; “ notice ” means a notice in writing; “ occupation ” includes any trade, business, profession or vocation, but not any employment; “ occupation in Northern Ireland ” shall be construed in accordance with section 49; “ organisation ” includes any society or association whether corporate or unincorporate; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ practices ” includes procedures and arrangements; “ proper officer ”, in relation to any body corporate or unincorporate, means the secretary or other executive officer charged with the conduct of the general affairs of the body; “ qualification ” includes authorisation, recognition, registration, enrolment, approval and certification; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the respondent ”, in relation to a complaint, has the meaning given by section 24(1); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ school ” hasthe same meaning as in the  Education and Libraries (Northern Ireland) Order  1986 ; “ the Standing Advisory Commission on Human Rights ” means the commission constituted by that name under section 20 of the  Northern Ireland Constitution Act 1973; “ statutory body ” means a body set up by or in pursuance of an enactment, and “ statutory office ” means an office so set up; “ training ” includes any form of education or instruction, except that in  section 22 of this Act and sections 11(1)(e) and 20(4)(b)(ii) of the Fair Employment (Northern Ireland) Act 1989  it does not include  education provided by — a school, or an institution of further education within the meaning of the Further Education (Northern Ireland) Order 1997 or an institution providing further education in respect of which grants are paid under Article 5(1)(b) of that Order, or a college of education within the meaning of the Education and Libraries (Northern Ireland) Order 1986, or . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  a university;  “ the Tribunal ” means the Fair Employment Tribunal for Northern Ireland; “ unlawful discrimination ” shall be construed in accordance with section 16(5); “ vocational organisation ” means— an organisation of workers, or an organisation of employers, or any other organisation of persons engaged in a particular employment or occupation, or employments or occupations of any class, for the purposes of which the organisation exists. 2 In this Act references to a person’s religious belief or political opinion include references to his supposed religious belief or political opinion and to the absence or supposed absence of any, or any particular, religious belief or political opinion. 3 In this Act any reference to a person’s political opinion does not include an opinion which consists of or includes approval or acceptance of the use of violence for political ends connected with Northern Irish affairs (including the use of violence for the purpose of putting the public or any section of the public in fear). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 For the purposes of this Act a person is seeking employment if he is available for employment, whether or not he is aware of the existence of an opportunity for any particular employment. 6 References in this Act to submitting a person for consideration for employment include references to making available to an employer in any way relevant particulars relating to him. 7 References in this Act to the affording by any person of access to benefits are not limited to benefits provided by him alone, but include any means by which it is in his power to facilitate access to benefits provided by others. 8 Without prejudice to any provision of section 49 or any order under subsection (3) of that section and subject to any other provision of this Act which is limited by its express terms to acts done in Northern Ireland, references (however expressed) in this Act to acts done or to power to do any acts, other than references to acts which may be the subject of criminal proceedings under this Act, include references to acts done or power to do the acts outside Northern Ireland; and references to a contract include references to a contract the proper law of which is not the law of Northern Ireland. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 Except so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended or extended by or under any other enactment, including this Act. 12 In this Act, except where otherwise indicated,— a a reference to a numbered Part, section or Schedule is a reference to the Part or section of, or the Schedule to, this Act so numbered, and b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered, and c a reference in a section, subsection or Schedule to a numbered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered, and d a reference in a paragraph of a section, subsection or Schedule to a numbered sub-paragraph is a reference to the sub-paragraph of that paragraph so numbered."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "58", "section_title": " Amendments and extension of enactments, and repeal.", "section_text": "58 1 The enactments mentioned in Schedule 6 shall have effect subject to the respective amendments there specified (being amendments consequential on the provisions of this Act). 2 The following enactments, namely,— a section 5(2)(a) of the  Parliamentary Commissioner Act 1967; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall have effect in relation to the right of a person to make a complaint of unlawful discrimination under this Act as if it were such a right of appeal, reference or review as is mentioned in those enactments. 3 Section 20(1)(b) of the Northern Ireland Constitution Act 1973 is hereby repealed."}, {"act": "Fair Employment (Northern Ireland) Act 1976 (repealed 1.3.1999)", "year": 1976, "section": "59", "section_title": " Short title, extent and commencement.", "section_text": "59 1 This Act may be cited as the Fair Employment (Northern Ireland) Act 1976. 2 Subject to subsections (3) and (4) and without prejudice to section 57(8) . . .  , this Act extends to Northern Ireland only. 3 The amendments, extension and repeal of enactments which are made by section 58(1), (2)(a) and (3) and Schedule 6 have the same extent as the enactments that are so amended, extended or repealed. 4 Sections 47 and 52 and so much of section 57 as applies for the interpretation of those sections extend to the whole of the United Kingdom. 5 This Act shall come into operation on such day as the Secretary of State may by order appoint. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]