[{"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "1", "section_title": " Extension of power of Post Office to provide banking services.", "section_text": "1 1 In section 7(1)(b) of the  Post Office Act 1969 (power to provide a banking service of the kind commonly known as a giro system) for the words from “a banking service” to “giro system” there shall be substituted the words “banking services”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "3", "section_title": " Government investment in Post Office’s banking services.", "section_text": "3 1 The Secretary of State may from time to time pay to the Post Office out of moneys provided by Parliament such sums, to be used by it for the purposes of its banking services, as he thinks fit. 2 Sums received by the Post Office under subsection (1) of this section are in this section referred to as public dividend capital . . .  3 In consideration of receiving public dividend capital the Post Office shall make to the Secretary of State for each accounting year (except any with respect to which the Post Office satisfies him that it would be inappropriate to make a payment under this subsection) payments (in this section referred to as public dividends) of such amounts as may be proposed by the Post Office and agreed by the Secretary of State or such other amounts as the Secretary of State may determine after consultation with the Post Office. 4 In proposing, agreeing or determining the amounts of public dividends the Post Office and the Secretary of State shall have regard to the financial results of the banking services provided by the Post Office. 5 The Secretary of State shall pay any public dividends received by him under this section into the Consolidated Fund. 6 For the purposes of this section the Post Office shall be deemed to have received on 1st April 1975 public dividend capital of the amount of £13 million. 7 References in this section to the Secretary of State are references to him acting with the approval of the Treasury."}, {"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "4", "section_title": " Reduction of capital debt of Post Office.", "section_text": "4 1 The liability of the Post Office in respect of— a the commencing capital debt assumed by it under section 33(1) of the  Post Office Act 1969; and b any debt incurred by it before 1st April 1975 under section 35(2) of that Act (power to borrow for purposes for which capital moneys are properly applicable); is hereby reduced by £29·7 million; and accordingly the assets of the National Loans Fund are hereby reduced by the same amount. 2 Of the amount by which the liability of the Post Office is reduced by virtue of this section £8·48 million shall be treated as reducing its commencing capital debt and the remainder as reducing the principal of moneys borrowed under section 35(2) of the  Post Office Act 1969. 3 The reduction under this section of the liability of the Post Office and of the assets of the National Loans Fund shall be deemed to have been effected on 1st April 1975. 4 Section 1(2) of the  Post Office (Borrowing) Act 1972 is hereby repealed."}, {"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "5", "section_title": " Accounts. ", "section_text": "5 In section 39 of the Post Office Act 1969 (accounts of the Secretary of State) the word “and” after “section 37 of this Act” shall be omitted, and after the words “that section” there shall be inserted the words “and of sums paid or received by him under the Post Office (Banking Services) Act 1976”."}, {"act": "Post Office (Banking Sevices) Act 1976 (repealed 6.11.2000)", "year": 1976, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Post Office (Banking Services) Act 1976. 2 This Act extends to the whole of the United Kingdom, the Channel Islands and the Isle of Man."}]