[{"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "1", "section_title": " Procuring.", "section_text": "1 Any person who procures or attempts to procure— a any woman under 21 years of age or girl to have unlawful sexual intercourse with any other person or persons in any part of the world, or b any woman or girl to become a common prostitute in any part of the world, or c any woman or girl to leave the United Kingdom, with intent that she may become an inmate of or frequent a brothel elsewhere, or d any woman or girl to leave her usual place of abode in the United Kingdom, with intent that she may, for the purposes of prostitution, become an inmate of or frequent a brothel in any part of the world, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "2", "section_title": " Procuring by threats,  etc.", "section_text": "2 1 Any person who— a by threats or intimidation procures or attempts to procure any woman or girl to have any unlawful sexual intercourse in any part of the world, or b by false pretences or false representations procures any woman or girl to have any unlawful sexual intercourse in any part of the world, or c applies or administers to, or causes to be taken by, any woman or girl any drug, matter or thing, with intent to stupefy or overpower so as thereby to enable any person to have unlawful sexual intercourse with such woman or girl, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months. 2 A man who induces a married woman to permit him to have sexual intercourse with her by impersonating her husband shall be deemed to be guilty of rape."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "2A", "section_title": " Incest.", "section_text": "2A 1 Any male person who has sexual intercourse with a person related to him in a degree specified in column 1 of the Table set out at the end of this subsection, or any female person who has sexual intercourse with a person related to her in a degree specified in column 2 of that Table, shall be guilty of incest, unless the accused proves that he or she— a did not know and had no reason to suspect that the person with whom he or she had sexual intercourse was related in a degree so specified; or b did not consent to have sexual intercourse or to have sexual intercourse with that person; or c was married to that person, at the time when the sexual intercourse took place, by a marriage entered into outside Scotland and recognised as valid by Scots law. Table  Degrees of Relationship Column 1 Column 2 1. Relationships by consanguinity Mother Father Daughter Son Grandmother Grandfather Grand-daughter Grandson Sister Brother Aunt Uncle Niece Nephew Great grandmother Great grandfather Great grand-daughter Great grandson 2. Relationships by adoption Adoptive mother or former adoptive mother Adoptive father or former adoptive father Adopted daughter or former adopted daughter Adopted son or former adopted son 2 For the purpose of this section, a degree of relationship exists in the case of a degree specified in paragraph 1 of the Table— a whether it is of the full blood or the half blood; and b even where traced through or to any person whose parents are not or have not been married to one another. 3 For the avoidance of doubt sexual intercourse between persons who are not related to each other in a degree referred to in subsection (1) above is not incest."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "2B", "section_title": " Intercourse with step-child.", "section_text": "2B Any step-parent or former step-parent who has sexual intercourse with his or her step-child or former step-child shall be guilty of an offence if that step-child is either under the age of 21 or has at any time before attaining the age of 18 lived in the same household and been treated as a child of his or her family, unless the accused proves that he or she— did not know and had no reason to suspect that the person with whom he or she had sexual intercourse was a step-child or former step-child; or believed on reasonable grounds that that person was of or over the age of 21 years; or did not consent to have sexual intercourse or to have sexual intercourse with that person; or was married to that person, at the time when the sexual intercourse took place, by a marriage entered into outside Scotland and recognised as valid by Scots law."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "2C", "section_title": " Intercourse of person in position of trust with child under 16.", "section_text": "2C Any person of or over the age of 16 years who— has sexual intercourse with a child under the age of 16 years; is a member of the same household as that child; and is in a position of trust or authority in relation to that child, shall be guilty of an offence, unless the accused proves that he or she— believed on reasonable grounds that the person with whom he or she had sexual intercourse was of or over the age of 16 years; or did not consent to have sexual intercourse or to have sexual intercourse with that person; or was married to that person, at the time when the sexual intercourse took place, by a marriage entered into outside Scotland and recognised as valid by Scots law."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "2D", "section_title": " Proceedings and penalties for offences under ss. 2A to 2C.", "section_text": "2D 1 Proceedings in respect of an offence under section 2A, 2B or 2C of this Act may be brought on indictment or, if the Lord Advocate so directs, on a summary complaint before the sheriff. 2 Summary proceedings in pursuance of this section may be commenced at any time within the period of 6 months from the date on which evidence sufficient in the opinion of the Lord Advocate to justify the proceedings comes to his knowledge. 3 Subsection (3) of section 331 of the Criminal Procedure (Scotland) Act  1975 (date of commencement of summary proceedings) shall have effect for the purposes of subsection (2) above as it has effect for the purposes of that section. 4 For the purposes of subsection (2) above, a certificate of the Lord Advocate as to the date on which the evidence in question came to his knowledge is conclusive evidence of the date on which it did so. 5 Subject to subsection (6) below, a person guilty of an offence under section 2A, 2B or 2C of this Act shall be liable— a on conviction on indictment . . .  , to imprisonment for any term of imprisonment up to and including life imprisonment; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c on summary conviction, to imprisonment for a term not exceeding 3 months. 6 Before passing sentence on a person convicted of any such offence, the court shall— a obtain information about that person’s circumstances from an officer of a local authority or otherwise and consider that information; and b take into account any information before it which is relevant to his character and to his physical and mental condition. 7 In subsection (6) above, “ local authority ” has the meaning assigned to it by section 1(2) of the Social Work (Scotland) Act  1968."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "3", "section_title": " Intercourse with girl under 13.", "section_text": "3 1 Any person who has unlawful sexual intercourse with any girl under the age of 13 years shall be liable on conviction on indictment to imprisonment for life. 2 Any person who attempts to have unlawful sexual intercourse with any girl under the age of 13 years shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "4", "section_title": " Intercourse with girl between 13 and 16.", "section_text": "4 1 Without prejudice to sections 2A–2D of this Act  any person who has, or attempts to have, unlawful sexual intercourse with any girl of or above the age of 13 years and under the age of 16 years shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months: Provided that no prosecution  . . . shall be commenced for an offence under this subsection more than one year after the commission of the offence. 2 It shall be a defence to a charge under subsection (1) above that the person so charged— a had reasonable cause to believe that the girl was his wife; or b being a man under the age of 24 years who had not previously been charged with a like offence, had reasonable cause to believe that the girl was of or above the age of 16 years. In this subsection, “ a like offence ” means an offence under— subsection (1) above; or section 5 or 6 of the  Criminal Law Amendment Act 1885 (the provisions replaced for Scotland by subsection (1) above and section 10(1) of this Act); or section 6 of the  Sexual Offences Act 1956 (the provision for England and Wales corresponding to subsection (1) above), or with an attempt to commit such an offence; or section 10(1) of this Act. 3 For the purposes of the proviso to subsection (1) above, a prosecution shall be deemed to commence on the date on which a warrant to apprehend or to cite the accused is granted, if such warrant is executed without undue delay."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "5", "section_title": " Indecent behaviour towards girl between 12 and 16.", "section_text": "5 Any person who uses towards a girl of or above the age of 12 years and under the age of 16 years any lewd, indecent or libidinous practice or behaviour which, if used towards a girl under the age of 12 years, would have constituted an offence at common law shall, whether the girl consented to such practice or behaviour or not, be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "6", "section_title": " Defence to charge of indecent assault.", "section_text": "6 It shall be a defence to a charge of indecent assault committed against a girl under the age of 16 years that the person so charged had reasonable cause to believe that the girl was his wife."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "7", "section_title": " Gross indecency between males.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "8", "section_title": " Abduction of girl under 18 with intent to have sexual intercourse.", "section_text": "8 Any person who, with intent that any unmarried girl under the age of 18 years should have unlawful sexual intercourse with men or with a particular man, takes or causes to be taken such girl out of the possession and against the will of her father or mother, or any other person having the lawful care or charge of her, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months: Provided that it shall be a defence to any charge under this section that the person so charged had reasonable cause to believe that the girl was of or above the age of 18 years."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "9", "section_title": " Unlawful detention with intent to have sexual intercourse.", "section_text": "9 1 Any person who detains any woman or girl against her will— a in or upon any premises with intent that she may have unlawful sexual intercourse with men or with a particular man, or b in any brothel, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months. 2 Where a woman or girl is in or upon any premises for the purpose of having unlawful sexual intercourse, or is in any brothel, a person shall be deemed to detain such woman or girl in or upon such premises or in such brothel if, with intent to compel or induce her to remain in or upon such premises or in such brothel, such person withholds from such woman or girl any wearing apparel or other property belonging to her or, where wearing apparel has been lent or otherwise supplied to such woman or girl by or by the direction of such person, such person threatens such woman or girl with legal proceedings if she takes away with her the wearing apparel so lent or supplied. 3 No legal proceedings, whether civil or criminal, shall be taken against any such woman or girl for taking away or being found in possesion of any such wearing apparel as was necessary to enable her to leave such premises or brothel."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "10", "section_title": " Permitting girl to use premises for intercourse.", "section_text": "10 1 Any person who, being the owner or occupier of any premises, or having, or acting or assisting in, the management or control of any premises, induces or knowingly suffers any girl of such age as is mentioned in this subsection to resort to or be in or upon such premises for the purpose of having unlawful sexual intercourse with men or with a particular man— a if such girl is under the age of 13 years, shall be liable on conviction on indictment to imprisonment for life; and b if such girl is of or above the age of 13 years and under the age of 16 years, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months. 2 It shall be a defence to a charge under this section that the person so charged, being a man under the age of 24 years who had not previously been charged with a like offence, had reasonable cause to believe that the girl was of or above the age of 16 years. In this subsection, “ a like offence ” means an offence under— i subsection (1) above; or ii section 5 or 6 of the  Criminal Law Amendment Act 1885 (the provisions replaced for Scotland by section 4(1) of this Act and subsection (1) above); or iii section 4(1) of this Act."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "11", "section_title": " Causing or encouraging seduction, prostitution, etc., of girl under 16.", "section_text": "11 1 If any person having the custody, charge or care of a girl under the age of 16 years causes or encourages the seduction or prostitution of, unlawful sexual intercourse with, or the commission of an indecent assault upon, her he shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding three months. 2 For the purposes of this section, a person shall be deemed to have caused or encouraged the seduction or prostitution of, unlawful sexual intercourse with or the commission of an indecent assault upon, a girl who has been seduced or indecently assaulted, or who has had unlawful sexual intercourse or who has become a prostitute, if he has knowingly allowed her to consort with, or to enter or continue in the employment of, any prostitute or person of known immoral character. 3 The foregoing provisions of this section shall apply to a contravention of section 5 of this Act in like manner as they apply to an indecent assault, and any reference to the commission of such an assault or to being indecently assaulted shall be construed accordingly. 4 Where on the trial of any offence under this Act it is proved to the satisfaction of the court that the seduction or prostitution of a girl under the age of 16 years has been caused, encouraged or favoured by her father, mother, guardian, master or mistress, it shall be in the power of the court to divest such person of all authority over her, and to appoint any person or persons willing to take charge of such girl to be her guardian until she has attained the age of 21 years, or such less age as the court may direct. 5 The High Court of Justiciary shall have the power from time to time to rescind or vary an order under subsection (4) above by the appointment of any other person or persons as such guardian, or in any other respect."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "12", "section_title": " Persons trading in prostitution.", "section_text": "12 1 Every male person who— a knowingly lives wholly or in part on the earnings of prostitution, or b in any public place persistently solicits or importunes for immoral purposes, shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or on summary conviction to imprisonment for a term not exceeding six months. 2 If it is made to appear to a court of summary jurisdiction by information on oath that there is reason to suspect that any house or any part of a house is used by a female for purposes of prostitution, and that any male person residing in or frequenting the house is living wholly or in part on the earnings of the prostitute, the court may issue a warrant authorising any constable to enter and search the house and to arrest that male person. 3 Where a male person is proved to live with or to be habitually in the company of a prostitute, or is proved to have exercised control, direction or influence over the movements of a prostitute in such a manner as to show that he is aiding, abetting or compelling her prostitution with any other person, or generally, he shall, unless he can satisfy the court to the contrary, be deemed to be knowingly living on the earnings of prostitution. 4 Every female who is proved to have, for the purposes of gain, exercised control, direction or influence over the movements of a prostitute in such a manner as to show that she is aiding, abetting or compelling her prostitution with any other person, or generally, shall be liable to the penalties set out in subsection (1) above."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "13", "section_title": " Proceedings against brothel keeper, etc. ", "section_text": "13 1 Any person who— a keeps or manages or acts or assists in the management of a brothel, or b being the tenant, lessee, occupier or person in charge of any premises, knowingly permits such premises or any part thereof to be used as a brothel or for the purposes of habitual prostitution, or c being the lessor or landlord of any premises, or the agent of such lessor or landlord, lets the same or any part thereof with the knowledge that such premises or some part thereof are or is to be used as a brothel, or is wilfully a party to the continued use of such premises or any part thereof as a brothel, shall be liable on summary conviction in the sheriff court— i to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding three months, and ii on a second or subsequent conviction, to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding six months, or to both such fine and imprisonment; and shall be liable on conviction in the district court to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months or to both such fine and imprisonment. 2 In determining whether or not a conviction under subsection (1) above is a second or subsequent conviction for the purposes of head (ii) thereof, there shall be taken into account any conviction under section 13 of the  Criminal Law Amendment Act 1885 (the provision replaced for Scotland by subsection (1) above) or under section 33, 34, 35 or 36 of the  Sexual Offences Act 1956 (the corresponding provisions for England and Wales) as well as any conviction under subsection (1) above. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "14", "section_title": " Allowing child to be in brothel. ", "section_text": "14 1 If any person having the custody, charge or care of a child who has attained the age of four years and is under the age of 16 years, allows that child to reside in or to frequent a brothel, he shall be  liable on summary conviction to a fine not exceeding level 2 on the standard scale  or alternatively, or in default of payment of such a fine, or in addition thereto, to imprisonment for a term not exceeding six months. 2 Nothing in this section shall affect the liability of a person to be indicted under section 10 of this Act, but upon the trial of a person under that section it shall be lawful for the jury, if they are satisfied that he is guilty of an offence under this section, to find him guilty of that offence."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "15", "section_title": " Power, on indictment for rape, etc., to convict of other offences.", "section_text": "15 If, upon the trial of any indictment for rape or any offence under section 3(1) of this Act, the jury are satisfied that the accused is guilty of an offence under section 2, 3 or 4(1) of this Act, or of an indecent assault, but are not satisfied that the accused is guilty of the charge in such indictment, or of an attempt to commit the same, then and in every such case the jury may acquit the accused of such charge, and find him guilty of such offence as aforesaid, or of an indecent assault, and thereupon the accused shall be liable to be punished in the same manner as if he had been convicted upon an indictment for such offence as aforesaid, or for indecent assault."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "16", "section_title": " Accused and spouse to be competent witnesses.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "17", "section_title": " Arrest without warrant.", "section_text": "17 A constable may take into custody without a warrant any person whom he shall have good cause to suspect of having committed, or of attempting to commit, any offence under section 1 of this Act."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "18", "section_title": " Power of search. ", "section_text": "18 1 If it appears to any justice on information on oath by any parent, relative or guardian of any woman or girl, or any other person who, in the opinion of the justice, is bona fide acting in the interest of any woman or girl, that there is reasonable cause to suspect that such woman or girl is unlawfully detained for immoral purposes by any person in any place within the jurisdiction of such justice, such justice may issue a warrant authorising any person named therein to search for, and, when found, to take to and detain in a place of safety, such woman or girl until she can be brought before a justice, and the justice before whom such woman or girl is brought may cause her to be delivered up to her parents or guardians, or otherwise dealt with as circumstances may permit and require. 2 The justice issuing such warrant may, by the same or any other warrant, cause any person accused of so unlawfully detaining such woman or girl to be apprehended and brought before a justice, and proceedings to be taken for punishing such person according to law. 3 A woman or girl shall be deemed to be unlawfully detained for immoral purposes if she is so detained for the purpose of having unlawful sexual intercourse with men or with a particular man, and she— a is under the age of 16 years; or b if of or above the age of 16 years and under the age of 18 years, is so detained against her will, or against the will of her father or mother or of any other person having the lawful care or charge of her; or c if of or above the age of 18 years, is so detained against her will. 4 Any person authorised by warrant under this section to search for any woman or girl so detained as aforesaid may enter (if need be by force) any house, building, or other place specified in such warrant, and may remove such woman or girl therefrom. 5 Every warrant issued under this section shall be addressed to and executed by an officer of police, who shall be accompanied by the parent, relative, or guardian or other person giving the information, if such person so desire, unless the justice shall otherwise direct. 6 In this section, “ justice ” includes a sheriff, a stipendiary magistrate and a justice of the peace."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "19", "section_title": " Liability to other criminal proceedings.", "section_text": "19 This Act shall not exempt any person from any proceedings for an offence which is punishable at common law, or under any enactment other than this Act, but nothing in this Act shall enable a person to be punished twice for the same offence."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "20", "section_title": " Transitional provisions, savings and interpretation.", "section_text": "20 1 Without prejudice to the provisions of section 38 of the  Interpretation Act 1889 (effect of repeals), nothing in any repeal made by this Act shall affect any order or rule made, certificate issued, requirement or condition imposed or thing done under any enactment repealed by this Act, and every such order, rule, certificate, requirement, condition or thing shall, if in force at the commencement of this Act, continue in force (subject to the provisions of this Act) and be deemed to have been made, issued, imposed or done under the corresponding provisions of this Act. 2 Nothing in this Act shall affect the enactments repealed thereby in their operation in relation to offences committed before the commencement of this Act. 3 Any reference in any enactment or document to an enactment repealed by this Act shall, except where the context otherwise requires, be construed as, or as including, a reference to the corresponding provision in this Act. 4 References in this Act to any enactment shall, unless the context otherwise requires, be construed as references to that enactment as amended, extended or applied by or under any other enactment, including this Act. 5 Any act or omission punishable on conviction under this Act shall be deemed to be an offence under this Act."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "21", "section_title": " Amendments and repeals.", "section_text": "21 1 The enactments specified in Schedule 1 to this Act shall have effectsubject to the amendments set out in that Schedule. 2 The enactments specified in Schedule 2 to this Act are hereby repealedto the extent specified in the third column of that Schedule."}, {"act": "Sexual Offences (Scotland) Act 1976 (repealed 1.4.1996)", "year": 1976, "section": "22", "section_title": " Citation, commencement and extent.", "section_text": "22 1 This Act may be cited as the Sexual Offences (Scotland) Act 1976. 2 This Act shall come into operation at the expiration of the period of one month beginning with the day on which it is passed. 3 This Act shall extend to Scotland only."}]