[{"act": "Trade Union and Labour Relations (Amendment) Act 1976 (repealed 16.10.1992)", "year": 1976, "section": "1", "section_title": " Repeals of the principal Act. ", "section_text": "1 The following provisions and passages of the   Trade Union and Labour Relations Act 1974 (hereafter in this Act referred to as “the principal Act”) are hereby repealed, that is to say— a section 5 (rights of workers as to arbitrary or unreasonable exclusion or expulsion from trade union); b section 6 (provisions as to rules of trade unions and employers’ associations); c in section 8(6) (power of Registrar of Friendly Societies to remove name of organisation from list of trade unions or list of employers’ associations), the words “or that its rules do not comply with the provisions of this Act”; d in section 29(3) (trade disputes relating to matters occurring outside Great Britain), the words from “so long as” onwards; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Union and Labour Relations (Amendment) Act 1976 (repealed 16.10.1992)", "year": 1976, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Trade Union and Labour Relations (Amendment) Act 1976 (repealed 16.10.1992)", "year": 1976, "section": "3", "section_title": " Amendments of the principal Act. ", "section_text": "3 1 For section 7 of the principal Act (right to terminate membership of trade union) there shall be substituted the following section:—  Right to terminate membership of trade union. 7 In every contract of membership of a trade union, whether made before or after the passing of this Act, there shall be implied a term conferring a right on the member, on giving reasonable notice and complying with any reasonable conditions, to terminate his membership of the union. 2 For section 13(1) of the principal Act (inducing or threatening breach of contract of employment in contemplation or furtherance of a trade dispute) there shall be substituted the following subsection:— 1 An act done by a person in contemplation or furtherance of a trade dispute shall not be actionable in tort on the ground only— a that it induces another person to break a contract or interferes or induces any other person to interfere with its performance; or b that it consists in his threatening that a contract (whether one to which he is party or not) will be broken or its performance interfered with, or that he will induce another person to break a contract or to interfere with its performance. 3 In section 30(1) of the principal Act (interpretation), in paragraph (c) of the definition of “union membership agreement”,— a for the words “of requiring the terms and conditions of employment of every employee of that class to include a condition that he must” there shall be substituted the words “in practice of requiring the employees for the time being of the class to which it relates (whether or not there is a condition to that effect in their contract of employment) to” and b for the word “appropriate” there shall be substituted the word “specified,” and at the end of that definition there shall be inserted the words “and references in this definition to a trade union include references to a branch or section of a trade union; and a trade union is specified for the purposes of, or in relation to, a union membership agreement if it is specified in the agreement or is accepted by the parties to the agreement as being the equivalent of a union so specified”. 4 After section 30(5) of the principal Act there shall be inserted the following subsection:— 5A For the purposes of this Act employees are to be treated, in relation to a union membership agreement, as belonging to the same class if they have been identified as such by the parties to the agreement, and employees may be so identified by reference to any characteristics or circumstances whatsoever. . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Union and Labour Relations (Amendment) Act 1976 (repealed 16.10.1992)", "year": 1976, "section": "4", "section_title": " Short title, citation and transitional provisions.", "section_text": "4 1 This Act may be cited as the Trade Union and Labour Relations (Amendment) Act 1976. 2 The principal Act and this Act may be cited together as the Trade Union and Labour Relations Acts 1974 and 1976. 3 Section 1(e) above and subsections (3), (5) and (6) of section 3 above shall not apply in relation to a case where a person is dismissed and the effective date of termination falls before the passing of this Act."}]