[{"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "1", "section_title": "Amendments as to firearms certificates", "section_text": " 1    1   An application for the grant or renewal of a certificate under section one of the principal Act shall be made to the chief officer of police for the area in which the applicant resides in such form as may be prescribed by rules made under section fifteen of that Act, and shall state such particulars as may be required by the said form.     2   Subject to the provisions of this Act and proviso (b) to subsection (2) of section one of the principal Act, there shall be payable on the grant of a certificate a fee of five shillings, and on the renewal of a certificate, or on any variation of a certificate which increases the number of firearms to which the certificate relates, or on the replacement of a certificate which has been lost or destroyed, a fee of two shillings and sixpence :    Provided that, where a certificate is varied as aforesaid and renewed or replaced at the same time, no fee shall be payable on the variation.     3   No fee shall be payable on the grant, variation or renewal of a certificate if the chief officer of police is satisfied that the certificate relates solely to and, in the case of a variation, will continue when varied to relate solely to—   a   a firearm or ammunition which the applicant requires as part of the equipment of a ship; or     b   a signalling apparatus, or ammunition therefor, which the applicant requires as part of the equipment of an aircraft or aerodrome; or     c   a slaughtering instrument, or ammunition therefor, which the applicant requires for the purpose of the slaughter of animals.       4   No fee shall be payable on the grant or renewal of a certificate relating solely to a firearm which is shown to the satisfaction of the chief officer of police to be kept by the applicant as a trophy of a war, or on any variation of a certificate the sole effect of which is to add such a firearm as aforesaid to the firearms to which the certificate relates, if the certificate is granted, renewed or varied subject to the condition that the applicant shall not use the firearm.     5   Every certificate shall specify, in addition to the matters mentioned in subsection (3) of section one of the principal Act, the conditions (if any) subject to which it is held, and. the chief officer of police for the area in which the holder resides may at any time by notice in writing vary those conditions, except such of them as may be prescribed, and may by the notice require the holder to deliver up the certificate to him within twenty-one days from the date of the notice for the purpose of amending the conditions specified therein, and if the holder fails to comply with that requirement the officer may revoke the certificate.     6   No offence under section one of the principal Act shall be deemed to be committed—   a   in the case of any person—   i   by having in his possession a firearm or ammunition on board a ship, or a signalling apparatus or ammunition therefor on board an aircraft or at an aerodrome, as part of the equipment of the ship or aircraft or aerodrome; or     ii   by removing a signalling apparatus or ammunition therefor, being part of the equipment of an aircraft, from one aircraft to another at an aerodrome, or from or to an aircraft at an aerodrome to or from a place appointed for the storage thereof in safe custody at that aerodrome, or by keeping any such apparatus or ammunition at such a place; or     iii   if he has obtained from an officer of police a permit for the purpose in the prescribed form, by removing a firearm from or to a ship, or a signalling apparatus from or to an aircraft or aerodrome, to or from such place and for such purpose as may be specified in the permit; or       b   in the case of a person licensed under section three of the  Slaughter of Animals Act, 1933, by having in his possession a slaughtering instrument and ammunition therefor in any slaughter house or knacker's yard in which he is employed, or in the case of the proprietor of a slaughter house or knacker's yard, or a person appointed by him to take charge of slaughtering instruments and ammunition therefor for the purpose of storing them in safe custody at that slaughter house or knacker's yard, by having in his possession a slaughtering instrument or ammunition therefor for that purpose; or     c   in the case of a person taking part in a theatrical performance or any rehearsal thereof, or in the production of a cinematograph film, by having in his possession a firearm during and for the purpose of the performance, rehearsal or production; or     d   in the case of any person, by having in his possession a firearm at an athletic meeting for the purpose of starting races at that meeting; or     e   in the case of a person who has obtained from the chief officer of police for the area in which he resides a permit for the purpose in the prescribed form, by having in his possession a firearm or ammunition in accordance with the terms of the permit.       7   Paragraphs (d), (h) and (j) of the proviso to subsection (8) of section one of the principal Act, and the First Schedule to that Act, shall cease to have effect.     8   Subsection (2) of section thirteen of the principal Act, and any dispensation thereunder granted before the commencement of this Act, shall cease to have effect at the expiration of three months from the commencement of this Act, and no such dispensation shall be granted after the commencement of this Act.     9   In this section the expression \" certificate\" means a firearm certificate.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "2", "section_title": "Application of s.1 of principal Act to Crown, servants", "section_text": " 2    1   Notwithstanding any rule of law whereunder the provisions of the principal Act do not bind the Crown, so much of section one of that Act as relates to the purchase, but not so much thereof as relates to the possession, of firearms and ammunition shall apply to persons in the service of His Majesty in their capacity as such, subject, however, to the following modifications :—   a   a person in the service of His Majesty duly authorised in writing in that behalf may purchase firearms or ammunition for the public service without holding a firearm certificate;     b   a person in the naval, military or air service of His Majesty shall, if he satisfies the chief officer of police on an application under the said section one that he is required to purchase a firearm or ammunition for his own use in his capacity as such, be entitled without payment of any fee to the grant of a firearm certificate authorising the purchase.       2   Paragraphs (a) and (f) of the proviso to subsection (8) of section one of the principal Act shall cease to have effect.     3   For the purposes of this section, and for the purpose of the application of any such rule of law as aforesaid to the provisions of the principal Act, a member of a police force shall be deemed to be a person in the service of His Majesty.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "3", "section_title": "Entry of places of business on register of firearms dealers", "section_text": " 3    1   The prescribed particulars which a person applying to be registered in any area as a firearms dealer under subsection (1) of section eight of the principal Act is required to furnish shall include particulars of every place of business at which he proposes to carry on business within the area as a firearms dealer, and the chief officer of police for that area shall, subject as hereinafter provided, enter in the register every such place of business.     2   Every person registered as a firearms dealer in any area (whether before or after the commencement of this Act), who proposes to carry on business as such at any place of business in that area which is not entered in the register, shall notify the chief officer of police for that area and furnish him with such particulars as may be prescribed, and the officer shall, subject as hereinafter provided, enter that place of business in the register.     3   A chief officer of police, if he is satisfied that any place of business notified to him by any person under either of the last two foregoing subsections, or any place entered as the place of business of any person in the register of firearms dealers, is a place at which that person cannot be permitted to carry on business as a firearms dealer without danger to the public safety or to the peace, may refuse to enter that place of business in the register, or remove it from the register, as the case may be.     4   Any person aggrieved by any such refusal or removal may appeal, in accordance with so much of the provisions of the First Schedule to this Act as relates to appeals, to the court of quarter sessions having jurisdiction in the county, borough or place in which there is situated the place of business to which the appeal relates.     5   If any registered firearms dealer has a place of business which is not entered on the register for the area in which that place is situated, and carries on business as a firearms dealer at that place, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine :    Provided that this subsection shall not apply to any person registered as a firearms dealer at the commencement of this Act until the expiration of three months from- the commencement of this Act.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "4", "section_title": "Further amendments as to registration of firearms dealers", "section_text": " 4    1   The fee payable under subsection (1) of section eight of the principal Act on registration as a firearms dealer in any area shall be five pounds instead of one pound:    Provided that no fee shall be payable if the chief officer of police for the area in which the applicant has applied to be registered is satisfied that the only place of business in respect of which the application is made—   a   has become situated in that area by reason of an alteration in the boundary of the area and was previously entered in the register for another area; or     b   is one to which the applicant proposes to transfer the business previously carried on by him at a place entered on the register for another area.       2   On or before the first day of June in each year, every person for the time being registered as a firearms dealer in any area shall—   a   surrender to the chief officer of police for that area his certificate of registration; and     b   apply in the prescribed form for a new certificate of registration; and     c   pay a fee of one pound;    and thereupon that officer shall, subject to the provisions of subsection (3) of section eight of the principal Act (which empower a chief officer of police to remove the name of a dealer from the register), grant him a new certificate of registration.     3   If any such person as aforesaid fails to comply with all or any of the requirements of the last foregoing subsection on or before the first day of June in any year, the chief officer of police shall by notice in writing require him to comply therewith, and if he fails to do so within twenty-one days from the date of the notice, or within such further time as that officer may in special circumstances allow, shall cause his name to be removed from the register.     4   Notwithstanding anything in subsection (1) of section two of the principal Act, it shall be lawful for an auctioneer to sell by auction, expose for sale by auction, and have in his possession for sale by auction, a firearm or ammunition without being registered as a firearms dealer, if he has obtained from the chief officer of police for the area in which the auction is held a permit in the prescribed form for that purpose and complies with the terms of the permit; and nothing in subsection (6) of the said section two (which requires a register of transactions to be kept) shall apply to the sale of firearms or ammunition by auction in accordance with the terms of a permit issued under this subsection.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "5", "section_title": "Appeals from chief officer of police in England", "section_text": " 5    1   Any appeal from a decision of a chief officer of police for an area in England under subsections (4), (5) or (6) of section one of the principal Act (which relate to the grant, variation, renewal and revocation of firearm certificates) or under subsection (4) of section eight of that Act (which relates to registration as a firearms dealer) shall, instead of lying to a court of summary jurisdiction in accordance with rules made by the Lord Chancellor, lie to quarter sessions in accordance with so much of the provisions of the First Schedule to this Act as relates to appeals.     2   In this section the expression \" quarter sessions \" means the court of quarter sessions having jurisdiction—   a   in the case of an appeal under the said section one, in the county, borough or place in which the appellant resides; or     b   in the case of an appeal under the said section eight, in the county, borough or place in which there is situated any place of business in respect of which the appellant has applied to be, or (in the case of an appeal against removal from the register) has been, registered.      "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "6", "section_title": "Miscellaneous offences in connection with firearm certificates, permits and register of firearms dealers", "section_text": " 6    1   If any person makes any statement which he knows to be false for the purpose of—   a   procuring, whether for himself or any other person—   i   the grant, variation or renewal of a firearm certificate; or     ii   the grant of a permit under this Act; or     iii   the entry of any place of business in a register of firearms dealers; or       b   procuring the registration of himself or any other person as a firearms dealer;    he shall, for each offence, be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds, or to both such imprisonment and fine.     2   In any case where—   a   a firearm certificate is revoked, or is cancelled by the court under subsection (1) of section eleven of the principal Act; or     b   the name of a firearms dealer is removed from the register,    the chief officer of police revoking the certificate or removing the name, or, in the case of a cancellation of a firearm certificate, the chief officer of police by whom the certificate was granted, shall by notice in writing require the holder of the firearm certificate to surrender it, or the firearms dealer to surrender his certificate of registration, as the case may be, and if the holder or firearms dealer fails to do so within twenty-one days from the date of the notice, he shall be liable on summary conviction to a fine not exceeding twenty pounds :    Provided that, where an appeal is brought against the revocation of a firearm certificate or the removal of a name from the register, this subsection shall not apply to that revocation or removal unless the appeal is abandoned or dismissed, and shall in that case have effect as if for the reference to the date of the notice there were substituted a reference to the date on which the appeal was abandoned or dismissed.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "7", "section_title": "Amendments as to prohibited weapons and ammunition", "section_text": " 7    1   It shall not be lawful for any person without the authority of the Admiralty or the Army Council or the Air Council to manufacture, sell, purchase, or have in his possession any firearm which is so designed or adapted that, if pressure is applied to the trigger, missiles continue to be discharged until pressure is removed from the trigger or the magazine containing the missiles is empty; and in this Act and the principal Act the expression \" prohibited weapon \" shall include any such firearm as aforesaid.     2   If any person contravenes the provisions of subsection (1) of this section, he shall be liable, on conviction on indictment, to imprisonment for a term not exceeding two years or, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine.     3   Where the Admiralty, the Army Council, or the Air Council are satisfied, on the application of a person in charge of a theatrical performance, that such a firearm as aforesaid is required for the purposes of the performance, they may, if they think fit, not only authorise that person to have possession of the firearm but also authorise such other persons as he may select to have possession thereof while taking part in the performance.    In this subsection the expression \" theatrical performance \" includes a rehearsal of such a performance and the production of a cinematograph film.     4   Any authority given to any person under section six of the principal Act or this section shall be given in writing and. shall be subject to such conditions as may be specified therein, and, if that person fails to comply with any such condition, he shall for each offence be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding twenty pounds or to both such imprisonment and fine.     5   The conditions specified in an authority as aforesaid shall include such conditions as the Admiralty, the Army Council, or the Air Council, having regard to the circumstances of each particular case, think fit to impose for the purpose of securing that the prohibited weapon or prohibited ammunition to which the authority relates will not endanger the public safety or the peace.     6   The Admiralty, the Army Council or the Air Council may at any time, if they think fit, revoke any authority given by them to any person as aforesaid, by notice in writing requiring that person to deliver up the authority to such person as may be specified in the notice within twenty-one days from the date of the notice, and if that person fails to comply with that requirement, he shall be liable on summary conviction to a fine not exceeding twenty pounds.     7   The provisions of section six of the principal Act and the foregoing provisions of this section shall be in addition to and not in derogation of any other provisions of the said Act or any other Act relating to the manufacture, sale, purchase or possession of firearms, but a chief officer of police—   a   shall not refuse to grant or renew, and shall not revoke, a firearm certificate in respect of a prohibited weapon or prohibited ammunition if the applicant is for the time being authorised by the Admiralty, the Army Council or the Air Council to have possession of that weapon or ammunition; or     b   shall not refuse to enter in the register of firearms dealers the name of a person for the time being authorised as aforesaid to manufacture or sell a prohibited weapon or prohibited ammunition, or remove the name of such a person from the register, on the ground that he cannot be permitted to carry on, or to continue to carry on, business as a firearms dealer without danger to the public safety or to the peace;    and where any authority to purchase or have possession of a prohibited weapon or prohibited ammunition is revoked under this section, the firearm certificate relating to that weapon or ammunition shall be revoked or varied accordingly by the chief officer of police by whom it was granted.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "8", "section_title": "Power to remove prohibition under s.5 of the principal Act", "section_text": " 8    1   Any person prohibited under section five of the principal Act from having in his possession a firearm or ammunition may apply to the court of quarter sessions having jurisdiction in the county, borough or place in which he resides to remove the prohibition, and, if the application is granted, the said section five shall not apply to that person.     2   Any such application shall be made in accordance with so much of the provisions of the First Schedule to this Act as relates to applications.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "9", "section_title": "Provisions as to shortening guns and converting imitation firearms into firearms", "section_text": " 9    1   No person other than a registered firearms dealer shall shorten the barrel of a smooth bore gun to a length less than twenty inches.     2   No person other than a registered firearms dealer shall convert into a firearm anything which, though having the appearance of being a firearm, is so constructed as to be incapable of discharging any missile through the barrel thereof.     3   If any person contravenes any of the foregoing provisions of this section, he shall for each offence be liable, on conviction on indictment, to imprisonment for a term not exceeding one year or to a fine not exceeding one hundred pounds or to both such imprisonment and fine, or, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds or to both such imprisonment and fine.     4   If any person commits an offence under section one of the principal Act by purchasing or having in his possession a smooth bore gun which has been shortened, or a firearm which has been converted, as aforesaid (whether by a registered firearms dealer or not), without holding a firearm certificate authorising him to purchase or possess it, he shall be liable, either—   a   on conviction on indictment, to imprisonment for a term not exceeding one year or to a fine not exceeding one hundred pounds or to both such imprisonment and fine; or     b   on summary conviction, to the penalty provided in subsection (8) of the said section one.      "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "10", "section_title": "Time for commencing summary proceedings", "section_text": " 10   Notwithstanding any provision in any Act prescribing the period within which summary proceedings may be instituted, summary proceedings for an offence under the principal Act or this Act may be instituted at any time within the period of four years after the commission of the offence :    Provided that no such proceedings shall be instituted in England after the expiration of the period of six months after the commission of the offence, unless they are instituted by, or by the direction of, the Director of Public Prosecutions.  "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "11", "section_title": "Service of notices", "section_text": " 11   Any notice required or authorised by this Act to be given to any person may be sent by registered post in a letter addressed to him at his last or usual place of abode, or, in the case of a registered firearms dealer, at any place of business in respect of which he is registered.  "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "12", "section_title": "Minor amendments", "section_text": " 12   The provisions of the principal Act set out in the first column of the Second Schedule of this Act shall have effect subject to the amendments of minor detail set out in the second column of that schedule.  "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "13", "section_title": "Provisions as to Scotland", "section_text": " 13    1   In the application of this Act to Scotland the following modifications shall be made:—   a   for the reference to section three of the Slaughter of Animals Act, 1933, there shall be substituted a reference to section two of the  Slaughter of Animals (Scotland) Act, 1928;     b   subsection (4) of section three shall not apply, but a person aggrieved by the refusal of a chief officer of police to enter a place of business on the register of firearms dealers or by the removal of a place of business from that register may appeal in accordance with Act of Sederunt to the sheriff within whose jurisdiction the place of business is situated;     c   subsection (2) of section eight shall not apply, and an application under subsection (1) of that section shall be made in accordance with Act of Sederunt to the sheriff within whose jurisdiction the applicant resides, and not less than twenty-one days' notice of such an application shall be given to the chief officer of police for the area in which the applicant resides.       2   In Scotland, a contravention of section one of the principal Act which, if it had been triable on indictment, could competently have been libelled as an additional or an alternative charge in an indictment charging a person with an offence involving any injury or attempted injury of, or any threat or intent to injure, any person or property by the use or attempted use of a firearm, may, notwithstanding the direction that it shall be prosecuted under the Summary Jurisdiction Acts, be so libelled and tried.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "14", "section_title": "Provisions as to Northern Ireland", "section_text": " 14    1   The provisions of section two and section seven of this Act and of this section, and such of the provisions of this Act as amend section six and section nine of the principal Act, shall extend to Northern Ireland, subject to the modifications set out in the next following subsection, but save as aforesaid this Act shall not extend to Northern Ireland.     2   In the application of the said provisions to Northern Ireland the following modifications shall be made:—   a   references to the principal Act shall be construed as references to the  Firearms Act, 1920, as applied to Northern Ireland by section eighteen thereof and as amended by the provisions of this Act which extend to Northern Ireland and by any enactment for the time being in force passed by the Parliament of Northern Ireland;     b   the expressions \" chief officer of police,\" \" firearm,\" \" ammunition \" and \" firearm certificate \" shall have the meanings assigned to them by the Firearms Act, 1920, as so applied and amended ;     c   the following subsection shall be substituted for subsection (2) of section two :—    2   Paragraph (a) of the proviso to subsection (8) of section one of the principal Act, except so far as it relates to persons in a police force, and paragraph (f) of that proviso shall cease to have effect     ;     d   subsection (3) of section two shall not apply, and in that section the expression \" persons in the service of His Majesty\" shall not include persons employed in Irish services within the meaning of the  Government of Ireland Act, 1920;     e   subsection (7) of section seven shall not apply.      "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "15", "section_title": "Interpretation", "section_text": " 15    1   For the purposes of this Act the following expressions have, subject to the provisions of this section, the meanings hereby respectively assigned to them :—     \" Ammunition \" means ammunition for any firearm as hereafter defined in this subsection, and includes grenades, bombs and other like missiles whether capable of use with such a firearm or not, and prohibited ammunition;      \" Area \" means a police area as defined in section thirty of the  Police Pensions Act, 1921;      \" Chief officer of police \" has the meaning assigned to it by the said section thirty;      \" Firearm \" means any lethal barrelled weapon of any description from which any shot, bullet or other missile can be discharged, and shall include any prohibited weapon, whether it is such a lethal weapon as aforesaid or not, any component part of any such lethal or prohibited weapon and any accessory to any such weapon designed or adapted to diminish the noise or flash caused by firing the weapon;      \" The principal Act \" means the Firearms Act, 1920, as amended by any subsequent enactment, including unless the context otherwise requires, this Act;      \" Prohibited ammunition \" means any such ammunition as is referred to in subsection (1) of section six of the principal Act;      \" Slaughtering instrument \" means a firearm which is specially designed or adapted for the instantaneous slaughter of animals or for the instantaneous stunning of animals with a view to slaughtering them.        2   For the purposes of the principal Act the expressions \"ammunition,\" \"chief officer of police\" and \"firearm\" shall, subject to the provisions of this section, have the meanings respectively assigned to them by the last foregoing subsection, and the expressions \"district\" and \"police district\" shall have the meaning assigned to the expression \"area\" by that subsection.     3   Notwithstanding anything in the foregoing provisions of this section, a Secretary of State may make rules under section fifteen of the principal Act for enabling all or any of the functions of a chief officer of police to be discharged by deputy in the event of the illness or absence, or a vacancy in the office, of the chief officer of police.     4   For the purpose of the provisions of sections one and two, subsection (1b) of section three and sections eight and ten of the principal Act, and for the purpose of any provision of this Act amending or extending any of the said provisions, the following weapons, and component parts thereof and accessories thereto, shall not be deemed to be firearms, namely,—   a   a smooth bore gun having a barrel not less than twenty inches in length;     b   an air gun, air rifle or air pistol not being of a type declared by rules made by the Secretary of State under section fifteen of the principal Act to be specially dangerous.       5   For the purpose of the provisions mentioned in the last foregoing subsection, the following articles shall not be deemed to be ammunition, namely,—   a   cartridges containing five or more shot none of which exceeds nine twenty-fifths of an inch in diameter ;     b   ammunition for an air gun or air rifle or air pistol ;     c   blank cartridges not exceeding one inch in diameter.       6   For the purpose of the  Firearms and Imitation Firearms (Criminal Use) Act, 1933, the expression \" firearm \" shall mean any lethal barrelled weapon of any description from which any shot, bullet or other missile can be discharged, and shall include any prohibited weapon, whether it is such a lethal weapon as aforesaid or not, and the expression \" imitation firearm \" shall mean anything which has. the appearance of being a firearm as defined in this subsection (other than such a prohibited weapon as is mentioned in subsection (1) of section six of the principal Act) whether it is capable of discharging any shot, bullet or other missile or not.     7   For the purpose of this Act the length of the barrel of a firearm shall be measured from the muzzle to the point at which the charge is exploded on firing, and the diameter of a cartridge shall be measured immediately in front of the rim or cannelure of the base of the cartridge.    "}, {"act": "Firearms (Amendment) Act 1936", "year": 1936, "section": "16", "section_title": "Short title, construction, repeal and commencement", "section_text": " 16    1   This Act may be cited as the Firearms (Amendment) Act, 1936.     2   This Act, the principal Act, the Firearms and Imitation Firearms (Criminal Use) Act, 1933, and the Firearms Act, 1934, shall be construed as one, and those Acts and this Act may be cited together as the Firearms Acts, 1920 to 1936.     3   Subsection (2) of section five of the Firearms and Imitation Firearms (Criminal Use) Act, 1933, subsection (2) of section one of the  Firearms Act, 1934, and the provisions of the principal Act set out in the Third Schedule to this Act are hereby repealed.     4   This Act shall come into operation on the first day of May, nineteen hundred and thirty-seven.    "}]