[{"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "1", "section_title": " Application for Provisional Order. Notices.", "section_text": "1 1 When any public authority or any persons (hereinafter referred to as the petitioners) desire to obtain Parliamentary powers in regard to any matter affecting public or private interests in Scotland for which they would have been, before the commencement of the  Private Legislation Procedure (Scotland) Act 1899, entitled to apply to Parliament by a petition for leave to bring in a Private Bill, they shall proceed by presenting a petition to the Secretary of State, praying him to issue a Provisional Order in accordance with the terms of a draft Order submitted to him, or with such modifications as shall be necessary. 2 A printed copy of the draft Order shall, at such time as shall be prescribed, be deposited in the office of the Clerk of the Parliaments and in the Committee and Private Bill Office of the House of Commons, and also at the office of the Treasury and of such other public departments as shall be prescribed. 3 The petitioners shall make such deposits and give such notice by public advertisement, and, where land is proposed to be taken, by such service on owners, lessees and occupiers, as shall be prescribed as sufficient for procedure by way of Provisional Order under this Act. 4 If a representation is made to the Secretary of State by any public authority or persons that they desire to obtain Parliamentary powers to be operative in Scotland and elsewhere, and that it is expedient that such powers should be conferred by one enactment by reason of the fact that it is necessary to provide for the uniform regulation of the affairs of an undertaking or institution carried on or operating in Scotland and elsewhere, the Secretary of State and the Chairman of Committees of the House of Lords and the Chairman of Ways and Means in the House of Commons (in this Act referred to as the Chairmen) shall take such representation into their consideration, and, if they shall be of opinion that the said powers or some of them would more properly be obtained by the promotion of a Private Bill than by the promotion of a Private Bill and of a Provisional Order  (or a Provisional Order and an order under section 1 or 3 of the Transport and Works Act 1992) , they shall cause a notice of a decision to that effect to be published in the London and the Edinburgh Gazettes and shall lay a report of such decision before both Houses of Parliament, and, on the publication of such notice as aforesaid, subsection (1) of this section shall not apply as regards any powers to which the said decision relates. 5 This section shall not apply where any public authority or any persons desire to obtain parliamentary powers the conferring of which is wholly within the legislative competence of the Scottish Parliament."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "2", "section_title": " Report by Chairman that procedure should not be by Provisional Order.", "section_text": "2 1 The Chairmen shall, if the two Houses of Parliament think fit so to order, determine all matters of practice and procedure which will enable them to take into consideration the draft Order, and to report thereon to the Secretary of State: Provided that with a view to such report the Secretary of State shall forthwith inform the Chairmen of any dissents from, or objections to, any of the provisions of the Order which have been stated in the prescribed manner and within the prescribed time. 2 If it appears from the report of the Chairmen that in their opinion the provisions or some of the provisions of the draft Order relate to matters outside Scotland to such an extent, or raise questions of public policy of such novelty and importance, that they ought to be dealt with by Private Bill and not by Provisional Order, the Secretary of State shall, without further inquiry, refuse to issue the Provisional Order, so far as the same is objected to by the Chairmen. 3 A copy of every report by the Chairmen in pursuance of this section shall, as soon as possible, be laid before both Houses of Parliament. 4 If the Secretary of State shall refuse to issue the Provisional Order or part thereof in pursuance of the provisions of this section, the notices published and served and the deposits made for the proposed Provisional Order shall, subject to Standing Orders, be held to have been published and served and made for a Private Bill applying for similar powers: Provided that the petitioners shall, by notice served in the prescribed manner and within the prescribed time, inform all opponents of their intention to proceed by way of Private Bill, and, subject to Standing Orders, the petition for the Provisional Order shall be deemed and taken to be the petition for leave to bring in a Private Bill, and the petitioners shall also give such additional notices (if any) as shall be required by Standing Orders."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "3", "section_title": " When inquiry by Commissioners to be directed. ", "section_text": "3 1 If the Chairmen report that the Provisional Order may proceed, or if a report against a part only of the Order is made by the Chairmen, upon due proof to the satisfaction of the examiner of compliance with the general orders hereinafter mentioned, the Secretary of State shall take the petition for a Provisional Order into consideration, and subject to the report against any part of the Order (if any), shall, if there is opposition, or in any case in which he thinks inquiry necessary, direct an inquiry as to the propriety of assenting to the prayer of the petition, subject as aforesaid, to be held by Commissioners from time to time appointed in terms of this Act. 2 If the examiner under this Act shall find that the general orders have not been complied with, the petitioners may, in the prescribed manner and within the prescribed time, apply to the Chairmen to dispense with any general order which has not been complied with, and the decision of the Chairmen shall be final; provided that if any conditions are attached to any dispensation with compliance with any general order, the Provisional Order shall not be proceeded with until the examiner shall have reported that such conditions have been satisfied."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "4", "section_title": " Formation of extra-parliamentary panel. ", "section_text": "4 1 There shall be formed a panel of persons (hereinafter referred to as the extra-parliamentary panel) qualified by experience of affairs to act as Commissioners under this Act. 2 The extra-parliamentary panel shall be formed in manner following, that is to say:— a The Chairmen, acting jointly with the Secretary of State, shall nominate twenty persons qualified as aforesaid, and the persons so nominated shall constitute the extra-parliamentary panel and shall remain thereon until the expiration of five years. Any casual vacancy on the panel caused by death or resignation shall be filled by appointment made by the Chairmen acting jointly with the Secretary of State; b At the expiration of every period of five years, the extra-parliamentary panel shall be re-formed in like manner and with the like incidents."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "5", "section_title": " Formation of parliamentary panels. Appointment of Commissioners. ", "section_text": "5 1 When it is determined that Commissioners shall be appointed for the purpose of inquiring as to the propriety of making and issuing a Provisional Order or Orders under this Act, the Chairmen shall appoint four Commissioners for that purpose, and shall at the same time nominate one of the Commissioners as Chairman. 2 Standing Orders may, if the two Houses of Parliament think fit so to order, provide for the formation of panels of members of the two Houses respectively to act as Commissioners under this Act (hereinafter referred to as the parliamentary panels). 3 Subject to Standing Orders as aforesaid, two of the Commissioners shall be taken from the parliamentary panel of members of the House of Lords, and two shall be taken from the parliamentary panel of members of the House of Commons. 4 Subject to Standing Orders, as aforesaid, if the Chairmen shall be unable to appoint Commissioners as in the immediately preceding subsection mentioned, three, or if need be all of the Commissioners, may be members of the same parliamentary panel. 5 Subject to Standing Orders as aforesaid, if the Chairmen shall be unable to appoint Commissioners as in either of the two immediately preceding subsections mentioned, so many persons as are required to make up the number of Commissioners shall be taken by the Secretary of State from the extraparliamentary panel hereinbefore mentioned. 6 Any casual vacancy among the Commissioners, or in the office of Chairman of Commissioners caused by death or resignation, or inability to give attendance, such resignation or inability to attend being certified by a writing under the Commissioner’s hand, may be filled by the Secretary of State by appointing a member of any of the panels. 7 Notwithstanding a dissolution of Parliament, any member of either House of Parliament may continue to act as Commissioner in any inquiry for the purpose of which he has been appointed to act. 8 The person appointed as Commissioners shall have no personal or local interest in the matter of the proposed Order or Orders, and shall as a condition of such appointment make a declaration to that effect, provided that Scottish Members of either House of Parliament shall not, on that account, be either disqualified from acting or preferred as Commissioners to deal with proposed orders in which they have no personal or local interest. 9 The Secretary of State may pay Commissioners taken from the extra-parliamentary panel such fees or other amounts in respect of the performance of their duties under this Act as he may, with the approval of the Treasury, determine."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "6", "section_title": " Sittings of Commissioners. ", "section_text": "6 1 The Commissioners shall hold their inquiry at such place in Scotland as they may determine, with due regard to the subject-matter of the proposed Order and to the locality to which its provisions relate. The sittings shall be held in public. 2 The Commissioners shall hear and determine any question of locus standi, but they shall not sustain the locus standi of any person who has not in the prescribed manner and within the prescribed time objected to the proposed Order, unless on special grounds established to the satisfaction of the Commissioners, and subject to such conditions as to payment of costs or otherwise as the Commissioners may determine. 3 Subject to general orders, any person shall be allowed to appear before the Commissioners in opposition to the Order by himself, his counsel, agent, and witnesses, and counsel, agents, and witnesses may be heard in support of the Order. 4 Subject to general orders, whenever a recommendation shall have been made by the Chairmen or by any public department, it shall be referred to the Commissioners who shall notice such recommendation in their report, and shall state their reasons for dissenting, should such recommendation not be agreed to. 5 Commissioners shall, as far as possible, sit from day to day until they finish the inquiry and submit their report to the Secretary of State, with the evidence taken and the recommendations made by them, and they may recommend that the Order should be issued as prayed for, or should be issued with modifications, or should be refused and if they recommend that the Order should be issued with modifications they shall submit a copy of the Order showing the modifications they recommend. 6 Sections 9 to 12 of the Parliamentary Costs Act 2006 shall,  so far as applicable, apply to costs incurred in or in relation to any inquiry by the Commissioners in like manner as they apply to costs in proceedings before a committee on a Private Bill, subject to the following and any other necessary modifications:— a The costs, which shall be according to such scale as may be prescribed by the Secretary of State, shall be taxed by the Auditor of the Court of Session in lieu of the taxing officer of the House, and for the purpose of such taxation the Auditor shall have power to examine on oath any party to such taxation and any witnesses who may be examined in relation thereto, and to call for the production of any books or writings in the hands of any party to such taxation relating to the matters thereof; b The Auditor shall be entitled, for any such taxation, to such fee as may be authorised by general orders, and shall have power to award the costs of such taxation (including such fee as aforesaid) against either party thereto or in such proportion against either party as he may think fit; c For any reference to the committee’s report to the House there shall be substituted a reference to the Commissioners’ report to the Secretary of State."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "7", "section_title": " Provision for unopposed Orders.", "section_text": "7 If there is no opposition to the Order, or if any opposition thereto has been withdrawn before an inquiry has been held as hereinbefore provided, the Secretary of State may forthwith make the Order as prayed or with such modifications as shall appear to be necessary having regard to the recommendations of the Chairmen and of the Treasury and such other public departments as shall be prescribed; and thereupon the following provisions shall have effect, that is to say:— 1 Before making and issuing an Order, if any modification has been made on the draft Order originally deposited, the Secretary of State shall cause a printed copy thereof to be deposited in the office of the Clerk of the Parliaments and in the Committee and Private Bill Office of the House of Commons, and also at the office of the Treasury and of such other public departments as shall be prescribed, and shall not, for such time as may be prescribed, issue a Provisional Order. Provided that, before making and issuing such Order the Secretary of State shall have regard to the recommendations of the Chairmen and of the Treasury and such other public departments as shall be prescribed: 2 No Order so made shall be of any validity unless it has been confirmed by Parliament, and the Secretary of State shall, as soon as conveniently may be, submit such Order to Parliament in a Bill (hereinafter referred to as a Confirmation Bill), and such Bill, after introduction, shall be deemed to have passed through all its stages up to and including Committee, and shall be ordered to be considered in either House as if reported from a Committee. When such Bill has been read a third time and passed in the first House of Parliament, the like proceedings shall, subject to Standing Orders, be taken in the second House of Parliament. Any Act passed to confirm such Order shall be deemed to be a public Act of Parliament."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "8", "section_title": " Provision for Orders opposed, or where inquiry held.", "section_text": "8 1 If— a there is opposition to the Order, and the opposition has not been withdrawn; or b the opposition has been withdrawn after inquiry held; or c although there is no opposition, inquiry has been held; the Secretary of State shall refuse to issue a Provisional Order if the Commissioners report that the order should not be made or if they do not so report he may issue an Order as prayed, or with such modifications as, having regard to the recommendations of the Commissioners, and of the Chairmen and of the Treasury, and such other public departments as shall be prescribed, shall appear to be necessary; but before making and issuing an Order, if any modification has been made on the draft Order originally deposited, the Secretary of State shall cause a printed copy thereof to be deposited in the office of the Clerk of the Parliaments and in the Committee and Private Bill Office of the House of Commons, and also at the office of the Treasury, and of such other public departments as shall be prescribed, and shall not for such time as may be prescribed issue a Provisional Order: Provided that, before making and issuing such Order, the Secretary of State shall have regard to the recommendations of the Chairmen and of the Treasury and such other public departments as shall be prescribed. 2 It shall be the duty of the petitioners to serve a copy of any Order so issued in the manner and upon the persons prescribed. 3 No Order so made shall be of any validity unless it has been confirmed by Parliament, and the Secretary of State shall, as soon as conveniently may be, submit such Order to Parliament in a Confirmation Bill, and any Act passed to confirm such Order shall be deemed to be a public Act of Parliament."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "9", "section_title": " Procedure on Confirmation Bills. ", "section_text": "9 1 If before the expiration of seven days after the introduction of a Confirmation Bill under the immediately preceding section in the House in which it originates a petition be presented against any Order comprised in the Bill, it shall be lawful for any member to give notice that he intends to move that the Bill shall be referred to a Joint Committee of both Houses of Parliament; and in that case such motion may be moved immediately after the Bill is read a second time, and, if carried, then the Bill shall stand referred to a Joint Committee of both Houses of Parliament, and the opponent shall, subject to the practice of Parliament, be allowed to appear and oppose by himself, his counsel, agent, and witnesses; and counsel, agents, and witnesses may be heard in support of the Order. The Joint Committee shall hear and determine any question of locus standi. 2 The report of the Joint Committee shall, subject to standing Orders, be laid before both Houses of Parliament. 3 The Joint Committee may, by a majority, award costs, and such costs may be taxed and recovered and shall be secured in the manner provided in   sections 9 to 12 of the Parliamentary Costs Act 2006 , subject to any necessary modifications. 4 If no such motion as in subsection (1) of this section mentioned is carried, the Bill shall be deemed to have passed the stage of Committee, and shall be ordered to be considered as if reported by a Committee. When such Bill has been read a third time and passed in the first House of Parliament, the like proceedings shall, subject to Standing Orders, be taken in the second House of Parliament."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "10", "section_title": " Examination of witnesses, production of documents, &c.", "section_text": "10 For the purposes of this Act, Commissioners shall have the following powers, that is to say:— 1 They may summon and examine on oath such witnesses as they think fit to call or allow to appear before them; 2 They may require the production of all books, papers, plans, and documents relating to the matters dealt with in the draft Provisional Order referred to them; 3 They may, when sitting in open court, report to a judge sitting in the Outer House of the Court of Session or acting as vacation judge any person who has been guilty of contempt of court, and such judge may punish that person as if the contempt had been committed in his own court; 4 Generally the orders of Commissioners may be enforced as if they had been pronounced by any such judge as aforesaid; 5 The quorum of the Commissioners shall be three; but any order, summons, or warrant may be signed by one Commissioner only; and 6 A chairman of Commissioners shall have a casting as well as a deliberative vote."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "11", "section_title": " Powers of county councils, town councils,  etc. , under Act.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In addition, any  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994   connected with the locality to which any draft Provisional Order referred to Commissioners under this Act relates, may make a report to the Commissioners respecting the provisions of the draft order, and the Commissioners shall consider the recommendations contained in the report, but the making of such a report shall not confer any right to a hearing by the Commissioners."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "12", "section_title": " Officers, &c. of Commissioners.", "section_text": "12 Commissioners from time to time appointed shall have such office accommodation as the Treasury may determine, and the Secretary of State may from time to time, with the consent of  the Minister for the Civil Service  as to number, appoint or employ such officers, clerks, and messengers as shall be necessary for the purposes of this Act. There shall be paid to each of such officers, clerks, and messengers such remuneration as the Treasury may from time to time determine."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "13", "section_title": " Examiners.", "section_text": "13 There may also be assigned for the purposes of this Act such one or more of the examiners appointed under Standing Orders as the Chairmen may direct. An examiner shall perform under this Act duties analogous to those he now performs under Standing Orders, and shall receive such remuneration for his services as the Treasury shall determine."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "14", "section_title": " Payment of expenses, &c.", "section_text": "14 The travelling and subsistence allowances of the Commissioners and examiners, together with all other expenses incidental to carrying out this Act, shall be paid out of moneys provided by Parliament."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "15", "section_title": " Provisions for General Orders. Fees. ", "section_text": "15 1 The Chairmen, acting jointly with the Secretary of State, shall from time to time make, and may vary and alter, such general orders as may be requisite for the regulation of proceedings under and in pursuance of this Act, including the fixing, with the consent of the Treasury, of a scale of fees to be paid by petitioners and opponents of Provisional Orders. The fees so payable shall be collected and disposed of in such manner as the Treasury may direct. 2 Such general orders shall, with a view to the regulation of Provisional Orders, provide for the incorporation (subject to such exceptions and variations as may be mentioned in the Order) with each Provisional Order of such general Acts as would if the Provisional Order were a Private Bill be incorporated therewith according to the ordinary practice of Parliament. 3 Every general order purporting to be made in pursuance of this section shall immediately after the making thereof be laid before both Houses of Parliament if Parliament be then sitting, or, if Parliament be not then sitting, within seven days after the next meeting of Parliament; and if either House of Parliament by a resolution passed within one month after such general order has been so laid before the said House, resolve that the whole or any specified part thereof ought not to continue in force, the same or the specified part thereof shall after the date of such resolution cease to be of any force, without prejudice nevertheless to the making of any other general order or to anything done before the date of such resolution; but, subject as aforesaid, every general order purporting to be made in pursuance of this Act shall be deemed to have been duly made and within the powers of the Act and shall have effect as if it had been enacted in this Act."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "16", "section_title": " Savings.", "section_text": "16 1 Nothing contained in this Act shall affect the power of the Secretary of State to make Provisional Orders or other Orders under the provisions of any Act for the time being in force and passed prior to the tenth day of August eighteen hundred and ninety-nine or the procedure therein specified, save only that, in the case of Provisional Orders which, under the provisions of any such Act require confirmation by Parliament, the provisions of section nine of this Act shall, with the necessary modifications, apply as if they were contained in such Act. 2 Nothing contained in this Act shall affect the right of any person to apply for, or the powers of the Board of Trade or the Minister of Transport or the Electricity Commissioners or any other department to make or confirm Provisional or other Orders under the provisions of any Act for the time being in force and passed prior to the twenty-ninth day of July nineteen hundred and thirty-three or the procedure therein specified. 3 This Act shall not apply to Estate Bills within the meaning of Standing Orders."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "17", "section_title": " Buildings and objects of historical interest.", "section_text": "17 If any objection to any draft order is made to the Secretary of State on the ground that the undertaking proposed to be authorised by the order will destroy or injure any building or other object of historical interest, or will injuriously affect any natural scenery, the Secretary of State shall consider such objection, and may, if he thinks fit, refer such objection to the Commissioners, who shall give to those by whom it is made a proper opportunity of being heard in support of it."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "18", "section_title": " Definitions.", "section_text": "18 In this Act, unless the subject or context otherwise requires,— The expression “ Standing Orders ” means the Standing Orders of the House of Lords and the House of Commons respectively: The expression “ general orders ” means the general orders made in pursuance of this Act: The expression “ prescribed ” means prescribed by the general orders made in pursuance of this Act: The expression “ agent ” includes all solicitors within the meaning of the  Solicitors (Scotland) Act 1933, and any person entitled to practise as agent according to the practice and rules of either House of Parliament in cases of Private Bills and matters relating thereto."}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Private Legislation Procedure (Scotland) Act 1936", "year": 1936, "section": "20", "section_title": " Short title.", "section_text": "20 This Act may be cited as the Private Legislation Procedure (Scotland) Act 1936."}]