[{"act": "Public Order Act 1936", "year": 1936, "section": "1", "section_title": " Prohibition of uniforms in connection with political objects.", "section_text": "1 1 Subject as hereinafter provided, any person who in any public place or at any public meeting wears uniform signifying his association with any political organisation or with the promotion of any political object shall be guilty of an offence: Provided that, if the chief officer of police is satisfied that the wearing of any such uniform as aforesaid on any ceremonial, anniversary, or other special occasion will not be likely to involve risk of public disorder, he may, with the consent of a Secretary of State, by order permit the wearing of such uniform on that occasion either absolutely or subject to such conditions as may be specified in the order. 2 Where any person is charged before any court with an offence under this section, no further proceedings in respect thereof shall be taken against him without the consent of the Attorney-General  except such as are authorised by  section 6 of the Prosecution of Offences 1979 , so, however, that if that person is remanded in custody he shall, after the expiration of a period of eight days from the date on which he was so remanded, be entitled to be  released on bail  without sureties unless within that period the Attorney-General has consented to such further proceedings as aforesaid."}, {"act": "Public Order Act 1936", "year": 1936, "section": "2", "section_title": " Prohibition of quasimilitary organisations.", "section_text": "2 1 If the members or adherents of any association of persons, whether incorporated or not, are— a organised or trained or equipped for the purpose of enabling them to be employed in usurping the functions of the police or of the armed forces of the Crown; or b organised and trained or organised and equipped either for the purpose of enabling them to be employed for the use or display of physical force in promoting any political object, or in such manner as to arouse reasonable apprehension that they are organised and either trained or equipped for that purpose; then any person who takes part in the control or management of the association, or in so organising or training as aforesaid any members or adherents thereof, shall be guilty of an offence under this section: Provided that in any proceedings against a person charged with the offence of taking part in the control or management of such an association as aforesaid it shall be a defence to that charge to prove that he neither consented to nor connived at the organisation, training, or equipment of members or adherents of the association in contravention of the provisions of this section. 2 No prosecution shall be instituted under this section without the consent of the Attorney-General. 3 If upon application being made by the Attorney-General it appears to the High Court that any association is an association of which members or adherents are organised, trained, or equipped in contravention of the provisions of this section, the Court may make such order as appears necessary to prevent any disposition without the leave of the Court of property held by or for the association and in accordance with rules of court may direct an inquiry and report to be made as to any such property as aforesaid and as to the affairs of the association and make such further orders as appear to the Court to be just and equitable for the application of such property in or towards the discharge of the liabilities of the association lawfully incurred before the date of the application or since that date with the approval of the Court, in or towards the repayment of moneys to persons who became subscribers or contributors to the association in good faith and without knowledge of any such contravention as aforesaid, and in or towards any costs incurred in connection with any such inquiry and report as aforesaid or in winding-up or dissolving the association, and may order that any property which is not directed by the Court to be so applied as aforesaid shall be forfeited to the Crown. 4 In any criminal or civil proceedings under this section proof of things done or of words written, spoken or published (whether or not in the presence of any party to the proceedings) by any person taking part in the control or management of an association or in organising, training or equipping members or adherents of an association shall be admissible as evidence of the purposes for which, or the manner in which, members or adherents of the association (whether those persons or others) were organised, or trained, or equipped. 5 If a judge of the High Court is satisfied by information on oath that there is reasonable ground for suspecting that an offence under this section has been committed, and that evidence of the commission thereof is to be found at any premises or place specified in the information, he may, on an application made by an officer of police of a rank not lower than that of inspector, grant a search warrant authorising any such officer as aforesaid named in the warrant together with any other persons named in the warrant and any other officers of police to enter the premises or place at any time within  one month  three months from the date of the warrant, if necessary by force, and to search the premises or place and every person found therein, and to seize anything found on the premises or place or on any such person which the officer has reasonable ground for suspecting to be evidence of the commission of such an offence as aforesaid: Provided that no woman shall, in pursuance of a warrant issued under this subsection, be searched except by a woman. 6 Nothing in this section shall be construed as prohibiting the employment of a reasonable number of persons as stewards to assist in the preservation of order at any public meeting held upon private premises, or the making of arrangements for that purpose or the instruction of the persons to be so employed in their lawful duties as such stewards, or their being furnished with badges or other distinguishing signs."}, {"act": "Public Order Act 1936", "year": 1936, "section": "35A.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Public Order Act 1936", "year": 1936, "section": "6", "section_title": " Amendment of 8  Edw.  7. c. 66. ", "section_text": "6 Section one of the Public Meeting Act, 1908, (which provides that any person who at a lawful public meeting acts in a disorderly manner for the purpose of preventing the transaction of the business for which the meeting was called together, or incites others so to act, shall be guilty of an offence) shall have effect as if the following subsection were added thereto—  “            (3) if any constable reasonably suspects any person of committing an offence under the foregoing provisions of this section, he may if requested so to do by the chairman of the meeting require that person to declare him immediately his name and address and, if that person refuses or fails so to declare his name and address or gives a false name and address he shall be guilty of an offence under this subsection and liable on summary conviction thereof to a fine not exceeding forty shillings, and if he refuses or fails so to declare his name and address or if the constable reasonably suspects him of giving a false name and address, the constable may without warrant arrest him.          ”"}, {"act": "Public Order Act 1936", "year": 1936, "section": "7", "section_title": " Enforcement.", "section_text": "7 1 Any person who commits an offence under section two of this Act shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding one hundred pounds, or to both such imprisonment and fine, or, on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine not exceeding five hundred pounds, or to both such imprisonment and fine. 2 Any person guilty of  any offence under this Act other than an offence under section two . . .   shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding  level 4 on the standard scale , or to both such imprisonment and fine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Order Act 1936", "year": 1936, "section": "8", "section_title": " Application to Scotland.", "section_text": "8 This Act shall apply to Scotland subject to the following modifications:— 1 Subsection (2) of section one and subsection (2) of section two of this Act shall not apply. 2 In subsection (3) of section two the Lord Advocate shall be substituted for the Attorney-General and the Court of Session shall be substituted for the High Court. 3 Subsection (5) of section two shall have effect as if for any reference to a judge of the High Court there were substituted a reference to the sheriff and any application for a search warrant under the said subsection shall be made by the procurator fiscal instead of such officer as is therein mentioned. 4 The power conferred on the sheriff by subsection (5) of section two, as modified by the last foregoing paragraph, shall not be exercisable by an  honorary sheriff 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Order Act 1936", "year": 1936, "section": "9", "section_title": " Interpretation, &c.", "section_text": "9 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Meeting ” means a meeting held for the purpose of the discussion of matters of public interest or for the purpose of the expression of views on such matters; “ Private premises ” means premises to which the public have access (whether on payment or otherwise) only by permission of the owner, occupier, or lessee of the premises; “ Public meeting ” includes any meeting in a public place and any meeting which the public or any section thereof are permitted to attend, whether on payment or otherwise;  “ Public place ” includes any highway  , or in Scotland any road within the meaning of the Roads (Scotland) Act 1984  and any other premises or place to which at the material time the public have or are permitted to have access, whether on payment or otherwise. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Recognised corps ” means a rifle club, miniature rifle club or cadet corps approved by a Secretary of State under the Firearms Acts 1920 to 1936, for the purposes of those Acts. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any order made under this Act . . .   by a chief officer of police may be revoked or varied by a subsequent order made in like manner. 4 The powers conferred by this Act on any chief officer of police may, in the event of a vacancy in the office or in the event of the chief officer of police being unable to act owing to illness or absence, be exercised by the person duly authorised in accordance with directions given by a Secretary of State to exercise those powers on behalf of the chief officer of police."}, {"act": "Public Order Act 1936", "year": 1936, "section": "10", "section_title": " Short title and extent.", "section_text": "10 1 This Act may be cited as the Public Order Act 1936. 2 This Act shall not extend to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]