[{"act": "Public Health Act 1936", "year": 1936, "section": "1", "section_title": " Local authorities for purposes of Act.", "section_text": "1 1 Subject to the provisions of this Act with respect to certain special authorities, districts and areas, it shall be the duty of the following authorities to carry this Act  , excluding Part VI except section 198,  into execution, that is to say— a Except in Wales in a county, the county council as respects certain matters and the district councils as respects all other matters, without prejudice, however, to the exercise by a parish  . . . council of any powers conferred upon such councils; aa in Wales, the county council or county borough council as respects all matters, without prejudice, however, to the exercise by a community council of any powers conferred upon such a council; b in a London borough, the borough council; c in the City of London, the Common Council; and d in the Inner Temple and the Middle Temple, the Sub-Treasurer and the Under Treasurer thereof respectively. 2 In this Act— “ community ”, in relation to a common community council acting for two or more grouped communities, means those communities; “ district ”, in relation to a local authority in Greater London, means a London borough, the City of London, the Inner Temple or the Middle Temple, as the case may be;  and, in relation to a local authority in Wales, means a county or (as the case may be) county borough   “ local authority ” means the council of a district or London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple;  but, in relation to Wales, means the council of a county or county borough.  “ parish ”, in relation to a common parish council acting for two or more grouped parishes, means those parishes. "}, {"act": "Public Health Act 1936", "year": 1936, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Public Health Act 1936", "year": 1936, "section": "6", "section_title": " Union of districts, or parts of districts, for certain purposes under joint board. ", "section_text": "6 1 Subject to the provisions of this section, if, on an application made to him by the local authorities of the districts to which the application relates, or by any of those authorities, it appears to the Minister that it would be for the advantage of those districts or any of them, or of any parts of those districts or any of them (whether such parts are contributory places or not), to be constituted a united district for any purpose of this Act, or of the Public Health Acts 1875 to 1932, so far as those Acts are not repealed,  or of the Public Health (Control of Disease) Act 1984 except section 46, or of the Building Act 1984,  the Minister may, by order, constitute for that purpose a united district consisting of such of those districts or parts of districts as can, in his opinion, be combined advantageously. 2 The governing body of a united district shall be a joint board, which shall be constituted by the order constituting the district and shall consist of representatives of the local authorities of the constituent districts or parts of districts: Provided that, if the council of the county, or of any of the counties, in which the united district or any part thereof will be situate, undertake to make annual contributions towards the expenses of the joint board, provision may be made by the order constituting the board for the board to include representatives of that council, so, however, that the number of representatives appointed under this proviso shall be less than one-half of the total number of the members of the board. 3 A joint board constituted under this section shall be a body corporate by such name as may be determined by the order constituting the united district, and shall have perpetual succession and a common seal . . .  4 Where the Minister proposes to make an order under this section, he shall give notice thereof to the local authority of every district which, or any part of which, is proposed to be included in the united district, and also to the county council, and, if within twenty-eight days after such notice has been given to any such authority or council, they give notice to the Minister that they object to the proposal and the objection is not withdrawn, any order made by the Minister shall be  subject to special Parliamentary procedure . 5 All expenses of, and incidental to, the constitution of a united district shall be payable by the joint board and, so far as those expenses are expenses incurred by the Minister, the amount thereof as certified by him shall be recoverable by him from the board as a debt due to the Crown. 6 In relation to Wales, the proviso in subsection (2) of this section does not apply and subsection (4) of this section applies as if the words “and also the county council” and “or council” were omitted."}, {"act": "Public Health Act 1936", "year": 1936, "section": "7", "section_title": " Restriction on discharge of functions by local authorities within united district.", "section_text": "7 1 A local authority having jurisdiction in any part of a united district shall cease to discharge in relation thereto any functions which are functions of the joint board:  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Public Health Act 1936", "year": 1936, "section": "9", "section_title": " General provisions as to orders constituting port health districts, united districts and joint boards. ", "section_text": "9 1 An order made by the Minister under the foregoing provisions of this Part of this Act constituting a . . .   united district, or such a joint board as is mentioned in the last preceding section, may contain such incidental, consequential and supplementary provisions as appear to him to be necessary or proper for bringing the order into operation and giving full effect thereto and, in particular, but without prejudice to the generality of the foregoing words, provisions— a for the settlement of any differences arising in consequence of the operation of the order, between districts, parishes or other areas; b for the transfer of property and liabilities, and the making of any such adjustment of accounts or apportionment of liabilities between districts, parishes or other areas as may be rendered necessary by the operation of the order; and c as to the persons by and to whom any moneys found to be due are to be paid, and the raising of such moneys. 2 Any such order as aforesaid, . . .  , may be amended or revoked by a subsequent order made by the Minister, but, where the Minister proposes to make an order under this subsection, he shall give notice thereof to . . .   joint board concerned and to every authority or council which is, or under the proposed order will be, a constituent authority or council, and, if within twenty-eight days after such notice has been given to any such authority, board or council they give notice to the Minister that they object to the proposal and the objection is not withdrawn, any order made by the Minister shall be  subject to special Parliamentary procedure . 3 Any reference in this Act to an order constituting a . . .   united district, or joint board shall be construed as including a reference to any order made under this section for the amendment of the original order."}, {"act": "Public Health Act 1936", "year": 1936, "section": "10", "section_title": " Borrowing powers of port health authorities and joint boards.", "section_text": "10 A . . .   joint board constituted under this Part of this Act shall, subject to the provisions of the order by which they were constituted, have the like powers of borrowing for the purposes of their functions under the order as a local authority have of borrowing for the purposes of their functions under this Act."}, {"act": "Public Health Act 1936", "year": 1936, "section": "1113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Public Health Act 1936", "year": 1936, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Public Health Act 1936", "year": 1936, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Public Health Act 1936", "year": 1936, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Public Health Act 1936", "year": 1936, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Public Health Act 1936", "year": 1936, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Public Health Act 1936", "year": 1936, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Public Health Act 1936", "year": 1936, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Public Health Act 1936", "year": 1936, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Public Health Act 1936", "year": 1936, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Public Health Act 1936", "year": 1936, "section": "2324.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Public Health Act 1936", "year": 1936, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Public Health Act 1936", "year": 1936, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Public Health Act 1936", "year": 1936, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Public Health Act 1936", "year": 1936, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Public Health Act 1936", "year": 1936, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Public Health Act 1936", "year": 1936, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Public Health Act 1936", "year": 1936, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Public Health Act 1936", "year": 1936, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Public Health Act 1936", "year": 1936, "section": "33", "section_title": " Application of 27 & 28  Vict.  c. 114 to works for supply of sewage.", "section_text": "33 Works for the supply of sewage to land for agricultural purposes shall be deemed to be an improvement of land authorised by the  Improvement of Land Act 1864 and the provisions of that Act shall apply accordingly."}, {"act": "Public Health Act 1936", "year": 1936, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Public Health Act 1936", "year": 1936, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Public Health Act 1936", "year": 1936, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Public Health Act 1936", "year": 1936, "section": "3741.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Public Health Act 1936", "year": 1936, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Public Health Act 1936", "year": 1936, "section": "4344.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Public Health Act 1936", "year": 1936, "section": "45", "section_title": " Buildings having defective closets capable of repair. ", "section_text": "45 1 If it appears to a local authority that any closets provided for or in connection with a building are in such a state as to be prejudicial to health or a nuisance, but that they can without reconstruction be put into a satisfactory condition, the authority shall by notice require the owner or the occupier of the building to execute such works, or to take such steps by cleansing the closets or otherwise, as may be necessary for that purpose. 2 In so far as a notice under this section requires a person to execute works, the provisions of Part XII of this Act with respect to appeals against, and the enforcement of, notices requiring the execution of works shall apply in relation to the notice. 3 In so far as such a notice requires a person to take any steps other than the execution of works, he shall, if he fails to comply with the notice, be liable to a fine not exceeding  level 1 on the standard scale  and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor: Provided that in any proceedings under this subsection it shall be open to the defendant to question the reasonableness of the authority’s requirements or of their decision to address their notice to him and not to the occupier or, as the case may be, the owner of the building. 4 This section shall not apply . . .   to a factory  . . . . . .   or to a building to which the next succeeding section applies."}, {"act": "Public Health Act 1936", "year": 1936, "section": "4647.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Public Health Act 1936", "year": 1936, "section": "48", "section_title": " Power of local authority to examine and test drains, &c., believed to be defective. ", "section_text": "48 1 Where it appears to a  local  authority that there are reasonable grounds for believing that a sanitary convenience, drain, private sewer or cesspool is in such a condition as to be prejudicial to health or a nuisance, or that a drain or private sewer communicating. . . indirectly with a public sewer is so defective as to admit subsoil water, they may examine its condition, and for that purpose may apply any test, other than a test by water under pressure, and, if they deem it necessary, open the ground. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If on examination the convenience, drain, sewer or cesspool is found to be in proper condition, the authority shall, as soon as possible, reinstate any ground which has been opened by them and make good any damage done by them."}, {"act": "Public Health Act 1936", "year": 1936, "section": "49", "section_title": " Rooms over closets of certain types, or over ashpits, &c., not to be used as living, sleeping or workrooms.", "section_text": "49 1 A room which, or any part of which, is immediately over a closet, other than a watercloset or earthcloset, or immediately over a cesspool, midden or ashpit, shall not be occupied as a living room, sleeping room or workroom. 2 Any person who, after seven days’ notice from the local authority, occupies any room in contravention of the provisions of this section, or who permits any room to be so occupied, shall be liable to a fine not exceeding  level 1 on the standard scale , and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor."}, {"act": "Public Health Act 1936", "year": 1936, "section": "50", "section_title": " Overflowing and leaking cesspools.", "section_text": "50 1 If the contents of any cesspool soak therefrom or overflow, the local authority . . .   may by notice require the person by whose act, default or sufferance the soakage or overflow occurred or continued to execute such works, or to take such steps by periodically emptying the cesspool or otherwise, as may be necessary for preventing the soakage or overflow: Provided that this subsection shall not apply in relation to the effluent from a properly constructed tank for the reception and treatment of sewage, if that effluent is of such a character, and is so conveyed away and disposed of, as not to be prejudicial to health or a nuisance. 2 In so far as a notice under this section requires a person to execute works, the provisions of Part XII of this Act with respect to appeals against, and the enforcement of, notices requiring the execution of works shall apply in relation to the notice. 3 In so far as such a notice requires a person to take any steps other than the execution of works, he shall, if he fails to comply with the notice, be liable to a fine not exceeding  level 1 on the standard scale , and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor: Provided that in any proceedings under this subsection it shall be open to the defendant to question the reasonableness of the authority’s requirements."}, {"act": "Public Health Act 1936", "year": 1936, "section": "51", "section_title": " Care of closets. ", "section_text": "51 1 The occupier of every building in, or in connection with, which a watercloset or an earthcloset is provided shall, in the case of a watercloset, cause the flushing apparatus thereof to be kept supplied with water sufficient for flushing and where necessary to be properly protected against frost, and shall, in the case of an earthcloset, cause it to be kept supplied with dry earth or other suitable deodorising material. 2 A person who fails to comply with any of the provisions of this section shall be liable to a fine not exceeding  level 1 on the standard scale"}, {"act": "Public Health Act 1936", "year": 1936, "section": "52", "section_title": " Care of sanitary conveniences used in common.", "section_text": "52 Where a sanitary convenience is used in common by the members of two or more families, the following provisions shall have effect:— a if any person injures or improperly fouls the convenience, or anything used in connection therewith, or wilfully or by negligence causes an obstruction in the drain therefrom, he shall be liable to a fine not exceeding  level 1 on the standard scale ; b if the convenience, or the approach thereto, is, for want of proper cleansing or attention, in such a condition as to be insanitary, such of the persons having the use thereof in common as are in default, or, in the absence of satisfactory proof as to which of them is in default, each of them, shall be liable to a fine not exceeding  level 1 on the standard scale , and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor."}, {"act": "Public Health Act 1936", "year": 1936, "section": "5362.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Public Health Act 1936", "year": 1936, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Public Health Act 1936", "year": 1936, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Public Health Act 1936", "year": 1936, "section": "6567.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "65"}, {"act": "Public Health Act 1936", "year": 1936, "section": "6869.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Public Health Act 1936", "year": 1936, "section": "7071.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70"}, {"act": "Public Health Act 1936", "year": 1936, "section": "7276.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "72"}, {"act": "Public Health Act 1936", "year": 1936, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "77"}, {"act": "Public Health Act 1936", "year": 1936, "section": "78", "section_title": " Scavenging of common courts and passages.", "section_text": "78 1 If any court, yard or passage which is used in common by the occupants of two or more buildings, but is not a highway repairable by the inhabitants at large, is not regularly swept and kept clean and free from rubbish or other accumulation to the satisfaction of the local authority, the authority may cause it to be swept and cleansed. 2 The local authority may recover any expenses reasonably incurred by them under this section from the occupiers of the buildings which front or abut on the court or yard, or to which the passage affords access, in such proportions as may be determined by the authority, or, in case of dispute, by a court of summary jurisdiction."}, {"act": "Public Health Act 1936", "year": 1936, "section": "79", "section_title": " [ Power to require removal of noxious matter by occupier of premises in urban district. ", "section_text": "79 1 If in a borough or  district,  or in a rural district or contributory place in which section forty-nine of the  Public Health Act 1875, was in force immediately before the commencement of this Act, it appears to the  proper officer of the authority  that any accumulation of noxious matter ought to be removed, he shall serve notice on the owner thereof, or on the occupier of the premises on which it is found, requiring him to remove it, and, if the notice is not complied with within twenty-four hours after service thereof, the inspector may remove the matter referred to. 2 A local authority may recover the expenses of any action reasonably taken by their inspector under the preceding sub-section from the owner or occupier in default.]"}, {"act": "Public Health Act 1936", "year": 1936, "section": "80", "section_title": " [ Power to require periodical removal of manure, &c. from stables, &c. in urban district. ", "section_text": "80 1 In a borough or  district,  and in a rural district or contributory place in which section fifty of the  Public Health Act 1875 was in force immediately before the commencement of this Act, the local authority may by public or other notice require the periodical removal, at such intervals as may be specified in the notice, of manure or refuse from mews, stables or other premises. 2 If a person on whom a notice has been served under this section fails to comply therewith, he shall be liable to a fine not exceeding  level 1 on the standard scale .]"}, {"act": "Public Health Act 1936", "year": 1936, "section": "81", "section_title": " Byelaws for the prevention of certain nuisances. ", "section_text": "81 A local authority may make byelaws for preventing— a the occurrence of nuisances from snow, filth, dust, ashes and rubbish; b the keeping of animals so as to be prejudicial to health."}, {"act": "Public Health Act 1936", "year": 1936, "section": "82", "section_title": " Byelaws as to removal through streets of offensive matter or liquid. ", "section_text": "82 1 A local authority may make byelaws— a prescribing the times for the removal, or carriage through the streets, of any fæcal or offensive or noxious matter or liquid, whether that matter or liquid is in course of removal or carriage from within, or from without, or through, their district; b requiring that the receptacle or vehicle used for the removal or carriage of any such matter or liquid shall be properly constructed and covered so as to prevent the escape of any such matter or liquid; c requiring the cleansing of any place whereon any such matter or liquid has been dropped or split in the course of removal or carriage. 2 If and so far as a byelaw made under the preceding sub-section is inconsistent with  an order under section  6 of the  Road Traffic Regulation Act 1967  the order shall prevail ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "83", "section_title": " Cleansing of filthy or verminous premises. ", "section_text": "83 1 Where a local authority, upon consideration of a report from any of their officers, or other information in their possession, are satisfied that any premises— a are in such a filthy or unwholesome condition as to be prejudicial to health, or b are verminous, the local authority shall give notice to the owner or occupier of the premises requiring him to take such steps as may be specified in the notice to remedy the condition of the premises by cleansing and disinfecting them, and the notice may require among other things the removal of wallpaper or other covering of the walls, or, in the case of verminous premises, the taking of such steps as may be necessary for destroying or removing vermin. 1A A notice under the foregoing subsection may require— a the interior surface of premises used for human habitation or as shops or offices to be papered, painted or distempered, and b the interior surface of any other premises to be painted, distempered or whitewashed, and shall allow the person on whom the notice is served, or the local authority acting in his default, to choose, in a case under paragraph (a) of this subsection, between papering, painting and distempering and, in a case under paragraph (b) of this subsection, between painting, distempering and whitewashing. 2 If a person on whom a notice under this section is served fails to comply with the requirements thereof, the authority may themselves carry out the requirements and recover from him the expenses reasonably incurred by them in so doing, and, without prejudice to the right of the authority to exercise that power, he shall be liable to a fine not exceeding  level 1 on the standard scale  and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor: Provided that in any proceedings under this subsection it shall be open to the defendant to question the reasonableness of the authority’s requirements or of their decision to address their notice to him and not to the occupier or, as the case may be, the owner of the premises. 3 Where a local authority take action under paragraph (b) of subsection (1) of this section, their notice may require that they shall be allowed to employ gas for the purpose of destroying vermin on the premises, but in that case the notice shall be served both on the owner and on the occupier of the premises, and the authority shall bear the cost of their operations and may provide temporary shelter or house accommodation for any person compelled to leave the premises by reason of their operations.  (4) This section shall not apply to any premises forming part of a factory or of a mine or quarry within the meaning of the  Mines and Quarries Act 1954. "}, {"act": "Public Health Act 1936", "year": 1936, "section": "84", "section_title": " Cleansing or destruction of filthy or verminous articles. ", "section_text": "84 Where it appears to a local authority upon a certificate of  the proper officer of the authority  that any article in any premises— a is in so filthy a condition as to render its cleansing, purification or destruction necessary in order to prevent injury, or danger of injury, to the health of any person in the premises; or b is verminous, or by reason of its having been used by, or having been in contact with, any verminous person is likely to be verminous, the local authority shall cause that article to be cleansed, purified, disinfected or destroyed, as the case may require, at their expense and, if necessary for that purpose, to be removed from the premises."}, {"act": "Public Health Act 1936", "year": 1936, "section": "85", "section_title": " Cleansing of verminous persons and their clothing.", "section_text": "85 1 Upon the application of any person, a county council or a local authority may take such measures as are, in their opinion, necessary to free him and his clothing from vermin. 2 Where it appears to a county council or a local authority, upon a report from  the proper officer of the authority , that any person, or the clothing of any person, is verminous, then, if that person consents to be removed to a cleansing station, they may cause him to be removed to such a station, and, if he does not so consent, they may apply to a court of summary jurisdiction, and the court, if satisfied that it is necessary that he or his clothing should be cleansed, may make an order for his removal to such a station and for his detention therein for such period and subject to such conditions as may be specified in the order. 3 Where a person has been removed to a cleansing station in pursuance of the last preceding subsection, the county council or local authority shall take such measures as may, in their opinion, be necessary to free him and his clothing from vermin. 4 The cleansing of females under this section shall be carried out only by a registered medical practitioner, or by a woman duly authorised by the  proper officer of the authority . 5 Any consent required to be given for the purposes of this section may, in the case of a person under the age of sixteen years, be given on his behalf by his parent or guardian. 6 No charge shall be made in respect of the cleansing of a person or his clothing, or in respect of his removal to, or maintenance in, a cleansing station under this section. 7 The powers conferred on a county council or local authority by this section shall be in addition to, and not in derogation of, any power in relation to the cleansing of children which may be exercisable by them  under Chapter 2 of Part 9 of the Education Act 1996 ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "86", "section_title": " Provision of cleansing stations.", "section_text": "86 A county council or local authority may provide such cleansing stations as may be necessary for the discharge of their functions under any of the three last preceding sections."}, {"act": "Public Health Act 1936", "year": 1936, "section": "87", "section_title": " Provision of public conveniences  in England\n                    . ", "section_text": "87   1  A county council in England, a local authority in England   or a parish  ...  council may, subject to subsection (2) of this section, provide sanitary conveniences in proper and convenient situations. 2 Any such council or authority shall not provide any such convenience in or under a highway or proposed highway for which they are not the highway authority without the consent of the highway authority. 3 Any such council or  authority who provide any public sanitary conveniences, may— a make byelaws as to the conduct of persons using or entering them; b let them for such term, at such rent, and subject to such conditions as they think fit; c charge such fees for the use of any such conveniences  ... as they think fit. 4 In this section the expression “ sanitary conveniences ” includes lavatories."}, {"act": "Public Health Act 1936", "year": 1936, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "88"}, {"act": "Public Health Act 1936", "year": 1936, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Public Health Act 1936", "year": 1936, "section": "90", "section_title": " Interpretation of Part II.", "section_text": "90 1 In this Part of this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them, that is to say— “ cesspool ” includes a settlement tank or other tank for the reception or disposal of foul matter from buildings; “ closet ” includes privy; “ earthcloset ” means a closet having a moveable receptable for the reception of fæcal matter and its deodorisation by the use of earth, ashes or chemicals, or by other methods; “ joint sewerage board ” includes any authority or committee constituted for the purpose of collecting and dealing with the contents of sewers from the districts of two or more local authorities; “ sanitary conveniences ” means closets and urinals;  . . .  “ surface water ” includes water from roofs; “vermin,” in its application to insects and parasites, includes their eggs, larvæ and pupæ, and the expression “ verminous ” shall be construed accordingly; and “ watercloset ” means a closet which has a separate fixed receptacle connected to a drainage system and separate provision for flushing from a supply of clean water either by the operation of mechanism or by automatic action. 2 For the purposes of this Part of this Act  except sections 61 to 71 and any other enactment to which section 74(1) of the  Health and Safety at Work  etc.  Act 1974 applies , any of the following operations shall be deemed to be the erection of a building, that is to say— i the re-erection of any building or part of a building when an outer wall of that building or, as the case may be, that part of a building has been pulled down, or burnt down, to within ten feet of the surface of the ground adjoining the lowest storey of the building or of that part of the building; ii the re-erection of any frame building or part of a frame building when that building or part of a building has been so far pulled down, or burnt down, as to leave only the framework of the lowest storey of the building or of that part of the building. iii the roofing over of any open space between walls or buildings; and the word “ erect ” shall be construed accordingly. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Any reference in this Part of this Act to a drain or to a sewer shall be construed as including a reference to any manholes, ventilating shafts, pumps or other accessories belonging to that drain or sewer,  . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "91100.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "91"}, {"act": "Public Health Act 1936", "year": 1936, "section": "101106.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "101"}, {"act": "Public Health Act 1936", "year": 1936, "section": "107110.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "107"}, {"act": "Public Health Act 1936", "year": 1936, "section": "111122.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "111"}, {"act": "Public Health Act 1936", "year": 1936, "section": "123", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "123"}, {"act": "Public Health Act 1936", "year": 1936, "section": "124", "section_title": " Certain public pumps, wells, cisterns, &c. vested in local authority.", "section_text": "124 1 All public pumps, wells, cisterns, reservoirs, conduits, and other works used for the gratuitous supply of water to the inhabitants of any part of the district of a local authority shall vest in and be under the control of the authority, and the authority may cause the works to be maintained and supplied with wholesome water, or may substitute, maintain and supply with wholesome water other such works equally convenient. 2 If the local authority are satisfied that any such works are no longer required, or that the water obtained from any such works is polluted and that it is not reasonably practicable to remedy the cause of the pollution, they may close those works or restrict the use of the water obtained therefrom. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "125", "section_title": " Power of parish council to utilise wells, springs or streams for obtaining water. ", "section_text": "125 1 A parish council may utilise any well, spring or stream within their parish and provide facilities for obtaining water therefrom, and may execute any works, including works of maintenance or improvement, incidental to, or consequential on, any exercise of that power: Provided that nothing in this subsection shall be construed as authorising them to interfere with the rights of any person, or as restricting, in the case of a public well or other works, any powers of the local authority under the last preceding section. 2 A parish council may contribute towards the expenses incurred by any other parish council, or by any other person, in doing anything authorised by the preceding subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "126136.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "126"}, {"act": "Public Health Act 1936", "year": 1936, "section": "137138.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "137"}, {"act": "Public Health Act 1936", "year": 1936, "section": "139", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "139"}, {"act": "Public Health Act 1936", "year": 1936, "section": "140", "section_title": " Power to close, or restrict use of water from, polluted source of supply.", "section_text": "140 1 If a local authority are of opinion that the water in or obtained from any well, tank or other source of supply not vested in them, being water which is, or is likely to be, used for domestic purposes, or in the preparation of food or drink for human consumption, is, or is likely to become, so polluted as to be prejudicial to health, the authority may apply to a court of summary jurisdiction and thereupon a summons may be issued to the owner or occupier of the premises to which the source of supply belongs, or to any other person alleged in the application to have control thereof. 2 Upon the hearing of the summons, the court may make an order directing the source of supply to be permanently or temporarily closed or cut off, or the water thereform to be used for certain purposes only, or such other order as appears to the court to be necessary to prevent injury or danger to the health of persons using the water, or consuming food or drink prepared therewith or therefrom. The court shall hear any user of the water who claims to be heard, and may cause the water to be analysed at the cost of the local authority. 3 If a person on whom an order is made under this section fails to comply therewith, the court may, on the application of the local authority, authorise them to do whatever may be necessary for giving effect to the order, and any expenses reasonably incurred by the authority in so doing may be recovered by them from the person in default."}, {"act": "Public Health Act 1936", "year": 1936, "section": "141", "section_title": " Power to deal with insanitary cisterns, &c. ", "section_text": "141 Any well, tank, cistern, or water-butt used for the supply of water for domestic purposes which is so placed, constructed or kept as to render the water therein liable to contamination prejudicial to health, shall be a statutory nuisance for the purposes of  Part III of the Environmental Protection Act 1990 ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "142", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "142"}, {"act": "Public Health Act 1936", "year": 1936, "section": "143", "section_title": " Power of Minister to make regulations with a view to the treatment of certain diseases, and for preventing the spread of such diseases. ", "section_text": "143   1 Subject to the provisions of this section, the Minister may, as respects the whole or any part of England and Wales, including the coastal waters thereof, make regulations— a with a view to the treatment of persons affected with any epidemic, endemic or infectious disease and for preventing the spread of such diseases; b for preventing danger to public health from vessels or aircraft arriving at any place; and c for preventing the spread of infection by means of any vessel or aircraft leaving any place, so far as may be necessary or expedient for the purpose of carrying out any treaty, convention, arrangement or engagement with any other country; and without prejudice to the generality of the foregoing words, may by any such regulations apply, with or without modifications, to any disease to which the regulations relate any enactment (including any enactment in this Act) relating to the notification of disease or to notifiable diseases: Provided that, before making regulations under paragraph (b) or paragraph (c) of this subsection, the Minister shall consult, in the case of vessels, the Board of Trade and, in the case of aircraft, the  Board of Trade . 2 Regulations made under this section may provide for— a the signals to be displayed by vessels or aircraft having on board any case of epidemic, endemic or infectious disease; b the questions to be answered by masters, pilots and other persons on board any vessel or aircraft as to cases of such disease on board during the voygage or on arrival; c the detention of vessels or aircraft and of persons on board them; d the duties to be performed in cases of such diseases by masters, pilots, and other persons on board vessels or aircraft; and may authorise the making of charges and provide for the recovery of such charges and of any expenses incurred in disinfection. 3 Regulations made under this section shall specify the authorities, whether county councils, local authorities . . .   port health authorities,  Regional Health Authorities, Area Health Authorities or special health authorities  by whom they are to be enforced and executed, and may also provide for their enforcement and execution by officers of customs and excise and officers and men employed in the coastguard: Provided that regulations so made shall require— i so far as they apply to officers of customs and excise, the consent of the Commissioners of Customs and Excise; ii so far as they apply to officers or men employed in the coast-guard, the consent of the  Secretary of State  and the Board of Trade; iii So far as they apply to signals, in the case of vessels, the consent of the Board of Trade and, in the case of aircraft, the consent of the  Board of Trade . 4 Authorised officers of any such authority, officers of customs and excise and officers and men employed in the coast-guard shall have power to enter any premises, vessel, or aircraft for the purpose of executing, or superintending the execution of, any such regulations as aforesaid. 5 Any person who wilfully neglects or refuses to obey or carry out, or obstructs the execution of, any regulations made by the Minister under this section shall, in a case where no provision is made by the regulations for his punishment, be liable to a fine not exceeding one hundred pounds, and in the case of a continuing offence to a further fine not exceeding fifty pounds for every day on which the offence continues after conviction therefor. 6 Any expenses incurred by a county council under this section shall, if the Minister by order so directs, be defrayed as expenses for special county purposes charged on such part of the county as may be provided by the order, but any such order may be revoked or varied by a subsequent order. 7 Regulations made under this section shall be laid before Parliament  and shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 His Majesty may by Order in Council direct that the provisions of subsections (1) to (7) of this section, so far as they relate to regulations (including regulations as to quarantine) with respect to matters with respect to which the Parliament of Northern Ireland has no power to make laws, shall extend to Northern Ireland, subject to such exceptions, modifications and adaptations as may be specified in the Order. 10 His Majesty may by Order in Council direct that regulations made under this section, other than regulations for purposes mentioned in paragraph (a) of subsection (1) which will be operative on land, shall extend to the Isle of Man and the Channel Islands with such exceptions, modifications and adaptations as may be specified in the Order, and for the purposes of any such Order the provisions of subsections (4) and (5) of this section shall be deemed to form part of the regulations."}, {"act": "Public Health Act 1936", "year": 1936, "section": "144146.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "144"}, {"act": "Public Health Act 1936", "year": 1936, "section": "147170.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "147"}, {"act": "Public Health Act 1936", "year": 1936, "section": "171", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "171"}, {"act": "Public Health Act 1936", "year": 1936, "section": "172", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "172"}, {"act": "Public Health Act 1936", "year": 1936, "section": "173178.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "173"}, {"act": "Public Health Act 1936", "year": 1936, "section": "179", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "179"}, {"act": "Public Health Act 1936", "year": 1936, "section": "180", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "180"}, {"act": "Public Health Act 1936", "year": 1936, "section": "181186.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "181"}, {"act": "Public Health Act 1936", "year": 1936, "section": "187188.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "187"}, {"act": "Public Health Act 1936", "year": 1936, "section": "189191.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "189"}, {"act": "Public Health Act 1936", "year": 1936, "section": "192", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "192"}, {"act": "Public Health Act 1936", "year": 1936, "section": "193", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "193"}, {"act": "Public Health Act 1936", "year": 1936, "section": "194195.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "194"}, {"act": "Public Health Act 1936", "year": 1936, "section": "196", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "196"}, {"act": "Public Health Act 1936", "year": 1936, "section": "197", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "197"}, {"act": "Public Health Act 1936", "year": 1936, "section": "198", "section_title": " Provision of mortuaries and post-mortem rooms.", "section_text": "198 1 A local authority or a parish council may, and if required by the Minister shall, provide— a a mortuary for the reception of dead bodies before interment; b a post-mortem room for the reception of dead bodies during the time required to conduct any post-mortem examination ordered by a coroner or other duly authorised authority; and may make byelaws with respect to the management, and charges for the use, of any such place provided by them. 2 A local authority or parish council may provide for the interment of any dead body which may be received into their mortuary."}, {"act": "Public Health Act 1936", "year": 1936, "section": "199", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "199"}, {"act": "Public Health Act 1936", "year": 1936, "section": "200202.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "200"}, {"act": "Public Health Act 1936", "year": 1936, "section": "203", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "203"}, {"act": "Public Health Act 1936", "year": 1936, "section": "204", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "204"}, {"act": "Public Health Act 1936", "year": 1936, "section": "205", "section_title": " Women not to be employed in factories  . . . within four weeks after birth of a child.", "section_text": "205 If the occupier of a factory  . . . knowingly allows a woman to be employed therein within four weeks after she has given birth to a child, he shall be liable to a fine not exceeding  level 1 on the standard scale .  ..."}, {"act": "Public Health Act 1936", "year": 1936, "section": "206220.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "206"}, {"act": "Public Health Act 1936", "year": 1936, "section": "221", "section_title": " Power of local authority to provide baths, bathing places and washhouses.", "section_text": "221 A local authority may provide— a public baths and washhouses, either open or covered, and with or without drying grounds; b  . . .  or any of those conveniences."}, {"act": "Public Health Act 1936", "year": 1936, "section": "222", "section_title": " Charges for use of baths, &c.", "section_text": "222 1 Subject to the provisions of this section, a local authority may make such charges for the use of, or for admission to, any baths,  or washhouse  under their management as they think fit. 2 One month at least before fixing any charges to be made under this section, the local authority shall publish by advertisement in a local newspaper circulating in their district a notice stating their intention to consider a proposed table of charges and naming a place where a copy of the proposed table may be inspected at all reasonable hours by any person free of charge."}, {"act": "Public Health Act 1936", "year": 1936, "section": "223", "section_title": " Byelaws for regulation of baths, &c.", "section_text": "223 1 A local authority may make byelaws for the regulation of any baths, washhouses, swimming baths and bathing places under their management, and for the regulation of persons resorting thereto, including the exclusion therefrom of undesirable persons. Any such byelaws may, in addition to providing for the imposition of penalties, empower any officer of the local authority to exclude or remove from any baths, washhouse, swimming bath or bathing place under the management of the authority any person contravening any of the byelaws applicable to the premises in question. 2 A printed copy, or abstract, of the byelaws relating to any baths, washhouse, swimming bath or bathing place shall be exhibited in a conspicuous place therein."}, {"act": "Public Health Act 1936", "year": 1936, "section": "224", "section_title": " Baths, &c., to be public places for certain purposes.", "section_text": "224 Any baths, washhouse, swimming bath or bathing place under the management of a local authority shall be deemed to be a public and open place for the purposes of any enactment relating to offences against decency."}, {"act": "Public Health Act 1936", "year": 1936, "section": "225", "section_title": " Use of baths and bathing places for swimming contests, &c., or by schools or clubs.", "section_text": "225 1 A local authority may close temporarily to the public any swimming bath or bathing place under their management and may— a grant, either gratuitously or for payment, the exclusive use thereof to a school or club, or to persons organising swimming practices or contests, aquatic sports or similar entertainments; or, b themselves use it for such practices, contests, sports or entertainments. 2 The authority may make, or authorise the making of, charges for admission to, or for the use of, any swimming bath or bathing place while it is closed to the public under this section."}, {"act": "Public Health Act 1936", "year": 1936, "section": "226", "section_title": " Closing of baths and bathing places during winter months, and use for other purposes.", "section_text": "226 1 A local authority may, during any period between the first day of October and the last day of the following April, close any swimming bath or bathing place under their management, and may, at any time when it is closed, use it, or allow it to be used, or let it, for such purposes, and upon such conditions, as they think fit, and may adapt it for the purpose of being so used or let:  . . .  2 The power of the local authority to make byelaws under the foregoing provisions of this Part of this Act shall extend to the making of byelaws with respect to a swimming bath or bathing place when used for any purpose authorised by this section. 3 Nothing in this section shall authorise the use of a swimming bath or bathing place for the provision of regulated entertainment (within the meaning of the Licensing Act 2003), unless that activity is carried on under and in accordance with an authorisation (within the meaning given in section 136 of that Act). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "227", "section_title": " Power of local authority to lay pipes for purposes connected with baths, &c.", "section_text": "227 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , a local authority may provide, lay down and maintain such pipes and apparatus as may be necessary for conducting water to or from any baths, washhouse, swimming bath or bathing place which is under their management, or which they propose to provide  and for the purposes of the provision, laying down or maintenance in any street of any such pipes or apparatus— a the authority shall be entitled in relation to any such pipes or apparatus to exercise the same powers as, for the purpose of carrying out its functions, are conferred on a water undertaker in relation to relevant pipes by  section 158 of the Water Industry Act 1991  (street works); and b the provisions of that Act shall apply, with the necessary modifications, in relation to the power conferred by virtue of paragraph (a) above as they apply in relation to the power conferred by the said  section 158 ; and in this section “street” has the same meaning as in that  Act ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "228", "section_title": " Power of trustees to sell existing baths, &c., to local authority.", "section_text": "228 The trustees of any public baths, washhouse, swimming bath or bathing place may, with the consent of the committee of management, if any, sell or lease the baths, washhouse, swimming baths or bathing place to a local authority."}, {"act": "Public Health Act 1936", "year": 1936, "section": "229", "section_title": " Power of statutory undertakers to supply water, gas or electricity to baths, &c., on favourable terms.", "section_text": "229 Any statutory undertakers supplying water,  . . . or electricity may supply water,  . . . or electricity to any public baths, washhouse, swimming bath or bathing place, either without charge or on such other favourable terms as they think fit."}, {"act": "Public Health Act 1936", "year": 1936, "section": "230", "section_title": "", "section_text": "230 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "231", "section_title": " Byelaws with respect to public bathing. ", "section_text": "231 1 A local authority may make byelaws with respect to public bathing, and may by such byelaws— a regulate the areas in which, and the hours during which, public bathing shall be permitted; aa prohibit or restrict public bathing at times when and places as respects which warning is given, by the display of flags or by other means specified in the byelaws, that bathing is dangerous. b fix the places at which  bathing-machines may be stationed, or  bathing huts or tents may be erected; c regulate the manner in which  bathing-machines,  huts or tents may be used, and the charges which may be made for the use thereof; d regulate, so far as decency requires, the costumes to be worn by bathers; e require persons providing accommodation for bathing to provide and maintain life-saving appliances, or other means of protecting bathers from danger; and f regulate, for preventing danger to bathers, the navigation of vessels used for pleasure purposes within any area allotted for public bathing during the hours allowed for bathing. 2 If and so far as a byelaw made under the preceding subsection is inconsistent with a byelaw made by dock undertakers, the latter shall prevail."}, {"act": "Public Health Act 1936", "year": 1936, "section": "232", "section_title": " Provision of bathing huts, &c.", "section_text": "232 A local authority may provide huts or other conveniences for bathing on any land belonging to them or under their control, and may make charges for the use thereof."}, {"act": "Public Health Act 1936", "year": 1936, "section": "233", "section_title": " Byelaws with respect to swimming baths and bathing pools not under the management of a local authority.", "section_text": "233 1 A local authority may make byelaws with respect to swimming baths and bathing pools, whether open or covered, which are not under their management for— a securing the purity of the water therein; b ensuring the adequacy and cleanliness of the accommodation thereat; c regulating the conduct of persons resorting thereto; and d the prevention of accidents: Provided that this section shall not apply to any swimming bath or bathing pool which is not open to the public and for, or in connection with, the use of which no charge is made. 2 Byelaws made under this section may require the person responsible for any swimming bath or bathing pool to which the byelaws apply to keep a printed copy of the byelaws exhibited in a conspicuous place on the premises."}, {"act": "Public Health Act 1936", "year": 1936, "section": "234", "section_title": " Provision of life-saving appliances.", "section_text": "234 A local authority may provide life-saving appliances at such places, whether places used for bathing or not, as they think fit."}, {"act": "Public Health Act 1936", "year": 1936, "section": "235248.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "235"}, {"act": "Public Health Act 1936", "year": 1936, "section": "249", "section_title": "", "section_text": "249 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "250", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "250"}, {"act": "Public Health Act 1936", "year": 1936, "section": "251", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "251"}, {"act": "Public Health Act 1936", "year": 1936, "section": "252", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "252"}, {"act": "Public Health Act 1936", "year": 1936, "section": "253256.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "253"}, {"act": "Public Health Act 1936", "year": 1936, "section": "257", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "257"}, {"act": "Public Health Act 1936", "year": 1936, "section": "258", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "258"}, {"act": "Public Health Act 1936", "year": 1936, "section": "259", "section_title": " Nuisances in connection with water-courses, ditches, ponds, &c. ", "section_text": "259 1 The following matters shall be statutory nuisances for the purposes of  Part III of the Environmental Protection Act 1990 , that is to say— a any pond, pool, ditch, gutter or watercourse which is so foul or in such a state as to be prejudicial to health or a nuisance; b any part of a watercourse, not being a part ordinarily navigated by vessels employed in the carriage of goods by water, which is so choked or silted up as to obstruct or impede the proper flow of water and thereby to cause a nuisance, or give rise to conditions prejudicial to health: Provided that in the case of an alleged nuisance under paragraph (b) nothing in this subsection shall be deemed to impose any liability on any person other than the person by whose act of default the nuisance arises or continues. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "260", "section_title": " Power of parish council, or local authority, to deal with ponds, ditches, &c. ", "section_text": "260 1 A parish council may— a deal with any pond, pool, ditch, gutter or place containing, or used for the collection of, any drainage, filth, stagnant water, or matter likely to be prejudical to health, by draining, cleansing or covering it, or otherwise preventing it from being prejudicial to health, but so as not to interfere with any private right, or with any public drainage, sewerage or sewage disposal works; b execute any works, including works of maintenance or improvement, incidental to or consequential on any exercise of the oregoing power; c contribute towards the expenses incurred by any other person in doing anything mentioned in this subsection. 2 Without prejudice to their right to take action in respect of any statutory nuisance, a local authority may exercise any powers which a parish council may exercise under this section."}, {"act": "Public Health Act 1936", "year": 1936, "section": "261", "section_title": " Provision for obtaining order for cleansing offensive ditches lying near to, or forming, boundary of district. ", "section_text": "261 Upon a complaint by a local authority against the local authority of an adjoining district that a watercourse or ditch which forms the boundary between their districts, or which lies in the adjoining district but near to that boundary, is so foul and offensive as injuriously to affect the district of the complainants, a court of summary jurisdiction having jurisdiction in the place where the watercourse or ditch is situate may make such order as it deems reasonable with respect to the cleansing of the watercourse or ditch and the execution of any work appearing to the court to be necessary, and with respect to the person by whom the work is to be executed, and the persons by whom, and the proportions in which, the costs of the work are to be paid."}, {"act": "Public Health Act 1936", "year": 1936, "section": "262", "section_title": " Power of local authority to require culverting of watercourses and ditches where building operations in prospect. ", "section_text": "262 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "263", "section_title": " Watercourses in urban district not to be culverted except in accordance with approved plans. ", "section_text": "263 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "264", "section_title": " Urban authority may require repair and cleansing of culverts. ", "section_text": "264 The owner or occupier of any land  ... shall repair, maintain and cleanse any culvert in, on or under that land, and, if it appears to the local authority that any person has failed to fulfil his obligations under this section, they may by notice require him to execute such works of repair, maintenance or cleansing as may be necessary. The provisions of Part XII of this Act with respect to appeals against, and the enforcement of, notices requiring the execution of works shall apply in relation to any notice given under this section."}, {"act": "Public Health Act 1936", "year": 1936, "section": "265", "section_title": " Power of local authority to defray cost of, or execute, works relating to watercourses. ", "section_text": "265 A local authority may, if they think fit, contribute the whole or a part of the expenses of the execution of works for any of the purposes mentioned in the foregoing provisions of this Part of this Act, or may be agreement with any owner or occupier themselves execute any such works which he may be required, or is entitled, to execute."}, {"act": "Public Health Act 1936", "year": 1936, "section": "266", "section_title": "†Saving for land drainage authorities, the London County Council, railway companies and dock undertakers.", "section_text": "266 1 The powers conferred by the foregoing provisions of this Part of this Act shall not be exercised— i with respect to any stream, watercourse, ditch or culvert within the jurisdiction of a land drainage authority, except after consultation with that authority; ii  . . .  Provided that nothing in this subsection shall apply in relation to the taking of proceedings in respect of a statutory nuisance. 2 Nothing in the foregoing provisions of this Part of this Act shall prejudice or affect the powers of any railway company or dock undertakers to culvert or cover in any stream or watercourse, or, without the consent of the railway company or dock undertakers concerned, extend to any culvert or covering of a stream or watercourse constructed by a railway company and used by them for the purposes of their railway, or constructed by dock undertakers and used by them for the purposes of their undertaking."}, {"act": "Public Health Act 1936", "year": 1936, "section": "267", "section_title": " Application to ships and boats of certain provisions of Act.", "section_text": "267 1 For the purposes of such of the provisions of this Act specified in subsection (4) of this section as are provisions for the execution of which local authorities are responsible, a vessel lying in any inland or coastal waters shall— a if those water are within a port health district, be subject to the jurisdiction of the port health authority for that district; b if those waters are within the district of a local authority but not within a port health district, be subject to the jurisdiction of that local authority; c if those waters are not within the district of any local authority or any port health district, be subject to the jurisdiction of such local authority as the Minister may from time to time by order direct or, if no such direction is given, within the jurisdiction of the local authority whose district includes that point on land which is nearest to the spot where the vessel is lying. 2 For the purposes of such of the said provisions as are provisions for the execution of which county councils are responsible, a vessel when lying in any inland or coastal waters not within a county shall be subject to the jurisdiction of the council of the county which includes that point on land which is nearest to the spot where the vessel is lying. 2A Subsection (2) of this section does not apply if the point on land which is nearest to the spot where the vessel is lying is in Wales. 3 In relation to any vessel the said provisions shall have effect as if— a the vessel were a house, building or premises within the district, or, as the case may be, the county, of the  port health authority or  local authority or county council to whose jurisdiction it is subject; and b the master, or other officer or person in charge, of the vessel were the occupier. 4 The provisions of this Act referred to in the preceding subsections are Parts . . .  , . . .  ,  VI  and  XII  and, so far as regards boats used for human habitation, the provisions of Part II relating to filthy or verminous premises or articles and verminous persons:  . . .  5 This section does not apply to any vessel belonging to His Majesty or under the command or charge of an officer holding His Majesty’s commission, or to any vessel belonging to a foreign government. 6 In determining for the purposes of subsection (1) above what provisions of this Act specified in subsection (4) above are provisions for the execution of which local authorities are responsible, no account shall be taken of any enactment (whether contained in this Act or not) relating to port health authorities or joint boards or to any particular port health authority or joint board or of any instrument made under any such enactment"}, {"act": "Public Health Act 1936", "year": 1936, "section": "268", "section_title": " Nuisances arising from, and byelaws and other matters relating to, tents, vans, &c.", "section_text": "268 1 The provisions of  Part III of the Environmental Protection Act 1990 and Parts  . . .  ,  VII  and XII of this Act, and the provisions of Part II relating to filthy or verminous premises or articles and verminous persons, shall apply in relation to tents, vans, sheds and similar structures used for human habitation as they apply in relation to other premises and as if a tent, van, shed or similar structure used for human habitation were a house or a building so used. 2 For the purposes of  Part III of the Environmental Protection Act 1990  a tent, van, shed or similar structure used for human habitation— a which is in such a state, or so overcrowded, as to be prejudicial to the health of the inmates; or b the use of which, by reason of the absence of proper sanitary accommodation or otherwise, gives rise, whether on the site or on other land, to a nuisance or to conditions prejudicial to health, shall be a statutory nuisance, and the expression “ occupier ” in relation to a tent, van, shed or similar structure shall include any person for the time being in charge thereof. 3 Where such a nuisance as is mentioned in paragraph (b) of the preceding subsection is alleged to arise, wholly or in part, from the use for human habitation of any tent, van, shed or similar structure, then, without prejudice to the liability of the occupants or other users thereof, an abatement notice may be served on, and proceedings under  Part III of the Environmental Protection Act 1990  may be taken against, the occupier of the land on which the tent, van, shed, or ether structure is erected or stationed: Provided that it shall be a defence for him to prove that he did not authorise the tent, van, shed or other structure to be stationed or erected on the land. 4 A local authority may make byelaws for promoting cleanliness in, and the habitable conditions of, tents, vans, sheds and similar structures used for human habitation, . . .   and generally for the prevention of nuisances in connection therewith. 5 The powers of a court before which proceedings are brought— a in respect of a statutory nuisance caused by, or arising in connection with, a tent, van, shed or similar structure used for human habitation; or b in respect of any contravention of byelaws made under this section, shall include power to make an order prohibiting the use for human habitation of the tent, van, shed or other structure in question at such places, or within such area, as may be specified in the order."}, {"act": "Public Health Act 1936", "year": 1936, "section": "269", "section_title": " Power of local authority to control use of moveable dwellings. ", "section_text": "269 1 For the purpose of regulating in accordance with the provisions of this section the use of moveable dwellings within their district, a local authority may grant— i licences authorising persons to allow land occupied by them within the district to be used as sites for moveable dwellings; and ii licences authorising persons to erect or station, and use, such dwellings within the district; and may attach to any such licence such conditions as they think fit— a in the case of a licence authorising the use of land, with respect to the number and classes of moveable dwellings which may be kept thereon at the same time, and the space to be kept free between any two such dwellings, with respect to water supply, and for securing sanitary conditions; b in the case of a licence authorising the use of a moveable dwelling, with respect to the use of that dwelling (including the space to be kept free between it and any other such dwelling) and its removal at the end of a specified period, and for securing sanitary conditions. 2 Subject to the provisions of this section, a person shall not allow any land occupied by him to be used for camping purposes on more than forty-two consecutive days or more than sixty days in any twelve consecutive months, unless either he holds in respect of the land so used such a licence from the local authority of the district as is mentioned in paragraph (i) of the preceding subsection, or each person using the land as a site for a moveable dwelling holds in respect of that dwelling such a licence from that authority as is mentioned in paragraph (ii) of the said subsection. For the purposes of this subsection, land which is in the occupation of the same person as, and within one hundred yards of, a site on which there is during any part of any day a moveable dwelling shall be regarded as being used for camping purposes on that day. 3 Subject to the provisions of this section, a person shall not keep a moveable dwelling on any one site, or on two or more sites in succession, if any one of those sites is within one hundred yards of another of them, on more than forty-two consecutive days, or sixty days in any twelve consecutive months, unless either he holds in respect of that dwelling such a licence from the local authority of the district as is mentioned in paragraph (ii) of subsection (1) of this section, or the occupier of each piece of land on which the dwelling is kept holds in respect of that land such a licence from that authority as is mentioned in paragraph (i) of the said subsection. 4 Where under this section an application for a licence is made to a local authority, the authority shall be deemed to have granted it unconditionally, unless within four weeks from the receipt thereof they give notice to the applicant stating that his application is refused, or stating the conditions subject to which a licence is granted, and, if an applicant is aggrieved by the refusal of the authority to grant him a licence, or by any condition attached to a licence granted, he may appeal to a court of summary jurisdiction. 5 Nothing in this section applies— i to a moveable dwelling which— a is kept by its owner on land occupied by him in connection with his dwelling-house and is used for habitation only by him or by members of his household; or b is kept by its owner on agricultural land occupied by him and is used for habitation only at certain seasons and only by persons employed in farming operations on that land; or ii  . . .  iii to a moveable dwelling while it is not in use for human habitation and is being kept on premises the occupier of which permits no moveable dwellings to be kept thereon except such as are for the time being not in use for human habitation. 6 If an organisation satisfies the Minister that it takes reasonable steps for securing— a that camping sites belonging to or provided by it, or used by its members, are properly managed and kept in good sanitary condition; and b that moveable dwellings used by its members are so used as not to give rise to any nuisance, the Minister may grant to that organisation a certificate of exemption. A certificate so granted may be withdrawn at any time, but while in force shall for the purposes of this section have the effect of a licence— i authorising the use as a site for moveable dwellings of any camping ground belonging to, provided by or used by members of, the organisation; ii authorising any member of the organisation to erect or station on any site, and use, a moveable dwelling. In this subsection the expression “ member ” in relation to an organisation includes a member of any branch or units of, or formed by, the organisation. 7 A person who contravenes any of the provisions of this section, or fails to comply with any condition attached to a licence granted to him under this section, shall be liable to a fine not exceeding  level 1 on the standard scale , and to a further fine not exceeding  £2  for each day on which the offence continues after conviction therefor. 8 For the purposes of this section— i the expression “ moveable dwelling ” includes any tent, any van or other conveyance whether on wheels or not, and, subject as hereinafter provided, any shed or similar structure, being a tent, conveyance or structure which is used either regularly, or at certain seasons only, or intermittently, for human habitation: Provided that it does not include a structure to which  building regulations  apply; ii the owner of land which is not let shall be deemed to be the occupier thereof; iii if a moveable dwelling is removed from the site on which it stands, but within forty-eight hours is brought back to the same site or to another site within one hundred yards thereof, then, for the purpose of reckoning any such period of forty-two consecutive days as is mentioned in subsection (2) or subsection (3) of this section, it shall be deemed not to have been removed or, as the case may be, to have been moved direct from the one site to the other. 9 Subject as hereinafter provided, this section shall not apply to any district in which at the commencement of this Act there was in force a local Act containing provisions enabling the local authority to regulate, by means of byelaws or licences or otherwise, the use of moveable dwellings or camping grounds: Provided that, on the application of the local authority, the Minister may declare this section to be in force in their district, and upon the declaration taking effect, such of the provisions of the local Act as may be specified in the declaration shall be repealed or, as the case may be, shall be repealed as respects the district of that authority."}, {"act": "Public Health Act 1936", "year": 1936, "section": "270", "section_title": " Byelaws as to hop-pickers and persons engaged in similar work.", "section_text": "270 A local authority may make byelaws for securing the decent lodging and accommodation of hop-pickers and other persons engaged temporarily in picking, gathering or lifting fruit, flowers, bulbs, roots or vegetables within their district."}, {"act": "Public Health Act 1936", "year": 1936, "section": "271", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "271"}, {"act": "Public Health Act 1936", "year": 1936, "section": "272273.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "272"}, {"act": "Public Health Act 1936", "year": 1936, "section": "274", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "274"}, {"act": "Public Health Act 1936", "year": 1936, "section": "275", "section_title": " Power of local authority to execute certain work on behalf of owners or occupiers. ", "section_text": "275 A local authority may by agreement with the owner or occupier of any premises themselves execute at his expense any work which they have under this Act required him to execute, or any work in connection with the construction, laying, alteration or repair of a sewer,  or drain , which he is entitled to execute, and for that purpose they shall have all such rights as he would have."}, {"act": "Public Health Act 1936", "year": 1936, "section": "276", "section_title": " Power of local authority to sell certain materials. ", "section_text": "276 1 A local authority may sell any materials which have been removed by them from any premises, including any street, when executing works under, or otherwise carrying into effect the provisions of, this Act, and which are not before the expiration of three days from the date of their removal claimed by the owner and taken away by him. 2 Where a local authority sell any materials under this section, they shall pay the proceeds to the person to whom the materials belonged after deducting the amount of any expenses recoverable by them from him. 3 This section does not apply to refuse removed by a local authority."}, {"act": "Public Health Act 1936", "year": 1936, "section": "277", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "277"}, {"act": "Public Health Act 1936", "year": 1936, "section": "278", "section_title": " Compensation to individuals for damage resulting from exercise of powers under Act. ", "section_text": "278 1 Subject to the provisions of this section, a local authority shall make full compensation to any person who has sustained damage by reason of the exercise by the authority of any of their powers under this Act in relation to a matter as to which he has not himself been in default. 2 Any dispute arising under this section as to the fact of damage, or as to the amount of compensation, shall be determined by arbitration: Provided that, if the compensation claimed does not exceed fifty pounds, all questions as to the fact of damage, liability to pay compensation and the amount of compensation may on the application of either party be determined by, and any compensation awarded may be recovered before, a court of summary jurisdiction. 3 No person shall be entitled by virtue of this section to claim compensation  . . . on the ground that he has sustained damage by reason of any action of a local authority in respect of which the authority are by this Act authorised to pay compensation if they think fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "279", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "279"}, {"act": "Public Health Act 1936", "year": 1936, "section": "280281.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "280"}, {"act": "Public Health Act 1936", "year": 1936, "section": "282", "section_title": " Application of 38 & 39 Vict. c. 55 s. 153.", "section_text": "282 Section one hundred and fifty-three of the  Public Health Act 1875 (which relates to the power to require gas and water pipes to be moved), shall apply for the purposes of this Act as it applies for the purposes of that Act."}, {"act": "Public Health Act 1936", "year": 1936, "section": "283", "section_title": " Notices to be in writing; forms of notices, &c. ", "section_text": "283 1 All notices, orders, consents, demands and other documents authorised or required by or under this Act to be given, made or issued by a council, and all notices and applications authorised or required by or under this Act to be given or made to, or to any officer of, a council shall be in writing. 2 The Minister may by regulations prescribe the form of any notice, advertisement, certificate or other document to be used for any of the purposes of this Act and, if forms are so prescribed, those forms or forms to the like effect may be used in all cases to which those forms are applicable."}, {"act": "Public Health Act 1936", "year": 1936, "section": "284", "section_title": " Authentication of documents. ", "section_text": "284 1 Any notice, order, consent, demand or other document which a council are authorised or required by or under this Act to give, make or issue may be signed on behalf of the council— a by the clerk of the council; b by the surveyor, the medical officer of health, the sanitary inspector or the chief financial officer, of the council as respects documents relating to matters within their respective provinces; c by any officer of the council authorised by them in writing to sign documents of the particular kind or, as the case may be, the particular document. 2 Any document purporting to bear the signature of an officer expressed to hold an office by virtue of which he is under this section empowered to sign such a document, or expressed to be duly authorised by the council to sign such a document or the particular document, shall for the purposes of this Act, and of any byelaws  building regulations  and orders made thereunder, be deemed, until the contrary is proved, to have been duly given, made or issued by authority of the council In this subsection the expression “ signature ” includes a facsimile of a signature by whatever process reproduced."}, {"act": "Public Health Act 1936", "year": 1936, "section": "285", "section_title": " Service of notices, &c. ", "section_text": "285 Any notice, order, consent, demand or other document which is required or authorised by or under this Act to be given to or served on any person may, in any case for which no other provision is made by this Act, be given or served either— a by delivering it to that person; or b in the case of a coroner, or a medical officer of health, by leaving it or sending it in a prepaid letter addressed to him, at either his residence or his office and, in the case of any other officer of a council, by leaving it or sending it in a prepaid letter addressed to him, at his office; or c in the case of any other person, by leaving it or sending it in a prepaid letter addressed to him, at his usual or last known residence; or d in the case of an incorporated company or body, by delivering it to their secretary or clerk at their registered or principal office, or by sending it in a prepaid letter addressed to him at that office; or e in the case of a document to be given to or served on a person as being the owner of any premises by virtue of the fact that he receives the rackrent thereof as agent for another, or would so receive it if the premises were let at a rackrent, by leaving it, or sending it in a prepaid letter addressed to him, at his place of business; or f in the case of a document to be given to or served on the owner or the occupier of any premises, if it is not practicable after reasonable inquiry to ascertain the name and address of the person to or on whom it should be given or served, or if the premises are unoccupied, by addressing it to the person concerned by the description of “owner” or “occupier” of the premises (naming them) to which it relates, and delivering it to some person on the premises, or, if there is no person on the premises to whom it can be delivered, by affixing it, or a copy of it, to some conspicuous part of the premises."}, {"act": "Public Health Act 1936", "year": 1936, "section": "286", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "286"}, {"act": "Public Health Act 1936", "year": 1936, "section": "287", "section_title": " Power to enter premises. ", "section_text": "287 1 Subject to the provisions of this section, any authorised officer of a council shall, on producing, if so required, some duly authenticated document showing his authority, have a right to enter any premises at all reasonable hours— a for the purpose of ascertaining whether there is, or has been, on or in connection with the premises any contravention of the provisions of this Act or of any byelaws  or building regulations  made thereunder, being provisions which it is the duty of the council to enforce; b for the purpose of ascertaining whether or not circumstances exist which would authorise or require the council to take any action, or execute any work, under this Act or any such byelaws   or building regulations ; c for the purpose of taking any action, or executing any work, authorised or required by this Act or any such byelaws   or building regulations , or any order made under this Act, to be taken, or executed, by the council; d generally, for the purpose of the performance by the council of their functions under this Act or any such byelaws   or building regulations : Provided that admission to any premises not being a factory,  . . . or workplace, shall not be demanded as of right unless twenty-four hours’ notice of the intended entry has been given to the occupier. 2 If it is shown to the satisfaction of a justice of the peace on sworn information in writing— a that admission to any premises has been refused, or that refusal is apprehended, or that the premises are unoccupied or the occupier is temporarily absent, or that the case is one of urgency, or that an application for admission would defeat the object of the entry; and b that there is reasonable ground for entry into the premises for any such purpose as aforesaid, the justice may by warrant under his hand authorise the council by any authorised officer to enter the premises, if need be by force: Provided that such a warrant shall not be issued unless the justice is satisfied either that notice of the intention to apply for a warrant has been given to the occupier, or that the premises are unoccupied, or that the occupier is temporarily absent, or that the case is one of urgency, or that the giving of such notice would defeat the object of the entry. 3 An authorised officer entering any premises by virtue of this section, or of a warrant issued thereunder, may take with him such other persons as may be necessary, and on leaving any unoccupied premises which he has entered by virtue of such a warrant shall leave them as effectually secured against trespassers as he found them. 4 Every warrant granted under this section shall continue in force until the purpose for which the entry is necessary has been satisfied. 5 If any person who in compliance with the provisions of this section or of a warrant issued thereunder is admitted into a factory,. . . or workplace discloses to any person any information obtained by him in the factory,. . . or workplace with regard to any manufacturing process or trade secret, he shall, unless such disclosure was made in the performance of his duty, be liable to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "288", "section_title": " Penalty for obstructing execution of Act. ", "section_text": "288 A person who wilfully obstructs any person acting in the execution of this Act or of any byelaw  building regulation , order or warrant made or issued thereunder shall, in any case for which no other provision is made by this Act, be liable to a fine not exceeding  £10 for a first offence and £20 for a second or subsequent offence ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "289", "section_title": " Power to require occupier to permit works to be executed by owner. ", "section_text": "289 If on a complaint made by the owner of any premises, it appears to a court of summary jurisdiction that the occupier of those premises prevents the owner from executing any work which he is by or under this Act required to execute, the court may order the occupier to permit the execution of the work."}, {"act": "Public Health Act 1936", "year": 1936, "section": "290", "section_title": " Provisions as to appeals against, and the enforcement of, notices requiring execution of works. ", "section_text": "290 1 The following provisions of this section shall, subject to any express modifications specified in the section under which the notice is given, apply in relation to any notice given under this Act which is expressly declared to be a notice in relation to which the provisions of this Part of this Act with respect to appeals against, and the enforcement of, notices requiring the execution of works are to apply. 2 Any such notice shall indicate the nature of the works to be executed, and state the time within which they are to be executed. 3 A person served with such a notice as aforesaid may appeal to a court of summary jurisdiction on any of the following grounds which are appropriate in the circumstances of the particular case:— a that the notice or requirement is not justified by the terms of the section under which it purports to have been given or made; b that there has been some informality, defect or error in, or in connection with, the notice; c that the authority have refused unreasonably to approve the execution of alternative works, or that the works required by the notice to be executed are otherwise unreasonable in character or extent, or are unnecessary; d that the time within which the works are to be executed is not reasonably sufficient for the purpose; e that the notice might lawfully have been served on the occupier of the premises in question instead of on the owner, or on the owner instead of on the occupier, and that it would have been equitable for it to have been so served; f where the work is work for the common benefit of the premises in question and other premises, that some other person, being the owner or occupier of premises to be benefited, ought to contribute towards the expenses of executing any works required. 4 If and in so far as an appeal under this section is based on the ground of some informality, defect or error in or in connection with the notice, the court shall dismiss the appeal, if it is satisfied that the informality, defect or error was not a material one. 5 Where the grounds upon which an appeal under this section is brought include a ground specified in paragraph (e) or paragraph (f) of subsection (3) of this section, the appellant shall serve a copy of his notice of appeal on each other person referred to, and in the case of any appeal under this section may serve a copy of his notice of appeal on any other person having an estate or interest in the premises in question, and on the hearing of the appeal the court may make such order as it thinks fit with respect to the person by whom any work is to be executed and the contribution to be made by any other person towards the cost of the work, or as to the proportions in which any expenses which may become recoverable by the local authority are to be borne by the appellant and such other person. In exercising its powers under this subsection, the court shall have regard— a as between an owner and an occupier, to the terms and conditions, whether contractual or statutory, of the tenancy and to the nature of the works required; and b in any case, to the degree of benefit to be derived by the different persons concerned. 6 Subject to such right of appeal as aforesaid, if the person required by the notice to execute works fails to execute the works indicated within the time thereby limited, the local authority may themselves execute the works and recover from that person the expenses reasonably incurred by them in so doing and, without prejudice to their right to exercise that power, he shall be liable to a fine not exceeding  level 4 on the standard scale , and to a further fine not exceeding  £2  for each day on which the default continues after conviction therefor. 7 In proceedings by the local authority against the person served with the notice for the recovery of any expenses which the authority are entitled to recover from him, it shall not be open to him to raise any question which he could have raised on an appeal under this section."}, {"act": "Public Health Act 1936", "year": 1936, "section": "291", "section_title": " Certain expenses recoverable from owners to be a charge on the premises: power to order payment by instalments. ", "section_text": "291 1 Where a local authority have incurred expenses for the repayment of which the owner of the premises in respect of which the expenses were incurred is liable, either under this Act or under any enactment repealed thereby, or by agreement with the authority, those expenses, together with interest from the date of service of a demand for the expenses, may be recovered by the authority from the person who is the owner of the premises at the date when the works are completed, or, if he has ceased to be the owner of the premises before the date when a demand for the expenses is served, either from him or from the person who is the owner at the date when the demand is served, and, as from the date of the completion of the works, the expenses and interest accrued due thereon shall, until recovered, be a charge on the premises and on all estates and interests therein. 2 A local authority may by order declare any expenses recoverable by them under this section to be payable with interest by instalments within a period not exceeding thirty years, until the whole amount is paid; and any such instalments and interest, or any part thereof, may be recovered from the owner or occupier for the time being of the premises in respect of which the expenses were incurred, and, if recovered from the occupier, may be deducted by him from the rent of the premises: Provided that an occupier shall not be required to pay at any one time any sum in excess of the amount which was due from him on account of rent at, or has become due from him on account of rent since, the date on which he received a demand from the local authority together with a notice requiring him not to pay rent to his landlord without deducting the sum so demanded. An order may be made under this subsection at any time with respect to any unpaid balance of expenses and accrued interest so, however, that the period for repayment shall not in any case extend beyond thirty years from the service of the first demand for the expenses. 3 The rate of interest chargeable under subsection (1) or subsection (2) of this section shall be such  reasonable  rate as the authority may determine:  . . .  4 A local authority shall, for the purpose of enforcing a charge under this section, have all the same powers and remedies under the  Law of Property Act 1925, and otherwise as if they were mortgages by deed having powers of sale and lease, of accepting surrenders of leases and of appointing a receiver."}, {"act": "Public Health Act 1936", "year": 1936, "section": "292", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "292"}, {"act": "Public Health Act 1936", "year": 1936, "section": "293", "section_title": " Recovery of expenses, &c. ", "section_text": "293 1 Any sum which a council are entitled to recover under this Act, and with respect to the recovery of which provision is not made by any other section of this Act, may be recovered . . .   as a simple contract debt in any court of competent jurisdiction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "294", "section_title": " Limitation of liability of certain owners. ", "section_text": "294 Where a council claim to recover any expenses under this Act from a person as being the owner of the premises in respect of which the expenses were incurred and that person proves that he— a is receiving the rent of those premises merely as agent or trustee for some other person; and b has not, and since the date of the service on him of a demand for payment has not had, in his hands on behalf of that other person sufficient money to discharge the whole demand of the authority, his liability shall be limited to the total amount of the money which he has or has had in his hands as aforesaid, but a council who are, or would be, debarred by the foregoing provisions from recovering the whole of any such expenses from an agent or trustee may recover the whole or any unpaid balance thereof from the person on whose behalf the agent or trustee receives the rent."}, {"act": "Public Health Act 1936", "year": 1936, "section": "295", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "295"}, {"act": "Public Health Act 1936", "year": 1936, "section": "296", "section_title": " Summary proceedings for offences.", "section_text": "296 All offences under this Act may be prosecuted under the Summary Jurisdiction Acts."}, {"act": "Public Health Act 1936", "year": 1936, "section": "297", "section_title": " Continuing offences and penalties.", "section_text": "297 Where provision is made by or under this Act for the imposition of a daily penalty in respect of a continuing offence, the court by which a person is convicted of the original offence may fix a reasonable period from the date of conviction for compliance by the defendant with any directions given by the court and, where a court has fixed such a period, the daily penalty shall not be recoverable in respect of any day before the expiration thereof."}, {"act": "Public Health Act 1936", "year": 1936, "section": "298", "section_title": " Restriction on right to prosecute. ", "section_text": "298 Proceedings in respect of an offence created by or under this Act shall not, without the written consent of the Attorney-General, be taken by any person other than a party aggrieved, or a council or a body whose function it is to enforce the provisions or byelaws in question, or by whom or by whose predecessors the byelaw in question was made."}, {"act": "Public Health Act 1936", "year": 1936, "section": "299", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "299"}, {"act": "Public Health Act 1936", "year": 1936, "section": "300", "section_title": " Appeals and applications to courts of summary jurisdiction. ", "section_text": "300 1 Where any enactment in this Act provides— a for an appeal to a court of summary jurisdiction against a requirement, refusal or other decision of a council; or b for any matter to be determined by, or an application in respect of any matter to be made to, a court of summary jurisdiction, the procedure shall be by way of complaint for an order, and the Summary Jurisdiction Acts shall apply to the proceedings. 2 The time within which any such appeal may be brought shall be twenty-one days from the date on which notice of the council’s requirement, refusal or other decision was served upon the person desiring to appeal, and for the purposes of this subsection the making of the complaint shall be deemed to be the bringing of the appeal. 3 In any case where such an appeal lies, the document notifying to the person concerned the decision of the council in the matter shall state the right of appeal to a court of summary jurisdiction and the time within which such an appeal may be brought."}, {"act": "Public Health Act 1936", "year": 1936, "section": "301", "section_title": " Appeals to quarter sessions against decisions of justices. ", "section_text": "301 Subject as hereinafter provided, where a person aggrieved by any order, determination or other decision of a court of summary jurisdiction under this Act is not by any other enactment authorised to appeal to  the Crown Court  he may appeal to such a court: Provided that nothing in this section shall be construed as conferring a right of appeal from the decision of a court of summary jurisdiction in any case if each of the parties concerned might under this Act have required that the dispute should be determined by arbitration instead of by such a court."}, {"act": "Public Health Act 1936", "year": 1936, "section": "302", "section_title": " Effect of decision of court upon an appeal. ", "section_text": "302 Where upon an appeal under this Act a court varies or reverses any decision of a council, it shall be the duty of the council to give effect to the order of the court and, in particular, to grant or issue any necessary consent, certificate or other document, and to make any necessary entry in any register."}, {"act": "Public Health Act 1936", "year": 1936, "section": "303", "section_title": " Mode of reference to arbitration. ", "section_text": "303 In arbitrations under this Act the reference shall, except where otherwise expressly provided, be to a single arbitrator to be appointed by agreement between the parties or, in default of agreement, by the Minister."}, {"act": "Public Health Act 1936", "year": 1936, "section": "304", "section_title": " Judges and justices not to be disqualified by liability to rates. ", "section_text": "304 A judge of any court or a justice of the peace shall not be disqualified from acting in cases arising under this Act by reason only of his being as one of several ratepayers, or as one of any other class of persons, liable in common with the others to contribute to, or be benefited by, any rate or fund out of which any expenses of a council are to be defrayed."}, {"act": "Public Health Act 1936", "year": 1936, "section": "305", "section_title": " Protection of members and officers of certain local authorities from personal liability ", "section_text": "305 Section two hundred and sixty-five of the  Public Health Act 1875, (which relates to the protection of members and officers of certain authorities) shall apply to local authorities, joint boards and port health authorities under this Act as if any reference in that section to the said Act of 1875 were a reference to this Act."}, {"act": "Public Health Act 1936", "year": 1936, "section": "306", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "306"}, {"act": "Public Health Act 1936", "year": 1936, "section": "307", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "307"}, {"act": "Public Health Act 1936", "year": 1936, "section": "308", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "308"}, {"act": "Public Health Act 1936", "year": 1936, "section": "309", "section_title": " Expenses of joint boards.", "section_text": "309 1 Any expenses incurred by a joint board shall, unless otherwise determined by the order constituting the board, be defrayed out of a common fund to be contributed by the constituent districts, or contributory places, in proportion to the rateable value of the property in each district or contributory place, as ascertained according to the valuation list for the time being in force. 2 For the purpose of obtaining payment from constituent districts or contributory places of the sums to be contributed by them, a joint board shall issue precepts to the local authority of each district concerned, stating the sum to be contributed by the authority and requiring the authority, within a time limited by the precept, to pay the sums therein mentioned to the joint board, or to such person as the joint board may direct. 3 Any sum mentioned in a precept issued under this section by a joint board to a local authority shall be a debt due from that authority, and may be recovered accordingly.  ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where the order constituting a united district provides for contributions to be made to the common fund of the joint board by a county council, the amount of any such contribution as fixed by the order shall be a debt due to the joint board and may be recovered accordingly. 6 In subsection (5) of this section, the reference to a county council shall not include a reference to the council of a Welsh county or county borough."}, {"act": "Public Health Act 1936", "year": 1936, "section": "310", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "310"}, {"act": "Public Health Act 1936", "year": 1936, "section": "311", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "311"}, {"act": "Public Health Act 1936", "year": 1936, "section": "312", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "312"}, {"act": "Public Health Act 1936", "year": 1936, "section": "313314.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "313"}, {"act": "Public Health Act 1936", "year": 1936, "section": "315", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "315"}, {"act": "Public Health Act 1936", "year": 1936, "section": "316", "section_title": " Adaptation, where necessary, of provisional order procedure.", "section_text": "316 1 In relation to any order made by the Minister under this Act which  is subject to special Parliamentary procedure  but was not made on the application of any local authority,  section two hundred and forty of the  Local Government Act 1972  (which relates to the procedure for making  such  orders), shall have effect as if for references therein to the applicants for the order and to the application for the order there were substituted respectively references to the Minister and to the order proposed to be made by him. 2 The expenses incurred by the Minister in connection with the making and confirmation of any such order as aforesaid shall be paid by such council, or by such councils in such shares, as he may direct, and the amount of those expenses as certified by him, or the amount of any share thereof so certified, shall be recoverable by him from the council liable therefor as a debt due to the Crown."}, {"act": "Public Health Act 1936", "year": 1936, "section": "317", "section_title": " Amendment of 38 & 39 Vict. c. 55. s. 303. ", "section_text": "317 In section three hundred and three of the  Public Health Act 1875 (which relates to the power of the Minister to repeal and alter local Acts by means of provisional orders), the reference to any local Act which relates to the same subject-matters as that Act shall be construed as including a reference to any local Act which relates to the same subject-matters as this Act."}, {"act": "Public Health Act 1936", "year": 1936, "section": "318", "section_title": " Local inquiries.", "section_text": "318 The Minister may cause a local inquiry to be held in any case where he is authorised by this Act to determine any difference, to make any order, to frame any scheme, to give any consent, confirmation, sanction or approval, or otherwise to act under this Act, and in any other case where he deems it advisable that a local inquiry should be held in relation to any matter concerning the public health in any place."}, {"act": "Public Health Act 1936", "year": 1936, "section": "319", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "319"}, {"act": "Public Health Act 1936", "year": 1936, "section": "320321.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "320"}, {"act": "Public Health Act 1936", "year": 1936, "section": "322", "section_title": " Power of Minister to enforce exercise of powers by local authorities, &c., in default. ", "section_text": "322 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If the Minister is satisfied that any council . . .   or joint board have failed to discharge their functions under this Act in any case where they ought to have done so , he may make an order declaring them to be in default and directing them for the purpose of removing the default to discharge such of their functions, and in such manner and within such time or times, as may be specified in the order. 3 If a council, authority or board with respect to whom an order has been made under the last preceding subsection fail to comply with any requirement thereof within the time limited thereby for compliance with that requirement, the Minister, in lieu of enforcing the order by mandamus or otherwise, may— i  . . .  ii  . . .  , make an order transferring to himself such of the functions of the body in default as may be  specified in his order ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "323", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ", "section_text": "323"}, {"act": "Public Health Act 1936", "year": 1936, "section": "324", "section_title": " Provisions as to exercise by Minister of functions of body in default. ", "section_text": "324 1 Where under the last but one preceding section the Minister has by order transferred to himself any functions of a council . . .   or joint board, any expenses incurred by him in discharging the said functions shall be paid in the first instance out of moneys provided by Parliament, but the amount of those expenses as certified by the Minister shall on demand be paid to him by the body in default, and shall be recoverable by him from them as a debt due to the Crown, and that body shall have the like power of raising the money required as they have of raising money for defraying expenses incurred directly by them. 2 The payment of any such expenses as aforesaid shall, to such extent as may be sanctioned by the Minister, be a purpose for which a local authority . . .   or joint board may borrow money in accordance with the statutory provisions relating to borrowing by such an authority or board."}, {"act": "Public Health Act 1936", "year": 1936, "section": "325", "section_title": " Power to vary and revoke orders relating to defaults. ", "section_text": "325 In any case where under this Part of this Act an order has been made by the Minister transferring to a county council or to himself any functions of a council . . .   or joint board, the Minister may at any time by a subsequent order vary or revoke that order, but without prejudice to the validity of anything previously done thereunder; and when any order is so revoked the Minister may, either by the revoking order or by a subsequent order, make such provision as appears to him to be desirable with respect to the transfer, vesting and discharge of any property or liabilities acquired or incurred by the county council or by him in discharging any of the functions to which the order so revoked related."}, {"act": "Public Health Act 1936", "year": 1936, "section": "326", "section_title": " Provisions as to the transfer and compensation of officers and superannuation rights of transferred officers. ", "section_text": "326 1 The provisions of this section shall apply in relation to any order or agreement made under this Act, or any order made by virtue of this Act under section three hundred and three of the  Public Health Act 1875,  or any order under section 2 of the Public Health (Control of Disease) Act 1984,  being an order or agreement by, under or in consequence of which an authority is constituted or dissolved, or any functions of an authority are relinquished, delegated, transferred or re-transferred, or exercised by two, or more authorities in combination, or the services of any staff of one authority are rendered available to another authority. 2 The provisions of section one hundred and fifty of, and the Fourth Schedule to, the  Local Government Act 1933, (which relate to the transfer and compensation of officers of a local authority affected by an order made under Part VI of that Act) shall have effect in relation to any such order as is mentioned in subsection (1) of this section as they have effect in relation to an order made under the said Part VI, and where, by virtue or in consequence of any such order as is mentioned in subsection (1) of this section, officers of one authority who are entitled as such to the benefits of a superannuation enactment will be transferred to the service of another authority, there shall be included in the order such provisions as are hereinafter mentioned for the purpose of protecting the rights and interests of those officers in respect of superannuation. 3 The provisions with respect to superannuation to be included in any such order as aforesaid shall be either— a provisions for securing that the superannuation enactment to the benefits of which an officer was entitled immediately before his transfer shall continue to apply to him, subject to such modifications and adaptations as the Minister may determine; or b provisions for applying to the officer, subject to such modifications and adaptations as the Minister may determine, any superannuation enactment to the benefits of which any officers of the authority to whom the officer is transferred are entitled. 4 The Minister, on the application of any officer or authority affected by any such agreement as is mentioned in subsection (1) of this section, shall make a scheme containing such provisions for the protection and compensation of existing officers effected by the agreement as are specified in paragraphs (a) and (b) of subsection (1) of section one hundred and fifty of the  Local Government Act 1933, and such provisions, if any, as he deems expedient with respect to the transfer of such existing officers, and where, by virtue or in consequence of the agreement, officers of one authority who are entitled as such to the benefits of a superannuation enactment will be transferred to the service of another authority, the scheme shall also contain such provisions for the purpose of protecting the rights and interests of those officers in respect of superannuation as in the case of an order are required by the last preceding subsection to be included in the order. 5 A scheme made by the Minister under the last preceding subsection and the agreement to which it relates shall be construed together as if they constituted a single instrument coming into operation on the date on which the agreement comes into operation, and the provisions of subsections (2) to (6) of section one hundred and fifty of, and the Fourth Schedule to, the  Local Government Act 1933, shall have effect in relation thereto as they have effect in relation to a scheme made under Part VI of the said Act. 6 In this section the expression “ authority ” means a county council, local authority, joint board,  . . .port health authority or riparian authority within the meaning of section two of this Act, and, for the purposes of this section, any reference in the relevant provisions of the  Local Government Act 1933, to a local authority shall be construed as a reference to an authority as herein defined. In this section the expression “ superannuation enactment ” means an enactment, including a scheme made thereunder, by virtue of which persons employed by an authority become entitled to superannuation benefits on retirement."}, {"act": "Public Health Act 1936", "year": 1936, "section": "327", "section_title": " Provisions for compensation in certain cases to officers of trustees, &c. executing local Acts.", "section_text": "327 1 If, by virtue or in consequence of a provisional order  or order  made by the Minister under or by virtue of any provision of this Act  or section 2 of the Public Health (Control of Disease) Act 1984 , an officer of any trustees or other body of persons entrusted with the execution of a local Act suffers any direct pecuniary loss by reason of the determination of his appointment or the diminution of his emoluments and no other provision for his compensation for that loss is made by any enactment or statutory order for the time being in force, he shall be entitled to receive compensation for that loss from such local authority as the Minister may determine. 2 The provisions of subsections (2) to (6) of section one hundred and fifty of, and the Fourth Schedule to, the  Local Government Act 1933, shall apply to the case of any such officer as aforesaid as if the provisional order  or order  of the Minister were an order made under Part VI of the said Act and as if subsection (1) of this section were contained in the said order."}, {"act": "Public Health Act 1936", "year": 1936, "section": "328", "section_title": " Powers of Act to be cumulative.", "section_text": "328 All powers and duties conferred or imposed by this Act shall be deemed to be in addition to, and not in derogation of, any other powers and duties conferred or imposed by Act of Parliament, law or custom, and, subject to any repeal effected by, or other express provision of, this Act, all such other powers and duties may be exercised and shall be performed in the same manner as if this Act had not been passed."}, {"act": "Public Health Act 1936", "year": 1936, "section": "329", "section_title": "†Saving for certain provisions of the Land Charges Act, 1925.", "section_text": "329 Nothing in this Act with respect to the recovery of expenses from owners of premises affects the provisions of the  Local Land Charges Act 1975 ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "330", "section_title": " Power of railway companies, dock undertakers and land drainage authorities to alter sewers, &c. vested in a local authority. ", "section_text": "330 Any railway company, dock undertakers or land drainage authority may, after giving reasonable notice to the local authority concerned, at their own expense and on substituting other sewers, drains, culverts and pipes which will be equally effectual and will entail no additional expense on the local authority, take up, divert or alter the level of any sewers, drains, culverts or pipes vested in the local authority which pass under, or interfere with, or interfere with the improvement or alteration of, the railway of the railway company, or, as the case may be, any river, canal, towing path or works forming part of the undertaking of the undertakers, or any watercourse or other works vested in or under the control of the land drainage authority."}, {"act": "Public Health Act 1936", "year": 1936, "section": "331", "section_title": " Works affecting water rights. ", "section_text": "331 Nothing in this Act shall authorise a local authority injuriously to affect any reservoir, canal, watercourse, river or stream, or any feeder thereof, or the supply, quality or fall of water contained in, or in any feeder of, any reservoir, canal, watercourse, river or stream without the consent of any person who would, if this Act had not been passed, have been entitled by law to prevent, or be relieved against, the injurious affection of, or of the supply, quality or fall of water contained in, that reservoir, canal, watercourse, river, stream or feeder."}, {"act": "Public Health Act 1936", "year": 1936, "section": "332", "section_title": " Arbitration as to alteration of sewers, &c., or injurious affection of water rights. ", "section_text": "332 Any difference of opinion which may arise under either of the two last preceding sections between a local authority and any person as to whether— a any sewers, drains, culverts or pipes substituted or proposed to be substituted for sewers, drains, culverts or pipes of a local authority are or will be equally effectual, or entail or will entail additional expense on the authority; or b the supply, quality or fall of water in any reservoir, canal, watercourse, river, stream or feeder is injuriously affected by the exercise or powers under this Act, may, at the option of the party complaining, be referred to an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers."}, {"act": "Public Health Act 1936", "year": 1936, "section": "333", "section_title": " Protection for works of dock undertakers and for railways. ", "section_text": "333 1 Subject to the provisions of this section, nothing in this Act shall authorise a local authority without the consent of the dock undertakers concerned— a to interfere with any river, canal, dock, harbour, basin, lock or reservoir so as injuriously to affect navigation thereon or the use thereof or the access thereto, or to interfere with any towing path, so as to interrupt the traffic thereon; b to interfere with any bridges crossing any river, canal dock, harbour or basin; c to execute any works in, across or under any dock, harbour, basin, wharf, quay or lock, or any land which belongs to dock undertakers and is held or used by them for the purposes of their undertaking; d to execute any works which will interfere with the improvement of, or the access to, any river, canal, dock, harbour, basin, lock, reservoir, or towing path, or with any works appurtenant thereto or any land necessary for the enjoyment or improvement thereof; or without the consent of the railway company concerned, to execute any works along, across or under any railway of a railway company: Provided that consent under this section shall not be unreasonably withheld, and if any question arises as to whether or not consent is unreasonably withheld, either party may require that it shall be referred to an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers. 2 Upon an arbitration under this section, the arbitrator shall determine— i whether any works which the local authority propose to execute are such works as under the last preceding subsection they are not entitled to execute without the consent of the statutory undertakers; and ii if they are such works, whether the injury, if any, to the undertakers will be of such a nature as to admit of being fully compensated by money; and iii if the works are of such a nature, the conditions subject to which the local authority may execute the works, including the amount of the compensation, if any, to be paid by them to the undertakers. If the arbitrator should determine that the proposed works are such works as the local authority are not entitled to execute without the consent of the undertakers and that the works would cause injury to the undertakers of such a nature as not to admit of being fully compensated by money, the local authority shall not proceed to execute the works, but in any other case they may execute the works subject to compliance with such conditions, including the payment of such compensation, as the arbitrator may have determined. 3 For the purposes of this section, dock undertakers shall be deemed to be concerned with any river, canal, dock, harbour, basin, lock, reservoir, towing path, wharf, quay or land if it belongs to them and forms part of their undertaking, or if they have statutory rights of navigating on or using it, or of demanding tolls or dues in respect of navigation thereon or the use thereof. 4 Nothing in this section shall be construed as limiting the powers of a local authority under any of the foregoing provisions of this Act in respect of the opening and breaking up of streets and bridges for the purpose of constructing, laying and maintaining sewers, drains and pipes."}, {"act": "Public Health Act 1936", "year": 1936, "section": "334", "section_title": " Protection for works of land drainage authorities, &c. ", "section_text": "334 Nothing in this Act shall authorise a local authority to use, injure or interfere with any sluices, floodgates, sewers, groynes, sea defences or other works, whether made before or after the date of commencement of this Act, which are vested in or under the control of a land drainage authority, or are used by any person for draining, preserving or improving land under any local or private Act of Parliament, or for irrigating land, without the consent, as the case may be, of that authority or that person: Provided that consent under this section shall not be unreasonably withheld, and if any question arises as to whether or not consent is unreasonably withheld, either party may require that it shall be referred to an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers."}, {"act": "Public Health Act 1936", "year": 1936, "section": "335336.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "335"}, {"act": "Public Health Act 1936", "year": 1936, "section": "337", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "337"}, {"act": "Public Health Act 1936", "year": 1936, "section": "338", "section_title": " Sewers or drains of collegiate and other corporate bodies and Government departments.", "section_text": "338 Any collegiate or other corporate body required or authorised by or in pursuance of Act of Parliament to divert sewers or drains from any river or to construct new sewers, and any Government department, shall have the like powers and be subject to the like obligations under this Act as they had or were subject to under the  Sewage Utilization Act 1867; and for that purpose the provisions of this Act applicable to purposes the same as, or similar to, those of the  Sewage Utilization Act 1865, and the Sewage Utilization Act 1867, shall apply in substitution for the provisions of those Acts."}, {"act": "Public Health Act 1936", "year": 1936, "section": "339", "section_title": " Saving for existing rights of drainage. ", "section_text": "339 Nothing in this Act affects any right of drainage acquired by any person by prescription or otherwise before the commencement of this Act: . . ."}, {"act": "Public Health Act 1936", "year": 1936, "section": "340", "section_title": " Works below high-water mark. ", "section_text": "340 Nothing in this Act shall authorise the execution of any works on, over or under tidal lands below high-water mark of ordinary spring tides, except in accordance with such plans and sections and subject to such restrictions and regulations as may, before the works are commenced, be approved by the Board of Trade in writing . . . "}, {"act": "Public Health Act 1936", "year": 1936, "section": "341", "section_title": " Power to apply provisions of Act to Crown property. ", "section_text": "341 1 The provisions of this section shall apply in relation to any house, building or other premises being property belonging to His Majesty in right of the Crown or of the Duchy of Lancaster, or belonging to the Duchy of Cornwall, or belonging to a Government department, or held in trust for His Majesty for purposes of a Government department. 2 The authority which in relation to any such property is for the purposes of this section the appropriate authority and the council of the county, or the local authority of the district, in which that property is situate may agree that any provisions of this Act specified in the agreement shall apply to that property and, while the agreement is in force, those provisions shall apply to that property accordingly, subject however to the terms of the agreement. Any such agreement as aforesaid may contain such consequential and incidental provisions, including, with the approval of the Treasury, provisions of a financial character, as appear to the appropriate authority to be necessary or equitable. 3 In this section the expression “ the appropriate authority ” means— a in the case of property belonging to His Majesty in right of the Crown, the  Crown Estate Commissioners  or other Government department having the management of the property in question; b in the case of property belonging to His Majesty in right of the Duchy of Lancaster, the Chancellor of the Duchy; c in the case of property belonging to the Duchy of Cornwall, such person as the Duke of Cornwall, or the possessor for the time being of the Duchy of Cornwall, appoints; and d in the case of property belonging to a Government department or held in trust for His Majesty for purposes of a Government department, that department; and, if any question arises as to what authority is the appropriate authority in relation to any property, that question shall be referred to the Treasury, whose decision shall be final."}, {"act": "Public Health Act 1936", "year": 1936, "section": "342", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "342"}, {"act": "Public Health Act 1936", "year": 1936, "section": "343", "section_title": " Interpretation.", "section_text": "343 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them— “ authorised officer ” means, as respects any council, an officer of the council authorised by them in writing, either generally or specially, to act in matters of any specified kind, or in any specified matter: Provided that the medical officer of health, surveyor and sanitary inspector of a council shall, by virtue of their appointments, be deemed to be authorised officers for the purpose of matters within their respective provinces: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ clerk, ” in relation to a local authority being the council of a borough, means the town clerk; “ coastal waters ” means waters within a distance of three nautical miles from any point on the coast measured from low-water mark of ordinary spring tides; “ contributory place ” means a rating district within the meaning of the  General Rate Act 1967. . “ county ” means an administrative county; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ dock undertakers ” means persons who are statutory undertakers in respect of a dock, harbour, canal, or inland navigation; “ drain ” means a drain used for the drainage of one building or of any buildings or yards appurtenant to buildings within the same curtilage; “ dustbin ” means a movable receptacle for the deposit of ashes or refuse; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ enactment ” includes any enactment in a provisional order confirmed by Parliament; “ factory ” means a factory within the meaning of the  Factories Act 1961 ;  ... “ functions ” includes powers and duties; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ house ” means a dwelling-house, whether a private dwelling-house or not; “ inland waters ” includes rivers, harbours and creeks; “ joint board ” means a joint board constituted under this Act or under any Act repealed by this Act,  other than  a port health authority; “ land ” includes any interest in land and any easement or right in, to or over land;  “ land drainage authority ”  means the Environment Agency, the Natural Resources Body for Wales or an  internal drainage board; and  “ local Act ” includes a provisional order confirmed by Parliament and the confirming Act so far as it relates to that order; “ local authority ” has the meaning assigned to it in section one of this Act;  . . .  “ Minister ” means the  Secretary of State ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ officer ” includes servant; “ owner ” means the person for the time being receiving the rackrent of the premises in connection with which the word is used, whether on his own account or as agent or trustee for any other person, or who would so receive the same if those premises were let at a rackrent;  . . .  “ prejudicial to health ” means injurious, or likely to cause injury, to health; “ premises ” includes messuages, buildings, lands, easements and hereditaments of any tenure; “ private sewer ” means a sewer which is not a public sewer;  “ public sewer ” means a sewer for the time being vested in a sewerage undertaker in its capacity as such, whether vested in that undertaker by virtue of a scheme under Schedule 2 to the Water Act 1989 or Schedule 2 to the Water Industry Act 1991 or under section 179 of that Act of 1991 or otherwise;  “ rackrent ” in relation to any property means a rent which is not less than two-thirds of the rent at which the property might reasonably be expected to let from year to year, free from all usual tenant’s rates and taxes,  . . . and deducting therefrom the probable average annual cost of the repairs, insurance and other expenses (if any) necessary to maintain the same in a state to command such rent; “ railway company ” means persons who are statutory undertakers in respect of a railway undertaking; . . . “ sewer ” does not include a drain as defined in this section but, save as aforesaid, includes all sewers and drains used for the drainage of buildings and yards appurtenant to buildings; “ statutory order ” means an order, rule or regulation made under any enactment; “ statutory scheme ” means a scheme made under any enactment; “ statutory undertakers ” means any persons authorised by an enactment or statutory order to construct, work or carry on any railway, canal, inland navigation, dock, harbour, tramway,  gas , . . .  , . . .   or other public undertaking; “ street ” includes any highway, including a highway over any bridge, and any road, lane, footway, square, court, alley or passage, whether a thoroughfare or not; “ vessel ” has the same meaning as   ship in the Merchant Shipping Act 1995 ; “ waterworks ” includes streams, springs, wells, pumps, reservoirs, cisterns, tanks, aqueducts, cuts, sluices, mains, pipes, culverts, engines and all machinery, lands, buildings and things for supplying, or used for supplying, water, or used for protecting sources of water supply; “ workplace ” does not include a factory  . . ., but save as aforesaid includes any place in which persons are employed otherwise than in domestic service; . . . 2 In the construction of any enactment incorporated with this Act, the expressions “ the undertakers ” and “ the special Act ” shall be construed as meaning respectively the local authority and this Act. 3 Nothing in this section shall affect the interpretation of expressions which are used in any local Act, statutory order or scheme passed or made before the commencement of this Act and are defined as having for the purposes thereof the same meaning as in some enactment repealed by this Act."}, {"act": "Public Health Act 1936", "year": 1936, "section": "344", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "344"}, {"act": "Public Health Act 1936", "year": 1936, "section": "345", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "345"}, {"act": "Public Health Act 1936", "year": 1936, "section": "346", "section_title": " Repeals.", "section_text": "346 1  . . .  a save as expressly provided in this Act, nothing in this repeal shall affect any byelaw in force at the commencement of this Act, and, while such a byelaw continues in force by virtue of this proviso, any question as to its application or interpretation shall be determined as if this Act had not been passed; b nothing in this repeal shall affect the constitution of any authority, board or committee constituted for any district or area under any enactment repealed by this Act, and any such authority, board or committee shall continue to act for that district or area as if they and it had been constituted under the corresponding provisions of this Act; c in so far as any appointment, agreement, scheme, order, rule, regulation,  byelaw,  requirement, apportionment or representation made, or any resolution passed, or any notice, direction, consent, sanction, approval, exemption or certificate given under any enactment repealed by this Act, or any charge conferred by, or any conditions imposed, or any proceeding instituted, or any other thing done, under any such enactment, could have been made, passed, given, conferred, imposed, instituted or done under or by a corresponding provision of this Act, it shall not be invalidated by this repeal, but shall have effect as if it had been made, passed, given, conferred, imposed, instituted or done under or by that corresponding provision and, in the case of any legal proceeding, may be continued and appealed against as if this Act had not been passed; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any document referring to any Act or enactment repealed by this Act shall be construed as referring to this Act or to the corresponding enactment, if any, in this Act. 4 The mention of particular matters in this section shall not be held to prejudice or affect the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 , with regard to the effect of repeals."}, {"act": "Public Health Act 1936", "year": 1936, "section": "347", "section_title": "†Short title, date of commencement and extent.", "section_text": "347 1 This Act may be cited as the Public Health Act 1936,  . . .  2 This Act shall not extend to Scotland nor, except as otherwise expressly provided, to Northern Ireland . . . "}]