[{"act": "Tithe Act 1936", "year": 1936, "section": "1", "section_title": " Extinguishment of tithe rentcharge.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Tithe Act 1936", "year": 1936, "section": "4", "section_title": " Tithe Redemption Commission.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Tithe Act 1936", "year": 1936, "section": "6", "section_title": " Documents to be placed at disposal of the Commission.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Tithe Act 1936", "year": 1936, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Tithe Act 1936", "year": 1936, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Tithe Act 1936", "year": 1936, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Tithe Act 1936", "year": 1936, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Tithe Act 1936", "year": 1936, "section": "12", "section_title": "", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "13", "section_title": "", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Tithe Act 1936", "year": 1936, "section": "14A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14A"}, {"act": "Tithe Act 1936", "year": 1936, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Tithe Act 1936", "year": 1936, "section": "16", "section_title": "", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Tithe Act 1936", "year": 1936, "section": "1820.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Tithe Act 1936", "year": 1936, "section": "21", "section_title": " Provisions as to tithe rentcharge vested in owner of land charged.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "2223.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Tithe Act 1936", "year": 1936, "section": "2426.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Tithe Act 1936", "year": 1936, "section": "27", "section_title": " Audit of accounts.", "section_text": "27 1 The Treasury shall prepare an account of the transactions of the Redemption Annuities Account in each financial year, and such other accounts as the Treasury may direct shall be prepared in relation to other transactions under this Act. 2 On or before the thirtieth day of November in each year, the said accounts shall be transmitted to the Comptroller and Auditor-General, who shall examine and certify the accounts and lay copies thereof, together with his report thereon, before both Houses of Parliament."}, {"act": "Tithe Act 1936", "year": 1936, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Tithe Act 1936", "year": 1936, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Tithe Act 1936", "year": 1936, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Tithe Act 1936", "year": 1936, "section": "31", "section_title": " Liabilities to repair chancels, &c.", "section_text": "31 1 The provisions of this section shall have effect with respect to liabilities to repair chancels of churches or other ecclesiastical buildings arising from the ownership of— a tithe rentcharge extinguished by this Act in respect of which stock is to be issued under this Act; b tithe rentcharge extinguished by this Act to which the provisions of section twenty-one of this Act apply; or c land in which merger or extinguishment of tithe rentcharge has taken effect and to which the provisions of section one of the Tithe  Act, 1839, apply. 2 In respect of liability to repair arising from the ownership of a tithe rentcharge extinguished by this Act in respect of which stock is to be issued under this Act, the Diocesan Authority shall be entitled to receive a part of the stock to be issued in respect of the rentcharge equal in amount to such a sum (in this section and in the Seventh Schedule to this Act referred to as “ the sum required for repairs ”) as may be reasonably sufficient, having regard to the condition of the chancel or building at the appointed day, to provide for the cost of future repairs thereof and to provide a capital sum the income of which will be sufficient to insure it for a sum adequate to reinstate it in the event of it being destroyed by fire: Provided that, where the rentcharge was vested immediately before the appointed day for an interest in fee simple in possession in any of the following corporations or bodies, namely, Queen Anne’s Bounty, the Ecclesiastical Commissioners, a spiritual rector of a rectory with cure of souls, an ecclesiastical corporation, or a university or college to which the  Universities and College Estates Act, 1925, applies, the foregoing provisions of this subsection shall not have effect, but the corporation or body shall be subject to liability to repair in like manner as if the rentcharge had continued in existence and in the ownership of the corporation or body. 3 In respect of liability to repair arising from the ownership of a tithe rentcharge extinguished by this Act to which the provisions of section twenty-one of this Act apply, the land out of which the rentcharge issued immediately before the appointed day and the owner thereof for the time being shall be subject to liability to repair in like manner as if the land had been land to which the provisions of section one of the Tithe Act, 1839, apply. 4 In respect of liability to repair arising from the ownership of land in which merger or extinguishment of a tithe rentcharge has taken effect and to which the provisions of section one of the Tithe  Act, 1839, apply, the land and the owner thereof for the time being shall be subject to liability to repair in like manner as if this Act had not passed. 5 The foregoing provisions of this section shall have effect subject to the provisions of Part I of the Seventh Schedule to this Act, which relate to the apportionment of liability to repair in certain cases. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 This section and the Seventh Schedule to this Act shall have effect in relation to a chancel or building in Wales or Monmouthshire subject to the modifications specified in Part III of that Schedule. 9 In this section and in the Seventh Schedule to this Act the expression “ Diocesan Authority ” has the meaning assigned to it by the  Ecclesiastical Dilapidations Measure, 1923, and that Measure, as amended by the  Ecclesiastical Dilapidations (Amendment) Measure, 1929, is referred to as “ the Measure. ”"}, {"act": "Tithe Act 1936", "year": 1936, "section": "32", "section_title": " Furnishing of information by rating authorities.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "33", "section_title": " Limitation of personal liability of trustees &c. as owners of land.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Tithe Act 1936", "year": 1936, "section": "35", "section_title": " Application to Crown lands, &c.", "section_text": "35 This Act shall apply to tithe rentcharge, to corn rents, rentcharges and money payments which are liable to redemption under the Tithe Acts, and to land, belonging to any Government department, or belonging to any public officer or body on behalf of His Majesty for government purposes, or belonging to His Majesty in right of the Crown, or of the Duchy of Lancaster, or belonging to the Duchy of Cornwall, and in relation to such rentcharge, rent, payment or land this Act binds the Crown and, for the purposes of this Act, the officer or body having the management of any such rentcharge, rent, payment or land shall represent His Majesty."}, {"act": "Tithe Act 1936", "year": 1936, "section": "36", "section_title": " Ultimate custody of tithe apportionments, collecting lists, &c.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to the provisions of section six of this Act, sealed copies made pursuant to the Tithe Acts of instruments of apportionment shall be under the charge and superintendence of the Master of the Rolls, who may direct that any such copy shall be transferred to the Public Record Office, or to any public library or museum or historical or antiquarian society which may be willing to receive it, and if any such copy is transferred to any public library or museum or historical or antiquarian society, the governing body thereof shall thereafter have the custody thereof and shall be responsible for the proper preservation thereof. The Master of the Rolls may make rules for giving effect to this subsection."}, {"act": "Tithe Act 1936", "year": 1936, "section": "37", "section_title": " Adaptation of references to tithe rentcharge.", "section_text": "37 1 Any enactment or instrument whereby the extent of any right or obligation is to be determined by reference to the amount for the time being payable in respect of tithe rentcharge shall, unless the context otherwise requires, have effect in relation to any period after the appointed day as if the amount so payable had been ninety-one pounds eleven shillings and two pence for every hundred pounds of tithe rentcharge, and proportionately greater or lesser amounts for tithe rentcharge of more or less than one hundred pounds. 2 In the case of a testamentary instrument executed before the commencement of this Act, a disposition referring to tithe rentcharge shall be construed and have effect in relation to a rentcharge extinguished by this Act as if the reference had included a reference to the stock issued in respect thereof."}, {"act": "Tithe Act 1936", "year": 1936, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Tithe Act 1936", "year": 1936, "section": "39", "section_title": " Powers for determination of questions in performance of functions under this Act.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "40", "section_title": " Exercise by the Commission of certain powers conferred by the Tithe Acts.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "41", "section_title": " Power to enter and inspect land.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "42", "section_title": " Service and proof of documents.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Tithe Act 1936", "year": 1936, "section": "44", "section_title": " Treasury authorisation.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Tithe Act 1936", "year": 1936, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Tithe Act 1936", "year": 1936, "section": "47", "section_title": " Interpretation.", "section_text": "47 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ benefice ” includes all rectories with cure of souls, vicarages, perpetual curacies, endowed public chapels and parochial chapelries, and chapelries or districts belonging or reputed to belong or annexed or reputed to be annexed to any church or chapel, and districts formed for ecclesiastical purposes by virtue of statutory authority, and includes benefices in the patronage of the Crown or of the Duchy of Cornwall; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ ecclesiastical corporation ” has the meaning assigned to it by the  Episcopal and Capitular Estates Act, 1851; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ extraordinary tithe rentcharge ” means a rentcharge payable under the  Extraordinary Tithes Acts, 1886   and 1897; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ instrument of apportionment ” means an instrument of apportionment made and confirmed, or an instrument of altered apportionment made, under the Tithe Acts, and includes a certificate of capital value sealed under the Extraordinary Tithes Acts, 1886 and 1897, and a map annexed to any such instrument or certificate or detached therefrom under section twenty-six of the Tithe Act, 1860; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ re-apportioned rentcharge ” means a tithe rentcharge which has been re-apportioned by the authority for the time being exercising jurisdiction in that behalf under the Tithe Acts, or which has, before the first day of April, nineteen hundred and thirty-three, been re-apportioned, as between lands identified by numers in an instrument of apportionment, by the owners of the rentcharge and of the lands and has been recovered on the basis of such re-apportionment; “ stock ” means redemption stock; “ Tithe Acts ” means the Tithe Acts, 1836 to 1925; “ tithe rentcharge ” means tithe rentcharge issuing out of lands and payable in pursuance of the Tithe Acts, and includes a rentcharge into which a corn rent was converted under those Acts, and also (except in such portions of this Act as do not have effect in relation to extraordinary tithe rentcharge) extraordinary tithe rentcharge, but does not include a rentcharge payable under the  Tithe Act, 1860, in respect of the tithes on any gated or stinted pasture, nor a sum or rate payable for each head of cattle or stock turned on land subject to common rights or held or enjoyed in common. 2 In this Act, unless the context otherwise requires, in relation to a re-apportioned rentcharge, references to a tithe rentcharge shall be construed as references to each of the rentcharges resulting from the re-apportionment, and references to the land out of which a tithe rentcharge issued shall be construed as references to the lands respectively on which those rentcharges were reapportioned. 3 References in this Act to the amount of a tithe rentcharge shall be construed as references to the apportioned or par amount thereof. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tithe Act 1936", "year": 1936, "section": "48", "section_title": "\n\t\t\t†Short title, construction, extent and repeal.", "section_text": "48 1 This Act may be cited as the Tithe Act, 1936, and shall be construed with the Tithe Acts, 1836 to 1925, and those Acts and this Act may be cited together as the Tithe Acts, 1836 to 1936. 2 This Act shall extend to England and Wales only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]