[{"act": "Trunk Roads Act 1936", "year": 1936, "section": "1", "section_title": "Transfer of trunk roads to Minister of Transport.", "section_text": " 1    1   Subject to the provisions of this Act, the principal roads in Great Britain constituting the national system of routes for through traffic which by virtue of this Act become trunk roads shall be known by that name and as from the date upon which any road becomes a trunk road the Minister of Transport (hereinafter referred to as \"the Minister\") shall be the highway authority for the road.     2   Subject to the provisions of this Act, the roads specified in the First Schedule to this Act shall by virtue of this Act become trunk roads as from the first day of April nineteen hundred and thirty-seven.     3   If the Minister is satisfied that it is expedient to construct a new road or improve any road with a view to superseding any part of a trunk road by the creation of a new route for through traffic, he may after serving upon the council of every county within whose area the part of the trunk road to be superseded, or the route which is to supersede it, is situated, notice of his intention to do so, and, after considering any representation made by any such council within three months after service of the said notice, and after holding a local inquiry, if he thinks fit to do so or if a request therefor is made by any such council within the said three months and not withdrawn, make an order providing that—   a   upon such date as may be specified in the order, the route which is to supersede the part of the trunk road shall, by virtue of this Act, become a trunk road; and     b   upon the first day of April next following the date on which the Minister serves upon the councils aforesaid notice that the said route is ready to be used for the purposes of through traffic, the part of the trunk road to be so superseded as aforesaid shall become a county road.       4   Where an order has been made under the last foregoing subsection, section thirty-two of the  Local Government Act, 1929 (which entitles the councils of certain boroughs and urban districts to claim the functions of maintenance and repair of county roads), shall have effect as if the part of the trunk road to be superseded as aforesaid had become a county road on the date of the making of the order, so, however, that any functions of maintenance and repair claimed under the said section in respect of the said part shall not be exercisable until the date on which it becomes a county road.     5   Where at the date of the passing of this Act a road was being constructed or improved by a highway authority, or was being improved by an authority in the exercise of functions under section thirty-two of the Local Government Act, 1929, or plans for the construction or improvement of a road by such an authority had been approved by the Minister, then, if the Minister is satisfied that by reason of the construction or improvement any part of a road specified in the said First Schedule has been or will be superseded by the creation of a new route for through traffic, he may at any time before the first day of April nineteen hundred and thirty-seven, and after serving upon the authority notice of his intention to do so, by order make such modifications in the provisions of the said Schedule as may be necessary for the purpose of substituting for references therein to the part superseded, references to the route which has superseded or will supersede it.     6   If it appears to the Minister that the description in the said First Schedule of any road is in any respect an incorrect or insufficiently clear description of the route for through traffic, he may, after consultation with the council of every county within which the part of the road affected is situated, by order make such modifications in the provisions of the said Schedule as may be necessary for correcting or clarifying the description of the route for through traffic:    Provided that no such order shall be made after the thirty-first day of March, nineteen hundred and thirty-nine.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "2", "section_title": "Exclusion of county of London and of county boroughs.", "section_text": " 2    1   No road which is within the county of London or within any county borough shall, by virtue of this Act, become a trunk road.     2   In the event of the extension of the area of the county of London, or of the constitution of any new county borough, or of the extension of the area of any county borough, all roads within the county of London, or of the county borough, as the case may be, which immediately before the alteration were trunk roads shall cease to be trunk roads and the council of the metropolitan borough within which the roads are situated, or the council of the county borough, as the case may be, shall become the highway authority for those roads.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "3", "section_title": "General provisions as to functions with respect to trunk roads.", "section_text": " 3    1   Upon any road becoming a trunk road, then in relation to the road, all functions which immediately before the road became a trunk road were exercisable by highway authorities as respects county roads and county bridges, and any functions of construction, maintenance, repair or improvement exercisable as respects that road by a local authority under any Act, including any private or local Act, shall, except as otherwise expressly provided by this Act, be exercisable by the Minister to the exclusion of any other authority; and all enactments relating to those functions shall have effect accordingly, but subject in the case of the enactments specified in the Second Schedule to this Act to the modifications specified in the second column of that schedule.     2   In relation to trunk roads the functions conferred on local authorities by the enactments specified in the Third Schedule to this Act shall be exercisable by the Minister (without the necessity of any resolution of adoption or of any order or declaration of any Government Department) and of the said functions—   a   those mentioned in Part I of that Schedule shall not be exercisable by any other authority;     b   those mentioned in Part II of that Schedule shall not be exercisable by a county council in any borough or urban district but save as aforesaid shall, in so far as they are exercisable by local authorities, be exercisable by those authorities as well as by the Minister;     c   those mentioned in Part III of that Schedule shall not be exercisable by a county council in any borough or urban district and shall not be exercisable by any local authority except with the consent of the Minister;    and those enactments shall have effect accordingly, but subject, in the case of the enactments specified in the said Parts I and II, to the modifications specified in the second column of those Parts.     3   Where the Minister is satisfied that functions substantially similar to those conferred by the enactments specified in the Third Schedule to this Act have been conferred on any local authority by a private or local Act, he may after consultation with the local authority by order direct that the provisions of the last foregoing subsection shall apply in relation to the functions conferred by the private or local Act in like manner as they apply to the similar functions conferred by the enactments specified in the said Schedule, and may by the same order specify the modifications subject to which the provisions of the private or local Act are accordingly to have effect.     4   Where by any enactment empowering statutory undertakers to execute works in, under, upon, over, along or across any road, the undertakers are required—   a   to give notice to a local authority, or to obtain the consent or approval of a local authority;     b   to carry out the works under the superintendence of a local authority;     c   to reinstate the road to the satisfaction of a local authority; or     d   to do anything in relation to a county road;    any such requirement and any provisions of such an enactment empowering the local authority to act in default of the undertakers or otherwise to enforce any such a requirement shall, in relation to trunk roads, have effect as if for references to the local authority there were substituted references to the Minister and as if for references to a county road there were substituted references to a trunk road; and notwithstanding the provisions of any enactment as to the determination of disputes in connection with the execution of any such works arising between the statutory undertakers and any authority, any such disputes arising between the statutory undertakers and the Minister shall be determined by an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers.     5   Except where the foregoing provisions of this section otherwise require, any document (including any enactment) relating to the functions of a local authority as respects county roads, or roads chargeable to a county shall, in relation to functions not transferred to the Minister under this Act, be construed as if references therein to such roads included references to trunk roads.     6   Section nine of the  Development and Road Improvement Funds Act, 1909 (which contains provisions as to roads constructed by the Minister under Part II of that Act), shall not apply in relation to any trunk road.     7   Nothing in this section shall affect the liability of any authority or person to maintain and repair the Conway Bridge or any road which immediately before it became a trunk road was not repairable by a local authority.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "4", "section_title": "Modification of 25 & 26 Geo.5 c.47.", "section_text": " 4    1   Subject to the provisions of this section, the functions of the highway authority under section one and section two of the Restriction of Ribbon Development Act, 1935 (hereinafter in this section referred to as \" the Act of 1935 \") shall not be exercisable by the Minister, but shall, in relation to trunk roads, be exercisable by the county council, or where those functions were immediately before the road became a trunk road exercisable by some other council, by that council; and in this section the expression \" the authority \" means the authority by whom the said functions are exercisable:    Provided that subsection (4) of section thirty-two of the Local Government Act, 1929, shall apply with respect to the relinquishment of the said functions by councils of boroughs and urban districts as it applies to the relinquishment of functions with respect to the maintenance and repair of county roads by such councils.     2   The restrictions specified in section two of the Act of 1935 shall apply to every trunk road notwithstanding that it may not have been a classified road on the seventeenth day of May, nineteen hundred and thirty-five, and that the said section may not have been adopted with respect thereto.     3   In relation to a trunk road the authority shall not give any consent under section one of the Act of 1935 or, in a case where a standard width has not been adopted, under section two of that Act except after consultation with the Minister, and the Minister may require the authority to withhold consent or to attach to the giving of their consent such conditions as he may direct:    Provided that—   a   the Minister shall not require the authority to withhold any consent or attach any conditions which they are not empowered by the Act of 1935 to withhold or attach;     b   the Minister may give notice in writing to the authority that in such cases and subject to such conditions as may be specified in the notice consents may be given under either of the said sections without consultation with the Minister.       4   Where an application is made for the consent of the authority under section one or section two of the Act of 1935 in a case where the Minister is required to be consulted, the authority shall, within fourteen days of the delivery of the application—   a   send to the Minister sufficient particulars thereof, and     b   serve notice on the applicant that the application cannot be granted except after consultation with the Minister,    and subsection (5) of section seven of the Act of 1935 (which provides that if the decision of the highway authority is not communicated to the applicant within two months of the application their consent shall be deemed to have been given unconditionally) shall have effect, in relation to any such application as aforesaid, as if for the reference to a period of two months there were substituted a reference to a period of three months.     5   Where compensation is payable by the authority under section nine of the Act of 1935 by reason of a restriction in force under section one or section two of that Act, the Minister shall pay to the authority such sum as represents the amount, if any, payable by the authority in consequence of any requirement made by him under this section, and any question whether any such sum is payable by the Minister, or as to the amount of any such sum, shall, in default of agreement, be determined by an official arbitrator under the  Acquisition of Land (Assessment of Compensation) Act, 1919:    Provided that—   a   where the compensation is payable by the authority in pursuance of an agreement made by them with the claimant without the approval of the Minister, no sum shall be payable by the Minister as aforesaid, except such sum as he may agree to pay; and     b   the arbitrator shall, in determining whether any sum is payable by the Minister as aforesaid, or as to the amount of any such sum, take into account any undertaking given or proposed to be given by the Minister to the authority, and shall treat any such undertaking as modifying the restriction aforesaid in the same manner and to the same extent as if the like undertaking were given or proposed to be given by the authority to the claimant.      In any proceedings relating to the payment of any such sum or to the payment by the authority of such compensation as aforesaid in any case where the Minister has made requirements under this section, the Minister shall be entitled to appear and be heard.     6   In relation to trunk roads the power of a highway authority under section thirteen of the Act of 1935 of acquiring land for the purposes of the construction or improvement of a road shall be exercisable by the Minister, but the other powers of acquiring land under the said section shall be exercisable by the authority and not by the Minister.     7   The Act of 1935 shall in relation to trunk roads have effect subject to the further modifications specified in the Fourth Schedule to this Act.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "5", "section_title": "Delegation of road functions to local authorities.", "section_text": " 5    1   The Minister may by agreement with the council of any county, or of any borough, or urban district, delegate to the council all or any of his functions (including functions under the enactments mentioned in Part I of the Third Schedule to this Act) with respect to the maintenance, repair and improvement of, and other dealing with, any trunk road:    Provided that such functions shall not be delegated to the council of any borough or urban district with respect to any road outside the borough or district, as the case may be, nor shall they, except with the consent of the council of the county in which the road is situated, be delegated to the council of any county with respect to any road outside the county.     2   Where in pursuance of this section functions are delegated to any council, the council shall in the discharge of those functions, act as agents for the Minister and in accordance with such conditions as he may-attach to the delegation, so, however, that among such conditions there shall be included the following conditions, that is to say:—   a   that the works to be executed and the expenditure to be incurred by the council in the discharge of the delegated functions shall be subject to the approval of the Minister; and     b   that the council shall comply with any requirement of the Minister as to the manner in which any such works are to be carried out, and with any directions of the Minister as to the terms of contracts to be entered into in pursuance of the delegated functions; and     c   that any such works shall be completed to the satisfaction of the Minister;    and if at any time the Minister is satisfied that any trunk road with respect to which functions are so delegated is not in proper repair and condition, the Minister may serve on the council a notice requiring them to place the road in proper repair and condition within such time as may be specified in the notice, and if the notice is not complied with, the Minister may do anything that seems to him necessary to place the road in proper repair and condition.     3   Any delegation to a council under the foregoing provisions of this section may be determined by a notice served on the council by the Minister, or may be relinquished by a notice served on the Minister by the council, so, however, that any such notice must be served before the first day of October in any year, and the determination or relinquishment shall take effect as from the first day of April in the next following year.     4   For the purpose of securing continuity of administration during the period of two years following the thirty-first day of March nineteen hundred and thirty-seven, the Minister may, as soon as may be after the passing of this Act, by order provide that such of his functions with respect to the construction, maintenance, repair and improvement of, and other dealing with, trunk roads, as may be specified in the order shall be exercised by such councils and subject to such conditions (including conditions requiring delegation by county councils to the councils of county districts) as may be so specified :    Provided that—   a   no order shall be made under this subsection except after consultation with such associations as appear to the Minister to represent the councils to whom functions are proposed to be assigned thereunder;     b   any order made under this subsection shall be of no effect after the thirty-first day of March, nineteen hundred and thirty-nine.      "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "6", "section_title": "Miscellaneous provisions as to functions in connection with trunk roads.", "section_text": " 6    1   The Minister may enter into and carry into effect agreements with the council of any county, or of any borough or urban district for the construction of a trunk road or for the carrying out of any work of improvement of or other dealing with such a road, being a road with respect to which functions may be delegated to that council under the last foregoing section, so, however, that subsection (2) of that section shall apply to the discharge of the functions of a council under any such agreement and to the conditions which must be included in any such agreement as it applies to the discharge of functions so delegated as aforesaid and to the conditions to be attached to any such delegation.     2   Any plant or materials belonging to a council may be used by them for the purposes of any agreement made under the last foregoing subsection or of any functions delegated to them under the last foregoing section, subject to the terms of the agreement or delegation.     3   Where the Minister considers, that it is expedient that any road across a trunk road should pass under or over the trunk road, he may for that purpose construct a bridge under or over the trunk road, and such connections between the trunk road and the other road as he considers desirable, and may also construct approaches to any such bridge or connection; and for the purposes of this Act the construction of any such bridge, connection, or approach shall be deemed to be an improvement of the trunk road :    Provided that—   a   the Minister shall not construct any such bridge, connection or approach except after consultation with the council of the county in which the road across the trunk road is situated and, where that road is vested in some other council, also with that council; and     b   any such connection or approach, other than an approach to a bridge carrying a trunk road, shall, when constructed, vest in the council in whom the road across the trunk road is vested, and shall be deemed to be part of that road, and that council shall be responsible for the maintenance and repair of any such connection or approach vested in them.       4   The Minister may, if he considers that any trunk road should be illuminated or better illuminated, enter into and carry into effect agreements with any authority or person having power in that behalf, for the supply of gas, electricity or other means of illumination and for the provision of such lamps, lamp posts and other materials and apparatus as he thinks necessary for the purpose aforesaid.     5   The Minister may cause to be placed on or near any road in the vicinity of a trunk road such traffic signs as are in his opinion necessary for the control of traffic entering or leaving the trunk road, and may enter any land and exercise such other powers as may be necessary for that purpose.     6   Section seventy-seven of the  Public Health Act, 1936 (which provides for the cleansing and watering of streets by the councils of county districts) shall, in relation to trunk roads, have effect subject to the modification that the amount of the contribution to be made under subsection (2) of that section by the highway authority towards expenses incurred by any such council as aforesaid shall, in case of dispute, be determined by arbitration.     7   Section fifty-five of the  Road Traffic Act, 1930, (which confers powers on councils of boroughs and urban districts, among other authorities, as to refuges and subways) and subsection (1) of section eighty-seven of the Public Health Act, 1936, (which confers powers on the councils of county districts as to the provision of sanitary conveniences) shall, in relation to trunk roads, have effect respectively as if for references therein to the county council there were substituted references to the Minister.     8   The council of any county may contribute towards the costs incurred by the Minister in the construction or improvement of any trunk road, including any costs incurred in respect of any improvements to the amenities of the road or of land abutting on or adjacent to the road and the council of any borough or urban district may contribute towards the costs incurred by the Minister in any such construction or improvement, if the construction or improvement is in the nature of a town improvement.     9   Where it appears to the Minister that the execution or maintenance by a drainage board of any drainage works is desirable for the protection or better enjoyment of a trunk road, the Minister may make such contributions as he thinks fit towards any expenses incurred by the board in the execution or maintenance of those works.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "7", "section_title": "Transfer of property and liabilities.", "section_text": " 7    1   When a road becomes a trunk road, then, subject to the provisions of this section, of the property which immediately before the date on which the road became a trunk road was vested in the former highway authority for the purposes of their functions in relation to the road or in any local authority for the purposes of functions in relation to the road under any of the enactments mentioned in Part I of the Third Schedule to this Act, there shall, as from that date, be transferred to, and vest in, the Minister, by virtue of this section, the following property, that is to say:—   a   the road and any land (not being land vested in the former highway authority for the purpose of being used for the storage of materials required wholly or partly for the maintenance, repair or improvement of other roads or land acquired for the improvement or development of frontages or of land abutting on or adjacent to the road);     b   all other property (except materials to be used for the maintenance, repair or improvement of the road) including the unexpended balances of any grants paid by the Minister to any such authority for the purposes of their functions in relation to the road but not of any loans raised by any such authority for those purposes; and    there shall also as from that date be transferred to the Minister by virtue of this section all liabilities incurred by any such authority for the purposes aforesaid (except loans and loan charges) and not discharged before the said day:    Provided that there shall not be transferred to, or vest in, the Minister by virtue of this section any right or liability in respect of work done, services rendered, goods delivered, or money due for payment, before the said date, or in respect of damages or compensation for any act or omission before that date, or in respect of the price of, or compensation for, any land purchased, or for which a contract to purchase has been made, before that date.     2   Any property vested in the Minister by virtue of this section shall be held by him subject to all covenants, conditions and restrictions subject to which the property was held by the authority from whom it was transferred and to all liabilities affecting the property (except liabilities referred to in the proviso to the last foregoing subsection).     3   The Minister may enter into an agreement with the former highway authority that any property or liabilities (except loans and loan charges), acquired or incurred by the former highway authority for the purposes of their functions in relation to a road which has become a trunk road, not being property or liabilities transferred to him by this section, shall be transferred to him upon the terms provided in the agreement, or that any property or liabilities transferred to him by this section shall be transferred back to the authority.     4   Any dispute arising between the Minister and any authority or person as to the property or liabilities transferred under this section shall be determined by arbitration.     5   The provisions of this section shall apply in a case where a road ceases to be a trunk road in like manner as they apply where a road becomes a trunk road, with the substitution for the references to the former highway authority and to any local authority of references to the Minister, and for references to the Minister of references to the council which becomes the highway authority for the road or, so far as relates to property and liabilities vested in or incurred by the Minister for the purposes of any functions under the enactments mentioned in Part I of the Third Schedule to this Act, to the local authority which is to exercise those functions in relation to the road.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "8", "section_title": "Exemption from stamp duty.", "section_text": " 8   If the Minister certifies that any stamp duty which, but for the provisions of this section, would be payable on any instrument made by, to, or with him for the purposes of this Act would be payable as an expense incurred by him under this Act, that stamp duty shall not be payable.  "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "9", "section_title": "Expenses.", "section_text": " 9    1   All expenses incurred by the Minister with the approval of the Treasury under this Act in the maintenance, repair or improvement of trunk roads or in the construction of any road intended to supersede any road specified in the First Schedule to this Act (either as originally enacted or as amended by any order made under this Act), and such of the expenses so incurred in other dealing with trunk roads as may be determined by the Minister with the consent of the Treasury shall be defrayed out of the Road Fund; and all other expenses of the Minister under this Act, not being expenses in the construction of trunk roads, shall, to such amount as may be approved by the Treasury, be defrayed out of moneys provided by Parliament.     2   Subsection (2) of section eighty-six of the  Local Government Act, 1933 (which provides that no liability exceeding fifty pounds shall be incurred by a county council except upon a resolution of the council passed on an estimate submitted by the finance committee), shall not apply to any liability incurred by a county council as agents for the Minister under this Act.     3   Subsections (2) and (3) of section one hundred and eighty-four of the said Act (which regulates payments out of a county fund) and subsection (2) of section one hundred and eighty-seven of the said Act (which regulates payments out of the general rate fund of a borough) shall not apply to any payments made for the purpose of meeting liabilities incurred by the council of the county or borough, as the case may be, as agents for the Minister under this Act.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "10", "section_title": "Power to hold inquiries and obtain information.", "section_text": " 10    1   The Minister may hold an inquiry in connection with any matter as to which he is authorised to act under this Act, and the provisions of subsections (2), (3), (4) and (5) of section two hundred and ninety of the Local Government Act, 1933, shall apply to any such inquiry as they apply to local inquiries held under that section but as if for references to a department there were substituted therein references to the Minister.     2   The former highway authority for a road which becomes a trunk road shall produce to the Minister such documents relating to their functions, property and liabilities in respect of the road, and furnish to him such other information relating to those matters, as the Minister may require.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "11", "section_title": "Transitional provisions.", "section_text": " 11   The provisions set out in the Fifth Schedule to this Act (which relate to transitional matters) shall have effect for the purposes of this Act.  "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "12", "section_title": "Application to Scotland.", "section_text": " 12    1   The provisions of this section shall have effect for the purpose of the application of this Act to Scotland.     2    a   \" County borough \" means a large burgh as defined in the  Local Government (Scotland) Act, 1929, and references to boroughs and to urban districts and the councils thereof shall not apply :    Provided that in subsection (2) of section three and subsection (8) of section six of this Act for any reference to a borough or urban district there shall be substituted a reference to a burgh.     b   \" County road \" and \" county bridge \" mean respectively a road and a bridge for the maintenance and management of which a county council is responsible.     c   \" Local authority \" means a county or town council.     d   References to the thirty-first day of March and to the first day of April shall be construed respectively as references to the fifteenth and to the sixteenth day of May.       3   For any reference to the Local Government Act, 1929, there shall be substituted a reference to the Local Government (Scotland) Act, 1929.     4   In any provision directed by this Act to be substituted for or to be inserted in any other enactment, for any reference to the  Town Planning Act, 1925, there shall be substituted a reference to the  Town Planning (Scotland) Act, 1925, and for any reference to the  Town and Country Planning Act, 1932, there shall be substituted a reference to the  Town and Country Planning (Scotland) Act, 1932.     5   Paragraph (e) of section twelve of the  Roads Improvement Act, 1925, in so far as it requires the consent of a town council to the prescribing of a building line shall not apply as regards a trunk road.     6   No appeal shall lie under section one hundred and thirty-two of the  Burgh Police (Scotland) Act, 1892, against any terms or conditions arranged by the Minister which he declares to be necessary for the purpose of securing the safety of persons using the trunk road or of preventing interference with traffic on the road.     7   Subsection (3) of section one of this Act shall have effect as if in paragraph (b) thereof for the words \" the part of the trunk road to be so superseded as aforesaid shall become a county road \" there were substituted the words \" the Minister shall cease to be the highway \" authority for the part of the trunk road to be so \" superseded as aforesaid \".     8   When in pursuance of subsection (3) of section one of this Act as modified by the last foregoing subsection the Minister has ceased to be the highway authority for any part of a trunk road, the highway authority for the said part shall be such local authority as would have been responsible for the maintenance and management thereof, if the road had never become a trunk road and the provisions of any Act regarding the functions of local authorities in relation to the said part shall have effect accordingly.     9   The proviso to subsection (1) of section four of this Act shall not apply.     10   For subsection (1) of section five of this Act the following subsection shall be substituted:—    1   The Minister may by agreement with the council of any county delegate to that council all or any of his functions (including functions under the enactments mentioned in Part I of the Third Schedule to this Act) with respect to the maintenance, repair and improvement of, and other dealing with—   a   a trunk road within the county or within any burgh situate therein; or     b   a trunk road within any other county or burgh situate therein, if the council of that county consent.          11   Subsection (4) of section five of this Act shall have effect as if for the councils of county districts there were substituted the following bodies, that is to say, any town council, district council, joint committee of a town council and district council or county council of one of two counties forming a combined county, who would, but for this Act, be entitled by virtue of delegation under section thirteen or section ten of the Local Government (Scotland) Act, 1929, to exercise on the sixteenth day of May, nineteen hundred and thirty-seven, any functions regarding a road which becomes a trunk road.     12   Any power conferred by the Local Government (Scotland) Act, 1929, on a county council to delegate functions to a town council or a district council or a joint committee of a town council and a district council, or in the case of a joint county council, to the county council of one of the two counties forming the combined county shall, as regards functions delegated to or vested in a county council by or under this Act, be exercisable with the consent of the Minister and not otherwise.     13   Nothing in subsection (1) of section seven of this Act shall be construed as transferring to the Minister any dwellings for road workmen provided or erected by a county council in pursuance of paragraph (c) of subsection (1) of section three of the  Local Government (Scotland) Act, 1908.     14   Any dispute or difference which, by subsection (4) of section seven of, or paragraph 8 of the Fifth Schedule to, this Act, is required to be determined by arbitration shall be determined by a single arbiter appointed, in default of agreement, by the Court of Session or the sheriff on the application of either party to the dispute or difference.     15   For subsection (2) of section nine of this Act the following subsection shall be substituted:—    2   Subsection (1) of section seventy-five of the  Local Government (Scotland) Act, 1889, in so far as it requires payments out of the county fund to be made in pursuance of an order of the council signed by three members of the finance committee and countersigned by the county clerk, and subsection (2) of the said section, in so far as it relates to payment of sums out of the county fund or the incurring of expenses, debt or liability exceeding fifty pounds shall not apply to payments made or liabilities incurred by a county council as agents for the Minister under this Act.        16   Subsection (3) of section nine of this Act shall not apply.     17   For subsection (1) of section ten of this Act the following subsection shall be substituted:—    1   The Minister may hold an inquiry in connection with any matter as to which he is authorised to act under this Act, and the provisions of subsections (1) and (3) of section ninety-three of the Local Government (Scotland) Act, 1889, shall apply to any such inquiry as they apply to local inquiries held under that section, subject, however, to the following and any other necessary modifications:—   a   references to the Minister, and to a person appointed by the Minister, shall be respectively substituted for references to the Secretary for Scotland and to a person nominated by a writing under his hand;     b   references to authorities concerned in the inquiry shall include references to parties to the inquiry;     c   ' five guineas' shall be substituted for ' three guineas';     d   the Minister may make orders as to the costs of the parties to the inquiry and as to the parties by whom such costs shall be paid.          18   A reference in any provision of this Act to the Third Schedule shall have effect as if there were included—   a   in Part II of the said Schedule the following enactments:—     sections one hundred and fifty-nine, one hundred and sixty, and one hundred and ninety of the Burgh Police (Scotland) Act, 1892: provided that for any reference in the last mentioned section to the surveyor, a reference to the Minister shall be substituted;        b   in Part III of the said Schedule the following enactments:—   i   sections one hundred and ten, one hundred and thirty, two hundred and sixty-six and two hundred and seventy-three of the Burgh Police (Scotland) Act, 1892;     ii   section fourteen of the  Burgh Police (Scotland) Act, 1903.         19   The Fourth Schedule to this Act shall have effect as if the following paragraph were added at the end:—    10   Paragraph (7) of section twenty-five of the said Act shall apply with the substitution for sub-paragraph (i) thereof of the following provisions—   a   for references to the Department of Health for Scotland and to the responsible authority there shall be substituted references to the Minister;     b   for references to an order made by a responsible authority and confirmed by the aforesaid Department there shall be substituted references to an order made by the Minister, and for references to the making of an order there shall be substituted references to the preparing of a draft order, and for references to the submitting of an order to, or the confirming of an order by, the aforesaid Department there shall be substituted references to the making of an order by them.         "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "13", "section_title": "Interpretation.", "section_text": " 13    1   In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:—     \" Borough \" does not include a county borough;      \" Classified road \" means a road classified by the Minister under the  Ministry of Transport Act, 1919, in Class I or Class II or any class declared by him to be not inferior to those classes for the purposes of the Local Government Act, 1929;      \" County \" means an administrative county;      \" Enactment \" includes any order having the force of an enactment;      \" Former highway authority \" means, in relation to a road which has become a trunk road, the council in whom the road was vested immediately before it became a trunk road, and includes also any council by whom the functions of maintenance and repair of that road were then exercisable;      \" Functions \" includes powers and duties;      \" Improvement \" has the same meaning as in Part II of the Development and Road Improvement Funds Act, 1909;      \" Land \" includes land covered with water and any right in, over, or under land;      \" Local authority \" means the council of a county or county district;      \"Property \" includes property, rights and powers of every description;      \" Proposed road \" means lard upon which, in accordance with plans made or approved by the Minister, a highway authority are for the time being constructing or intending to construct a highway or part of a highway shown in the plans;      \" Road \" means a highway and includes any part of a highway and any proposed road and any bridge over which a highway passes or a proposed road is intended to pass, and \" trunk road \" shall be construed accordingly;      \" Statutory undertakers \" means any persons authorised by any public, general, or local Act or Order having the force of an Act to construct, work or carry on any railway, canal, inland navigation, dock, harbour, tramway, trolley vehicle, light railway, gas, electricity, water, or other public undertaking;      \" Traffic sign \" has the same meaning as in section forty-eight of the Road Traffic Act, 1930.        2   Any power conferred on the Minister by this Act to make orders shall be construed as including a power exercisable in the like manner and subject to the like conditions to vary or revoke any such order previously made.     3   Except where the context otherwise requires, references in this Act to any enactment or to any provision of any enactment shall be construed as references to that enactment or provision as amended by any subsequent enactment including this Act.    "}, {"act": "Trunk Roads Act 1936", "year": 1936, "section": "14", "section_title": "Short title, citation and extent.", "section_text": " 14    1   This Act may be cited as the Trunk Roads Act, 1936.     2   This Act shall not extend to Northern Ireland.    "}]