[{"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "1", "section_title": " Definitions.", "section_text": "1 In this Act unless the context otherwise requires— “ voluntary hospital ” means an institution (not being an institution which is carried on for profit or which is maintained wholly or mainly at the expense of the rates  or which is vested in an NHS trust   or an NHS foundation trust or which is vested in  the Secretary of State)  which provides medical or surgical treatment for in-patients; “ committee of management ” includes any body or persons having the management or control of a voluntary hospital   “ NHS trust ” means a National Health Service trust established under  the National Health Service Act 2006 or the National Health Service (Wales) Act 2006 ; “ Order ” means an Order made by the  Charity Commission  for any of the purposes specified in subsection (1) of section two of this Act.  ..."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "2", "section_title": " Accommodation for and charges to paying patients.", "section_text": "2 1 Notwithstanding the trusts express or implied upon which the property and funds of a voluntary hospital are held, and notwithstanding any prohibition or restriction imposed by or under any local Act, being an Act relating expressly to the hospital, charter, scheme, deed, will, or otherwise, not being a prohibition or restriction imposed by a public general Act or by any local Act not so relating, the committee of management may provide and maintain on such land from time to time belonging to them such new buildings or such existing buildings of the hospital, or such parts of such new or existing buildings and such and so many beds therein and for such period as the  Charity Commission  may on the application of the committee of management from time to time by Order authorise, for the accommodation and treatment of patients who are able and willing to make payment therefor. 2 The committee of management may charge such patients as aforesaid for accommodation and maintenance (including such medical and surgical attendance and treatment as is given by the resident staff of the hospital) in accordance with such scale of charges as may be specified in an Order. 3 An Order may include any consequential or incidental provisions appearing to the  Charity Commission  to be necessary or desirable. 4 The  Charity Commission  may, from time to time on the application of the committee of management, vary an Order, and, if in the opinion of  the Commission  there has been any material change in the circumstances existing at the time when an Order was made,  it  may, after giving to the committee of management and to any other persons appearing to  the Commission  to be concerned an opportunity of making representations, of  its  own motion vary or revoke the Order."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "3", "section_title": " Provision for patients able to make some, but not full, payment.", "section_text": "3 1 Except where the  Charity Commission is  satisfied that it would be inappropriate in the circumstances so to do,  it  shall include in the scale of charges specified in an Order charges fixed with a view to meeting the needs of patients who, though able to make some payment, are unable to pay charges sufficient to meet the full expense to the hospital of their accommodation and maintenance (including such medical and surgical attendance and treatment as is given by the resident staff of the hospital), and shall make it a condition of the Order that in the use of a number to be specified therein of the beds whose maintenance is authorised thereby priority shall be given to such patients. 2 An Order may, in cases where the committee of management have not the power so to do apart from an Order, authorise them to defray out of any funds applicable to the general purposes of the hospital the difference between the full expense to the hospital of the accommodation and maintenance (including such medical and surgical attendance and treatment as is given by the resident staff of the hospital) of such patients as aforesaid on the one hand, and the sums with which those patients are charged under the authority of the Order on the other hand."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "4", "section_title": " Provisions for protection of existing trusts.", "section_text": "4 The  Charity Commission  shall not make an Order authorising any use or application of property or funds which, apart from the Order, would involve a breach of any trusts upon which the property or funds are held or a contravention of any prohibition or restriction imposed as mentioned in section two of this Act— a on an application for authority to use land, unless  it is  satisfied that if the Order were not made the land would not come into use for the purposes for which the trusts were created or the prohibition or restriction was imposed, until after the expiration of a substantial period from the date of the application; b on an application for authority to use existing buildings or part of existing buildings, unless  it is  satisfied either— i that the use of the buildings or part thereof for the purposes for which the trusts were created or the prohibition or restriction was imposed is impracticable, or is likely soon so to become, because the committee of management have not at their disposal, and will be unable to obtain, sufficient funds to enable the buildings or that part thereof to be, or to continue to be, so used; ii that the use of the buildings or part thereof for the purposes aforesaid is impracticable, or is likely soon so to become because of a shortage of demand for accommodation on the part of the persons for whose benefit the trusts were created or the prohibition or restriction was imposed; or iii that the committee of management have, or are likely soon to have, at their disposal premises which could be put to the use to which the application relates without breach of any trust upon which those premises are held or contravention of any such prohibition or restriction as aforesaid and that the buildings or part thereof will be used by way of exchange for those premises; c in any case, unless  it is  satisfied that the authorisation will not diminish or restrict the accommodation for such persons as aforesaid which is provided in the hospital at the date of the application for the Order and which the committee of management would be able to continue to provide if the Order were not made."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "5", "section_title": " Power to  Charity Commission  to make rules.", "section_text": "5 1 The  Charity Commission  may make rules in relation to applications for Orders and proceedings in connection therewith, and to the publication of notices and advertisements and the manner in which and the time within which representations of objections with reference to any application or other proceedings are to be made, and to the holding of inquiries in such cases as  it  may think advisable and to any other matters arising under or in pursuance of this Act. 2 Any rules made in pursuance of this section shall be laid before Parliament as soon as may be after they are made. 3 The  Charity Commission  may require such sum as  it  may determine to represent costs or expenses incurred by  it  in the exercise of the powers conferred upon  it  by this Act (including a sum in respect of the services of  a member of staff                        engaged in an inquiry) to be provided out of any funds, being funds under the control of the committee of management of the hospital in relation to which the expenses are incurred, whether representing capital or income, which in the opinion of the  Charity Commission  may properly be made applicable for that purpose."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "6", "section_title": " Savings.", "section_text": "6 1 Nothing in this Act shall be construed as limiting or restricting the exercise by the committee of management of any power which apart from this Act they would have been entitled to exercise. 2 The powers conferred on the  Charity Commission  by this Act shall be in addition to and not in derogation of any other powers exercisable by  it . 3 Except to the extent of an application of funds authorised under subsection (2) of section three of this Act, an Order shall not be construed as authorising any application of funds."}, {"act": "Voluntary Hospitals (Paying Patients) Act 1936", "year": 1936, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Voluntary Hospitals (Paying Patients) Act 1936. 2 This Act shall not apply to Scotland or to Northern Ireland."}]