[{"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "1", "section_title": " Reference to arbiter not named, &c. not to be invalid.", "section_text": "1  . . .  , an agreement to refer to arbitration shall not be invalid or ineffectual by reason of the reference being to a person not named, or to a person to be named by another person, or to a person merely described as the holder for the time being of any office or appointment."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "2", "section_title": " On failure to concur in nomination of single arbiter, court may appoint.", "section_text": "2 Should one of the parties to an agreement to refer to a single arbiter refuse to concur in the nomination of such arbiter, and should no provision have been made for carrying out the reference in that event, or should such provision have failed, an arbiter may be appointed by the court, on the application of any party to the agreement, and the arbiter so appointed shall have the same powers as if he had been duly nominated by all the parties."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "3", "section_title": " On failure of one party to nominate arbiter, court may appoint.", "section_text": "3 Should one of the parties to an agreement to refer to two arbiters refuse to name an arbiter, in terms of the agreement, and should no provision have been made for carrying out the reference in that event, or should such provision have failed, an arbiter may be appointed by the court, on the application of the other party, and the arbiter so appointed shall have the same powers as if he had been duly nominated by the party so refusing."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "4", "section_title": " Arbiters may devolve on oversmen unless otherwise agreed. ", "section_text": "4 Unless the agreement to refer shall otherwise provide, arbiters shall have power to name an oversman on whom the reference shall be devolved in the event of their differing in opinion. Should the arbiters fail to agree in the nomination of an oversman, the court may on the application of any party to the agreement, appoint an oversman. The decision of such oversman, whether he has been named by the arbiters or appointed by the court, shall be final."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "5", "section_title": " Act not to apply to certain agreements.", "section_text": "5 This Act shall not apply to any agreement, made before its passing, to refer to an arbiter not named or to be named by another person or merely described as the holder for the time being of an office or appointment, if any party to such agreement shall, before the passing of this Act, or within six months thereafter, have intimated to the other party by writing that he declines to be bound by such agreement."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "6", "section_title": " Interpretation.", "section_text": "6 For the purposes of this Act the expression “ the court ” shall mean any sheriff having jurisdiction or any Lord Ordinary of the Court of Session  : except that where— a any arbiter appointed is; or b in terms of the agreement to refer to arbitration an arbiter or oversman to be appointed must be, a Senator of the College of Justice, “ the court ” shall mean the Inner House of the Court of Session."}, {"act": "Arbitration (Scotland) Act 1894 (repealed)", "year": 1894, "section": "7", "section_title": " Extent of Act and short title.", "section_text": "7 This Act shall apply to Scotland only, and may be cited as the Arbitration (Scotland) Act, 1894."}]