[{"act": "Agriculture and Forestry (Financial Provisions) Act 1991", "year": 1991, "section": "1", "section_title": " The Agricultural Mortgage Corporation and Scottish Agricultural Securities Corporation.", "section_text": "1 1 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 The repeals in Part I of that Schedule which are of provisions— a authorising the Minister of Agriculture, Fisheries and Food to make advances to the Agricultural Mortgage Corporation for the purpose of establishing a guarantee fund; b enabling the Treasury to procure the underwriting of debentures issued by that Corporation; c imposing requirements as to the contents of, and requiring the approval of the Minister of Agriculture, Fisheries and Food and the Secretary of State (“the Ministers”) for alterations to, that Corporation’s memorandum and articles of association; and d imposing requirements as to the application of that Corporation’s reserves after the repayment of the advances mentioned in paragraph (a) above, shall take effect on such day as may be specified by the Ministers by an order made by statutory instrument and that day shall not be earlier than the date on which the Ministers are satisfied that all outstanding amounts of principal and interest in respect of the advances mentioned in paragraph (a) above have been repaid. 3 The repeals in Part II of the Schedule to this Act which are of provisions in respect of— a mortgages made for securing loans by the Agricultural Mortgage Corporation; and b certain debentures issued by that Corporation, shall also take effect on the day specified under subsection (2) above but do not affect mortgages or debentures which are subsisting when the repeals take effect. 4 The repeals in Part III of the Schedule to this Act, which are of provisions relating to the Scottish Agricultural Securities Corporation corresponding to those relating to the Agricultural Mortgage Corporation described in subsection (2) above, shall take effect on such day as may be specified by the Secretary of State by an order made by statutory instrument. 5 The repeals in Part IV of the Schedule to this Act which are consequential on the other repeals shall take effect, so far as relating to the Agricultural Mortgage Corporation, on the day specified under subsection (2) above and, so far as relating to the Scottish Agricultural Securities Corporation, on the day specified under subsection (4) above. 6 Clause 9 of the memorandum of association of the Agricultural Mortgage Corporation and clause 8 of the memorandum of association of the Scottish Agricultural Securities Corporation (which require Ministerial approval for alterations of the Corporation’s memorandum and articles of association) shall not have effect at any time after the repeal by this section of the statutory provision requiring such approval in the case of the Corporation in question. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture and Forestry (Financial Provisions) Act 1991", "year": 1991, "section": "2", "section_title": " Recovery of cost of supervising  EU  livestock carcase grading procedures.", "section_text": "2 1 The Minister may require the occupiers of slaughterhouses at which livestock carcases are required to be graded in pursuance of any  EU  obligation to pay to him in respect of the supervision of the grading by his officers such fees as he may with the approval of the Treasury specify. 2 The fees shall be such as to secure, so far as practicable, that the amounts payable are sufficient, taking one year with another, to cover the cost of the supervision referred to in subsection (1) above. 3 Different fees may be specified in relation to slaughterhouses of different classes or descriptions but this section shall not be construed as requiring the fees payable in the case of any particular slaughterhouse to be related to the cost of supervision at that slaughterhouse or as precluding exceptions from the liability to pay fees. 4 Before making any decision as to the total fees to be recovered under this section or the method of apportioning them between the persons liable to pay them the Minister shall consult with such organisations as appear to him to be representative of those persons. 5 The Minister may permit payment of any fees under this section by instalments and arrange for the refund, adjustment, set-off, waiver or reduction of the whole or part of any such fee in such cases as he may determine. 6 The Minister may require the occupiers of slaughterhouses to keep and preserve such records, to make such annual or other returns and to provide him with such other information as he may reasonably require for the purpose of determining whether any and, if so, what fees are payable by them under this section. 7 For the purpose of determining whether any and, if so, what fees are payable under this section by the occupier of any slaughterhouse any officer of the Minister may, on producing if required written evidence of his authority— a enter and inspect that slaughterhouse and any carcase in it; and b require the occupier to produce for inspection, and allow the officer to make a copy of, or extracts from, any records relevant for that purpose and remove any such record for a reasonable period. 8 Any person who— a without reasonable excuse fails to comply with a requirement imposed under subsection (6) or (7)(b) above; or b intentionally obstructs any officer in the exercise of his powers under subsection (7)(a) above, is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 9 Any person who, for the purpose of avoiding payment, or payment in full, of any fee for which he is liable under this section, makes a statement which he knows to be false in a material particular or recklessly makes a statement which is false in a material particular is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 10 Fees received by the Minister by virtue of this section shall be paid into the Consolidated Fund. 11 In this section— “ the Minister ” means, in relation to England, the Minister of Agriculture, Fisheries and Food and, in relation to Wales or Scotland, the Secretary of State concerned with agriculture in those parts of the United Kingdom but arrangements may be made for any function of any of those Ministers or of the officers of any of those Ministers to be discharged by another of those Ministers or, as the case may be, the officers of another of those Ministers; “ slaughterhouse ” has, in England and Wales, the meaning given in section 34 of the  Slaughterhouses Act 1974 and, in Scotland, the meaning given by section22 of the  Slaughter of Animals (Scotland) Act 1980; “ livestock ” means cattle, sheep and pigs; “ grading ” includes weighing and marking."}, {"act": "Agriculture and Forestry (Financial Provisions) Act 1991", "year": 1991, "section": "3", "section_title": " Additional grants for persons entitled to  EU  suckler cow premiums.", "section_text": "3 1 The Minister may by regulations made with the consent of the Treasury make provision for the payment out of money provided by Parliament of a grant— a to any person who under the  EU  suckler cow scheme is entitled to receive a premium financed by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; and b of an amount not exceeding that which the United Kingdom is authorised under that scheme to pay by way of additional premium to any such person. 2 Regulations under this section may in particular— a require applications for a grant to be made within a specified period and at specified times; b make provision as to the amount of any grant; c make the payment of a grant subject to compliance with conditions, including conditions requiring repayment (or repayment with interest) in specified circumstances; d confer powers of entry and inspection and impose requirements as to the keeping, preservation and production of records and other documents for the purpose of verifying entitlement to grants; e in connection with any provision made by virtue of paragraph (d) above or the making of false statements for the purpose of obtaining a grant create offences punishable on summary conviction with a fine not exceeding level 5 on the standard scale; f make such further incidental and supplementary provision as the Minister thinks necessary or expedient for the purposes of this section. 3 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 4 In this section— “ the  EU  suckler cow scheme means the scheme introduced by ”                     Council Regulation  ( EEC ) No 1357/80  as subsequently amended; “ the Minister ” means, in relation to England, the Minister of Agriculture, Fisheries and Food and, in relation to Wales or Scotland, the Secretary of State concerned with agriculture in those parts of the United Kingdom but regulations under this section may be made for any two or more of those parts by the relevant Ministers acting jointly."}, {"act": "Agriculture and Forestry (Financial Provisions) Act 1991", "year": 1991, "section": "4", "section_title": " Grants to verderers of the New Forest.", "section_text": "4 1 The Forestry Commissioners may, with the approval of the Treasury, make to the verderers of the New Forest such grants as the Commissioners think fit in respect of expenditure incurred or to be incurred by the verderers for the purposes of, or in connection with, the discharge of their functions under the New Forest Acts 1877 to 1970. 2 Grants under this section shall be made on such terms and conditions as may be determined by the Commissioners and shall be  defrayed in accordance with section 41 of the Forestry Act 1967 . 3 Sums received by the verderers by virtue of this section shall be carried to the account of the general fund established by the  New Forest Act 1877 and applied accordingly."}, {"act": "Agriculture and Forestry (Financial Provisions) Act 1991", "year": 1991, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Agriculture and Forestry (Financial Provisions) Act 1991. 2 Section 2 above shall not come into force until the end of the period of two months beginning with the day on which this Act is passed. 3 Except for the repeal in the  House of Commons Disqualification Act 1975 this Act does not extend to Northern Ireland."}]