[{"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "1", "section_title": " Interpretation  etc.", "section_text": "1 1 In this Act “ the Protocol ” means the Protocol on Inspection incorporated in the Treaty on Conventional Armed Forces in Europe signed in Paris on 19th November 1990. 2 In this Act— a “ challenge inspection ” means an inspection conducted pursuant to Section  VIII  of the Protocol (challenge inspections within specified areas); b “ inspector ” has the meaning given by Section I of the Protocol (definitions); and c (subject to subsection (3) below) “ escort team ”, “ inspection team ” and “ specified area ” shall be construed, in relation to any challenge inspection, in accordance with that Section. 3 In this Act— a any reference to an escort team includes a reference to an escort team in which any liaison officer is included pursuant to paragraph 2 of Section V of the Protocol (procedures upon arrival at point of entry and exit); and b any reference to an inspection team includes a reference to an inspection team in which any inspector is included pursuant to paragraph 1 of Section  VI  of the Protocol (general rules for conducting inspections). 4 For ease of reference the following provisions of the Protocol are set out in the Schedule to this Act, namely— a certain definitions contained in Section I; and b Section VI."}, {"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "2", "section_title": " Rights of entry etc. for purposes of challenge inspections under the Protocol.", "section_text": "2 1 Where a request to conduct a challenge inspection within any specified area in the United Kingdom— a has been made under the Protocol, and b has been granted by Her Majesty’s Government in the United Kingdom, the Secretary of State may issue an authorisation under this section in respect of that inspection. 2 An authorisation under this section shall contain a description of the specified area and state the names of the members of the inspection team by whom the inspection is to be carried out. 3 Such an authorisation shall have the effect of authorising the inspection team— a to exercise within the specified area such rights of access, entry and unobstructed inspection as are conferred on them by Section VI of the Protocol, and b to do such other things within that area in connection with the conduct of the inspection as they are entitled to do by virtue of that Section. 4 Such an authorisation shall in addition have the effect of— a authorising an escort team to accompany the inspection team at all times, and b authorising any constable to give such assistance as the person in command of the escort team may request for the purpose of facilitating the conduct of the inspection in accordance with Section VI of the Protocol; and the name of the person in command of the escort team shall be stated in the authorisation. 5 Where the inspection team is divided into sub-teams in accordance with paragraph 2 of Section VI of the Protocol— a subsection (3) shall apply to each of the sub-teams as it applies to the inspection team as a whole, and b subsection (4)(a) shall be construed as authorising members of the escort team to accompany each of the sub-teams. 6 Any constable giving assistance in accordance with subsection (4)(b) may use such reasonable force as he considers necessary for the purpose mentioned in that provision. 7 The occupier of any premises— a in relation to which it is proposed to exercise a right of entry in reliance on an authorisation under this section, or b on which an inspection is being carried out in reliance on such an authorisation, or a person acting on behalf of the occupier of any such premises, shall be entitled to require a copy of the authorisation to be shown to him by a member of the escort team. 8 The validity of any authorisation purporting to be issued under this section in respect of any challenge inspection shall not be called in question in any court of law at any time before the conclusion of that inspection; and accordingly no proceedings (of whatever nature) shall be brought at any time before the conclusion of any challenge inspection if they would, if successful, have the effect of preventing, delaying or otherwise affecting the carrying out of any such inspection. 9 If in any proceedings any question arises whether a person at any time was or was not, in relation to any challenge inspection, a member of the inspection team or (as the case may be) a member of the escort team, a certificate issued by or under the authority of the Secretary of State stating any fact relating to that question shall be conclusive evidence of that fact."}, {"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "3", "section_title": " Offences.", "section_text": "3 1 Where an authorisation has been issued under section 2 in respect of any challenge inspection, any person who— a refuses to comply with any request made by any constable for the purpose of facilitating the conduct of that inspection in accordance with Section VI of the Protocol, or b wilfully obstructs any member of the inspection team or of the escort team in the conduct of that inspection in accordance with that Section, shall be guilty of an offence and liable on summary conviction to a fine not exceeding the third level on the standard scale. 2 Where an offence under this section is committed by a body corporate and is proved to have been committed with the consent or connivance of any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In relation to a body corporate whose affairs are managed by its members, “ director ” means a member of the body corporate. 3 Where an offence under this section is committed in Scotland by a Scottish partnership and is proved to have been committed with the consent or connivance of a partner, he as well as the partnership shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "4", "section_title": " Exercise of powers in relation to Crown land in private occupation.", "section_text": "4 1 The powers exercisable in the case of any authorisation by virtue of section 2 shall be exercisable in relation to any Crown land only to the extent that it is land which any person is entitled to occupy by virtue of a private interest (whether it is an interest in land or arises under a licence). 2 In subsection (1)— “ Crown land ” means land in which there is a Crown interest or a Duchy interest; and “ private interest ” means an interest which is neither a Crown interest nor a Duchy interest; and for this purpose— “ Crown interest ” means an interest— belonging to Her Majesty in right of the Crown (including the Crown in right of Her Majesty’s Government in Northern Ireland), or belonging to a government department or Northern Ireland department, or an interest held in trust for Her Majesty for the purposes of any such department; and “ Duchy interest ” means an interest belonging to Her Majesty in right of the Duchy of Lancaster or belonging to the Duchy of Cornwall."}, {"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "5", "section_title": " Privileges and immunities of inspectors and transport crew members in connection with inspections under the Protocol.", "section_text": "5 1 Inspectors and transport crew members shall enjoy the same privileges and immunities as are enjoyed by diplomatic agents in accordance with the following provisions of the 1961 Articles, namely— a Article 29, b paragraph 2 of Article 30, c paragraphs 1, 2 and 3 of Article 31, and d Articles 34 and 35. 2 Such persons shall, in addition, enjoy the same privileges as are enjoyed by diplomatic agents in accordance with paragraph1(b) of Article 36 of the 1961 Articles, except in relation to articles the importing or exporting of which is prohibited by law or controlled by the enactments relating to quarantine. 3 Subject to subsection (4), the privileges and immunities accorded to inspectors and transport crew members by virtue of this section— a shall be enjoyed by them at any time when they are in the United Kingdom— i in connection with the carrying out of an inspection there pursuant to any provision of the Protocol, or ii while in transit to or from the territory of another State Party in connection with the carrying out of such an inspection there; and b shall also be enjoyed by them at any time with respect to acts previously performed in the exercise of official functions as an inspector or a transport crew member. 4 The immunity from jurisdiction enjoyed by an inspector or a transport crew member by virtue of subsection (1)(c) shall cease to be so enjoyed if expressly waived by the State Party of which he is a national. 5 Any means of transport— a used by inspectors to travel to or from the United Kingdom in connection with the carrying out of an inspection pursuant to any provision of the Protocol (whether in the United Kingdom or elsewhere), and b specifically provided for such use by, or by arrangement with, any State Party, shall be inviolable. 6 If in any proceedings any question arises whether a person is or is not entitled to any privilege or immunity by virtue of this section, a certificate issued by or under the authority of the Secretary of State stating any fact relating to that question shall be conclusive evidence of that fact. 7 In this section— “ the 1961 Articles ” means the Articles which are set out in Schedule 1 to the  Diplomatic Privileges Act 1964 (Articles of Vienna Convention on Diplomatic Relations of 1961 having force of law in United Kingdom); “ enactment ” includes an enactment comprised in subordinate legislation (within the meaning of the  Interpretation Act 1978); “ State Party ” has the same meaning as in the Treaty referred to in section 1(1) above; “ transport crew member ” has the meaning given by Section I of the Protocol."}, {"act": "Arms Control and Disarmament (Inspections) Act 1991", "year": 1991, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Arms Control and Disarmament (Inspections) Act 1991. 2 Except for this section, this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council provide for this Act to extend to any of the following territories, namely— a the Isle of Man, b any of the Channel Islands, c Gibraltar, or d the Sovereign Base Areas of Akrotiri and Dhekelia (that is to say, the areas mentioned in section 2(1) of the  Cyprus Act 1960), with such modifications as appear to Her Majesty to be appropriate."}]