[{"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "1", "section_title": " Amendment of section 7 of the Children and Young Persons Act 1933.", "section_text": "1 1 Section 7 of the  Children and Young Persons Act 1933 (sale of tobacco,  etc.  to persons under 16) shall be amended as follows. 2 In subsection (1)— a the word “apparently” shall be omitted; and b for the words from “on summary conviction” onwards there shall be substituted  “                    on summary conviction to a fine not exceeding level 4 on the standard scale.                  ” 3 After subsection (1) there shall be inserted— 1A It shall be a defence for a person charged with an offence under subsection (1) above to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 4 In subsection (2)— a for “is being extensively used by persons apparently” there shall be substituted  “                    has been used by any person                  ” ; and b for the words from “to a fine” onwards there shall be substituted  “                    to a fine not exceeding level 4 on the standard scale.                  ”"}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "2", "section_title": " Amendment of section 18 of the Children and Young Persons (Scotland) Act 1937.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "3", "section_title": " Sale of unpackaged cigarettes.", "section_text": "3 1 It shall be an offence for any person carrying on a retail business to sell cigarettes to any person other than in  ... their original package. 2 Any person guilty of an offence under subsection (1) above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 3 In this section “ original package ” means the package in which the cigarettes were supplied for the purpose of retail sale by the manufacturer or importer; and “ package ” means any box, carton or other container."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "3A", "section_title": "Sales from vending machines in England and Wales", "section_text": "3A 1 The appropriate national authority may by regulations make provision prohibiting the sale of tobacco from an automatic machine in England and Wales. 2 The regulations must make provision as to the persons who are liable in the case of any breach of a prohibition. 3 Where a prohibition contained in the regulations is breached, any person liable in accordance with the regulations is guilty of an offence. 4 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 5 Sections 13, 14 and 15 of the Tobacco Advertising and Promotion Act 2002 (enforcement  etc. ) apply for the purposes of this section and regulations made under it as they apply for the purposes of provisions of that Act. 6 The power of the appropriate national authority to make regulations under this section— a is exercisable by statutory instrument, b may be exercised to make different provision for different cases or circumstances, and c includes power to make supplementary, incidental, consequential or transitional provision. 7 A statutory instrument containing regulations made under this section may not be made— a by the Secretary of State unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament, and b by the Welsh Ministers unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 8 In this section— “the appropriate national authority”— in relation to England, means the Secretary of State; and in relation to Wales, means the Welsh Ministers; “ tobacco ” has the same meaning as in section 7 of the Children and Young Persons Act 1933."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "4", "section_title": " Display of warning statements in retail premises and on vending machines.", "section_text": "4 1  A notice displaying the following statement—  “                It is illegal to sell tobacco products to anyone under  the age of 18               ” shall be exhibited at every premises at which tobacco is sold by retail, and shall be so exhibited in a prominent position where the statement is readily visible to persons at the point of sale of the tobacco; and where— a any person carries on a business involving the sale of tobacco by retail at any premises, and b no notice is exhibited at those premises in accordance with this subsection, that person shall be guilty of an offence. 2 A notice displaying the following statement—  “                This machine is only for the use of people  aged 18 or over               ” shall be exhibited on every automatic machine for the sale of tobacco which is kept available for use as such at any premises, and shall be so exhibited in such a way that the statement is readily visible to persons using the machine; and where— a any person is the owner of any such machine which is so kept or the owner of the premises at which any such machine is so kept, and b no notice is exhibited on the machine in accordance with this subsection, that person shall be guilty of an offence. 3 The dimensions of the notice to be exhibited in accordance with subsection  (1) or  (2) above, and the size of the statement to be displayed on it, shall be such as may be prescribed by regulations made by the Secretary of State; and any such regulations may make different provision for different cases. 4 Any person guilty of an offence under subsection  (1) or  (2) above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 It shall be a defence for a person charged with any such offence to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of the offence. 6 Where any such offence is committed by a body corporate and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. In relation to a body corporate whose affairs are managed by its members, “ director ” means a member of the body corporate. 7 Where any such offence is committed in Scotland by a Scottish partnership and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a partner, he as well as the partnership shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 8 In this section— “ premises ” includes any place and any vehicle, vessel, aircraft, hovercraft, stall or moveable structure; and “ tobacco ”  (except where it appears in the statement required by subsection (1))  has the same meaning as in section7 of the  Children and Young Persons Act 1933 or, in relation to Scotland, section18 of the  Children and Young Persons (Scotland) Act 1937. 9 Any regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "5", "section_title": " Enforcement action by local authorities in England and Wales.", "section_text": "5 1 It shall be the duty of every local authority to which this section applies— a to consider, at least once in every period of twelve months, the extent to which it is appropriate for them to carry out in their area a programme of enforcement action relating to section 7 of the  Children and Young Persons Act 1933  , sections 3 and 4 above and section 92 of the Children and Families Act 2014 (prohibition of sale of nicotine products to persons under 18) , and b accordingly to carry out in their area any programme which is for the time being considered by them to be appropriate under paragraph (a) above. 1A Subsection (1) applies in relation to section 92 of the Children and Families Act 2014 only if regulations under subsection (1) of that section are for the time being in force. 2 In subsection (1)(a) above the reference to a programme of enforcement action relating to the provisions there mentioned is a reference to a programme involving all or any of the following, namely— a the bringing of prosecutions in respect of offences under those provisions; b the investigation of complaints in respect of alleged offences under those provisions; c the taking of other measures intended to reduce the incidence of offences under those provisions; d the making of complaints under section 7(2) of the Act of 1933 and, with a view to determining whether such complaints should be made, the monitoring of the use of such machines for the sale of tobacco as are mentioned in that provision. 3 This section applies to the following local authorities, namely— a the council of a county, a metropolitan district , county borough  or a London borough; b the Common Council of the City of London; and c the Council of the Isles of Scilly."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "6", "section_title": " Enforcement action by local authorities in Scotland.", "section_text": "6 1 It shall be the duty of a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 — a to consider, at least once in every period of twelve months, the extent to which it is appropriate for them to carry out in their area a programme of enforcement action relating to section  3  above, and b accordingly to carry out in their area any programme which is for the time being considered by them to be appropriate under paragraph (a) above. 2 In subsection (1)(a) above the reference to a programme of enforcement action relating to the  provision  there mentioned is a reference to a programme involving all or any of the following, namely— a the investigation of complaints in respect of alleged offences under  that provision ; b the taking of other measures intended to reduce the incidence of offences under  that provision ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "7", "section_title": " Expenses.", "section_text": "7 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under any other Act."}, {"act": "Children and Young Persons (Protection from Tobacco) Act 1991", "year": 1991, "section": "8", "section_title": " Short title, commencement, extent etc.", "section_text": "8 1 This Act may be cited as the Children and Young Persons (Protection from Tobacco) Act 1991. 2 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be so appointed for different provisions or for different purposes. 3 Nothing in section 1  or 2  above has effect in relation to any offence committed before the commencement of that section. 4 Subsection (4)(a) of section 1  or 2  above— a shall not affect the continued operation of the relevant provision, as in force before the date of the coming into force of that section, in a case where the relevant use of which evidence has been or would be given in support of a complaint or application under that provision (as so in force) took place before that date, and b accordingly shall, in particular, not affect— i any complaint or application made under that provision before that date, or ii any order so made; and no complaint or application shall be made on or after that date under the relevant provision (as for the time being in force) in respect of any relevant use which took place before that date. 5 In subsection (4) above— “ the relevant provision ” means— in relation to England and Wales, section 7(2) of the  Children and Young Persons Act 1933, and  in relation to Scotland, section 18(2) of the  Children and Young Persons (Scotland) Act 1937; and  “ relevant use ” means use of any such automatic machine as is mentioned in the relevant provision. 6 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House. 7 Except for this section, this Act does not extend to Northern Ireland."}]