[{"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "1", "section_title": " Subsidence damage to which Act applies.", "section_text": "1 1 In this Act “ subsidence damage ” means any damage— a to land; or b to any buildings, structures or works on, in or over land, caused by the withdrawal of support from land in connection with lawful coal-mining operations. 2 An alteration of the level or gradient of any land not otherwise damaged which does not affect its fitness for use for the purposes for which, immediately before the alteration occurred, it was used, or might reasonably have been expected to be used, shall not be regarded as damage for the purposes of subsection (1) above. 3 In subsection (1) above “ lawful coal-mining operations ” means any coal-mining operations to which section 25 of the Coal Industry Act 1994 applies (including operations carried on in contravention of subsection (1) of that section and those that are actionable apart from this Act) which— a are carried on by a person who is for the time being a licensed operator within the meaning of that Act; or b are carried on by a person who has been such a licensed operator and in continuation of operations begun by that person before he ceased to be such an operator; but for the purposes of this subsection any operations carried on or begun by any person as a person who is for the time being authorised to carry on coal-mining operations on behalf of a person who is or has been a licensed operator shall be treated as carried on or begun by the latter person, whether or not the authorisation extends to the operations in question. 4 References in this Act to subsidence damage shall not apply— a to damage caused in connection with the working and getting of coal and other minerals— i where the working and getting of the coal was ancillary to the working of the other minerals; or ii where the coal was worked or gotten by virtue of the grant of a gale in the Forest of Dean or any other part of the Hundred of  St.  Briavels in the county of Gloucester; or b to damage occurring underground in a mine of coal (being a mine within the meaning of the  Mines and Quarries Act 1954)."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "2", "section_title": " Duty to take remedial action.", "section_text": "2 1 Subject to and in accordance with the provisions of this Part, it shall be the duty of the British Coal Corporation (“ the Corporation ”) to take in respect of subsidence damage to any property remedi al action of one or more of the kinds mentioned in subsection (2) below. 2 The kinds of remedial action referred to in subsection (1) above are— a the execution of remedial works in accordance with section 7 below; b the making of payments in accordance with section 8 or 9 below in respect of the cost of remedial works executed by some other person; and c the making of a payment in accordance with section 10 or 11 below in respect of the depreciation in the value of the damaged property. 3 References in this Act, in relation to any subsidence damage, to the Corporation’s remedial obligation are references to their obligation under subsection (1) above. 4 Where emergency works are executed by any other person, the Corporation shall also be under a duty, subject to the provisions of this Part, to make a payment in accordance with section 12 below in respect of the cost of the works. 5 In this Act— a references to payments in lieu are references to payments in accordance with section 8 or 9 below; and b references to depreciation payments are references to payments in accordance with section 10 or 11 below."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "3", "section_title": " Notice of subsidence damage.", "section_text": "3 1 The Corporation shall not be required under section 2(1) or (4) above to take any remedial action or make any payment in respect of the cost of emergency works, unless the owner of the property or some other person who is liable to make good the damage in whole or in part— a has given to the Corporation the required notice with respect to the damage within the period allowed by this section; and b has afforded the Corporation reasonable facilities to inspect the property, so far as he was in a position to do so. 2 The required notice with respect to any subsidence damage is a notice stating that the damage has occurred and containing such particulars as may be prescribed; and references in this Act, in relation to any subsidence damage, to a damage notice are references to such a notice with respect to the damage given within the period allowed by this section. 3 The period allowed by this section for giving a damage notice with respect to any subsidence damage is the period of six years beginning with the first date on which any person entitled to give the notice had the knowledge required for founding a claim in respect of the damage. 4 For the purposes of subsection (3) above, the knowledge required for founding a claim in respect of any subsidence damage is knowledge— a that the damage has occurred; and b that the nature of the damage and the circumstances are such as to indicate that the damage may be subsidence damage; and a person’s knowledge includes knowledge which he might reasonably have been expected to acquire from the facts mentioned in subsection (5) below. 5 Those facts are— a any facts which were observable or ascertainable by him; and b any facts which would have been ascertainable by him with the help of any expert advice which it was reasonable for him to seek. 6 In this Act— “ the claimant ”, in relation to any subsidence damage, means the person who gave or, as the case may be, was the first person to give a damage notice to the Corporation in respect of the damage, and includes any successor in title of his; “ any other person interested ”, in relation to any such damage and any time, means any person other than the claimant who, not less than 7 days before that time, gave such a notice to the Corporation in respect of the damage, and includes any successor in title of any such person."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "4", "section_title": " Initial response to damage notice.", "section_text": "4 1 As soon as reasonably practicable— a after receiving a damage notice; or b where they receive two or more such notices in respect of the same damage, after receiving the first of them, the Corporation shall give to the claimant, and to any other person interested, a notice indicating whether or not they agree that they have a remedial obligation in respect of the whole or any part of the damage specified in the damage notice. 2 Where the Corporation give a notice under subsection (1) above indicating their agreement that they have such an obligation, they shall also give to the claimant, and to any other person interested, a notice— a stating the kind or kinds of remedial action available for meeting that obligation and, if more than one, which of them the Corporation propose to take; and b in the case of a notice stating that the Corporation propose to execute remedial works with respect to any damage, informing the claimant or that person that, if he makes such a request as is mentioned in section 8(3) below, the Corporation may elect to make a payment in lieu instead of executing the works. 3 Where the Corporation accede to any such request, they shall give to the claimant and any other person interested a revised notice under subsection (2) above stating that they propose to elect to make a payment in lieu instead of executing the works. 4 In this Act references, in relation to any damage, to a notice of proposed remedial action are references to a notice under subsection (2) above (whether as originally given or as revised under subsection (3) above)."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "5", "section_title": " Determination of appropriate remedial action.", "section_text": "5 1 Subject to sections 9 and 11 below (obligatory payments in lieu and obligatory depreciation payments), where the Corporation have given a notice of proposed remedial action with respect to any damage, they shall meet their remedial obligation in respect of that damage by taking the appropriate remedial action (and not in any other way). 2 Subject to subsections (4) and (6) below, the appropriate remedial action in relation to any damage is that stated in the notice of proposed remedial action with respect to that damage. 3 Where— a the Corporation have power under section 8 or 10 below to elect to make a payment in accordance with that section in respect of any damage; and b they have not exercised that power by stating in the notice of proposed remedial action with respect to that damage that they propose to make such a payment, the Corporation may exercise that power at any time subsequent to the date of that notice, but only with the agreement of the claimant and any other person interested. 4 Where after the date of that notice the Corporation elect under either of those sections to take in respect of any damage any remedial action other than that stated in the notice (“ the substituted action ”), so long as the election is effective the appropriate remedial action in relation to that damage is the substituted action. 5 An election by the Corporation under either of those sections may at any time be revoked by the Corporation, but only with the agreement of the claimant and any other person interested. 6 Where the Corporation revoke such an election made in respect of any damage by a notice of proposed remedial action, this section shall apply as if the execution of remedial works had been specified in that notice as the Corporation’s proposed remedial action with respect to that damage."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "6", "section_title": " Schedule of remedial works.", "section_text": "6 1 At the same time as the Corporation give a notice of proposed remedial action with respect to any damage, other than a notice stating that the only kind of action available for meeting their remedial obligation is the making of a payment under section 9 or 11 below, they shall send to the claimant and any other person interested (“ the other parties ”) a schedule of remedial works which meets the requirements of this section. 2 A schedule of remedial works shall specify— a the works which the Corporation consider to be remedial works in relation to the damage, that is to say, such works (including works of redecoration) as are necessary in order to make good the damage, so far as it is reasonably practicable to do so, to the reasonable satisfaction of the claimant and any other person interested; and b in the case of each item of those works, the amount of the cost which the Corporation consider it would be reasonable for any person to incur in order to secure that the work is executed. 3 The Corporation shall send with a schedule of remedial works a notice stating that, if any other party does not agree that the remedial action to be taken by the Corporation in respect of any damage should be determined by reference (where relevant) to the works and costs specified in the schedule, he should notify the Corporation within the period of 28 days beginning with the date of his receipt of the schedule. 4 If any other party gives such a notification within that period and he and the Corporation do not agree the schedule, with or without modifications, before the end of the next succeeding period of 28 days, the matter may be referred to the  appropriate tribunal , which may determine the works and costs to be specified in the schedule. 5 A schedule of remedial works relating to any damage— a comes into effect— i if no other party gives such a notification to the Corporation within the period mentioned in subsection (3) above, at the end of that period; and ii in any other case, on the date on which the schedule is agreed or determined under subsection (4) above; and b may at any time be varied by agreement between the parties or in any manner determined under subsection (6) below. 6 Where— a any party by a notice given to the other party or parties requests a variation of a schedule of remedial works; and b the variation requested is not agreed between both or all parties, with or without modifications, before the end of the period of 28 days beginning with the date of the notice, the matter may be referred to the  appropriate tribunal , which may determine whether the schedule shall have effect subject to the variation. 7 On and after the date on which a schedule of remedial works relating to any damage first comes into effect the works specified in the schedule (and only those works) shall be regarded as remedial works in relation to the damage. 8 References in this Act, in relation to any subsidence damage, to the schedule of remedial works are references to the schedule of remedial works under this section relating to the damage, as that schedule has effect for the time being."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "7", "section_title": " Execution of remedial works.", "section_text": "7 1 This section applies where the Corporation are under an obligation to execute remedial works in respect of any damage. 2 The Corporation shall execute the remedial works as soon as reasonably practicable after the date on which a schedule of remedial works first comes into effect in relation to the damage. 3 If so requested by the claimant or any other person interested at any time before the remedial works are completed, the Corporation shall give to him in writing adequate information with respect to any of those works still remaining to be executed."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "8", "section_title": " Discretionary payments in lieu.", "section_text": "8 1 The Corporation may elect to make payments in respect of the cost of remedial works instead of executing such works themselves in any of the cases mentioned below in this section. 2 In any case where the Corporation receive the necessary request for that purpose from the claimant or any other person interested, they may elect to make, in respect of the cost incurred by a person other than themselves in executing any of the remedial works, a payment equal to the aggregate amount of the costs specified in relation to those works in the schedule of remedial works. 3 For the purposes of subsection (2) above, the necessary request is a request informing the Corporation that the person making the request wishes to execute the remedial works in question himself or to have them executed on his behalf by a person specified in the request. 4 In any case where it is proposed— a to merge the execution of other works in connection with the damaged property with the execution of remedial works; or b to redevelop the damaged property instead of executing remedial works, the Corporation may elect to make a payment equal to any sums from time to time shown to have been expended by any other person in executing the merged works or the redevelopment works, up to an aggregate amount not exceeding the aggregate amount of the costs specified in the schedule of works (“ the total scheduled cost ”). 5 Where in the case of any property affected by subsidence damage— a immediately before the subsidence damage became evident the property was in a state of disrepair; b it is not practicable to execute remedial works without including in those works additional works which would not be necessary but for the disrepair (“ the works attributable to the disrepair ”); and c the total scheduled cost is higher by at least 20 per cent. than it would have been if the costs of the works attributable to the disrepair had not been included, the Corporation may elect to make in respect of the cost incurred by any other person in executing remedial works a payment equal to the amount by which the total scheduled cost exceeds the aggregate amount of the costs specified in the schedule of works in respect of the works attributable to the disrepair. 6 In any case within subsection (5) above, the schedule of remedial works shall distinguish the works attributable to the disrepair from the works which would be necessary apart from the disrepair. 7 The Corporation shall not unreasonably refuse— a any request complying with subsection (3) above to make an election under subsection (2) above; or b any request received from the claimant or any other person interested to make an election under subsection (4) above. 8 Subject to subsection (9) below, the Corporation are to be regarded as acting unreasonably in refusing any request falling within subsection (7)(a) above which is received before they have begun to execute remedial works. 9 Subsection (8) above does not apply where— a the Corporation have acceded to another such request made by another person; b the execution of remedial works by a person other than the Corporation would significantly impede the discharge of their remedial obligation in respect of one or more neighbouring properties; or c where the damage has rendered the property structurally unsound, the execution of such works by the person by whom the request was made or, as the case may be, by the person specified in the request would be unlikely to restore the structural integrity of the property, and (in any case) as soon as reasonably practicable after receiving the request the Corporation give notice to that effect to the person by whom the request was made. 10 The Corporation are not to be regarded as acting unreasonably in refusing any request falling within subsection (7) above which is received after they have begun to execute remedial works. 11 An election under this section, and any revocation of such an election, shall be made by a notice given to the claimant and any other person interested. 12 The Secretary of State may by order substitute for the percentage specified in subsection (5)(c) above (whether as originally enacted or as previously amended under this subsection) such other percentage as he thinks fit."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "9", "section_title": " Obligatory payments in lieu.", "section_text": "9 1 In any case to which this section applies the Corporation shall meet their remedial obligation in respect of any damage by making a payment under this section. 2 This section applies to the following cases— a where the damaged property is— i in England and Wales, a highway maintainable at the public expense; or ii in Scotland, a public road (within the meaning of the  Roads (Scotland) Act 1984); b where the execution of remedial works falls within a duty with respect to the damaged property which, in connection with the maintenance of public services, is imposed by virtue of any enactment on— i a government department; ii a local authority; or iii statutory undertakers; c where it is certified by the Secretary of State, on an application made to him by any other person or of his own motion, that in his opinion it is not in the public interest that the Corporation should themselves execute the remedial works. 3 Subject to subsection (4) below, the payment required under this section in respect of any damage is a payment equal to the cost reasonably incurred by any person in executing remedial works. 4 Where remedial works are executed after the end of the period of three years beginning with the date of the claimant’s damage notice, the amount of any payment under subsection (3) above shall not exceed the cost which might reasonably have been expected to have been incurred in executing those works if they had been executed immediately before the end of that period."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "10", "section_title": " Discretionary depreciation payments.", "section_text": "10 1 In any case to which this section applies the Corporation may elect to make a payment equal to the amount of the depreciation in the value of the damaged property caused by the damage (“ the depreciation amount ”) instead of executing any remedial works or making any payment in lieu. 2 This section applies to the following cases— a where the aggregate amount of the costs specified in the schedule of remedial works exceeds the depreciation amount by at least 20 per cent.; b where the property is not a dwelling-house and the Corporation and the person or persons to whom any payment would fall to be made in accordance with this section agree that such a payment should be made; c where the property is a dwelling-house and it appears  . . . that a notice to treat is likely to be served for the compulsory purchase of the dwelling-house under housing clearance powers in such circumstances that the compulsory purchase will be attributable to the subsidence damage. 3 The Secretary of State may by order substitute for the percentage specified in subsection (2)(a) above (whether as originally enacted or as previously amended under this subsection) such other percentage as he thinks fit; and an order under this subsection may provide for different percentages to apply in relation to different descriptions of property. 4 An election under this section, and any revocation of such an election, shall be made by a notice given to the claimant and any other person interested. 5 References in this section and section 11 below to the service of a notice to treat are references to— a the service of such a notice under section 5 of the  Compulsory Purchase Act 1965; or b the service or deemed service of such a notice under section 17 of the  Lands Clauses Consolidation (Scotland) Act 1845."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "11", "section_title": " Obligatory depreciation payments.", "section_text": "11 1 Where in the case of any dwelling-house affected by subsidence damage, at any time before the completion of remedial works or, in a case falling within section 8(4) above, at any time before all sums in respect of which the Corporation are liable to make payments have been expended— a a notice to treat for the compulsory purchase of the dwelling-house under housing clearance powers is served in such circumstances that the compulsory purchase will be attributable to the damage; or b a demolition or closing order is made in respect of the dwelling-house under housing clearance powers in such circumstances that the making of the order is so attributable, the Corporation shall make in respect of the dwelling-house a payment equal to the amount of the depreciation in the value of the dwelling-house caused by the damage. 2 Subsection (1) above applies without prejudice to any expenditure or liability of the Corporation under section 7 or 8 above in respect of works already executed; and where the Corporation make a payment under that subsection no further action is required of them under this Part in pursuance of their remedial obligation in respect of the dwelling-house. 3 Where in the case of any property affected by subsidence damage— a remedial works have been executed; but b there is a depreciation in the value of the property caused by any damage the making good of which to the reasonable satisfaction of the claimant and any other person interested was not reasonably practicable, the Corporation shall make in respect of the property a payment equal to the amount of that depreciation. 4 References in subsection (1)(b) above to the making of a demolition or closing order in respect of the dwelling-house include, in relation to England and Wales, references to an area in which the dwelling-house is situated being declared to be a clearance area."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "12", "section_title": " Payments in respect of emergency works.", "section_text": "12 1 The payment required by section 2(4) above in respect of emergency works, that is to say, works urgently and reasonably required— a in order that the damaged property may continue to be used for the purposes for which it was used immediately before the damage became evident; or b in order to prevent the property being affected by further subsidence damage, is a payment equal to the cost reasonably incurred by any person other than the Corporation in executing those works. 2 The Corporation shall not be required to make any payment in respect of any emergency works executed by any other person in connection with any property— a unless that person— i has given to the Corporation as soon as was reasonably practicable in all the circumstances a notice containing adequate particulars of those works; and ii has afforded the Corporation reasonable facilities to inspect the property, so far as he was in a position to do so; or b if the emergency works are executed after the Corporation have elected under section 10 above to make a depreciation payment in respect of the damaged property. 3 Any payment in respect of emergency works shall be made to the person or persons by whom the cost of executing the works in question is (or is to be) incurred; and, if there are two or more such persons, the payment shall be apportioned between them— a in such manner as may be determined by agreement; or b in default of agreement, in shares corresponding to their respective shares in the cost."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "13", "section_title": " Payments in lieu.", "section_text": "13 1 The Corporation shall not be required to make any payment in lieu in respect of any works executed by any other person in connection with any property unless that person— a has given to the Corporation the required notice with respect to the works; and b has afforded the Corporation reasonable facilities to inspect the property, so far as he was in a position to do so. 2 The required notice with respect to any works is a notice which— a contains adequate particulars of the works; and b except in such circumstances as may be prescribed, is given at the prescribed interval before the works are begun. 3 Subject to subsection (5) below, the Corporation may make payments in respect of any proposed expenditure qualifying for a payment in lieu (“ advance payments ”). 4 For the purposes of subsection (3) above, proposed expenditure is expenditure qualifying for a payment in lieu if it is expenditure of a description in respect of which a payment in lieu would be required if it had been incurred. 5 An advance payment— a may only be made if the Corporation are satisfied that it will be applied in meeting the expenditure in question; and b shall be regarded for the purposes of this Act as made in accordance with the provision of section 8 or 9 above which requires the payment in lieu on account of which it is made. 6 The Corporation shall not unreasonably refuse any request to make an advance payment received from the person or persons by whom the cost of executing the works in question is to be incurred. 7 Any payment in lieu (including an advance payment) shall be made to the person or persons by whom the cost of executing the works in question is (or is to be) incurred; and, if there are two or more such persons, the payment shall be apportioned between them— a in such manner as may be determined by agreement; or b in default of agreement, in shares corresponding to their respective shares in the cost. 8 So far as not made by virtue of subsection (3) above before the expenditure in question is incurred, any payment in lieu shall be made as soon as reasonably practicable after the expenditure in respect of which it is required to be made has been incurred."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "14", "section_title": " Depreciation payments: general.", "section_text": "14 1 The Corporation shall not make a depreciation payment in respect of subsidence damage to a dwelling-house, other than a payment under section 11(3) above, except after consultation with— a the local authority within the meaning of the  Housing Act 1985; or b the local authority within the meaning of the  Housing (Scotland) Act 1987, in whose area the dwelling-house is situated. 2 The Corporation shall not make a depreciation payment in respect of subsidence damage to any property other than a dwelling-house, where that property is of any description prescribed for the purposes of this subsection, except after consultation with such Minister of the Crown or other person as may be so prescribed in relation to that description of property. 3 Any depreciation payment shall be made as soon as reasonably practicable after the obligation to make it arises. 4 Schedule 1 to this Act applies for determining— a the unit of property to be taken into account for any purposes of section 10 or 11 above; and b the amount of any depreciation in the value of any such unit in respect of which a depreciation payment falls to be made; and interest shall be payable in respect of any depreciation payment in accordance with that Schedule."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "15", "section_title": " Recipients of depreciation payments.", "section_text": "15 1 Subject to the provisions of this section, a depreciation payment shall be made to the person who is for the time being the owner of the property in question. 2 If any other person is liable to make good the whole of the damage to which the payment relates, the payment shall be made to him. 3 If any other person is liable to make good any part of that damage, such part of the amount of the payment shall be paid to him as bears to the whole of that amount the same proportion as the scheduled cost of works for which he is responsible bears to the total scheduled cost. 4 In subsection (3) above— a the reference to the scheduled cost of works for which the other person is responsible is a reference to the aggregate amount of the costs specified in the schedule of remedial works in respect of works required for making good the part of the damage which he is liable to make good; and b the reference to the total scheduled cost is a reference to the aggregate amount of all costs specified in the schedule of remedial works. 5 Schedule 2 to this Act applies for determining the persons who are to receive depreciation payments in special cases; and references in this section and that Schedule to a depreciation payment or part of such a payment include any interest payable in respect of that payment or that part in accordance with Schedule 1 to this Act."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "16", "section_title": " Stop notices where further damage is likely.", "section_text": "16 1 This section applies where at any time— a a damage notice has been given to the Corporation in respect of subsidence damage to any property; and b it appears  . . . to be probable that further subsidence damage will occur to that property within the period of eighteen months beginning with that time; and it shall be the duty of the Corporation, as soon as reasonably practicable after receiving such a notice, to consider whether  the condition mentioned in paragraph (b) above is satisfied . 2 The Corporation may give to the claimant and any other person interested a notice to the effect that, except for— a emergency works; and b such other works (if any) as may be specified in the notice (“ excepted works ”), the Corporation will neither execute any works for making good the damage while the notice remains in force nor make any payments in respect of such works executed while the notice remains in force. 3 It shall be the duty of the Corporation to specify in such a notice such works (if any) as are required in order to render the damaged property reasonably fit to be used for the purposes for which it was used immediately before the damage became evident, not being— a emergency works; or b works the execution of which is not reasonably practicable in all the circumstances of the case. 4 References in this Act, in relation to any damage, to a stop notice are references to a notice under this section relating to the damage. 5 Except in such circumstances as may be prescribed, where the Corporation give a stop notice to any person with respect to any damage— a the Corporation’s remedial obligation to that person in respect of the damage shall be subject to the terms of that notice; b any notice affecting the required remedial action in respect of the damage given by the Corporation before the stop notice is given shall cease to have effect, except in so far as it relates to excepted works; c any schedule of remedial works relating to the damage sent to that person before the stop notice is given shall not take effect or (as the case may be) shall cease to have effect, except in so far as it relates to excepted works and related costs; d any period during which the stop notice is in force shall be disregarded in reckoning the period mentioned in subsection (4) of section 9 above (claim for obligatory payments in lieu), except for the purposes of the application of that section in relation to any excepted works; e so long as the stop notice is in force the Corporation shall not be required to give any notice of proposed remedial action in respect of the damage or to send to that person any schedule of remedial works, except so far as any such notice or schedule is required for the purposes of excepted works; and f in the case excepted from paragraph (e) above, the provisions of this Part shall apply as if— i the Corporation’s remedial obligation in respect of the damage were limited to such part of the damage as can be remedied or alleviated by the excepted works; and ii references to such works as are necessary in order to make good the damage to that person’s reasonable satisfaction were references to the excepted works. 6 A stop notice given to any person with respect to any damage shall not have effect unless it is given within the period of three months beginning with the relevant time, or such longer period beginning with that time as may be agreed between the Corporation and that person. 7 In subsection (6) above “ the relevant time ” means— a the time when it first appears  . . . to be probable that further subsidence damage will occur to the property within the next succeeding period of eighteen months; or b any later time when it first appears  . . . that any such damage will be substantially more serious than appeared to them at that earlier time. 8 The Secretary of State may by order substitute for the period specified in subsection (6) above (whether as originally enacted or as previously amended under this subsection) such other period as he thinks fit."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "17", "section_title": " Revocation and review of stop notices.", "section_text": "17 1 It shall be the duty of the Corporation to revoke any stop notice relating to any damage to any property if— a at any time, it no longer appears  . . . to be probable that further damage will occur to that property within the period of eighteen months beginning with that time; or b at any time after the end of the period of three years beginning with the relevant date, the claimant and any other person interested request the Corporation to revoke it. 2 Where a stop notice has been given with respect to any damage, it shall be the duty of the Corporation to consider, initially not later than twelve months after the date on which the notice was given and subsequently at intervals not exceeding twelve months, whether to revoke it. 3 Where a stop notice given to any person with respect to any damage is revoked— a a fresh notice of proposed remedial action relating to the damage (or so much of it as has not been made good by any emergency works or any excepted works within the meaning of section 16 above) shall be given by the Corporation to that person as soon as reasonably practicable after the date of the revocation; b any such notice of proposed remedial action which is effective immediately before that date shall cease to have effect on the giving of a fresh notice in accordance with paragraph (a) above; and c any schedule of remedial works relating to the damage which is effective immediately before that date shall cease to have effect when the schedule of remedial works sent under section 6(1) above in connection with the fresh notice of proposed remedial action comes into effect. 4 In subsection (1)(b) above “ the relevant date ”, in relation to a stop notice, means— a the date on which the stop notice was given; or b where one or more previous stop notices had been given in respect of the whole or any part of the damage, the date on which that notice or, as the case may be, the first of those notices was given. 5 The Secretary of State may by order substitute for the period mentioned in subsection (1)(b) above (whether as originally enacted or as previously amended under this subsection) such other period as he thinks fit. 6 On any occasion when in pursuance of subsection (2) above the Corporation consider whether to revoke a stop notice they shall give notice of their decision to the person to whom the stop notice was given as soon as they have made it."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "18", "section_title": " Effect of further damage.", "section_text": "18 1 This section applies where— a a damage notice has been given to the Corporation in respect of subsidence damage to any property (“ the original damage ”); and b further subsidence damage to that property becomes evident in the circumstances mentioned in subsection (2) below. 2 The circumstances referred to in subsection (1)(b) above are that— a the further damage becomes evident before the completion of remedial works or, in a case falling within section 8(4) above, before all sums in respect of which the Corporation are liable to make payments have been expended; and b at the time when it becomes evident, the Corporation have neither elected under section 10 above, nor become liable under section 11(1) above, to make a depreciation payment in respect of the damaged property. 3 In any case to which this section applies the original damage and the further damage shall be treated as one (“ the combined damage ”) and, subject to subsection (5) below— a a fresh damage notice shall be required if, and only if, before the further damage becomes evident, the Corporation have elected under section 8 above to make a payment in lieu under that section instead of executing any remedial works; b any notice affecting the required remedial action in respect of the original damage given before the further damage becomes evident shall cease to have effect and this Part shall apply as if that notice had not been given; c where a fresh damage notice is not required, a fresh notice of proposed remedial action relating to the combined damage shall be given by the Corporation to the claimant and any other person interested as soon as reasonably practicable after the further damage becomes evident; d any schedule of remedial works relating to the original damage sent to the claimant or any other person interested before the further damage becomes evident shall not take effect or (as the case may be) shall cease to have effect; e where a fresh schedule of remedial works relating to the combined damage satisfies the requirements of subsection (4) below— i subsections (3) and (4) of section 6 above shall not apply; and ii subsection (5)(a) of that section shall have effect as if for sub-paragraphs (i) and (ii) there were substituted a reference to the date on which the schedule is sent to the claimant or any other person interested; f any stop notice given to any person with respect to the original damage shall have effect in relation to the combined damage as if there were specified in it as excepted works such works (if any) as may be specified in a notice given to that person by the Corporation; and g the references to remedial works in section 8(8) and (10) above shall not include any remedial works begun before the further damage becomes evident. 4 A fresh schedule of remedial works relating to the combined damage satisfies the requirements of this subsection if the aggregate amount of the costs specified in that schedule does not exceed, by more than 20 per cent., the aggregate amount of the costs specified in any schedule of remedial works to which subsection (3)(d) above applies. 5 It shall be the duty of the Corporation to specify in a notice under subsection (3)(f) above such works (if any) as are required in order to render the damaged property reasonably fit to be used for the purposes for which it was used immediately before the original damage became evident, not being— a emergency works; or b works the execution of which is not reasonably practicable in all the circumstances of the case. 6 In any case to which this section applies it may be agreed between the Corporation, the claimant and any other person interested— a that paragraphs (a) to (e) of subsection (3) above shall not apply; and b that any such notice or schedule as is mentioned in paragraph (b) or (d) of that subsection shall have effect in relation to the combined damage with such modifications as may be so agreed. 7 This section is without prejudice to any liability of the Corporation in respect of the cost of any works executed before the further damage becomes evident. 8 The Secretary of State may by order substitute for the percentage specified in subsection (4) above (whether as originally enacted or as previously amended under this subsection) such other percentage as he thinks fit."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "19", "section_title": " Ancient monuments and listed buildings.", "section_text": "19 1 This section applies where any property which— a is for the time being included in the Schedule of monuments compiled and maintained under section 1 of the  Ancient Monuments and Archaeological Areas Act 1979; b has been notified to the Corporation by the Secretary of State as an ancient monument within the meaning of that Act for the time being under the care of the Secretary of State; or c is a listed building within the meaning of section 1 of the  Planning (Listed Buildings and Conservation Areas) Act 1990, or  section 1 of the Planning (Listed Buildings and Conservation Areas) (Scotland) Act 1997 , and is not of a description specified in an order made by the Secretary of State, is affected by subsidence damage and the character of the property as one of historic, architectural, archaeological or other special interest is or may be affected by that damage. 2 If and to the extent that it is reasonably practicable and in the public interest so to restore the property to its former condition as to maintain its character as one of special interest, this Part shall have effect in relation to the damage as if— a section 6(2)(a) above defined “ remedial works ” as such works as are necessary for the purpose of so restoring the property; and b section 10 above were omitted. 3 Any question arising by virtue of subsection (2) above as to whether or how far it is reasonably practicable or in the public interest to restore any property as mentioned in that subsection shall be determined by the Secretary of State. 4 In this section “ former condition ”, in relation to any property, means a condition comparable to its condition immediately before the subsidence damage occurred."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "20", "section_title": " Ecclesiastical property  etc.", "section_text": "20 1 In the case of subsidence damage to any ecclesiastical property— a the  Church Commissioners Diocesan Board of Finance for the diocese in which the land is situated  shall be entitled, in addition to any other person who is so entitled, to give a damage notice; and b where any other such person is the claimant, the  Commissioners Diocesan Board of Finance for the diocese in which the land is situated  shall be treated as another person interested whether or not  they give it gives  such a notice. 2 Any payment under section 10 or 11 above in respect of ecclesiastical property which would, apart from this subsection, fall to be made to the owner of the property— a shall be made to the  Church Commissioners Diocesan Board of Finance for the diocese in which the land is situated ; and b shall be applied by  them it  for the purposes for which the proceeds of a sale of the property by agreement would be applicable under any enactment or Measure authorising, or disposing of the proceeds of, such a sale. 3 Where, in relation to any property other than ecclesiastical property— a any payment under section 10 or 11 above would, apart from this subsection, fall to be made to a person whose interest in the property is held for religious purposes; and b a request for payment is made to the Corporation by or on behalf of the representative body, the payment shall be made to that body. 4 In this section— “ ecclesiastical property ” means property in England belonging to any ecclesiastical benefice of the Church of England , or being or forming part of a church subject to the jurisdiction of a bishop of any diocese of the Church of England  or the site of such a church, or being or forming part of a burial ground subject to such jurisdiction; “ the representative body ”, in relation to property of any description held for religious purposes, means the body of persons (if any) which, in relation to that property or property of that description, has been notified to the Corporation by the Secretary of State, after consultation with such persons and organisations as he may think appropriate."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "21", "section_title": " Property belonging to protected tenants.", "section_text": "21 1 Where property belonging to a protected tenant is affected by subsidence damage, Schedule 3 to this Act (which provides for the protected tenant to be treated, in certain circumstances, as a person liable to make good the damage in whole or in part) shall apply if, apart from the provisions of that Schedule, neither the protected tenant nor any other person would be liable to make good the damage in whole or in part. 2 For the purposes of this section and Schedule 3 to this Act, property affected by subsidence damage belongs to a protected tenant if he would have been entitled under any enactment contained in the relevant Act or Acts to remove the property, or to be paid compensation in respect of it by his landlord, if his tenancy had terminated immediately before the damage occurred. 3 In this section and Schedule 3 to this Act “ protected tenant ” means a person who is— a a tenant for the purposes of Part I of the  Landlord and Tenant Act 1927, the  Agricultural Holdings Act 1986 or the  Agricultural Holdings (Scotland) Act 1949; aa a tenant under a farm business tenancy within the meaning of the Agricultural Tenancies Act 1995; b a landholder for the purposes of the Small Landholders (Scotland) Acts 1886 to 1931; or c a crofter for the purposes of the  Crofters (Scotland) Act 1955; and references, in relation to a protected tenant, to the relevant Act or Acts shall be construed accordingly."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "22", "section_title": " Home loss payments.", "section_text": "22 1 Where a dwelling-house is affected by subsidence damage, Schedule 4 to this Act (which confers on any person displaced from the dwelling-house a right, in certain circumstances, to receive a home loss payment) shall apply if the requirements of subsection (2) below are satisfied. 2 The requirements of this subsection are satisfied if— a by reason of deterioration due to the subsidence damage in the condition of the dwelling-house, the dwelling-house cannot reasonably be rendered fit to be used as such; and b the dwelling-house is not used as such by or with the authority of the person who immediately before the deterioration in its condition was entitled to possession of it."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "23", "section_title": " Relief for temporary dispossession.", "section_text": "23 1 Where a dwelling-house is affected by subsidence damage, Schedule 5 to this Act (which confers on any person temporarily dispossessed of the dwelling-house a right to certain relief) shall apply as respects any period during which the requirements of subsection (2) below are satisfied. 2 The requirements of this subsection are satisfied if— a by reason of deterioration due to the subsidence damage in the condition of the dwelling-house, and having regard to the time which will be required to remedy that deterioration, the dwelling-house is not in a reasonably fit state for it to be used as such; and b the dwelling-house is not used as such by or with the authority of the person who immediately before the deterioration in its condition was entitled to possession of it."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "24", "section_title": " Care of vacant dwelling-houses.", "section_text": "24 1 Subject to subsection (2) below, where in the case of a dwelling-house which is affected by subsidence damage— a the requirements of section 23(2) above are satisfied; and b notice of that fact is given to the Corporation by the person who immediately before the deterioration in the condition of the dwelling-house was entitled to possession of it (“ the occupier ”), this section shall apply in relation to the dwelling-house so long as those requirements continue to be satisfied. 2 This section shall cease to apply in relation to a dwelling-house, notwithstanding that the requirements of section 23(2) above continue to be satisfied, on the occurrence of any such event as is specified in paragraph 3(1) of Schedule 5 of this Act. 3 So long as this section applies in relation to a dwelling-house, the Corporation shall take reasonable steps for— a preventing or minimising the risk of the house or its contents suffering loss or damage while it is unoccupied; and b inspecting the house for the purpose of discovering whether any such loss or damage has occurred; and the steps which it may be reasonable to take include, in particular, steps for keeping the dwelling-house weatherproof and secure against persons seeking to enter it as trespassers or, in Scotland, without lawful authority. 4 Where the Corporation request permission from the occupier to remove and place in storage at their own expense any of the contents of the dwelling-house, they shall not be liable by virtue of subsection (3) above for any loss or damage to any of those contents as respects which such permission is unreasonably refused. 5 Any claim arising out of a breach of the duty imposed by subsection (3) above shall be determined by the county court in England and Wales and by the sheriff in Scotland. 6 Nothing in this section shall affect any liability of the Corporation arising apart from this section."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "25", "section_title": " Compensation for inconvenience etc. during works.", "section_text": "25 1 The Secretary of State may, after consultation with the Corporation, make regulations requiring the payment by the Corporation of compensation for any inconvenience or disturbance which may be caused, as a result of the execution by the Corporation of remedial works, to persons residing in dwelling-houses affected by subsidence damage. 2 Regulations under this section may make provision with respect to— a the making of claims for compensation under the regulations; b the descriptions of persons who may make a claim for such compensation; c the matters in respect of which, and any circumstances in which, such compensation is or is not to be payable; and d the sums, or the method of determining the sums, payable by way of such compensation."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "26", "section_title": " Farm loss payments.", "section_text": "26 Where land constituting or included in an agricultural unit is affected by subsidence damage, Schedule 6 to this Act (which confers on any occupier displaced from the land a right, in certain circumstances, to receive a farm loss payment) shall apply if, by reason of deterioration due to the damage in the condition of the land, the land cannot profitably be used for agricultural purposes."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "27", "section_title": " Crop loss payments.", "section_text": "27 1 Where at any time land constituting or included in an agricultural unit is affected by subsidence damage, this section shall apply as respects the period beginning with that time and ending with the discharge by the Corporation of their remedial obligation with respect to the damage. 2 For each year or part of a year falling within that period, the Corporation shall be under an obligation to make to the occupier of the unit a payment of the amount (if any) given by the formula— P = R - S + E where— P is the amount payable under this subsection; R is any amount by which the occupier’s return from crops sown or planted in that year or part of a year is less than it might reasonably have been expected to have been if the subsidence damage had not occurred; S is any amount by which his expenses in respect of crops so sown or planted are less than they might reasonably have been expected to have been if the damage had not occurred; E is the amount of any expenses incurred by him in that year or part of a year in taking reasonable steps to protect crops grown in a greenhouse affected by the damage. 3 For each year or part of a year falling within the period mentioned in subsection (1) above, the Corporation shall be under an obligation to make to the occupier of the unit a payment of the amount (if any) given by the formula— P = R - S where— P is the amount payable under this subsection; R is any amount by which the occupier’s yield from land used for pasture in that year or part of a year is less than it might reasonably have been expected to have been if the subsidence damage had not occurred; S is any amount by which his expenses in respect of land used for pasture are less than they might reasonably have been expected to have been if the damage had not occurred. 4 There shall be disregarded for the purposes of subsection (2) above— a any crops which would normally have been harvested before the subsidence damage became evident; b any crops which were or would have been sown or planted after an election by the Corporation under section 10 above to make a depreciation payment in respect of the damage; and c if all reasonable steps have not been taken to protect them, any crops grown in a greenhouse affected by the damage; and there shall be disregarded for the purposes of subsection (3) above any use of land for pasture which was or would have been so used after such an election as is mentioned in paragraph (b) above. 5 The Corporation shall not be liable to make a payment under this section except on a claim made by the person entitled to it within the period of twelve months beginning with the end of the year or part of a year to which the payment relates. 6 Where a claim is made under subsection (5) above, the Corporation may, by notice given to any person who is entitled to give a damage notice in respect of the subsidence damage, elect to treat that claim as if it were also such a notice given by that person in respect of that damage. 7 A payment under this section shall carry interest at the applicable rate (if any)  from the date of the claim on which the payment is made  until payment  but any period of delay in determining the amount of any such payment which is attributable to unreasonable conduct on the part of that person shall be disregarded for the purposes of this subsection. 8 In this section— “ greenhouse ” includes any building or structure designed to afford protection from the weather or to secure the retention of heat; “ year ” means a calendar year; and in relation to any agricultural activity carried on on land constituting or included in an agricultural unit, the person having the right to carry it on shall be treated as the occupier of that unit."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "28", "section_title": " Payments for tenant farmers.", "section_text": "28 1 Where the Corporation make a depreciation payment to the owner of any agricultural land which is subject to a tenancy, they shall also make to the tenant a payment of the amount given by the formula— P = ( C + S ) × D V where— P is the amount payable under this subsection; C is the compensation which, on the assumptions mentioned in subsection (3) below, would have been payable to the tenant for the value of his unexpired term or interest in the land; S is the sum which, on those assumptions, would have been payable to the tenant under section 12 of the  Agriculture (Miscellaneous Provisions) Act 1968 (additional payments on compulsory acquisition of agricultural holdings); D is the amount of the depreciation payment made to the owner of the land; V is what would have been the value of the land at the relevant time if it had not been affected by the subsidence damage. 2 Where the Corporation make a payment under subsection (1) above to a tenant who has been displaced from the whole or a sufficient part of the land affected by the subsidence damage, they shall also make to him a payment equal to the compensation which— a on the assumptions mentioned in subsection (3) below; and b on the further assumption that the displacement had been caused by the compulsory acquisition mentioned in paragraph (a) of that subsection, would have been payable to him for any loss or injury sustained by him. 3 The assumptions referred to in subsections (1) and (2) above are— a that the land had been compulsorily acquired at the relevant time; b that the tenant had no greater interest in the land than as tenant for a year or from year to year; and c that the land had not been affected by the subsidence damage. 4 Paragraph 2 of Schedule 1 to this Act shall apply for the purpose of determining the value mentioned in subsection (1) above as it applies for the purpose of determining the value of a unit of property at any time for the purposes of section 10 or 11 above; and paragraph 4 of that Schedule (interest on depreciation payments) shall apply in relation to any payment under this section as if— a the payment were a depreciation payment; and b the relevant time in relation to the payment were the time immediately after the making of the claim. 5 In this section— “ the relevant time ” means the relevant time for the purposes of paragraph 3 of Schedule 1 to this Act; “ sufficient part ” means not less than 0.5 hectares or such area as the Secretary of State may by order specify; and any reference to compensation is a reference to compensation under section 20 of the  Compulsory Purchase Act 1965 or section 114 of the  Lands Clauses Consolidation (Scotland) Act 1845 (compensation to be made to tenants for a year etc.)."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "29", "section_title": " Purchase etc. of property affected by blight.", "section_text": "29 1 The Secretary of State may, after consultation with the Corporation, make regulations with respect to the action to be taken by the Corporation for alleviating cases of hardship suffered as a result of property being blighted by subsidence damage or the possibility of such damage. 2 The action which may be required by the regulations is— a the purchase of any blighted property at a price equivalent to its unblighted value; or b the payment of an amount equivalent to the difference between the value of any such property and its unblighted value. 3 Regulations under this section may make provision as to— a the making of claims under the regulations and the descriptions of persons who may make them; b the descriptions of property in respect of which such claims may be made and the circumstances in which such property is to be regarded as blighted for the purposes of the regulations; c the circumstances in which action is or is not required to be taken (including the circumstances in which a person is to be regarded as suffering hardship); d the determination of the value or unblighted value of any blighted property. 4 In this section “ unblighted value ”, in relation to any blighted property, means the value which it would have if it were not blighted."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "30", "section_title": " Compensation for consequential losses of small firms.", "section_text": "30 1 Where at any time any property— a which is used wholly or partly for the purposes of a small firm; and b as respects which one or more notices have been or should have been given  . . . under section 46(1) below, is affected by subsidence damage, this section shall apply as respects the period beginning with that time and ending with the discharge by the Corporation of their remedial obligation with respect to the damage. 2 For each year or part of a year— a which falls within that period; and b in which any consequential loss resulting from the damage is suffered by the firm, the Corporation shall be under an obligation to make to the firm a payment of such amount as would have been payable to the firm by way of damages in respect of that loss if the damage had been attributable to the negligence of the Corporation; and in determining the amount (if any) of such a payment regard shall be had to the rules of law relating to remoteness and the mitigation of losses. 3 The Corporation shall not be liable to make a payment under this section unless, as soon as reasonably practicable after the first time— a when the firm suffers any consequential loss resulting from the damage; or b if later, when the firm has such knowledge as is mentioned in subsection (4) (read with subsection (5)) of section 3 above, the firm gives notice of the loss to the Corporation. 4 Where a notice is given under subsection (3) above, the Corporation may, by notice given to any person who is entitled to give a damage notice in respect of the subsidence damage, elect to treat the notice under that subsection as if it were also a damage notice given by that person in respect of that damage. 5 The Corporation shall not be liable to make a payment under this section except on a claim made by the firm within the period of twelve months beginning with the end of the year or part of a year to which the payment relates. 6 A payment under this section shall carry interest at the applicable rate (if any)  from the date of the claim on which the payment is made  until payment  but any period of delay in determining the amount of any such payment which is attributable to unreasonable conduct on the part of that firm shall be disregarded for the purposes of this subsection. . 7 In this section— “ associated employer ” shall be construed in accordance with  section 231 of the Employment Rights Act 1996 ; “ consequential loss ” does not include— a any loss for which provision is made by section 27(2) or (3) above; or b any loss resulting from subsidence damage as respects which the Corporation’s remedial obligation is excluded by section 33(3)  . . . below; “ employee ” has the  same meaning as in the Employment Act 1996 ; “ small firm ” means any person who, at the time when the property is affected by subsidence damage, is carrying on a business and satisfies the requirements of subsection (8) below; “ year ” means a calendar year. 8 A person satisfies the requirements of this subsection at any time if, at that time, the number of employees employed by him, added to the number of employees employed by any associated employer of his, does not exceed 20. 9 The Secretary of State may by order substitute for the number of employees specified in subsection (8) above (whether as originally enacted or as previously amended under this subsection) such other number of employees as he thinks fit."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "31", "section_title": " Compensation for damage to moveable property.", "section_text": "31 1 Where damage is caused to any moveable property by the happening of subsidence damage, the Corporation shall be liable to pay to any person having an interest in the property such amount by way of compensation as would have been payable to that person by way of damages if— a the damage to the moveable property had been attributable to the negligence of the Corporation; and b subject to subsection (2) below, liability for any consequential loss resulting from the damage were excluded. 2 Subsection (1)(b) above shall not apply to a claim made by a small firm where— a the moveable property was used wholly or partly for the purposes of the firm; and b the property affected by subsidence damage was property as respects which one or more notices had been or should have been given  . . . under section 46(1) below; and in determining the amount (if any) of so much of a payment as is payable by virtue of this subsection regard shall be had to the rules of law relating to remoteness and the mitigation of losses. 3 The Corporation shall not be liable under this section to pay compensation to any person in respect of damage to any moveable property where— a at the time when it was damaged, the property was on any land in circumstances such that its presence constituted a trespass to that land or, in Scotland, was on any land without lawful authority; or b the damage was wholly attributable to the fault of that person or any person in lawful possession of the property; and if the damage was partly attributable to the fault of that person or any person in lawful possession of the property, the liability of the Corporation shall be reduced proportionately. 4 In this section— “ fault ” includes any act or omission which would, if the damage to the moveable property had been caused by the negligence of the Corporation, have constituted fault for the purposes of the  Law Reform (Contributory Negligence) Act 1945; “ moveable property ” means— a in relation to England and Wales, any chattel personal other than a thing in action or money; b in relation to Scotland, any corporeal moveable other than money; “ small firm ” has the meaning which would be given by section (30)(7) above if the reference to the time when the property is affected by subsidence damage were a reference to the time when damage is caused to the moveable property."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "32", "section_title": " Compensation for death or disablement.", "section_text": "32 1 This section applies where— a as the result of an injury caused by the happening of subsidence damage, any person dies or is disabled (whether permanently or temporarily); and b apart from this section, no action to recover damages is maintainable in respect of the death or disablement. 2 Subject to subsection (4) below, the Corporation shall be liable, in the case of a death, to pay the like damages, recoverable in the like manner and within the like time, as would have been payable if— a the death had been attributable to the negligence of the Corporation; and b the persons by or on behalf of whom an action could have been brought against the Corporation for damages in respect of the death if it had been so attributable included any person who at the time of the death was, or but for the injury would have been, wholly or partly maintained by the deceased; and c the damages were claimed under the  Fatal Accidents Act 1976 where the death resulted from an injury caused in England or Wales, or the  Damages (Scotland) Act 1976 Damages (Scotland) Act 2011  where the death resulted from an injury caused in Scotland. 3 Subject to subsection (4) below, the Corporation shall be liable, in a case of disablement, to pay the like damages, recoverable in the like manner and within the like time, as would have been payable if the disablement had been attributable to the negligence of the Corporation. 4 No liability shall attach to the Corporation under subsection (2) or (3) above in respect of the death or disablement of any person as a result of an injury if— a at the time when that person incurred the injury he was on any land as a trespasser or, in Scotland, without lawful authority; or b the injury was wholly attributable to the fault of that person; and if the injury was partly attributable to the fault of that person the liability of the Corporation under that subsection shall be reduced proportionately. 5 In this section “ fault ” includes any act or omission which would, if the death or disablement had been caused by the negligence of the Corporation, have constituted fault for the purposes of the  Law Reform (Contributory Negligence) Act 1945."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "33", "section_title": " Existing buildings, structures or works.", "section_text": "33 1 This section applies where it appears  . . .— a that subsidence damage is likely to occur to any building, structure or works for the time being on, in or over any land; and b that the execution of certain works (“ preventive works ”) on that property, or on that property and some other property which would benefit from those preventive works, would prevent the occurrence or reduce the extent of such damage. 2 The Corporation may— a with the consent of all persons who are owners of any property on which the preventive works would fall to be executed, or who would be liable to make good in whole or in part subsidence damage to any of that property, execute the preventive works; or b upon undertaking to pay any cost reasonably incurred in the execution of the preventive works, request their execution by the owner of the property on which they would fall to be executed or any other person who would be liable as mentioned in paragraph (a) above in respect of that property. 3 If in the case of any property any person unreasonably withholds his consent to the execution of preventive works by the Corporation under this section, or unreasonably fails to comply with any request to execute such works made by the Corporation under this section, and subsidence damage subsequently occurs to the property, then— a if the damage could have been prevented by the execution of the preventive works, the Corporation shall not be required to take any remedial action in respect of that damage; b if the extent of the damage could have been reduced by the execution of the preventive works, the Corporation shall not be required to take any remedial action which would not have been required if the preventive works had been executed; and c if the property is a dwelling-house, the person concerned shall not be entitled, in respect of the damage, to give a notice under paragraph 4 of Schedule 5 to this Act or to receive any relief under that Schedule. 4 Where different consents are required in respect of different parts of any property, those different parts shall be treated as different properties for the purposes of subsection (3) above. 5 Paragraphs (a) and (b) of subsection (3) above shall not apply in the case of a failure to comply with a request under this section if the failure is the result of an express refusal to comply or permit compliance by one or more, but not both or all, of two or more persons whose compliance or permission is necessary. 6 The following, namely— a the withholding by any person of consent to the execution of preventive works on any property by the Corporation under this section; and b the failure to comply with any request to execute such works made by the Corporation under this section, are not to be regarded as unreasonable in a case to which section 9 above applies. 7 Where any such property as is mentioned in paragraph (a) of subsection (2) above is ecclesiastical property within the meaning of section 20 above, the  Church Commissioners Diocesan Board of Finance for the diocese in which the land is situated  shall be included among the persons whose consent is required by that paragraph."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "36", "section_title": " Land drainage systems.", "section_text": "36 1 Subject to subsections (2) to (4) below, the Corporation shall, in any area in England and Wales outside the Doncaster Drainage Area, from time to time carry out— a to the reasonable satisfaction of the appropriate drainage authority; and b in accordance with such arrangements as to timing as may be agreed or determined, such measures (if any) for remedying, mitigating or preventing any deterioration in a land drainage system, by reason of subsidence damage which has occurred or appears likely to occur, as may be reasonably required by the appropriate drainage authority. 2 The Corporation may elect, in respect of any such measures, not to carry out the measures themselves but to make to the appropriate drainage authority— a a payment equal to the cost reasonably incurred by the authority in carrying out the measures;or b if the authority propose to merge the carrying out of the measures with the execution of other works, payments equal to any sums from time to time shown to have been expended by the authority in carrying out the merged operations up to the appropriate amount; and in this subsection “ the appropriate amount ” means such aggregate amount as may be agreed or determined to be reasonable in all the circumstances, having regard to the expenditure which would have been incurred by the Corporation or by the authority in carrying out the measures. 3 The Corporation— a in a case where the measures fall to be carried out in connection with property comprised in a main river, shall make the appropriate election under subsection (2) above; and b in any other case, shall not unreasonably refuse any request to make that election received from the appropriate drainage authority; but the Corporation shall not be deemed to act unreasonably in refusing any such request received after the Corporation have begun to carry out the measures. 4 Notwithstanding anything in subsections (1) to (3) above, in any case where it is agreed or determined to be appropriate, the liability of the Corporation for the cost of any recurring measures may be discharged by a lump sum payment agreed or determined to represent the capital amount of that cost. 5 Section 16 above (except subsections (6) to (8)) shall apply in any case where— a a damage notice has been given to the Corporation in respect of any property; and b the Corporation are of the opinion with respect to all or any of the permanent works which would otherwise fall to be executed in connection with the property that— i the necessity for those works; or ii the nature or manner of their execution, is likely to be so affected by operations under this section, or under Part II of the  Doncaster Area Drainage Act 1929, as to make it unreasonable that those works should be executed for the time being; and in its application to any stop notice given by virtue of this subsection, section 17(1) above shall have effect as if it referred to the Corporation no longer being of such opinion as is mentioned in paragraph (b) above. 6 The Corporation shall, for the purpose of carrying out any measures under this section, have the like powers— a of surveying and entering on any land; and b of doing anything on land entered by them, as are conferred on the appropriate drainage authority by the enactments relating to land drainage; but nothing in this subsection shall apply in relation to any land occupied by or on behalf of the Crown. 7 Regulations made by the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly may make provision— a with respect to the procedure to be followed by the Corporation and by the appropriate drainage authority in giving effect to the provisions of this section; and b for the determination of questions arising under this section between the Corporation and the authority. 8 In this section— “ agreed or determined ” means agreed between the Corporation and the appropriate drainage authority or, in default of such agreement, determined in the manner provided by regulations under this section; “ the appropriate drainage authority ” means— a in a case where the measures would fall to be carried out either in connection with a main river, or outside any internal drainage district — i in relation to measures to be carried out wholly in England, the Environment Agency; ii in relation to measures to be carried out wholly in Wales, the Natural Resources Body for Wales; iii in relation to measures to be carried out partly in England and partly in Wales, either of those bodies; b in any other case, the internal drainage board in whose district the measures would fall to be carried out; “ the Doncaster Drainage Area ” has the same meaning as in the Doncaster Area Drainage Act 1929; “ land drainage system ” means a drainage system maintainable by a drainage authority; “ main river ” means a main river for the purposes of  Part IV of the Water Resources Act 1991 ."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "37", "section_title": " Avoidance of double claims.", "section_text": "37 1 A person entitled to give a damage notice under Part II of this Act in respect of subsidence damage to any property shall not be entitled to proceed at the same time in respect of the same damage to that property with both— a such a notice; and b a claim against the Corporation or a licensee of the Corporation for damages or compensation arising apart from this Act; but a person so entitled may, subject to subsection (2) below, elect which notice or claim he will proceed with for the time being. 2 Where any person proceeds with such a notice or claim as is mentioned in paragraph (a) or (b) of subsection (1) above (“ the original notice or claim ”), he shall not be entitled to proceed with such a notice or claim as is mentioned in the other of those paragraphs unless— a it is determined, whether by agreement or otherwise, that he is entitled to none of the relief claimed by the original notice or claim; or b that notice or claim is withdrawn before it is determined. 3 Where two or more persons are entitled to give a damage notice under Part II of this Act in respect of the same subsidence damage to any property, subsections (1) and (2) above shall apply as if any election made by any one of them to proceed with such a notice had also been made by the other or others of them. 4 The provisions of this Act and of any other enactment making provision with respect to rights and liabilities between the Corporation and any government department, local authority or statutory undertakers in respect of— a the working of minerals under or adjacent to any property; or b the leaving of minerals unworked for the support of any property, shall have effect subject to the terms of any agreement with respect to such rights and liabilities which has been entered into between the Corporation and the department, authority or undertakers otherwise than in connection with a disposition of an interest in land and is for the time being subsisting."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "38", "section_title": " Reimbursement of successful claimants’ expenses.", "section_text": "38 1 Where the Corporation— a take any remedial action; or b make any payment to, or make any living accommodation available to, any person under Part III of this Act, they shall also pay any costs or expenses to which subsection (2) below applies. 2 Subject to subsections (3) to (5) below, this subsection applies to any costs or expenses reasonably incurred by the claimant or any other person interested or, as the case may be, by the person in question— a for the purposes of, or for purposes connected with, the preparation and prosecution of his damage notice or claim; or b in the case of costs or expenses incurred by the claimant before the subsidence damage became evident, with a view to the possible preparation and prosecution of his damage notice. 3 Subsection (2) above does not apply to any costs or expenses incurred by the claimant or any other person interested— a in securing or attempting to secure the agreement or consent of any other person to the exercise by the Corporation of any such power as is mentioned in subsection (1)(a) of section 41 below; or b in pursuing an application under subsection (2) of that section. 4 Subsection (2) above does not apply to any costs or expenses incurred by the claimant or any other person interested more than four years before the giving of his damage notice. 5 Subsection (2) above does not apply to any costs or expenses incurred in or in connection with any proceedings before any tribunal, court or other person if an order for their payment has been or could have been made by that tribunal, court or other person. 6 The Secretary of State may by order— a substitute for the period specified in subsection (4) above (whether as originally enacted or as previously amended under this subsection) such other period as he thinks fit; or b direct that that subsection shall not apply in such circumstances as may be specified in the order."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "40", "section_title": " Disputes: general.", "section_text": "40 1 Except as otherwise provided by or under this Act, any question arising under this Act shall, in default of agreement, be referred to and determined by the  appropriate tribunal . 2 Where in any proceedings under this Act the question arises whether any damage to property is subsidence damage, and it is shown that the nature of the damage and the circumstances are such as to indicate that the damage may be subsidence damage, the onus shall be on the Corporation to show that the damage is not subsidence damage. 3 The tribunal, court or other person by whom any question is heard and determined under this Act may make such orders as may be necessary to give effect to its or his determinations and in particular may by order— a require the Corporation to carry out any obligations imposed upon them by this Act within such period as the tribunal, court or person may direct; b award damages in respect of any failure of the Corporation to carry out any such obligations."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "41", "section_title": " Disputes about withholding of agreement or consent.", "section_text": "41 1 This section applies where in the case of any property— a the agreement or consent of two or more persons is required for the Corporation to exercise any power conferred by section 5(3) or (5), 10(2)(b) or 33(2)(a) above; and b the Corporation have reached agreement with or obtained the consent of one or more, but not both or all, of those persons. 2 If, on an application made by any of those persons or the Corporation, it appears— a in the case of property in England and Wales, to a county court; or b in the case of property in Scotland, to the sheriff, that any person whose agreement or consent is so required has withheld his agreement or consent unreasonably, the court or the sheriff may order that the provision conferring the power in question shall apply in the case of the property as if the Corporation had reached agreement with or obtained the consent of that person."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "42", "section_title": " Disputes about access etc. to premises.", "section_text": "42 1 If the occupier of any premises refuses to afford the Corporation such facilities as they may require for the purposes of any provision of this Act (other than section 36 above) to enter upon, inspect and execute works on those premises, then— a in the case of premises in England and Wales, a magistrates’ court on a complaint made by the Corporation; b in the case of premises in Scotland, the sheriff on an application so made, may confer such powers to enter, inspect and execute works on the premises as may appear to the court or the sheriff to be necessary, and may order the occupier to permit the exercise of those powers. 2 Nothing in subsection (1) above shall apply to any premises occupied by or on behalf of the Crown."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "44", "section_title": " Time limits for certain disputes.", "section_text": "44 1 This section applies to any question arising under this Act as to whether the Corporation are in breach of their remedial obligation in respect of any subsidence damage. 2 No question to which this section applies shall be heard and determined by any tribunal, court or other person unless the necessary reference is made, or the necessary proceedings are instituted, before the end of whichever of the following periods last expires, namely— a the period of three years beginning with the earliest date on which the Corporation are in breach of their remedial obligation; and b the period allowed by section 3 above for giving a damage notice with respect to the damage (the period of six years beginning with the date given by subsection (3) of that section). 3 For the purposes of subsection (2) above, any period during which the Corporation’s remedial obligation is subject to the terms of a stop notice shall be disregarded."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "46", "section_title": " Notices to property owners etc.", "section_text": "46 1 Subject to subsection (2) below, where it is proposed to carry on any underground coal-mining operations, the Corporation— a shall give to the owners or occupiers of any land which might be affected by subsidence as a result of the operations notice that there is a risk of their land being so affected; and b shall give notice that they have done so to any organisation appearing to them to be representative of those owners or occupiers. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where notice has been given under subsection (1)(a) above in respect of any land, the Corporation shall give to the owners or occupiers notice of any of the following facts, that is to say— a any decision not to proceed with the proposed operations; b anything which gives the Corporation reason to believe that there is no longer any risk of the land being affected by subsidence; and c the discontinuance of any operations which have been carried on. 4 Where notice has been given under subsection (1)(a) above in respect of any land, the Corporation shall from time to time, until notice is given under subsection (3) above in respect of that land, give notice to the owners or occupiers reminding them of any risk there may be of the land being, or having been, affected by subsidence. 5 The Secretary of State may by regulations make provision as respects— a the contents and form of notices under this section; b the times at which and the manner in which such notices are to be given; c any information  , forms and documents which are  to accompany such notices. 6 If no other time for giving a notice under subsection (4) above is prescribed under subsection (5)(b) above, the Corporation shall give the notice within the period of one year beginning with the date on which the most recent notice under this section was given. 7 If no other manner for giving a notice under this section is so prescribed, the Corporation shall take all reasonably practicable steps for bringing the notice to the attention of the person to whom the notice is to be given. 8 In this section— a references to land include references to any buildings, structures or works on, in or over land; and b references, in relation to any land, to the owners or occupiers include references to any person who is the owner or occupier of any part of the land or is liable to make good in whole or in part any subsidence damage affecting the land."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "47", "section_title": " Notices to local authorities.", "section_text": "47 1 Subject to subsection (3) below, where it is proposed to carry on any underground coal-mining operations, the Corporation shall give notice of the operations to any local authority whose area includes land which may be affected by subsidence as a result of the operations. 2 Subject to subsection (3) below, where any underground coal-mining operations are being carried on, the Corporation shall give notice of such facts as may be prescribed to any local authority whose area includes land which has been or may be affected by subsidence as a result of the operations. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may by regulations make provision as respects— a the contents and form of notices under this section; b the times at which such notices are to be given; c any information  , forms and documents which are  to accompany such notices. 5 Each local authority shall— a secure that copies of all notices and other information received by them under this section are made available, at all reasonable times, for inspection by the public free of charge; and b provide facilities for obtaining copies of such documents on payment of a reasonable fee. 6 In this section “ local authority ” means— a in relation to England  . . ., the council of a district or non-metropolitan county; aa in relation to Wales, the council of a county or county borough; b in relation to Scotland, a  council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 ."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "49", "section_title": " Reports on operation of Act.", "section_text": "49 1 The Secretary of State may give directions to the Corporation requiring them, on or before a specified date or at specified intervals, to make a report to him on, or on any specified matters relating to, the operation of this Act during any specified period or periods. 2 Directions given under this section may— a specify the matters to be dealt with, and any particular information to be given, in any such report and the form in which any such report is to be made; and b require the Corporation to publish any such report in any specified manner. 3 The Secretary of State shall lay before Parliament a copy of every report received by him under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "50", "section_title": " Regulations and orders.", "section_text": "50 1 Any power of the Secretary of State or the Ministers to make regulations or orders under this Act shall be exercisable by statutory instrument and shall include power— a to make different provision for different cases or classes of case; and b to make such supplementary, incidental, consequential or transitional provisions as the Secretary of State or the Ministers consider necessary or expedient. 2 A statutory instrument containing any regulations or order under this Act (other than an order under section 54(2) below) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 In this section “ the Ministers ” means the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "51", "section_title": " Service of documents", "section_text": "51 Section 63 of the Coal Industry Act 1994 (service of documents) shall apply in relation to any notice, request, claim or other document which is required or authorised by virtue of this Act to be served on any person (whether by being given, made or sent to that person or otherwise) as it applies in relation to any document which is required or authorised to be served on any person by virtue of that Act."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "52", "section_title": " Interpretation etc.", "section_text": "52 1 In this Act, unless the context otherwise requires— “ agriculture ”, “ agricultural ” and “ agricultural land ”— a in relation to England and Wales, have the meanings given by section 109 of the  Agriculture Act 1947; b in relation to Scotland, have the meanings given by section 86 of the  Agriculture (Scotland) Act 1948; “ agricultural unit ”— a in relation to England and Wales, has the meaning given by section 171(1) of the  Town and Country Planning Act 1990; b in relation to Scotland, has the meaning given by section 196(1) of the  Town and Country Planning (Scotland) Act 1972; “the appropriate tribunal” means— in relation to England and Wales, the Upper Tribunal; in relation to Scotland, the Lands Tribunal for Scotland; “ claim ” means a claim in writing; “ the claimant ” and “ any other person interested ” have the meanings given by section 3(6) above; “ coal ” has the same meaning as in Part I of the  Coal Act 1938; “ the Corporation ” means the British Coal Corporation; “ damage notice ” has the meaning given by section 3(2) above; “ depreciation payments ” has the meaning given by section 2(5)(b) above; “ dwelling-house ”— a in relation to England and Wales, means any building or part of a building used wholly or partly as a private dwelling, together with any yard, garden, outhouses and appurtenances belonging to or usually enjoyed with that building or part; b in relation to Scotland, means a house including any part of a building, being a part which is occupied or intended to be occupied as a separate dwelling, and including, in particular, any flat, together with any yard, garden, outhouses and pertinents belonging to and usually enjoyed with the house; “ emergency works ” has the meaning given by section 12(1) above; “ ground lease ” means a lease for building purposes at a rent (or, where the rent varies, at a maximum rent) which does not substantially exceed the rent which a tenant might reasonably have been expected, at the date when the lease was granted, to pay for the land comprised in the lease, excluding any buildings, for a term equal to the term created by the lease; “ housing clearance powers ” means Part IX of the  Housing Act 1985 (slum clearance) or Part VI of the  Housing (Scotland) Act 1987 (closing and demolition orders); ... “ notice ” means notice in writing and “ notify ” shall be construed accordingly; “ notice of proposed remedial action ” has the meaning given by section 4(4) above; “ owner ”— a in relation to any real property in England and Wales, means the lessee under the ground lease if it is held on such a lease, and the owner of the fee simple if it is not; b in the case of any heritable property in Scotland, means the proprietor of the dominium utile  if the property is feudal property, and the owner of the property if it is not; “ payments in lieu ” has the meaning given by section 2(5)(a) above; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ remedial obligation ” has the meaning given by section 2(3) above; “ remedial works ” has the meaning given by subsection (2) of section 6 above (subject to subsection (7) of that section); “ request ” means a request in writing; “ schedule of remedial works ” has the meaning given by section 6(8) above; “ statutory undertakers ” means— a any persons authorised by any enactment to carry on any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking or any undertaking for the supply of hydraulic power; and b any of the following, namely, any licence holder within the meaning of the  Electricity Act 1989, any public gas supplier, any water or sewerage undertaker, the Environment Agency, the Natural Resources Body for Wales, any electronic  communications code operator, any former  PTO ,  any universal service provider in connection with the provision of a universal postal service , the Civil Aviation Authority  , any person who holds a licence under Chapter I of Part I of the Transport Act 2000 (to the extent that the person is carrying out activities authorised by the licence)  and any relevant airport operator within the meaning of Part V of the  Airports Act 1986; “ stop notice ” has the meaning given by section 16(4) above; “ structure ” includes any works providing passage or hard standing for persons, animals or vehicles (including railway or tramway vehicles and aircraft); “ subsidence damage ” has the meaning given by section 1 above; “universal service provider” has the same meaning as in the  Part 3 of the Postal Services Act 2011 ; and any reference to the provision of a universal postal service shall be construed in accordance with  that Part ; “ works ” includes sewers, drains, pipes, cables, wires and any other apparatus. 2 References in this Act, in relation to any damage, to a notice affecting the required remedial action in respect of the damage are references to— a any notice of proposed remedial action with respect to that damage; and b any notice with respect to a decision by the Corporation to make or revoke an election to take in respect of that damage any remedial action other than that indicated in any such notice as is mentioned in paragraph (a) above. 3 References in this Act, in relation to any interest payable by the Corporation, to the applicable rate are references to such rate as may from time to time be prescribed by order made by the Secretary of State; and an order under this subsection— a may apply different rates in relation to different periods; b may include provision for a nil rate to apply in relation to any period; and c may fix any rate by specifying it or by applying any rate for the time being applicable for any other purpose (whether statutory or otherwise)."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "53", "section_title": " Transitional provisions, savings and repeals.", "section_text": "53 1 The transitional provisions and savings contained in Schedule 7 to this Act shall have effect; but nothing in this subsection shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 The enactments mentioned in Schedule 8 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "54", "section_title": " Short title, commencement and extent.", "section_text": "54 1 This Act may be cited as the Coal Mining Subsidence Act 1991. 2 This Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions or for different purposes. 3 Without prejudice to the provisions of Schedule 7 to this Act, an order under subsection (2) above may make such transitional provisions and savings as appear to the Secretary of State necessary or expedient in connection with any provision brought into force by the order. 4 This Act does not extend to Northern Ireland."}, {"act": "Coal Mining Subsidence Act 1991", "year": 1991, "section": "36", "section_title": " Land drainage systems.", "section_text": "36 1 Subject to subsections (2) to (4) below, the Corporation shall, in any area in England and Wales outside the Doncaster Drainage Area, from time to time carry out— a to the reasonable satisfaction of the appropriate drainage authority; and b in accordance with such arrangements as to timing as may be agreed or determined, such measures (if any) for remedying, mitigating or preventing any deterioration in a land drainage system, by reason of subsidence damage which has occurred or appears likely to occur, as may be reasonably required by the appropriate drainage authority. 2 The Corporation may elect, in respect of any such measures, not to carry out the measures themselves but to make to the appropriate drainage authority— a a payment equal to the cost reasonably incurred by the authority in carrying out the measures;or b if the authority propose to merge the carrying out of the measures with the execution of other works, payments equal to any sums from time to time shown to have been expended by the authority in carrying out the merged operations up to the appropriate amount; and in this subsection “ the appropriate amount ” means such aggregate amount as may be agreed or determined to be reasonable in all the circumstances, having regard to the expenditure which would have been incurred by the Corporation or by the authority in carrying out the measures. 3 The Corporation— a in a case where the measures fall to be carried out in connection with property comprised in a main river, shall make the appropriate election under subsection (2) above; and b in any other case, shall not unreasonably refuse any request to make that election received from the appropriate drainage authority; but the Corporation shall not be deemed to act unreasonably in refusing any such request received after the Corporation have begun to carry out the measures. 4 Notwithstanding anything in subsections (1) to (3) above, in any case where it is agreed or determined to be appropriate, the liability of the Corporation for the cost of any recurring measures may be discharged by a lump sum payment agreed or determined to represent the capital amount of that cost. 5 Section 16 above (except subsections (6) to (8)) shall apply in any case where— a a damage notice has been given to the Corporation in respect of any property; and b the Corporation are of the opinion with respect to all or any of the permanent works which would otherwise fall to be executed in connection with the property that— i the necessity for those works; or ii the nature or manner of their execution, is likely to be so affected by operations under this section, or under Part II of the  Doncaster Area Drainage Act 1929, as to make it unreasonable that those works should be executed for the time being; and in its application to any stop notice given by virtue of this subsection, section 17(1) above shall have effect as if it referred to the Corporation no longer being of such opinion as is mentioned in paragraph (b) above. 6 The Corporation shall, for the purpose of carrying out any measures under this section, have the like powers— a of surveying and entering on any land; and b of doing anything on land entered by them, as are conferred on the appropriate drainage authority by the enactments relating to land drainage; but nothing in this subsection shall apply in relation to any land occupied by or on behalf of the Crown. 7 Regulations made by the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly may make provision— a with respect to the procedure to be followed by the Corporation and by the appropriate drainage authority in giving effect to the provisions of this section; and b for the determination of questions arising under this section between the Corporation and the authority. 8 In this section— “ agreed or determined ” means agreed between the Corporation and the appropriate drainage authority or, in default of such agreement, determined in the manner provided by regulations under this section; “ the appropriate drainage authority ” means— a in a case where the measures would fall to be carried out either in connection with a main river, or outside any internal drainage district — i in relation to measures to be carried out wholly in England, the Environment Agency; ii in relation to measures to be carried out wholly in Wales, the Natural Resources Body for Wales; iii in relation to measures to be carried out partly in England and partly in Wales, either of those bodies; b in any other case, the internal drainage board in whose district the measures would fall to be carried out; “ the Doncaster Drainage Area ” has the same meaning as in the Doncaster Area Drainage Act 1929; “ land drainage system ” means a drainage system maintainable by a drainage authority; “ main river ” means a main river for the purposes of  Part IV of the Water Resources Act 1991 ."}]