[{"act": "Deer Act 1991", "year": 1991, "section": "1", "section_title": " Poaching of deer.", "section_text": "1 1 Subject to subsection (3) below, if any person enters any land without the consent of the owner or occupier or other lawful authority in search or pursuit of any deer with the intention of taking, killing or injuring it, he shall be guilty of an offence. 2 Subject to subsection (3) below, if any person while on any land— a intentionally takes, kills or injures, or attempts to take, kill or injure, any deer, b searches for or pursues any deer with the intention of taking, killing or injuring it, or c removes the carcase of any deer, without the consent of the owner or occupier of the land or other lawful authority, he shall be guilty of an offence. 3 A person shall not be guilty of an offence under subsection (1) or subsection (2) above by reason of anything done in the belief that— a he would have the consent of the owner or occupier of the land if the owner or occupier knew of his doing it and the circumstances of it; or b he has other lawful authority to do it. 4 If any authorised person suspects with reasonable cause that any person is committing or has committed an offence under subsection (1) or subsection (2) above on any land, he may require that person— a to give his full name and address; and b to quit that land forthwith; and any person who fails to comply with a requirement under this subsection shall be guilty of an offence. 5 In subsection (4) above “ authorised person ”, in relation to any land, means the owner or occupier of the land or any person authorised by the owner or occupier, and includes any person having the right to take or kill deer on the land."}, {"act": "Deer Act 1991", "year": 1991, "section": "2", "section_title": " Taking or killing of certain deer in close season.", "section_text": "2 1 Subject to sections 6 to 8 below and to subsection (3) below, if any person takes or intentionally kills any deer of a species and description mentioned in Schedule 1 to this Act during the prescribed close season, he shall be guilty of an offence. 2 The prescribed close season, in relation to a particular deer, is the close season prescribed by Schedule 1 to this Act in relation to deer of that species and description. 3 Where— a any person, by way of business, keeps deer on land enclosed by a deer-proof barrier for the production of meat or other foodstuffs or skins or other by-products, or as breeding stock, and b those deer are conspicuously marked in such a way as to identify them as deer kept by that person as mentioned in the preceding paragraph, the killing of any of those deer by that person, or by any servant or agent of that person authorised by him for the purpose, shall not constitute an offence under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer Act 1991", "year": 1991, "section": "3", "section_title": " Taking or killing of deer at night.", "section_text": "3 Subject to sections 6 and 8 below, if any person takes or intentionally kills any deer between the expiry of the first hour after sunset and the beginning of the last hour before sunrise, he shall be guilty of an offence."}, {"act": "Deer Act 1991", "year": 1991, "section": "4", "section_title": " Use of prohibited weapons and other articles.", "section_text": "4 1 Subject to sections 6 and 8 below, if any person— a sets in position any article which is a trap, snare, or poisoned or stupefying bait and is of such a nature and so placed as to be calculated to cause bodily injury to any deer coming in contact with it, or b uses for the purpose of taking or killing any deer any trap, snare or poisoned or stupefying bait, or any net, he shall be guilty of an offence. 2 Subject to sections 6 to 8 below, if any person uses for the purpose of taking or killing or injuring any deer— a any firearm or ammunition mentioned in Schedule 2 to this Act, b any arrow, spear or similar missile, or c any missile, whether discharged from a firearm or otherwise, carrying or containing any poison, stupefying drug or muscle-relaxing agent, he shall be guilty of an offence. 3 The Secretary of State may by order amend Schedule 2 to this Act by adding any firearm or ammunition or by altering the description of, or deleting, any firearm or ammunition for the time being mentioned in that Schedule. 4 Subject to subsection (5) below, if any person— a discharges any firearm, or projects any missile, from any mechanically propelled vehicle at any deer,   when the vehicle is moving or when its engine is running,  or b uses any mechanically propelled vehicle for the purpose of driving deer, he shall be guilty of an offence. 5 An act which, apart from this subsection, would constitute an offence under subsection (4) above shall not constitute such an offence if it is done— a by, or with the written authority of, the occupier of any enclosed land where deer are usually kept; and b in relation to any deer on that land."}, {"act": "Deer Act 1991", "year": 1991, "section": "5", "section_title": " Attempts to commit certain offences,  etc.", "section_text": "5 1 Any person who attempts to commit an offence under any of sections 2 to 4 above shall be guilty of an offence. 2 If any person, for the purpose of committing an offence under any of sections 2 to 4 above, has in his possession— a any article the use of which is prohibited by section 4(1)(b), section 4(2)(b) or section 4(2)(c) above, or b any firearm or ammunition, he shall be guilty of an offence."}, {"act": "Deer Act 1991", "year": 1991, "section": "6", "section_title": " General exceptions to certain provisions of this Act.", "section_text": "6 1 Nothing in section 2 or section 3 above shall make unlawful anything done in pursuance of a requirement by the Minister of Agriculture, Fisheries and Food under section 98 of the  Agriculture Act 1947. 2 A person shall not be guilty of an offence under section 2 or section 3 above by reason of any act done for the purpose of preventing the suffering of an injured or diseased deer. 2A A person shall not be guilty of an offence under section 2 or section 3 above by reason of taking or killing a deer that he reasonably believes— a has been deprived in any way (other than by an unlawful taking or killing by that person) of a female deer on which it was dependent; or b is about to be deprived, by death from disease or a lawful taking or killing, of a female deer on which it is dependent. 3 A person shall not be guilty of an offence under section 4(1)(a) or section 4(1)(b) above by reason of setting in position, or using, any trap or net for the purpose of preventing the suffering of an injured or diseased deer. 4 A person shall not be guilty of an offence under section 4(1) or (2) above by reason of the use of any reasonable means for the purpose of killing any deer if he reasonably believes that the deer has been so seriously injured, otherwise than by his unlawful act, or is in such condition, that to kill it is an act of mercy. 4A In subsection (4) above, “any reasonable means” means any method of killing a deer that can reasonably be expected to result in rapid loss of consciousness and death and which is appropriate in all the circumstances (including in particular what the deer is doing, its size, its distance from the closest position safely attainable by the person attempting to kill the deer and its position in relation to vegetative cover). 5 A person shall not be guilty of an offence under section 4(2)(a) above by reason of the use as a slaughtering instrument, for the purpose of killing any deer, of a smooth-bore gun which— a is of not less gauge than 12 bore; b has a barrel less than 24 inches (609.6 millimetres) in length; and c is loaded with a cartridge purporting to contain shot none of which is less than .203 inches (5.16 millimetres) in diameter (that is to say, size AAA or any larger size). 6 A person shall not be guilty of an offence under section 4(2)(a) above if he uses for the purpose of taking or killing or injuring any Chinese water deer ( Hydropotes inermis ) or muntjac deer ( Muntiacus reevesi )— a a rifle having a calibre of not less than .220 inches and a muzzle energy of not less than 1,356 joules (1000 foot pounds), and b a soft-nosed or hollow-nosed bullet weighing not less than 3.24 grammes (50 grains)."}, {"act": "Deer Act 1991", "year": 1991, "section": "7", "section_title": " Exceptions for occupiers etc. of land where deer are.", "section_text": "7 1 Subject to subsection (3) below, a person to whom this section applies shall not be guilty of an offence under section 2 above by reason of— a the taking or killing of any deer by means of shooting, or b the injuring of any deer by means of shooting in an attempt to take or kill it, on any cultivated land, pasture or enclosed woodland. 2 Subject to subsection (3) below, a person to whom this section applies shall not be guilty of an offence under section 4(2)(a) above by reason of the use, for the purpose of taking or killing any deer on any land, of any smooth-bore gun of not less gauge than 12 bore which is loaded with— a a cartridge containing a single non-spherical projectile weighing not less than 22.68 grammes (350 grains); or b a cartridge purporting to contain shot each of which is .203 inches (5.16 millimetres) in diameter (that is to say, size AAA). 3 A person to whom this section applies shall not be entitled to rely on the defence provided by subsection (1) or subsection (2) above as respects anything done in relation to any deer on any land unless he shows that— a he had reasonable grounds for believing that deer of the same species were causing, or had caused, damage to crops, vegetables, fruit, growing timber or any other form of property on the land; b it was likely that further damage would be so caused and any such damage was likely to be serious; and c his action was necessary for the purpose of preventing any such damage. 4 The persons to whom this section applies are— a the occupier of the land on which the action is taken; b any member of the occupier’s household normally resident on the occupier’s land, acting with the written authority of the occupier; c any person in the ordinary service of the occupier on the occupier’s land, acting with the written authority of the occupier; and d any person having the right to take or kill deer on the land on which the action is taken or any person acting with the written authority of a person having that right. 5 The Secretary of State and the agriculture Minister acting jointly may by order, either generally or in relation to any area or any species and description of deer specified in the order,— a repeal subsection (2) above or amend it by adding any firearm or ammunition or by altering the description of, or deleting, any firearm or ammunition for the time being mentioned in it; b amend subsection (3) above by adding any further conditions which must be satisfied or by varying or deleting any conditions so added. 6 Before making any order under subsection (5) above the Secretary of State and the agriculture Minister shall consult organisations that appear to them to represent persons likely to be interested in or affected by the order. 7 In this section “ agriculture Minister ” means— a in relation to England, the  Secretary of State ; and b in relation to Wales, the Secretary of State."}, {"act": "Deer Act 1991", "year": 1991, "section": "8", "section_title": "Exceptions for licensed persons", "section_text": "8 1 A licence may be granted to any person by   Natural England   exempting that person, and any persons acting with his written authority, from sections 2 to 4 above in respect of any of the acts specified in subsection (3) below which are done in England for the purpose of removing deer from one area to another or of taking deer alive for scientific or educational purposes. 2 A licence may be granted to any person by   the Natural Resources Body for Wales   exempting that person, and any persons acting with his written authority, from sections 2 to 4 above in respect of any of the acts specified in subsection (3) below which are done in Wales for the purpose of removing deer from one area to another or of taking deer alive for scientific or educational purposes. 3 The acts referred to in subsections (1) and (2) above are— a using any net, trap, stupefying drug or muscle-relaxing agent of a type authorised by the licence; b using any missile carrying or containing such stupefying drug or muscle-relaxing agent and discharging any such missile by any means authorised by the licence. 3A A licence may be granted to any person by— a Natural England, in relation to any land in England, or b the Welsh Ministers, in relation to any land in Wales, exempting that person from section 2 above in relation to any species and description of deer. 3B A licence may be granted under subsection (3A) above for the purpose of— a preserving public health or public safety, or b conserving the natural heritage. 3C Before granting a licence under subsection (3A) above in relation to any land the licensor must be satisfied that— a in the case of a licence required for the purpose of preserving public health or public safety, there is a serious risk of deer of the species and description to which the application relates putting public health or public safety at risk; b in the case of a licence required for the purpose of conserving the natural heritage, there is a serious risk of deer of the species and description to which the application relates causing deterioration of the natural heritage; c to achieve the purpose in question there is no satisfactory alternative to taking and killing the deer of the species and description to which the application relates during the close season prescribed by Schedule 1 to this Act; d the applicant has a right of entry to the land for the purpose of taking or killing deer under the licence; and e if the licence is to relate to red, roe or fallow deer, the taking or killing to be authorised by the licence will not compromise the ability of that species to maintain the population of deer in question on a long-term basis within its natural range in the numbers which exist after the taking or killing has taken place. 3D A licence may be granted to any person by— a Natural England in relation to any land in England, or b the Welsh Ministers, in relation to any land in Wales, exempting that person from section 3 above in relation to any species and description of deer. 3E A licence may be granted under subsection (3D) above for the purpose of— a preserving public health or public safety, b conserving the natural heritage, or c preventing serious damage to property. 3F Before granting a licence under subsection (3D) above in relation to any land the licensor must be satisfied that— a in the case of a licence required for the purpose of preserving public health or public safety, there is a serious risk of deer of the species and description to which the application relates putting public health or public safety at risk; b in the case of a licence required for the purpose of conserving the natural heritage, there is a serious risk of deer of the species and description to which the application relates causing deterioration of the natural heritage; c in the case of a licence required for the purpose of preventing serious damage to property, property on the land has been seriously damaged in the year preceding the licence application; d to achieve the purpose in question there is no satisfactory alternative to taking and killing the deer of the species and description to which the application relates between the expiry of the first hour after sunset and the beginning of the last hour before sunrise; e the applicant has a right of entry to the land for the purpose of taking or killing deer under the licence; and f if the licence is to relate to red, roe or fallow deer, the taking or killing to be authorised by the licence will not compromise the ability of that species to maintain the population of deer in question on a long-term basis within its natural range in the numbers which exist after the taking or killing has taken place. 3G A licence under subsection (3A) or (3D) above must state— a the purpose for which it is granted; b the land to which it relates; c the species and descriptions of deer to which it relates; d the method by which the licensee may take or kill deer; and e the period, not exceeding two years, for which it is valid. 3H Natural England and the Welsh Ministers may charge fees for the consideration of applications for licences under subsections (3A) and (3D) above. 4 A licence granted under   this section may be revoked at any time by the licensor  ; and a licence granted under   this section   may be granted subject to conditions. 5 Without prejudice to any other liability to a penalty which he may have incurred under this or any other Act, any person who contravenes or fails to comply with any condition imposed on the grant of a licence under   this section   shall be guilty of an offence. 6 In this section, “the natural heritage” means flora and fauna, geological or physiographical features or natural beauty and amenity of the countryside."}, {"act": "Deer Act 1991", "year": 1991, "section": "9", "section_title": " Penalties for offences relating to deer.", "section_text": "9 1 Subject to subsection (2) below, a person guilty of an offence under any of the preceding provisions of this Act shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale or to imprisonment for a term not exceeding three months or to both. 2 Where an offence under any of the preceding provisions of this Act was committed in respect of more than one deer the maximum fine which may be imposed under subsection (1) above shall be determined as if the person convicted had been convicted of a separate offence in respect of each deer. 3 Proceedings for an offence under this Act may be brought within the period of 6 months beginning with the date on which evidence sufficient in the opinion of the prosecutor to warrant the proceedings came to his knowledge. 4 But subsection (3) does not authorise the commencement of proceedings for an offence more than 2 years after the date on which the offence was committed. 5 For the purposes of subsection (3), a certificate signed by or on behalf of the prosecutor and stating the date on which evidence sufficient in his opinion to warrant the proceedings came to his knowledge shall be conclusive evidence of that fact. 6 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Deer Act 1991", "year": 1991, "section": "10", "section_title": " Offences relating to sale and purchase etc. of venison.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If any person— a sells or offers or exposes for sale, or has in his possession for sale, or b purchases or offers to purchase or receives, any venison which comes from a deer to which this subsection applies, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale or to imprisonment for a term not exceeding three months or to both. 4 Subsection (3) above applies to any deer— a which has been taken or killed in circumstances which constitute an offence under any of the preceding provisions of this Act; and b which the person concerned knows or has reason to believe has been so taken or killed. 5 In this section— ... “ sale ” includes barter and exchange, and “ sell ” and “ purchase ” shall be construed accordingly."}, {"act": "Deer Act 1991", "year": 1991, "section": "11", "section_title": " Licensed game dealers to keep records.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer Act 1991", "year": 1991, "section": "12", "section_title": " Powers of search, arrest and seizure.", "section_text": "12 1 If a constable suspects with reasonable cause that any person is committing or has committed an offence under this Act, the constable may without warrant— a stop and search that person if the constable suspects with reasonable cause that evidence of the commission of the offence is to be found on that person; b search or examine any vehicle, animal, weapon or other thing which that person may then be using if the constable suspects with reasonable cause that evidence of the commission of the offence is to be found on that vehicle, animal, weapon or other thing; c seize and detain for the purposes of proceedings under this Act anything which is evidence of the commission of the offence and any deer, venison, vehicle, animal, weapon or other thing which is liable to be forfeited under section 13 below. 2 For the purposes of— a exercising the powers conferred by subsection (1) above, or b arresting a person, in accordance with   section 24   of the  Police and Criminal Evidence Act 1984 (general arrest conditions), for an offence under this Act, a constable may enter any land other than a dwelling-house. 3 A constable may sell any deer or venison seized under this section and the net proceeds of the sale shall be liable to be detained and forfeited in the same manner as the deer or venison sold; but he shall not be subject to any liability on account of his neglect or failure to exercise the powers conferred on him by this subsection."}, {"act": "Deer Act 1991", "year": 1991, "section": "13", "section_title": " Forfeitures and disqualifications.", "section_text": "13 1 The court by which a person is convicted of any offence under this Act may order the forfeiture of— a any deer or venison in respect of which the offence was committed or which was found in that person’s possession; b any vehicle, animal, weapon or other thing which was used to commit the offence or which was capable of being used to take, kill or injure deer and was found in his possession. 2 Where the offence of which the person is convicted is an offence under any of sections   1 and 10   above or under subsection (3)(c) below, the court (without prejudice to its powers under subsection (1) above)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b may cancel any firearm or shotgun certificate held by him. 3 Where the court cancels a firearm or shotgun certificate under subsection (2)(b) above— a the court shall cause notice in writing of that fact to be sent to the chief officer of police by whom the certificate was granted; and b the chief officer of police shall by notice in writing require the holder of the certificate to surrender it; and c if the holder fails to surrender the certificate within twenty-one days from the date of that requirement, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale."}, {"act": "Deer Act 1991", "year": 1991, "section": "14", "section_title": " Offences by bodies corporate.", "section_text": "14 1 Where an offence under any of sections   1 and 10   above which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Deer Act 1991", "year": 1991, "section": "15", "section_title": " Orders.", "section_text": "15 1 Any power to make orders under this Act shall be exercisable by statutory instrument. 2 A statutory instrument containing an order made under section 4(3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 No order shall be made under section 7(5) above unless a draft of the order has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Deer Act 1991", "year": 1991, "section": "16", "section_title": " Interpretation.", "section_text": "16 In this Act, unless the context otherwise requires,— “ ammunition ” and “ firearm ” have the same meaning as in the  Firearms Act 1968; “ deer ” means deer of any species and includes the carcase of any deer or any part thereof; “ species ” includes any hybrid of different species of deer “ vehicle ” includes an aircraft, hovercraft or boat; and “ venison ” includes imported venison and means— a any carcase of a deer, or b any edible part of the carcase of a deer, which has not been cooked or canned."}, {"act": "Deer Act 1991", "year": 1991, "section": "17", "section_title": " Transitional provisions, consequential amendment and repeals.", "section_text": "17 1 Anything done under any provision of the  Deer Act 1963 or the  Deer Act 1980 shall have effect as if it had been done under the corresponding provision of this Act. 2 Without prejudice to the generality of subsection (1) above, a licence granted by the Nature Conservancy Council under section 11 of the Deer Act 1963 which, by virtue of paragraph 8 of Schedule 11 to the  Environmental Protection Act 1990, has effect as if granted by the Nature Conservancy Council for England or the Countryside Council for Wales, shall be treated as if it had been granted under subsection (1) or, as the case may be, subsection (2) of section 8 above. 3 Where a licence granted under section 11 of the Deer Act 1963 contains a reference to an enactment repealed by this Act, the licence shall be construed as referring, or, as the context requires, as including a reference to, the corresponding provision of this Act. 4 Where a period of time specified in an enactment repealed by this Act is current at the commencement of this Act, this Act shall have effect as if the corresponding provision thereof had been in force when that period began to run. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Deer Act 1991", "year": 1991, "section": "18", "section_title": " Short title, extent and commencement.", "section_text": "18 1 This Act may be cited as the Deer Act 1991. 2 With the exception of section 17(5) above, which extends to Scotland only, this Act extends to England and Wales only. 3 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed."}]