[{"act": "Finance Act 1991", "year": 1991, "section": "1", "section_title": " Spirits, beer, wine, made-wine and cider.", "section_text": "1 1 In section 5 of the  Alcoholic Liquor Duties Act 1979 (spirits) for \t\t\t\t\t\t“£17.35” there shall be substituted  “                      £18.96                    ” . 2 In section 36 of that Act (beer) for \t\t\t\t\t\t“£0.97” there shall be substituted  “                      £1.06                    ” . 3 For the Table of rates of duty in Schedule 1 to that Act (wine and made-wine) there shall be substituted the Table in Schedule 1 to this Act. 4 In section 62(1) of that Act (cider) for \t\t\t\t\t\t“£18.66” there shall be substituted  “                      £20.40                    ” . 5 This section shall be deemed to have come into force at 6 o’clock in the evening of 19th March 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "2", "section_title": " Tobacco products.", "section_text": "2 1 For the Table in Schedule 1 to the  Tobacco Products Duty Act 1979 there shall be substituted—  TABLE 1. Cigarettes An amount equal to 21 per cent. of the retail price plus £40.15 per thousand cigarettes. 2. Cigars £61.72 per kilogram. 3. Hand-rolling tobacco £65.12 per kilogram. 4. Other smoking tobacco and chewing tobacco £28.69 per kilogram. 2 This section shall be deemed to have come into force at 6 o’clock in the evening of 19th March 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "3", "section_title": " Hydrocarbon oil.", "section_text": "3 1 In section 6(1) of the  Hydrocarbon Oil Duties Act 1979, for \t\t\t\t\t\t“£0.2248”\t\t\t\t\t(duty on light oil) and \t\t\t\t\t\t“£0.1902”\t\t\t\t\t(duty on heavy oil) there shall be substituted  “                      £0.2585                    ”  and  “                      £0.2187                    ”  respectively. 2 In section 11(1) of that Act, for \t\t\t\t\t\t“£0.0083”\t\t\t\t\t(rebate on fuel oil) and \t\t\t\t\t\t“£0.0118”\t\t\t\t\t(rebate on gas oil) there shall be substituted  “                      £0.0091                    ”  and  “                      £0.0129                    ”  respectively. 3 In section 13A(1) of that Act (rebate on unleaded petrol) for \t\t\t\t\t\t“£0.0299” there shall be substituted  “                      £0.0344                    ” . 4 In section 14(1) of that Act (rebate on light oil for use as furnace fuel) for \t\t\t\t\t\t“£0.0083” there shall be substituted  “                      £0.0091                    ” . 5 This section shall be deemed to have come into force at 6 o’clock in the evening of 19th March 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "4", "section_title": "", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "5", "section_title": " Pool betting duty.", "section_text": "5 1 In section 7(1) of the  Betting and Gaming Duties Act 1981 (which specifies 40 per cent. as the rate of pool betting duty) for \t\t\t\t\t\t“40 per cent.” there shall be substituted  “                      37.50 per cent.                    ” 2 This section shall apply in relation to bets made at any time by reference to an event taking place on or after 17th August 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "6", "section_title": "", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "7", "section_title": " Beer duty.", "section_text": "7 1 For section 36 of the  Alcoholic Liquor Duties Act 1979 (charge on beer imported into, or brewed in, the United Kingdom of an excise duty at a rate per hectolitre for every degree by which the original gravity of the beer exceeds 1000 degrees) there shall be substituted—  Beer: charge of excise duty. 36 1 There shall be charged on beer— a imported into the United Kingdom, or b produced in the United Kingdom, a duty of excise at the rate of £10.60 per hectolitre per cent. of alcohol in the beer. 2 Subject to the provisions of this Act— a the duty on beer produced in, or imported into, the United Kingdom shall be charged and paid, and b the amount chargeable in respect of any such duty shall be determined and become due, in accordance with regulations under section 49 below. 2 After section 41 of that Act (which specifies certain reliefs from duty) there shall be inserted—  Suspension of duty: registration of persons and premises. 41A 1 A person registered by the Commissioners under this section may hold, on premises so registered in relation to him, any beer of a prescribed class or description— a which has been produced in, or imported into, the United Kingdom, and b which is chargeable as such with excise duty, without payment of that duty. 2 A person entitled under subsection (1) above to hold beer on premises without payment of duty may also without payment of duty carry out on those premises such operations as may be prescribed on, or in relation to, such of the beer as may be prescribed. 3 No person shall be registered under this section unless— a he is a registered brewer or a packager of beer; and b he appears to the Commissioners to satisfy such requirements for registration as they may think fit to impose. 4 No premises shall be registered under this section unless— a they are used for the production or packaging of beer, or b they are adjacent to, and occupied by the same person as, premises falling within paragraph (a) above which are registered under this section, and they appear to the Commissioners to satisfy such requirements for registration as the Commissioners may think fit to impose. 5 The Commissioners may register a person or premises under this section for such periods and subject to such conditions as they think fit. 6 The Commissioners may at any time for reasonable cause— a revoke or vary the terms of their registration of any person or premises under this section; or b restrict the premises which are so registered. 7 As respects beer chargeable with a duty of excise that has not been paid, regulations under section 49 below may, without prejudice to the generality of that section, make provision— a regulating the holding or packaging of, or the carrying out of other operations on or in relation to, any such beer on registered premises without payment of the duty; b for securing and collecting the duty on any such beer held on registered premises; c permitting the removal of any such beer from registered premises without payment of duty in such circumstances and subject to such conditions as may be prescribed; d for such persons as may be prescribed to be liable to pay the duty on any such beer held on, or removed without payment of duty from, registered premises, and for the circumstances in which, and the time at which, they are liable to do so. 8 If any person contravenes or fails to comply with any condition of registration under this section he shall be liable on summary conviction to a penalty not exceeding level 5 on the standard scale; and any beer in respect of which the offence was committed shall be liable to forfeiture. 9 In this section—  “prescribed means specified in, or determined in accordance with, regulations made by the Commissioners under section 49 below;  “registered premises means premises registered under this section. 3 For sections 47 and 48 of that Act (licences to brew beer and to use premises for adding solutions to beer) there shall be substituted—  Registration of producers of beer. 47 1 A person who produces beer on any premises in the United Kingdom must be registered with the Commissioners under this section in respect of those premises; and in this Act  “registered brewer means a person registered under this section in respect of any premises. 2 A person who produces beer on any premises shall not be required to be registered under this section in respect of those premises if the beer is produced solely for his own domestic use or solely for the purposes of research or experiments in the production of beer. 3 An application for the registration under this section of any person required to be so registered in respect of any premises— a shall be made at least fourteen days before the day on which he begins production of beer on those premises; and b shall be in such form and manner as the Commissioners may by or under regulations prescribe. 4 If any person fails to apply for registration under this section in circumstances where he is required by subsection (3)(a) above to do so, he shall be liable on summary conviction to a penalty not exceeding level 4 on the standard scale; and any beer or worts produced in contravention of that provision shall be liable to forfeiture. 5 If any person produces beer on any premises in circumstances in which he is required to be, but is not, registered under this section in respect of those premises, he shall be liable on summary conviction to a penalty not exceeding level 5 on the standard scale; and any beer or worts in respect of which the offence was committed shall be liable to forfeiture. 4 The enactments and instruments mentioned in Schedule 2 to this Act shall have effect with the amendments specified in that Schedule. 5 This section shall come into force on such day as the Commissioners may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes. 6 An order under subsection (5) above may contain such saving or transitional provision as the Commissioners think fit; and, without prejudice to the generality of the foregoing, any such order may include provision— a for treating beer— i produced, or in the process of being produced, before the relevant day, and ii held on, or in the process of being transported between, registered premises on that day, as beer produced on or after that day and chargeable accordingly, and b for the remission or repayment of any duty charged or paid in respect thereof under provisions replaced by this section and Schedule 2 to this Act. 7 In this section—  “the Commissioners means the Commissioners of Customs and Excise;  “registered premises means— a premises which, on the relevant day, are registered under section 41A of the  Alcoholic Liquor Duties Act 1979, or b premises in respect of which, on that day, a person is registered under section 47 of that Act;  “the relevant day means the day appointed for the coming into force of subsection (1) of the section 36 substituted by subsection (1) above."}, {"act": "Finance Act 1991", "year": 1991, "section": "8", "section_title": " Vehicles excise duty: exemptions.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "9", "section_title": "", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "10", "section_title": "", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "11", "section_title": " Revenue traders and registered excise dealers and shippers.", "section_text": "11 1 In section 1 of the  Customs and Excise Management Act 1979 (interpretation) in subsection (1), after the definition of \t\t\t\t\t\t“Queen’s warehouse” there shall be inserted— \t\t\t\t\t\t\t\t\t“registered excise dealer and shipper means a revenue trader approved and registered by the Commissioners under section 100G below; \t\t\t\t\t\t\t\t\t“registered excise dealers and shippers regulations means regulations under section 100G below; . 2 In the definition of \t\t\t\t\t\t“revenue trader” in that subsection, in paragraph (a)\t\t\t\t\t(person carrying on a trade or business subject to any of the revenue trade provisions of the customs and excise Acts) after the words \t\t\t\t\t\t“customs and excise Acts” there shall be inserted the words or which consists of or includes—                       i the buying, selling, importation, exportation, dealing in or handling of any goods of a class or description which is subject to a duty of excise (whether or not duty is chargeable on the goods); or ii the financing or facilitation of any such transactions or activities, . 3 Schedule 4 to this Act shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "12", "section_title": " Protection of the revenues derived from excise duties.", "section_text": "12 Schedule 5 to this Act (which makes provision for the purpose of protecting the revenues derived from duties of excise) shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "13", "section_title": "", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Finance Act 1991", "year": 1991, "section": "15", "section_title": "", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "16", "section_title": "", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "17", "section_title": "", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "18", "section_title": "", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "19", "section_title": " Vehicles leased to the handicapped.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "20", "section_title": " Research vehicles.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "21", "section_title": " Charge and rates of income tax for 1991-92.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "22", "section_title": " Married couple’s allowance.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "23", "section_title": " Rate of corporation tax for 1990.", "section_text": "23 1 The rate at which corporation tax is charged for the  financial year 1990 shall be 34 per cent. (and not 35 per cent. as provided by section 19 of the Finance Act 1990). 2 For the financial year 1990 the fraction mentioned in section 13(2) of the Taxes Act 1988 (marginal relief for small companies) shall be nine four-hundredths (and not one fortieth as provided by section 20 of the Finance Act 1990). 3 All such adjustments shall be made, whether by way of discharge or repayment of tax or otherwise, as may be required in consequence of the provisions of this section."}, {"act": "Finance Act 1991", "year": 1991, "section": "24", "section_title": " Charge and rate of corporation tax for 1991.", "section_text": "24 Corporation tax shall be charged for the financial year 1991 at the rate of 33 per cent."}, {"act": "Finance Act 1991", "year": 1991, "section": "25", "section_title": " Small companies.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "26", "section_title": " Relief for interest.", "section_text": "26 For the year 1991-92 the qualifying maximum defined in section 367(5) of the Taxes Act 1988 (limit on relief for interest on certain loans) shall be £30,000."}, {"act": "Finance Act 1991", "year": 1991, "section": "27", "section_title": " Abolition of higher rate relief on certain mortgage interest etc.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "28", "section_title": " Mortgage interest relief: caravans.", "section_text": "28 1 Section 354(3) of the Taxes Act 1988 (interest eligible for relief in the case of a caravan only if the caravan is large or certain conditions presupposing domestic rating are met) shall cease to have effect. 2 This section shall have effect for the year 1991-92 and subsequent years of assessment."}, {"act": "Finance Act 1991", "year": 1991, "section": "29", "section_title": " Car benefits.", "section_text": "29 1 In Schedule 6 to the Taxes Act 1988 (taxation of directors and others in respect of cars) for Part I (tables of flat rate cash equivalents) there shall be substituted— Part I  TABLES OF FLAT RATE CASH EQUIVALENTS  TABLE A  Cars with an original market value up to £19,250 and having a cylinder capacity Cylinder capacity of car in cubic centimetres Age of car at end of relevant year of assessment Under 4 years 4 years or more 1400 or less £2,050 £1,400 More than 1400 but not more than 2000 £2,650 £1,800 More than 2000 £4,250 £2,850  TABLE B  Cars with an original market value up to £19,250 and not having a cylinder capacity Original market vaue of car Age of car at end of relevant year of assessment Under 4 years 4 years or more Less than £6,000 £2,050 £1,400 £6,000 or more but less than £8,500 £2,650 £1,800 £8,500 or more but not more than £19,250 £4,250 £2,850  TABLE C  Cars with an original market value of more than £19,250 Original market value of car Age of car at end of relevant year of assessment Under 4 years 4 years or more More than £19,250 but not more than £29,000 £5,500 £3,700 More than £29,000 £8,900 £5,900 2 This section shall have effect for the year 1991-92 and subsequent years of assessment."}, {"act": "Finance Act 1991", "year": 1991, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Finance Act 1991", "year": 1991, "section": "31", "section_title": "", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "32", "section_title": " Relief.", "section_text": "32 1 This section applies where— a on or after 6th April 1992 an individual resident in the United Kingdom makes a payment in respect of a qualifying course of vocational training, b the payment is made in respect of an allowable expense, c the payment is made in connection with the individual’s own training, ca at the time the payment is made, the individual— i in a case where the qualifying course of vocational training is such a course by virtue only of paragraph (b) of subsection (10) below, has attained the age of thirty, or ii in any other case, has attained school-leaving age and, if under the age of nineteen, is not a person who is being provided with full-time education at a school, cb the individual undertakes the course neither wholly nor mainly for recreational purposes or as a leisure activity, d at the time the payment is made, the individual has not received in relation to the course, and is not entitled to receive in relation to it, any public financial assistance of a description specified in regulations made by the Treasury for the purposes of this paragraph, and e the individual is not entitled to claim any relief or deduction in respect of the payment under any other provision of the Income Tax Acts. 2 The individual shall be entitled to relief under this subsection in respect of the payment for the year of assessment in which it is made; but relief under this subsection shall be given only on a claim made for the purpose, except where subsections (3) to (5) below apply. 2A Where an individual is entitled to relief under subsection (2) above in respect of any payment made in a year of assessment, the amount of his liability for that year to income tax on his total income shall be the amount to which he would be liable apart from this section less whichever is the smaller of— a the amount which is equal to such percentage of the amount of the payment as is the basic rate for the year; and b the amount which reduces his liability to nil. 2B In determining for the purposes of subsection (2A) above the amount of income tax to which a person would be liable apart from this section, no account shall be taken of— a any income tax reduction under Chapter I of Part VII of the Taxes Act 1988 or under section 347B of that Act; b any income tax reduction under section 353(1A) of the Taxes Act 1988; c any relief by way of a reduction of liability to tax which is given in accordance with any arrangements having effect by virtue of section 788 of the Taxes Act 1988 or by way of a credit under section 790(1) of that Act; d any tax at the basic rate on so much of that person’s income as is income the income tax on which he is entitled to charge against any other person or to deduct, retain or satisfy out of any payment. 3 In such cases and subject to such conditions as the Board may specify in regulations, relief under subsection (2) above shall be given in accordance with subsections (4) and (5) below. 4 An individual who is entitled to such relief in respect of a payment may deduct and retain out of it an amount equal to income tax on it at the basic rate for the year of assessment in which it is made. 5 The person to whom the payment is made— a shall accept the amount paid after deduction in discharge of the individual’s liability to the same extent as if the deduction had not been made, and b may, on making a claim  in accordance with regulations , recover from the Board an amount equal to the amount deducted. 6 The Treasury may make regulations providing that in circumstances prescribed in the regulations— a an individual who makes, in respect of a qualifying course of vocational training, a payment in respect of an allowable expense shall cease to be and be treated as not having been entitled to relief under subsection (2) above in respect of the payment or such part of it as may be determined in accordance with the regulations; and b he or the person to whom the payment was made (depending on the terms of the regulations) shall account to the Board for tax from which relief has been given on the basis that the individual was so entitled. 7 Regulations under subsection (6) above may include provision adapting or modifying the effect of any enactment relating to income tax in order to secure the performance of any obligation imposed under paragraph (b) of that subsection. 8 In subsection (1)(a) above, the reference to an individual resident in the United Kingdom includes an individual performing duties which are treated by virtue of section 132(4)(a) of the Taxes Act 1988 as performed in the United Kingdom. 9 For the purposes of this section, a payment made in respect of a qualifying course of vocational training is made in respect of an allowable expense if— a it is made in respect of fees payable in connection with undertaking the course, including fees payable for assessment purposes, or b it is made in respect of fees payable in connection with the making, as a result of having undertaken the course, of any entry in an official register or any award. 10 In this section  “qualifying course of vocational training means— a any programme of activity capable of counting towards a qualification— i accredited as a National Vocational Qualification by the Qualifications and Curriculum Authority or by the Qualifications, Curriculum and Assessment Authority for Wales, or ii accredited as a Scottish Vocational Qualification by the  Scottish Qualifications Authority ; or b any course of training which— i satisfies the conditions set out in the paragraphs of section 589(1) of the Taxes Act 1988 (qualifying courses of training etc), ii requires participation on a full-time or substantially full-time basis, and iii extends for a period which consists of or includes four consecutive weeks, but treating any time devoted to study in connection with the course as time devoted to the practical application of skills or knowledge. 11 In this section—  “school means any institution at which full-time education is provided to persons at least some of whom are under school-leaving age; and  “school-leaving age means the age of sixteen."}, {"act": "Finance Act 1991", "year": 1991, "section": "33", "section_title": " Section 32: supplementary.", "section_text": "33 1 The Board may by regulations— a provide that a claim under section 32(2) or (5)(b) above shall be made in such form and manner, shall be made at such time, and shall be accompanied by such documents, as may be prescribed; aa make provision for and with respect to appeals against a decision of an officer of the Board or the Board with respect to a claim under section 32(5)(b) above; b make provision, in relation to payments in respect of which a person is entitled to relief under section 32 above, for persons who provide vocational training courses to give, in such circumstances as may be prescribed, certificates of payment in such form as may be prescribed to such persons as may be prescribed; c provide that a person who provides (or has at any time provided) training courses which are (or were) qualifying courses of vocational training for the purposes of section 32 above shall comply with any notice which is served on him by the Board and which requires him within a prescribed period to make available for the Board’s inspection documents (of a prescribed kind) relating to such courses; d provide that persons of such description as may be prescribed shall, within a prescribed period of being required to do so by the Board, furnish to the Board information (of a prescribed kind) about training courses which are qualifying courses of vocational training for the purposes of section 32 above; e make provision generally as to administration in connection with section 32 above. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following provisions of the  Taxes Management Act 1970, namely— a section 29(1)(c) (excessive relief) as it has effect apart from section 29(2) to (10) of that Act; b section 30 (tax repaid in error etc.)  apart from subsection (1B) , c section 86  (interest), and d section 95 (incorrect return or accounts), shall apply in relation to an amount which is paid to any person by the Board as an amount recoverable by virtue of section 32(5)(b) above but to which that person is not entitled as if it were income tax which ought not to have been repaid and, where that amount was claimed by that person, as if it had been repaid as respects a chargeable period as a relief which was not due. 3A In the application of section 86 of the Taxes Management Act 1970 by virtue of subsection (3) above in relation to sums due and payable by virtue of an assessment made under section 29(1)(c) or 30 of that Act, as applied by that subsection, the relevant date— a in a case where the person falling within section 32(5) above has made any interim claim, within the meaning of regulations made under subsection (1) above, as respects some part of the year of assessment for which the assessment is made, is 1st January in that year of assessment; and b in any other case, is the later of the following dates, that is to say— i 1st January in the year of assessment for which the assessment is made; or ii the date of the making of the payment by the Board which gives rise to the assessment. 4 In sections  . . . 257D(8) and 265(3) of the Taxes Act 1988, after paragraph (d) there shall be inserted , or                       e on account of any payments to which section 32(4) of the Finance Act 1991 applies. 5 In subsection (1) above,  “prescribed means prescribed by or, in relation to form, under the regulations."}, {"act": "Finance Act 1991", "year": 1991, "section": "34", "section_title": " Conditions for approval: amendments.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "35", "section_title": " Cessation of approval.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "36", "section_title": " Cessation of approval: general provisions.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "37", "section_title": "", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "38", "section_title": " Employee share schemes: non-discrimination.", "section_text": "38 1 The Taxes Act 1988 shall be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Schedule 10 (further provisions relating to profit sharing schemes) in sub-paragraph (b) of paragraph 2 and in sub-paragraph (c)(ii) of paragraph 3 for \t\t\t\t\t\t“pensionable age” there shall be substituted  “the relevant age                    ” , and at the end of each of those paragraphs there shall be inserted— In this paragraph, the reference to the relevant age is a reference, in the case of a scheme approved before the day on which the Finance Act 1991 was passed, to pensionable age and, in the case of a scheme approved on or after that day, to the specified age. . 4 In section 187(2)\t\t\t\t\t(definitions for the purposes of provisions relating to employee share schemes) after the definition of \t\t\t\t\t\t“shares” there shall be inserted— \t\t\t\t\t\t\t\t\t“specified age,in relation to a scheme, means the age specified in pursuance of paragraph 8A of Schedule 9 as the specified age for the purposes of the scheme; . 5 In Part II of Schedule 9 (requirements generally applicable to employee share schemes) after paragraph 8 there shall be inserted— 8A 1 In the case of a savings-related share option scheme or a profit sharing scheme, the scheme must specify what age is to be the specified age for the purposes of the scheme. 2 The age specified— a must be the same for men and women, and b must be not less than 60 and not more than 75. 6   Subsection   (5) above shall have effect in relation to a scheme not approved before the day on which this Act is passed."}, {"act": "Finance Act 1991", "year": 1991, "section": "39", "section_title": " Approved share option schemes: price at which shares may be acquired.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "40", "section_title": " Savings-related share option schemes.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "41", "section_title": " Profit sharing schemes.", "section_text": "41 1 In section 187(2) of the Taxes Act 1988, in the definition of \t\t\t\t\t\t“relevant amount”\t\t\t\t\t(limit on the value of shares that may be appropriated to a participant in a year of assessment) for \t\t\t\t\t\t“not less than £2,000 and not more than £6,000” there shall be substituted  “not less than £3,000 and not more than £8,000                    ” . 2 This section shall apply for the year 1991-92 and subsequent years of assessment."}, {"act": "Finance Act 1991", "year": 1991, "section": "42", "section_title": " Costs of establishing share option or profit sharing schemes: relief.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "43", "section_title": " Costs of establishing employee share ownership trusts: relief.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "44", "section_title": " Priority share allocations for employees etc.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "45", "section_title": "", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "46", "section_title": " Workers in Kuwait or Iraq.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "47", "section_title": " Investor protection schemes.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "48", "section_title": " Assimilation of basic life assurance business and general annuity business.", "section_text": "48 Schedule 7 to this Act shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Finance Act 1991", "year": 1991, "section": "50", "section_title": " Friendly societies.", "section_text": "50 Schedule 9 to this Act (which makes provision about friendly societies) shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "51", "section_title": " Qualifying shares.", "section_text": "51 Schedule 10 to this Act (which makes provision about certain kinds of building society share) shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "52", "section_title": " Marketable securities.", "section_text": "52 1 Schedule 11 to this Act (which makes provision about the deduction of income tax in the case of marketable securities issued by building societies) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "53", "section_title": " Income Tax (Building Societies) Regulations 1986.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "54", "section_title": " New issues.", "section_text": "54 Schedule 12 to this Act (which contains provisions about securities issued after an issue of securities of the same kind) shall have effect."}, {"act": "Finance Act 1991", "year": 1991, "section": "55", "section_title": " Purchase and sale of securities: options.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "56", "section_title": "", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Finance Act 1991", "year": 1991, "section": "58", "section_title": " Manufactured dividends and interest.", "section_text": "58 1 After section 736 of the Taxes Act 1988 there shall be inserted—  Manufactured dividends and interest. 736A Schedule 23A to this Act shall have effect in relation to certain cases where under a contract or other arrangements for the transfer of shares or other securities a person is required to pay to the other party an amount representative of a dividend or payment of interest on the securities. 2 The enactments mentioned in Schedule 13 to this Act shall have effect with the amendments there specified. 3 This section shall have effect in relation to payments made on or after such day as the Treasury may specify for this purpose by regulations made by statutory instrument and different days may be so appointed for different provisions or different purposes."}, {"act": "Finance Act 1991", "year": 1991, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Finance Act 1991", "year": 1991, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Finance Act 1991", "year": 1991, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Finance Act 1991", "year": 1991, "section": "62", "section_title": " Expenditure on and under abandonment guarantees.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "63", "section_title": " Relief for reimbursement expenditure under abandonment guarantees.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "64", "section_title": " Relief for expenditure incurred by a participator in meeting defaulter’s abandonment expenditure.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "65", "section_title": " Reimbursement by defaulter in respect of certain abandonment expenditure.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "66", "section_title": " Restriction on setting ACT against liability to corporation tax on profits from oil extraction activities etc.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Finance Act 1991", "year": 1991, "section": "68", "section_title": " Gifts to educational establishments.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "69", "section_title": " Expenses of entertainers.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "70", "section_title": " Personal equity plans.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "71", "section_title": " Donations to charity.", "section_text": "71 1 Section 339A of the Taxes Act 1988 (maximum qualifying donations in the case of companies) shall cease to have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsections (1) and (2) above shall apply in relation to accounting periods beginning on or after 19th March 1991. 4 In its application to accounting periods beginning before 19th March 1991 and ending on or after that date, section 339A of the Taxes Act 1988 shall have effect as if— a in subsections (1) and (2), after the words \t\t\t\t\t\t\t\t“in that period”, in the first place where they occur, there were inserted \t\t\t\t\t\t\t\t“and before 19th March 1991”; and b in subsection (3)(b), after \t\t\t\t\t\t\t\t“that section” there were inserted \t\t\t\t\t\t\t\t“in respect of payments made before 19th March 1991”. 5 In section 25 of the  Finance Act 1990 (donations to charity by individuals) subsection (2)(h)\t\t\t\t\t(maximum qualifying donations) shall cease to have effect. 6 Subsection (5) above shall apply in relation to gifts made on or after 19th March 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "72", "section_title": "  Deduction of trading losses.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "73", "section_title": " Relief for company trading losses.", "section_text": "73 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Sections 393(2) to (6) and 394 of the Taxes Act 1988 (which are superseded by this section) shall cease to have effect. 3 Schedule 15 to this Act shall have effect. 4 This section shall have effect only in relation to losses incurred in accounting periods ending on or after 1st April 1991. 5 Any enactment amended by this section or that Schedule shall, in its application in relation to losses so incurred, be deemed to have had effect at all times with that amendment; and where any such enactment is the re-enactment of a repealed enactment, the repealed enactment shall, in its application in relation to losses so incurred, be deemed to have had effect at all times with a corresponding amendment."}, {"act": "Finance Act 1991", "year": 1991, "section": "74", "section_title": " Trade unions and employers’ associations.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "75", "section_title": " Audit powers in relation to non-residents.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "76", "section_title": " Capital element in annuities.", "section_text": "76 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 230 of the  Income and Corporation Taxes Act 1970 (from which section 656 of the Taxes Act 1988 is derived) shall be deemed always to have had effect as if the subsections (7) to (9) set out in subsection (1) above had been contained in that section as subsections (8) to (10) respectively, but with the substitution for \t\t\t\t\t\t“(2)(a)” and \t\t\t\t\t\t“(4)(c)”, in each place where they occur, of  “(2A)(a)                    ”  and  “(3)(c)                    ”  respectively. 3 Section 27 of the  Finance Act 1956 (from which section 230 of the Income and Corporation Taxes Act 1970 was derived) shall be deemed always to have had effect as if the subsections (7) and (9) set out in subsection (1) above had been contained in that section as subsections (8A) and (8B) respectively, but with the omission in subsection (7) of paragraph (a) and with the substitution of  “(3)(c)                    ”  for \t\t\t\t\t\t“(4)(c)” in both places where it occurs."}, {"act": "Finance Act 1991", "year": 1991, "section": "77", "section_title": " Definition of \n\n\t\t\t\t“normal commercial loan”.", "section_text": "77 1 In paragraph 1 of Schedule 18 to the Taxes Act 1988 (under which a person who is a loan creditor of a company in respect of a non-commercial loan is an equity holder of the company) after sub-paragraph (5D) there shall be inserted— 5E For the purposes of sub-paragraph (5)(b) above, the amount to which the loan creditor is entitled by way of interest— a shall not be treated as depending to any extent on the results of the company’s business or any part of it by reason only of the fact that the terms of the loan provide for the rate of interest to be reduced in the event of the results of the company’s business or any part of it improving, and b shall not be treated as depending to any extent on the value of any of the company’s assets by reason only of the fact that the terms of the loan provide for the rate of interest to be reduced in the event of the value of any of the company’s assets increasing. 5F Sub-paragraph (5H) below applies where— a a person makes a loan to a company on the basis mentioned in sub-paragraph (5G) below for the purpose of facilitating the acquisition of land, and b none of the land which the loan is used to acquire is acquired with a view to resale at a profit. 5G The basis referred to above is that— a the whole of the loan is to be applied in the acquisition of land by the company or in meeting the incidental costs of obtaining the loan, b the payment of any amount due in connection with the loan to the person making it is to be secured on the land which the loan is to be used to acquire, and c no other security is to be required for the payment of any such amount. 5H For the purposes of sub-paragraph (5)(b) above, the amount to which the loan creditor is entitled by way of interest shall not be treated as depending to any extent on the value of any of the company’s assets by reason only of the fact that the terms of the loan are such that the only way the loan creditor can enforce payment of an amount due is by exercising rights granted by way of security over the land which the loan is used to acquire. 5I In sub-paragraph (5G)(a) above the reference to the incidental costs of obtaining the loan is to any expenditure on fees, commissions, advertising, printing or other incidental matters wholly and exclusively incurred for the purpose of obtaining the loan or of providing security for it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Except as provided by subsection (2) above, this section shall be deemed to have come into force on 1st April 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "78", "section_title": " Sharing of transmission facilities.", "section_text": "78 1 This section applies to any agreement relating to the sharing of transmission facilities— a to which the parties are national broadcasting companies, b which is entered into on or after the day on which this Act is passed and before 1st January 1992 or such later date as may be specified for the purposes of this paragraph by the Secretary of State, and c in relation to which the Secretary of State has certified that it is expedient that this section should apply. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where under an agreement to which this section applies one party to the agreement disposes of  plant or machinery  to another party to the agreement, the  Capital Allowances Act  shall apply— a in the case of the party making the disposal, as if the disposal value of the  plant or machinery  for the purposes of  section 60 of that Act  were equal to the capital expenditure incurred by that party on its provision, and b in the case of the party to whom the disposal is made, as if the amount expended by that party in acquiring the  plant or machinery  were equal to the capital expenditure so incurred. 5 In subsection (4) above, references to  plant or machinery  include a share in  plant or machinery . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section,  “national broadcasting company means a body corporate engaged in the broadcasting for general reception by means of wireless telegraphy of radio or television services or both on a national basis."}, {"act": "Finance Act 1991", "year": 1991, "section": "79", "section_title": " Abolition of CRT: consequential amendment.", "section_text": "79 1 In Schedule 12 to the Finance Act 1988 (building societies: change of status) in paragraph 6(1)(b) for \t\t\t\t\t\t“section 476” there shall be substituted  “section 477A                    ” . 2 This section shall apply where qualifying benefits are conferred on or after 6th April 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "80", "section_title": " Interest on certain debentures.", "section_text": "80 Paragraph 8(2) of Schedule 11 to the  Electricity Act 1989 (treatment of certain debentures for the purposes of the Corporation Tax Acts) shall have effect, and be deemed always to have had effect, with the addition after paragraph (b) of the words—   “                    and if any such debenture includes provision for the payment of a sum expressed as interest in respect of a period which falls wholly or partly before the issue of the debenture, any payment made in pursuance of that provision in respect of that period shall be treated for the purposes of the Corporation Tax Acts as if the debenture had been issued at the commencement of that period and, accordingly, as interest on the principal sum payable under the debenture.                  ”"}, {"act": "Finance Act 1991", "year": 1991, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Finance Act 1991", "year": 1991, "section": "82", "section_title": " Certificates of non-liability to tax.", "section_text": "82 1 In the  Taxes Management Act 1970, the following section shall be inserted after section 99—  Certificates of non-liability to income tax. 99A If a person who gives a certificate of non-liability to income tax in pursuance of regulations under section 477A of the principal Act (building societies) or section 480B of that Act (deposit-takers)— a gives the certificate fraudulently or negligently, or b fails to comply with any undertaking contained in the certificate in pursuance of the regulations, he shall be liable to a penalty not exceeding £3,000. 2 So far as relating to the giving of a certificate, this section shall apply in relation to certificates given on or after the day on which this Act is passed. 3 So far as relating to failure to comply with an undertaking contained in a certificate, this section shall apply in relation to certificates whenever given, but not so as to impose liability for a failure occurring before the day on which this Act is passed."}, {"act": "Finance Act 1991", "year": 1991, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Finance Act 1991", "year": 1991, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Finance Act 1991", "year": 1991, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Finance Act 1991", "year": 1991, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86"}, {"act": "Finance Act 1991", "year": 1991, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "87"}, {"act": "Finance Act 1991", "year": 1991, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Finance Act 1991", "year": 1991, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "89"}, {"act": "Finance Act 1991", "year": 1991, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Finance Act 1991", "year": 1991, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Finance Act 1991", "year": 1991, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "92"}, {"act": "Finance Act 1991", "year": 1991, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "93"}, {"act": "Finance Act 1991", "year": 1991, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "94"}, {"act": "Finance Act 1991", "year": 1991, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Finance Act 1991", "year": 1991, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "96"}, {"act": "Finance Act 1991", "year": 1991, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Finance Act 1991", "year": 1991, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Finance Act 1991", "year": 1991, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Finance Act 1991", "year": 1991, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "100"}, {"act": "Finance Act 1991", "year": 1991, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Finance Act 1991", "year": 1991, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Finance Act 1991", "year": 1991, "section": "103", "section_title": " Allowance of certain expenditure relating to abandonment, decommissioning assets, etc.", "section_text": "103 1 Section 3 of the principal Act (allowance of certain expenditure) shall be amended in accordance with subsections (2) to (6) below. 2 With respect to expenditure incurred on or after 19th March 1991, in subsection (1), after paragraph (h) there shall be inserted the following paragraph— hh obtaining an abandonment guarantee, as defined in section 104 of the Finance Act 1991 . 3 With respect to expenditure incurred after 30th June 1991, in subsection (1), for paragraph (i) there shall be substituted the following paragraphs— i closing down, decommissioning, abandoning or wholly or partially dismantling or removing any qualifying asset; j carrying out qualifying restoration work consequential upon the closing down of the field or any part of it. 4 After subsection (1) there shall be inserted the following subsections— 1A In this section \t\t\t\t\t\t\t\t\t“qualifying asset has the same meaning as in the Oil Taxation Act 1983; and, in the case of a qualifying asset which was leased or hired, the reference in subsection (1)(i) above to decommissioning includes a reference to carrying out any restoration or similar work which is required to be carried out to comply with the terms of the contract of lease or hire. 1B In subsection (1)(j) above \t\t\t\t\t\t\t\t\t“qualifying restoration work, in relation to a participator in an oil field, means— a restoring (including landscaping) land on which a qualifying asset is or was situated; or b restoring the seabed (including the subsoil thereof) on which a qualifying asset is or was situated. 1C In any case where— a expenditure is incurred by a participator for any of the purposes mentioned in paragraph (i) or paragraph (j) of subsection (1) above, and b the participator is or was a participator in two or more oil fields and the qualifying asset which is relevant to the incurring of that expenditure is, at the end of the claim period concerned, a qualifying asset in respect of more than one of those oil fields, the expenditure shall be apportioned between those oil fields in such manner as is just and reasonable. 1D Without prejudice to any apportionment under subsection (1C) above, in any case where— a any expenditure incurred by a participator would, apart from this subsection, be regarded as wholly incurred for any of the purposes mentioned in paragraph (i) or paragraph (j) of subsection (1) above, and b the qualifying asset which is relevant to the incurring of that expenditure has at some time been used otherwise than in connection with an oil field, only such portion of the expenditure as it is just and reasonable to apportion to the use in connection with an oil field shall be regarded as allowable for any of the purposes referred to in paragraph (a) above. 5 After subsection (5A) there shall be inserted the following subsection— 5B Expenditure incurred by a participator in an oil field shall be taken to be incurred for the purpose mentioned in paragraph (hh) of subsection (1) above if, and only if,— a it consists of fees, commission or incidental costs incurred wholly and exclusively for the purposes of obtaining an abandonment guarantee; and b the abandonment guarantee is obtained in order to comply with a term of a relevant agreement relating to that field under which the participator is required to provide security (whether or not specifically in the form of an abandonment guarantee) in respect of his liabilities to contribute to field abandonment costs; and expressions used in this subsection shall be construed in accordance with section 104 of the Finance Act 1991. 6 In subsection (6)\t\t\t\t\t(apportionment of expenditure)— a at the beginning there shall be inserted  “Without prejudice to any apportionment under subsection (1C) or subsection (1D) above                      ” ; and b after the words \t\t\t\t\t\t\t\t“subsections (1) and (5) above” there shall be inserted  “other than paragraph (hh) of subsection (1)                      ” . 7 In section 10 of the principal Act (exempt gas)— a in subsection (2) for the words \t\t\t\t\t\t\t\t“and (i) of subsection (1)” there shall be substituted  “(hh), (i) and (j) of subsection (1) and subsection (1D)                      ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 So far as they relate to the paragraph (hh) inserted by subsection (2) above, the amendments in subsections (5) to (7) above have effect with respect to expenditure incurred on or after 19th March 1991 and, subject to that, the amendments in subsections (4) to (7) above have effect with respect to expenditure incurred after 30th June 1991."}, {"act": "Finance Act 1991", "year": 1991, "section": "104", "section_title": " Abandonment guarantees.", "section_text": "104 1 Subject to subsection (2) below, for the purposes of section 3 of the principal Act  ..., an abandonment guarantee is a contract under which a person ( “the guarantor) undertakes to make good any default by a participator in an oil field ( “the relevant participator) in meeting the whole or any part of those liabilities of his which— a arise under a relevant agreement relating to that field; and b are liabilities to contribute to field abandonment costs; and such a contract is an abandonment guarantee regardless of the form of the undertaking of the guarantor and, in particular, whether or not it is expressed as a guarantee or arises under a letter of credit, a performance bond or any other instrument. 2 For the purposes of section 3 of the principal Act  ... a contract is not an abandonment guarantee— a unless it is entered into in good faith and on terms reasonably appropriate to the nature and extent of the guarantee; or b if the guarantor undertakes any liability beyond that of making good any such default as is referred to in subsection (1) above; or c if it can be revoked by the guarantor otherwise than on account of some fraud, misrepresentation or other fault on the part of the relevant participator occurring prior to the making of the contract; or d if, subject to subsection (3) below, the guarantor is, or is a person connected with, a participator in one or more oil fields. 3 Paragraph (d) of subsection (2) above does not apply if— a the main business carried on by the guarantor is such that it is in the ordinary course of that business to provide guarantees; and b the relevant participator is not connected with the guarantor; and   section 1122 of the Corporation Tax Act 2010   (connected persons) applies for the purposes of this subsection and subsection (2) above. 4 Without prejudice to the generality of paragraph (a) of subsection (2) above, a contract shall not be regarded as entered into in good faith if, as a result of any arrangement, the liability to make good any such default as is referred to in subsection (1) above will be met, directly or indirectly, by such a person that, if he were the guarantor under the contract, the contract could not be an abandonment guarantee by virtue of paragraph (d) of subsection (2) above. 5 In this section and in section 3(5B) of the principal Act— a in relation to an oil field, a  “relevant agreement means a joint operating agreement, a unitisation agreement (within the meaning of paragraph 1(1) of Schedule 17 to the  Finance Act 1980) or an agreement entered into by some or all of the parties to a joint operating agreement or such a unitisation agreement; and b in relation to an oil field,  “field abandoNment costs means costs incurred in closing down the field or any part of it, together with any costs incurred in discharging any continuing liabilities resulting directly from that closure."}, {"act": "Finance Act 1991", "year": 1991, "section": "105", "section_title": " Restriction of expenditure relief by reference to payments under abandonment guarantees.", "section_text": "105 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "106", "section_title": " Relief for reimbursement expenditure under abandonment guarantees.", "section_text": "106 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "107", "section_title": " Allowance of expenditure of participator meeting defaulter’s field abandonment expenditure.", "section_text": "107 1 In Schedule 5 to the principal Act (procedure for allowance of expenditure) at the beginning of paragraph (b) of sub-paragraph (4) of paragraph 2 (claim must state the shares, by reference to their respective interests in the oil field, in which participators propose to divide expenditure) there shall be inserted  “Subject to paragraph 2A below                  ” . 2 After paragraph 2 of Schedule 5 to the principal Act there shall be inserted the following paragraph— 2A 1 This paragraph applies where— a a claim is made under this Schedule for the allowance of any expenditure which is incurred after 30th June 1991 and is allowable for an oil field by virtue of paragraph (i) or paragraph (j) of subsection (1) of section 3 of this Act (in this paragraph referred to as  “the abandonment expenditure); b a participator (in this paragraph referred to as  “the defaulter) has defaulted on his liability under a relevant agreement to make a payment towards the abandonment expenditure; c at the end of the claim period for which the claim is made, the defaulter still has an interest in the oil field which falls to be taken into account in determining, under paragraph 2(4)(b) above, the shares of each of the participators in the abandonment expenditure; d the participators (other than any who have defaulted as mentioned in paragraph (b) above) have taken all reasonable steps by way of legal remedy to secure that the defaulter meets the whole of the liability referred to in paragraph (b) above and to enforce any guarantee or other security provided in respect of that liability; and e one or more of those participators has paid an amount in or towards meeting the whole or any part of the payment for which the defaulter was liable as mentioned in paragraph (b) above. 2 For the purposes of this paragraph, a participator is to be regarded as defaulting on his liability to make a payment as mentioned in sub-paragraph (1)(b) above if he has failed to make the payment in full on the date on which it becomes due under the relevant agreement and either— a on the sixtieth day after that due date any of the payment remains unpaid; or b before that sixtieth day the participator’s interest in a relevant licence becomes liable under the relevant agreement to be sold or forfeited, in whole or in part, by reason of his failure to meet his liability. 3 In this paragraph— a  “relevant agreement has the meaning given by section 104(5)(a) of the Finance Act 1991; b  “the sum in default means so much of the payment referred to in sub-paragraph (1)(b) above as has neither been paid by the defaulter nor met by virtue of any such guarantee or security as is referred to in sub-paragraph (1)(d) above; c the  “default payment means the amount which the qualifying participator has paid as mentioned in sub-paragraph (1)(e) above; and d a  “qualifying participator means a participator who falls within sub-paragraph (1)(e) above and who is not connected with the defaulter, applying section 839 of the Taxes Act (connected persons) for the purposes of this paragraph. 4 For the purposes of paragraphs 2(4)(b) and 3(1)(c) of this Schedule, there shall be attributed to a qualifying participator (as an addition to the share of the abandonment expenditure referable to his own interest in the oil field) whichever is the less of— a the default payment; and b subject to sub-paragraph (5) below, that portion of the sum in default which, in accordance with the relevant agreement, the qualifying participator is required to meet in the event of a failure by the defaulter to meet his liability to pay in full the payment referred to in sub-paragraph (1)(b) above. 5 If, in the case of any oil field, there are only two participators and one of them is the defaulter, the portion referred to in sub-paragraph (4)(b) above is the whole. 6 Where this paragraph applies, account shall, in the first instance, be taken under paragraph 2(4)(b) above of the whole of the defaulter’s interest in the oil field in determining the share of the abandonment expenditure which, apart from sub-paragraph (4) above, is to be attributed to each of the other participators; but the amount of the abandonment expenditure which, apart from this paragraph, would be attributed to the defaulter by reference to his interest in the oil field shall be reduced (or, as the case may be, extinguished) by deducting therefrom any expenditure attributed to the other participators under sub-paragraph (4) above."}, {"act": "Finance Act 1991", "year": 1991, "section": "108", "section_title": " Reimbursement by defaulter in respect of certain abandonment expenditure.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "109", "section_title": " PRT: proceedings for penalties.", "section_text": "109 1 In Schedule 2 to the principal Act (management and collection of petroleum revenue tax) the Table in paragraph 1(1) shall be amended as follows. 2 The following shall be substituted for the entries relating to section 100 of the  Taxes Management Act 1970— Section 100C(1) For the words from \t\t\t\t\t\t\t\t\t\t“General” to the end substitute \t\t\t\t\t\t\t\t\t\t“Special Commissioners for any penalty”. (2) Before \t\t\t\t\t\t\t\t\t\t“Commissioners” insert \t\t\t\t\t\t\t\t\t\t“Special”. (3) Before \t\t\t\t\t\t\t\t\t\t“Commissioners” insert \t\t\t\t\t\t\t\t\t\t“Special”. (4) (5) . 3 The following shall be substituted for the entries relating to section 103 of the  Taxes Management Act 1970— Section 103(1) For the words from the beginning to \t\t\t\t\t\t\t\t\t\t“court—” substitute \t\t\t\t\t\t\t\t\t\t“Where the amount of a penalty is to be ascertained by reference to tax payable by a person for any period, proceedings for the penalty may be commenced before the Special Commissioners—”. (4) For the words from the beginning to \t\t\t\t\t\t\t\t\t\t“court,” substitute \t\t\t\t\t\t\t\t\t\t“Proceedings for a penalty to which subsection (1) above does not apply may be commenced before the Special Commissioners”."}, {"act": "Finance Act 1991", "year": 1991, "section": "110", "section_title": " Stamp duty abolished in certain cases.", "section_text": "110 1 Where apart from this section stamp duty under any of the provisions of Schedule 13 to the Finance Act 1999 would be chargeable on an instrument, stamp duty shall not be so chargeable if the property consists entirely of exempt property. 5 For the purposes of this section exempt property is property other than— a land, b an interest in the proceeds of the sale of land held on trust for sale, or c a licence to occupy land. 6 This section applies to— a an instrument executed in pursuance of a contract made on or after the abolition day; b an instrument which is not executed in pursuance of a contract and is executed on or after the abolition day. 7 For the purposes of this section the abolition day is such day as may be appointed under section 111(1) of the  Finance Act 1990 (abolition of stamp duty for securities etc)."}, {"act": "Finance Act 1991", "year": 1991, "section": "111", "section_title": " Stamp duty reduced in certain cases.", "section_text": "111 1 This section applies where— a stamp duty under  Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale)  is chargeable on an instrument to which this section applies, and b part of the property concerned consists of exempt property. 2 In such a case— a the consideration in respect of which duty would be charged (apart from this section) shall be apportioned, on such basis as is just and reasonable, as between the part of the property which consists of exempt property and the part which does not, and b the instrument shall be charged only in respect of the consideration attributed to such of the property as is not exempt property. 3 In this section  “exempt property has the same meaning as in section 110 above. 4 This section applies to— a an instrument executed in pursuance of a contract made on or after the abolition day; b an instrument which is not executed in pursuance of a contract and is executed on or after the abolition day. 5 In this section  “the abolition day has the same meaning as in section 110 above."}, {"act": "Finance Act 1991", "year": 1991, "section": "112", "section_title": " Apportionment of consideration for stamp duty purposes.", "section_text": "112 1 Subsection (2) below applies where part of the property referred to in section 58(1) of the Stamp Act 1891 (consideration to be apportioned between different instruments as parties think fit) consists of exempt property. 2 Section 58(1) shall have effect as if \t\t\t\t\t\t“the parties think fit” read \t\t\t\t\t\t“is just and reasonable”. 3 Subsection (4) below applies where— a part of the property referred to in section 58(2) of the Stamp Act 1891 (property contracted to be purchased by two or more persons etc.) consists of exempt property, and b both or (as the case may be) all the relevant persons are connected with one another. 4 Section 58(2) shall have effect as if the words from \t\t\t\t\t\t“for distinct parts of the consideration” to the end of the subsection read \t\t\t\t\t\t“, the consideration is to be apportioned in such manner as is just and reasonable, so that a distinct consideration for each separate part or parcel is set forth in the conveyance relating thereto, and such conveyance is to be charged with ad valorem duty in respect of such distinct consideration.” 5 In a case where subsection (2) or (4) above applies and the consideration is apportioned in a manner that is not just and reasonable, the enactments relating to stamp duty shall have effect as if— a the consideration had been apportioned in a manner that is just and reasonable, and b the amount of any distinct consideration set forth in any conveyance relating to a separate part or parcel of property were such amount as is found by a just and reasonable apportionment (and not the amount actually set forth). 6 In this section \t\t\t\t\t\t“exempt property has the same meaning as in section 110 above. 7 For the purposes of subsection (3) above— a a person is a relevant person if he is a person by or for whom the property is contracted to be purchased; b the question whether persons are connected with one another shall be determined in accordance with   section 1122 of the Corporation Tax Act 2010 . 8 This section applies where the contract concerned is made on or after the abolition day. 9 In this section \t\t\t\t\t\t“the abolition day has the same meaning as in section 110 above."}, {"act": "Finance Act 1991", "year": 1991, "section": "113", "section_title": " Certification of instruments for stamp duty purposes.", "section_text": "113 1 For the purposes of paragraph 6(1) of Schedule 13 to the Finance Act 1999 (meaning of instrument being certified at an amount)— a a sale or contract or agreement for the sale of exempt property within the meaning of section 110 above shall be disregarded; and b any statement as mentioned in that provision shall be construed as leaving out of account any matter which is to be so disregarded. 4 This section applies to— a an instrument executed in pursuance of a contract made on or after the abolition day; b an instrument which is not executed in pursuance of a contract and is executed on or after the abolition day. 5 In this section  “the abolition day has the same meaning as in section 110 above."}, {"act": "Finance Act 1991", "year": 1991, "section": "114", "section_title": " Acquisition under statute: exempt property.", "section_text": "114 1 Section 36 of the  Finance Act 1949 and section 9 of the  Finance Act (Northern Ireland) 1949 shall be amended as mentioned in subsections (2) and (3) below. 2 In subsection (4) of each of those sections (goods not affected by section 12 of the  Finance Act 1895, which relates to duty on property acquired under statute) for the words \t\t\t\t\t\t“goods, wares or merchandise”\t\t\t\t\t(in each place where they occur) there shall be substituted the words  “exempt property                ” . 3 In each of those sections the following subsection shall be inserted after subsection (4)— 5 In subsection (4) above \t\t\t\t\t\t\t\t\t“exempt property has the same meaning as in section 110 of the Finance Act 1991. 4 This section applies where the Act mentioned in section 12 of the Finance Act 1895, and by virtue of which property is vested or a person is authorised to purchase property, is passed on or after the abolition day. 5 In this section \t\t\t\t\t\t“the abolition day has the same meaning as in section 110 above."}, {"act": "Finance Act 1991", "year": 1991, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Finance Act 1991", "year": 1991, "section": "116", "section_title": "Investment exchanges, clearing houses and central securities depositories: stamp duty", "section_text": "116 1 The Treasury may make regulations providing as mentioned in this section with regard to any circumstances which— a would (apart from the regulations) give rise to a charge to stamp duty, b involve a prescribed relevant entity, or a member or nominee (or member or nominee of a prescribed description) of such a relevant entity, or a nominee (or nominee of a prescribed description) of a member of such a relevant entity, and c are such as are prescribed. 2 The regulations may provide that the charge to stamp duty shall be treated as not arising or (depending on the terms of the regulations) as reduced. 3 Regulations under this section— a shall be made by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons; b may include such supplementary, incidental, consequential or transitional provisions as appear to the Treasury to be necessary or expedient; c may make different provision for different circumstances; d may make any provision in such way as the Treasury think fit (whether by amending enactments or otherwise). 4 In this section— aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a  “prescribed means prescribed by the regulations,  and   b “relevant entity” means any of the following— i a UK regulated market (within the meaning given by Article 2.1(13A) of Regulation (EU) No 600/2014 of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments); ia a UK multilateral trading facility (within the meaning given by Article 2.1(14A) of that Regulation); ib an EU regulated market (within the meaning given by Article 2.1(13B) of that Regulation); ic an EU multilateral trading facility (within the meaning given by Article 2.1 (14B) of that Regulation); id a Gibraltar regulated market (within the meaning given by Article 26(11)(b)(i) of that Regulation); ie a Gibraltar multilateral trading facility (within the meaning given by Article 26(11)(b)(ii) of that Regulation); ii a recognised clearing house,   a recognised CSD  ..., a third country CSD,  a recognised investment exchange  ... and a third country central counterparty (within the meaning of section 285 of the Financial Services and Markets Act 2000). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "117", "section_title": "Investment exchanges, clearing houses and central securities depositories: SDRT", "section_text": "117 1 The Treasury may make regulations providing as mentioned in this section with regard to any circumstances which— a would (apart from the regulations) give rise to a charge to stamp duty reserve tax, b involve a prescribed relevant entity, or a member or nominee (or member or nominee of a prescribed description) of such a relevant entity, or a nominee (or nominee of a prescribed description) of a member of such a relevant entity, and c are such as are prescribed. 2 The regulations may provide that the charge to stamp duty reserve tax shall be treated as not arising or (depending on the terms of the regulations) as reduced. 3 Subsections (3) and (4) of section 116 above shall apply for the purposes of this section as they apply for the purposes of that."}, {"act": "Finance Act 1991", "year": 1991, "section": "118", "section_title": " Designated international organisations: miscellaneous exemptions.", "section_text": "118 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 828(4) of that Act (Treasury orders not subject to annulment in pursuance of a resolution of the House of Commons) after \t\t\t\t\t\t“377(8),” there shall be inserted  “582A(1),                  ” ."}, {"act": "Finance Act 1991", "year": 1991, "section": "119", "section_title": " Trading funds.", "section_text": "119 1 The  Government Trading Funds Act 1973 shall be amended as follows. 2 In section 2 (assets and liabilities of funds) in subsections (1)(b) and (2) the words \t\t\t\t\t\t“at values or amounts determined by him in accordance with Treasury directions” shall be omitted. 3 In that section, the following subsection shall be inserted after subsection (2)— 2A The values or amounts of assets and liabilities which are the subject of provision under subsection (1) or (2) above shall be determined by the responsible Minister in accordance with Treasury directions."}, {"act": "Finance Act 1991", "year": 1991, "section": "120", "section_title": " National savings: date of issue of repayment warrants etc.", "section_text": "120 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "121", "section_title": " Pools payments to support games etc.", "section_text": "121 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1991", "year": 1991, "section": "122", "section_title": " Interpretation etc.", "section_text": "122 1 In this Act  “the Taxes Act 1988 means the  Income and Corporation Taxes Act 1988. 2 Part II of this Act, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979. 3 Part III of this Act shall be construed as one with Part I of the  Oil Taxation Act 1975 and in that Part of this Act  “the principal Act means that Act."}, {"act": "Finance Act 1991", "year": 1991, "section": "123", "section_title": " Repeals.", "section_text": "123 The enactments specified in Schedule 19 to this Act (which include certain provisions which are already spent) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}, {"act": "Finance Act 1991", "year": 1991, "section": "124", "section_title": " Short title.", "section_text": "124 This Act may be cited as the Finance Act 1991."}]