[{"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "1", "section_title": " Maintenance orders in the High Court and  family court : means of payment, attachment of earnings and revocation, variation,  etc.", "section_text": "1 1 Where the High Court or  the family court  makes a qualifying periodical maintenance order, it may at the same time exercise either of its powers under subsection (4) below in relation to the order, whether of its own motion or on an application made under this subsection by an interested party. 1A Where the family court makes a qualifying periodical maintenance order, it may at the same time exercise any of its powers under subsection (4A) below in relation to the order, whether of its own motion or on an application made under this subsection by an interested party. 2 For the purposes of this section, a periodical maintenance order is an order— a which requires money to be paid periodically by one person (“the debtor”) to another (“the creditor”); and b which is a maintenance order; and such an order is a “ qualifying periodical maintenance order ” if, at the time it is made, the debtor is ordinarily resident in England and Wales. 3 Where the High Court or  the family court  has made a qualifying periodical maintenance order, it may at any later time— a on an application made under this subsection by an interested party, or b of its own motion, in the course of any proceedings concerning the order, exercise either of its powers under subsection (4) below in relation to the order.   3A Where the family court has made a qualifying periodical maintenance order, it may at any later time— a on an application made under this subsection by an interested party, or b of its own motion, in the course of any proceedings concerning the order, exercise any of its powers under subsection (4A) below in relation to the order. 4 The powers mentioned in subsections (1) and (3) above are— a the power to order that payments required to be made by the debtor to the creditor under the qualifying periodical maintenance order in question shall be so made by such a method of payment falling within subsection (5) below as the court may specify in the particular case; or b the power, by virtue of this section, to make an attachment of earnings order under the  Attachment of Earnings Act 1971 to secure payments under the qualifying periodical maintenance order in question.   4A The powers mentioned in subsections (1A) and (3A) above are— a the power to order that payments under the qualifying periodical maintenance order in question be made to the court; b the power to order that payments under the qualifying periodical maintenance order in question required to be made to the court are to be so made by such method of payment falling within subsection (5) below as the court may specify in the particular case; or c the power to order that payments under the qualifying periodical maintenance order in question be made in accordance with arrangements for their collection made by the Secretary of State under section 30 of the Child Support Act 1991 and regulations made under that section. 5 The methods of payment mentioned in subsection (4)(a) above are— a payment by standing order; or b payment by any other method which requires the debtor to give his authority for payments of a specific amount to be made from an account of his to an account of the creditor’s on specific dates during the period for which the authority is in force and without the need for any further authority from the debtor ; or                       c any method of payment specified in regulations made by the Lord Chancellor. 6 In any case where— a the court proposes to exercise its power under paragraph (a) of subsection (4) above or under paragraph (b) of subsection (4A) above , and b having given the debtor an opportunity of opening an account from which payments under the order may be made in accordance with the method of payment proposed to be ordered under that paragraph, the court is satisfied that the debtor has failed, without reasonable excuse, to open such an account, the court in exercising its power under that paragraph may order that the debtor open such an account. 7 Where in the exercise of its powers under subsection (1)  , (1A), (3) or (3A)  above, the High Court or  the family court  has made in relation to a qualifying periodical maintenance order such an order as is mentioned in subsection (4)(a)  or (4A) above (a “ means of payment order ”), it may at any later time— a on an application made under this subsection by an interested party, or b of its own motion, in the course of any proceedings concerning the qualifying periodical maintenance order, revoke, suspend, revive or vary the means of payment order. 8 In deciding whether to exercise any of its powers under this section the court in question having (if practicable) given every interested party an opportunity to make representations shall have regard to any representations made by any such party. 8A No order made by the family court under subsection (4) or (4A)(a) or (b) above has effect at any time when the Secretary of State is, under section 30 of the Child Support Act 1991 and regulations made under that section, arranging for the collection of payments under the qualifying periodical maintenance order in question. 9 Nothing in this section shall be taken to prejudice— a any power under the  Attachment of Earnings Act 1971 which would, apart from this section, be exercisable by the High Court or  the family court ; or b any right of any person to make any application under that Act; and subsection (7) above is without prejudice to any other power of the High Court or  the family court  to revoke, suspend, revive or vary an order. 10 For the purposes of this section— “ debtor ” and “ creditor ” shall be construed in accordance with subsection (2) above; “ interested party ” means any of the following, that is to say— a the debtor; b the creditor; and c in a case where the person who applied for the qualifying periodical maintenance order in question is a person other than the creditor, that other person; “ maintenance order ” means any order specified in Schedule 8 to the  Administration of Justice Act 1970 and includes any such order which has been discharged, if any arrears are recoverable under it; “ qualifying periodical maintenance order ” shall be construed in accordance with subsection (2) above, and the references to such an order in subsections (3) and (7) above are references to any such order, whether made before or after the coming into force of this section; and the reference in subsection (2) above to an order requiring money to be paid periodically by one person to another includes a reference to an order requiring a lump sum to be paid by instalments by one person to another. 11 The power of the Lord Chancellor to make regulations under subsection (5)(c) above is exercisable by statutory instrument, and a statutory instrument containing regulations under subsection (5)(c) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "2", "section_title": " Orders for periodical payment in magistrates’ courts: means of payment.", "section_text": "2 For section 59 of the  Magistrates’ Courts Act 1980 (periodical payments through justices’ clerk) there shall be substituted the following section—  Orders for periodical payment: means of payment. 59 1 In any case where a magistrates’ court orders money to be paid periodically by one person (in this section referred to as “ the debtor ”) to another (in this section referred to as “ the creditor ”), then— a if the order is a qualifying maintenance order, the court shall at the same time exercise one of its powers under paragraphs (a) to (d) of subsection (3) below; b if the order is not a maintenance order, the court shall at the same time exercise one of its powers under paragraphs (a) and (b) of that subsection. 2 For the purposes of this section a maintenance order is a “ qualifying maintenance order ” if, at the time it is made, the debtor is ordinarily resident in England and Wales. 3 The powers of the court are— a the power to order that payments under the order be made directly by the debtor to the creditor; b the power to order that payments under the order be made to the clerk of the court or to the clerk of any other magistrates’ court; c the power to order that payments under the order be made by the debtor to the creditor by such method of payment falling within subsection (6) below as may be specified; d the power to make an attachment of earnings order under the  Attachment of Earnings Act 1971 to secure payments under the order. 4 In any case where— a the court proposes to exercise its power under paragraph (c) of subsection (3) above, and b having given the debtor an opportunity of opening an account from which payments under the order may be made in accordance with the method of payment proposed to be ordered under that paragraph, the court is satisfied that the debtor has failed, without reasonable excuse, to open such an account, the court in exercising its power under that paragraph may order that the debtor open such an account. 5 In deciding, in the case of a maintenance order, which of the powers under paragraphs (a) to (d) of subsection (3) above it is to exercise, the court having (if practicable) given them an opportunity to make representations shall have regard to any representations made— a by the debtor, b by the creditor, and c if the person who applied for the maintenance order is a person other than the creditor, by that other person. 6 The methods of payment referred to in subsection (3)(c) above are the following, that is to say— a payment by standing order; or b payment by any other method which requires one person to give his authority for payments of a specific amount to be made from an account of his to an account of another’s on specific dates during the period for which the authority is in force and without the need for any further authority from him. 7 Where the maintenance order is an order— a under the Guardianship of Minors Acts 1971 and 1973, b under Part I of the  Domestic Proceedings and Magistrates’ Courts Act 1978, or c under, or having effect as if made under, Schedule 1 to the  Children Act 1989, and the court does not propose to exercise its power under paragraph (c) or (d) of subsection (3) above, the court shall, unless upon representations expressly made in that behalf by the person who applied for the maintenance order it is satisfied that it is undesirable to do so, exercise its power under paragraph (b) of that subsection. 8 The Secretary of State may by regulations confer on magistrates’ courts, in addition to their powers under paragraphs (a) to (d) of subsection (3) above, the power (the “ additional power ”) to order that payments under a qualifying maintenance order be made by the debtor to the creditor or the clerk of a magistrates’ court (as the regulations may provide) by such method of payment as may be specified in the regulations. 9 Any reference in any enactment to paragraphs (a) to (d) of subsection (3) above (but not a reference to any specific paragraph of that subsection) shall be taken to include a reference to the additional power, and the reference in subsection (10) below to the additional power shall be construed accordingly. 10 Regulations under subsection (8) above may make provision for any enactment concerning, or connected with, payments under maintenance orders to apply, with or without modifications, in relation to the additional power. 11 The power of the Secretary of State to make regulations under subsection (8) above shall be exercisable by statutory instrument and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 For the purposes of this section the reference in subsection (1) above to money paid periodically by one person to another includes, in the case of a maintenance order, a reference to a lump sum paid by instalments by one person to another."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "3", "section_title": " Orders for periodical payment in magistrates’ courts: proceedings by clerk and penalty for breach.", "section_text": "3 After section 59 of the  Magistrates’ Courts Act 1980 (orders for periodical payment: means of payment), as substituted by section 2 above, there shall be inserted the following sections—  Orders for periodical payment: proceedings by clerk. 59A 1 Where payments under a relevant  UK  order are required to be made periodically— a to or through the clerk of a magistrates’ court, or b by any method of payment falling within section 59(6) above, and any sums payable under the order are in arrear, the clerk of the relevant court shall, if the person for whose benefit the payments are required to be made so requests in writing, and unless it appears to the clerk that it is unreasonable in the circumstances to do so, proceed in his own name for the recovery of those sums. 2 Where payments under a relevant UK order are required to be made periodically to or through the clerk of a magistrates’ court, the person for whose benefit the payments are required to be made may, at any time during the period in which the payments are required to be so made, give authority in writing to the clerk of the relevant court for the clerk to proceed as mentioned in subsection (3) below. 3 Where authority under subsection (2) above is given to the clerk of the relevant court, the clerk shall, unless it appears to him that it is unreasonable in the circumstances to do so, proceed in his own name for the recovery of any sums payable to or through him under the order in question which, on or after the date of the giving of the authority, fall into arrear. 4 In any case where— a authority under subsection (2) above has been given to the clerk of a relevant court, and b the person for whose benefit the payments are required to be made gives notice in writing to the clerk cancelling the authority, the authority shall cease to have effect and, accordingly, the clerk shall not continue any proceedings already commenced by virtue of the authority. 5 The person for whose benefit the payments are required to be made shall have the same liability for all the costs properly incurred in or about proceedings taken under subsection (1) above at his request or under subsection (3) above by virtue of his authority (including any costs incurred as a result of any proceedings commenced not being continued) as if the proceedings had been taken by him. 6 Nothing in subsection (1) or (3) above shall affect any right of a person to proceed in his own name for the recovery of sums payable on his behalf under an order of any court. 7 In this section— “ the relevant court ”, in relation to an order, means— a in a case where payments under the order are required to be made to or through the clerk of a magistrates’ court, that magistrates’ court; and b in a case where such payments are required to be made by any method of payment falling within section 59(6) above, the magistrates’ court which made the order or, if the order was not made by a magistrates’ court, the magistrates’ court in which the order is registered; “ relevant UK order ” means— an order made by a magistrates’ court, other than an order made by virtue of Part II of the  Maintenance Orders (Reciprocal Enforcement) Act 1972; an order made by the High Court or a county court (including an order deemed to be made by the High Court by virtue of section 1(2) of the  Maintenance Orders Act 1958) and registered under Part I of that Act of 1958 in a magistrates’ court; or an order made by a court in Scotland or Northern Ireland and registered under Part II of the  Maintenance Orders Act 1950 in a magistrates’ court; and any reference to payments required to be made periodically includes, in the case of a maintenance order, a reference to instalments required to be paid in respect of a lump sum payable by instalments.  Maintenance orders: penalty for breach. 59B 1 In any case where— a payments under a relevant English maintenance order are required to be made periodically in the manner mentioned in paragraph (a) or (b) of section 59A(1) above, and b the debtor fails, on or after the date of commencement of this section, to comply with the order in so far as the order relates to the manner of payment concerned, the person for whose benefit the payments are required to be made may make a complaint to a relevant justice giving details of the failure to comply. 2 If the relevant justice is satisfied that the nature of the alleged failure to comply may be such as to justify the relevant court in exercising its power under subsection (3) below, he shall issue a summons directed to the debtor requiring him to appear before the relevant court to answer the complaint. 3 On the hearing of the complaint, the relevant court may order the debtor to pay a sum not exceeding £1000. 4 Any sum ordered to be paid under subsection (3) above shall for the purposes of this Act be treated as adjudged to be paid by a conviction of a magistrates’ court. 5 In this section— “ debtor ” has the same meaning as it has in section 59 above; “ the relevant court ” has the same meaning as it has in section 59A above; “ relevant English maintenance order ” means— a maintenance order made by a magistrates’ court, other than an order made by virtue of Part II of the  Maintenance Orders (Reciprocal Enforcement) Act 1972; or an order made by the High Court or a county court (other than an order deemed to be made by the High Court by virtue of section 1(2) of the  Maintenance Orders Act 1958) and registered under Part I of that Act of 1958 in a magistrates’ court; “ relevant justice ”, in relation to a relevant court, means a justice of the peace for the petty sessions area for which the relevant court is acting; and any reference to payments required to be made periodically includes a reference to instalments required to be paid in respect of a lump sum payable by instalments."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "4", "section_title": " Revocation, variation, etc. of orders for periodical payment in magistrates’ courts: general.", "section_text": "4 For section 60 of the  Magistrates’ Courts Act 1980 (revocation, variation etc., of orders for periodical payment) there shall be substituted the following section—  Revocation, variation, etc. of orders for periodical payment. 60 1 Where a magistrates’ court has made an order for money to be paid periodically by one person to another, the court may, by order on complaint, revoke, revive or vary the order. 2 The power under subsection (1) above to vary an order shall include power to suspend the operation of any provision of the order temporarily and to revive the operation of any provision so suspended. 3 Where the order mentioned in subsection (1) above is a maintenance order, the power under that subsection to vary the order shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under paragraphs (a) to (d) of section 59(3) above. 4 In any case where— a a magistrates’ court has made a maintenance order, and b payments under the order are required to be made by any method of payment falling within section 59(6) above, an interested party may apply in writing to the clerk of the court for the order to be varied as mentioned in subsection (5) below. 5 Subject to subsection (8) below, where an application has been made under subsection (4) above, the clerk, after giving written notice (by post or otherwise) of the application to any other interested party and allowing that party, within the period of 14 days beginning with the date of the giving of that notice, an opportunity to make written representations, may vary the order to provide that payments under the order shall be made to the clerk. 6 The clerk may proceed with an application under subsection (4) above notwithstanding that any such interested party as is referred to in subsection (5) above has not received written notice of the application. 7 In subsections (4) to (6) above “ interested party ”, in relation to a maintenance order, means— a the debtor; b the creditor; and c if the person who applied for the maintenance order is a person other than the creditor, that other person. 8 Where an application has been made under subsection (4) above, the clerk may, if he considers it inappropriate to exercise his power under subsection (5) above, refer the matter to the court which may vary the order by exercising one of its powers under paragraphs (a) to (d) of section 59(3) above. 9 Subsections (4), (5) and (7) of section 59 above shall apply for the purposes of subsections (3) and (8) above as they apply for the purposes of that section. 10 None of the powers of the court, or of the clerk of the court, conferred by subsections (3) to (9) above shall be exercisable in relation to a maintenance order which is not a qualifying maintenance order (within the meaning of section 59 above). 11 For the purposes of this section— a “ creditor ” and “ debtor ” have the same meaning as they have in section 59 above; and b the reference in subsection (1) above to money paid periodically by one person to another includes, in the case of a maintenance order, a reference to a lump sum paid by instalments by one person to another."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "5", "section_title": " Variation of orders for periodical payment made under Part I of the Domestic Proceedings and Magistrates’ Courts Act 1978.", "section_text": "5 After section 20 of the  Domestic Proceedings and Magistrates’ Courts Act 1978 (variation, revival and revocation of orders for periodical payments) there shall be inserted the following section—  Variation of orders for periodical payments: further provisions. 20ZA 1 Subject to subsections (7) and (8) below, the power of the court under section 20 of this Act to vary an order for the making of periodical payments shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under paragraphs (a) to (d) of section 59(3) of the  Magistrates’ Courts Act 1980. 2 In any case where— a a magistrates’ court has made an order under this Part of this Act for the making of periodical payments, and b payments under the order are required to be made by any method of payment falling within section 59(6) of the Magistrates’ Courts Act 1980 (standing order, etc.), an application may be made under this subsection to the clerk to the justices for the petty sessions area for which the court is acting for the order to be varied as mentioned in subsection (3) below. 3 Subject to subsection (5) below, where an application is made under subsection (2) above, the clerk, after giving written notice (by post or otherwise) of the application to the respondent and allowing the respondent, within the period of 14 days beginning with the date of the giving of that notice, an opportunity to make written representations, may vary the order to provide that payments under the order shall be made to the clerk. 4 The clerk may proceed with an application under subsection (2) above notwithstanding that the respondent has not received written notice of the application. 5 Where an application has been made under subsection (2) above, the clerk may, if he considers it inappropriate to exercise his power under subsection (3) above, refer the matter to the court which, subject to subsections (7) and (8) below, may vary the order by exercising one of its powers under paragraphs (a) to (d) of section 59(3) of the Magistrates’ Courts Act 1980. 6 Subsection (4) of section 59 of the Magistrates’ Courts Act 1980 (power of court to order that account be opened) shall apply for the purposes of subsections (1) and (5) above as it applies for the purposes of that section. 7 Before varying the order by exercising one of its powers under paragraphs (a) to (d) of section 59(3) of the  Magistrates’ Courts Act 1980, the court shall have regard to any representations made by the parties to the application. 8 If the court does not propose to exercise its power under paragraph (c) or (d) of subsection (3) of section 59 of the Magistrates’ Courts Act 1980, the court shall, unless upon representations expressly made in that behalf by the person to whom payments under the order are required to be made it is satisfied that it is undesirable to do so, exercise its power under paragraph (b) of that subsection. 9 Subsection (12) of section 20 of this Act shall have effect for the purposes of applications under subsection (2) above as it has effect for the purposes of applications under that section. 10 None of the powers of the court, or of the clerk to the justices, conferred by this section shall be exercisable in relation to an order under this Part of this Act for the making of periodical payments which is not a qualifying maintenance order (within the meaning of section 59 of the Magistrates’ Courts Act 1980)."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "6", "section_title": " Variation of orders for periodical payment made in magistrates’ courts under Schedule 1 to the Children Act 1989.", "section_text": "6 In Schedule 1 to the  Children Act 1989 (financial provision for children), after paragraph 6 (variation etc. of orders for periodical payments) there shall be inserted the following paragraph—  Variation of orders for periodical payments etc. made by magistrates’ courts 6A 1 Subject to sub-paragraphs (7) and (8), the power of a magistrates’ court— a under paragraph 1 or 2 to vary an order for the making of periodical payments, or b under paragraph 5(6) to vary an order for the payment of a lump sum by instalments, shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under paragraphs (a) to (d) of section 59(3) of the Magistrates’ Courts Act 1980. 2 In any case where— a a magistrates’ court has made an order under this Schedule for the making of periodical payments or for the payment of a lump sum by instalments, and b payments under the order are required to be made by any method of payment falling within section 59(6) of the Magistrates’ Courts Act 1980 (standing order, etc.), any person entitled to make an application under this Schedule for the variation of the order (in this paragraph referred to as “ the applicant ”) may apply to the clerk to the justices for the petty sessions area for which the court is acting for the order to be varied as mentioned in sub-paragraph (3). 3 Subject to sub-paragraph (5), where an application is made under sub-paragraph (2), the clerk, after giving written notice (by post or otherwise) of the application to any interested party and allowing that party, within the period of 14 days beginning with the date of the giving of that notice, an opportunity to make written representations, may vary the order to provide that payments under the order shall be made to the clerk. 4 The clerk may proceed with an application under sub-paragraph (2) notwithstanding that any such interested party as is referred to in sub-paragraph (3) has not received written notice of the application. 5 Where an application has been made under sub-paragraph (2), the clerk may, if he considers it inappropriate to exercise his power under sub-paragraph (3), refer the matter to the court which, subject to sub-paragraphs (7) and (8), may vary the order by exercising one of its powers under paragraphs (a) to (d) of section 59(3) of the  Magistrates’ Courts Act 1980. 6 Subsection (4) of section 59 of the Magistrates’ Courts Act 1980 (power of court to order that account be opened) shall apply for the purposes of sub-paragraphs (1) and (5) as it applies for the purposes of that section. 7 Before varying the order by exercising one of its powers under paragraphs (a) to (d) of section 59(3) of the Magistrates’ Courts Act 1980, the court shall have regard to any representations made by the parties to the application. 8 If the court does not propose to exercise its power under paragraph (c) or (d) of subsection (3) of section 59 of the Magistrates’ Courts Act 1980, the court shall, unless upon representations expressly made in that behalf by the applicant for the order it is satisfied that it is undesirable to do so, exercise its power under paragraph (b) of that subsection. 9 None of the powers of the court, or of the clerk to the justices, conferred by this paragraph shall be exercisable in relation to an order under this Schedule for the making of periodical payments, or for the payment of a lump sum by instalments, which is not a qualifying maintenance order (within the meaning of section 59 of the Magistrates’ Courts Act 1980). 10 In sub-paragraphs (3) and (4) “ interested party ”, in relation to an application made by the applicant under sub-paragraph (2), means a person who would be entitled to be a party to an application for the variation of the order made by the applicant under any other provision of this Schedule if such an application were made."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "7", "section_title": " Maintenance orders in magistrates’ courts: enforcement.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "8", "section_title": " Interest on arrears.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "10", "section_title": " Amendment of certain enactments relating to registered or confirmed maintenance orders.", "section_text": "10 Schedule 1 to this Act, which by amending certain enactments applies some of the preceding provisions of this Act with modifications to maintenance orders registered in or confirmed by magistrates’ courts or registered in the High Court, shall have effect."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "11", "section_title": " Minor and consequential amendments and repeals.", "section_text": "11 1 Schedule 2 to this Act, which contains minor amendments and amendments consequential on the provisions of this Act, shall have effect. 2 The enactments specified in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Maintenance Enforcement Act 1991", "year": 1991, "section": "12", "section_title": " Short title, commencement, application and extent.", "section_text": "12 1 This Act may be cited as the Maintenance Enforcement Act 1991. 2 The provisions of this Act, other than this section (which comes into force on the passing of this Act), shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes of the same provision. 3 In the application of any amendment made by this Act which has effect in relation to orders made, confirmed or registered by a court, it is immaterial whether the making, confirmation or registration occurred before or after the coming into force of the amendment. 4 Except for paragraphs 3 to 6 of Schedule 1, section 10 (in so far as it relates to those paragraphs) and this section, which extend to Scotland and Northern Ireland, this Act extends to England and Wales only."}]