[{"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "1", "section_title": " Pensions of Prime Minister, Speaker and Lord Chancellor.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "2", "section_title": " Participation of Prime Minister and Speaker in Parliamentary Contributory Pension Fund.", "section_text": "2 1 In section 2(3) of the  Parliamentary and other Pensions Act 1987 (no pensions payable for or in respect of persons with service as Prime Minister and First Lord of the Treasury or Speaker of the House of Commons) for the words from “Prime Minister” onwards there shall be substituted the words  “                ; and regulations under this section shall not provide for the application of any of the assets of the Fund in or towards the provision of pensions for or in respect of any person with service as Prime Minister and First Lord of the Treasury or Speaker of the House of Commons unless he has in accordance with the regulations elected to contribute to the Fund out of his remuneration as a Member of that House while holding that office.              ” 2 Regulations under section 2 of that Act applying to a person who has made an election by virtue of subsection (1) above shall not enable any pension for or in respect of that person to be calculated by reference to service as a Member of the House of Commons before the passing of this Act."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "3", "section_title": " Lord Chancellor’s salary.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In subsection (4) of that section (power to increase salaries by Order in Council subject to affirmative procedure) for the words “by subsection (2) or (3) above” there shall be substituted the words  “                by subsection (2) above as the annual amount by which the salary is to exceed that of the Lord Chief Justice or by subsection (3) above              ” ."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "4", "section_title": " Grants to persons ceasing to hold ministerial and other offices.", "section_text": "4 1 Where a person who has not attained the age of sixty-five— a ceases at any time (“ the material time ”) after the passing of this Act to hold a relevant office; and b does not again become the holder of a relevant office within the period of three weeks beginning at the material time, he shall be entitled to a payment under this section. 2 Subject to subsection (3) below, the amount of the payment to which a person who has ceased to hold a relevant office is entitled under this section is an amount equal to one-quarter of the annual amount of the salary which was being paid to that person in respect of that office immediately before the material time. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A The annual amount of the salary paid to a person in respect of the office of Chairman of Ways and Means or Deputy Chairman of Ways and Means is the difference between— a the annual amount of the salary payable under section 4 of the Parliamentary Standards Act 2009 to a person holding that office, and b the annual amount of the salary payable under that section to a member of the House of Commons who does not hold an office or position specified in a resolution of that House for the purposes of section 4A(2) of that Act (higher salaries for holders of specified offices or positions). 4 A payment under this section shall not be made until the end of the period mentioned in subsection (1)(b) above. 5 No payment shall be made under this section where a person has ceased to hold a relevant office on his death. 6 In this section “ a relevant office ” means— a any office ... in respect of which a salary is payable in accordance with Schedule 1 to the Ministerial and other Salaries Act 1975 (ministerial salaries); b any position in respect of which a salary is payable in accordance with Schedule 2 to that Act (Opposition Leaders and Whips); ba the office of Speaker of the House of Lords; bb the office of Lord Chancellor; bc the office of Speaker of the House of Commons; c the office of Chairman of Ways and Means and any office of Deputy Chairman of Ways and Means in respect of which a salary is payable out of money provided by Parliament; and d the office of Chairman of Committees of the House of Lords and any office of Deputy Chairman of Committees of the House of Lords in respect of which a salary is payable out of such money. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Where a person ceases on a dissolution of Parliament to hold any such position as is mentioned in subsection (6)(b) above, subsection (1)(b) above shall have effect in relation to his ceasing to hold that position on the dissolution as if for the words “three weeks” there were substituted the words  “                six weeks              ” . 9 Section 13 of the  Parliamentary Pensions  etc.  Act 1984 is hereby repealed except in cases where the loss of office in question was before the passing of this Act. 10 In section 190(b) of the  Income and Corporation Taxes Act 1988 (tax treatment of payments under the said section 13) after the words “section 13 of the Parliamentary Pensions etc. Act 1984” there shall be inserted the words  “                or section 4 of the Ministerial and other Pensions and Salaries Act 1991              ” ."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "5", "section_title": " Allowance for ministerial and other office-holders in House of Lords.", "section_text": "5 1 An allowance shall be payable under this section to— a any member of the House of Lords who holds an office in respect of which a salary is payable in accordance with Schedule 1 to the  Ministerial and other Salaries Act 1975 (ministerial salaries); b any member of that House who holds a position in respect of which a salary is payable in accordance with Schedule 2 to that Act (Leader of Opposition and Chief Opposition Whip);  ... ba the Speaker of the House of Lords; and c the Chairman of Committees and Principal Deputy Chairman of Committees of that House. 2 The allowance shall be payable from 6th April 1990 and— a for the period beginning with that date and ending on 31st July 1990, shall be £4,672; b for any year, or part of a year, beginning on or after 1st August 1990, shall be such amount as may be specified by or determined in accordance with an Order in Council. 3 An Order in Council under subsection (2)(b) above may provide for the amount for any year, or part of a year, to be calculated by applying a specified multiplier to the maximum daily amount which, under any Resolution of the House of Lords, is recoverable in that year or part by a member of that House, other than one to whom this section applies, in respect of his expenses in staying overnight away from his main or only residence. 4 The allowance payable under this section to the holder of an office shall not be regarded as part of his salary in respect of that office for pension purposes or for the purposes of section 4 above."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "6", "section_title": " Exchequer contributions to Parliamentary Contributory Pension Fund.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "7", "section_title": " House of Commons Members’ Fund.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "8", "section_title": " Financial provisions.", "section_text": "8 1 A payment under section 4 above to a person who has ceased to hold a relevant office shall be made out of money provided by Parliament or charged on and paid out of the Consolidated Fund according as the salary payable in respect of that office is payable out of such money or charged on and paid out of that Fund. 2 The allowance payable under section 5 above to a person within paragraph (a) or (c) of subsection (1) of that section shall be paid out of money provided by Parliament and the allowance payable under that section to a person within paragraph (b) of that subsection shall be charged on and paid out of the Consolidated Fund. 3 There shall be charged on and paid out of the Consolidated Fund or, as the case may be, paid out of money provided by Parliament any increase attributable to this Act in the sums charged on and payable out of that Fund or payable out of such money under any other Act."}, {"act": "Ministerial and other Pensions and Salaries Act 1991", "year": 1991, "section": "9", "section_title": " Short title and extent.", "section_text": "9 1 This Act may be cited as the Ministerial and other Pensions and Salaries Act 1991. 2 This Act extends to Northern Ireland."}]