[{"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "1", "section_title": " Scottish Natural Heritage.", "section_text": " 1 1 There shall be established a body to be known as “Scottish Natural Heritage” (in this Part of this Act referred to as “ SNH ”) whose general aims and purposes shall be  —  a in relation to natural heritage, those specified in subsection (1A) below, b in relation to deer, those specified in section 1(1) of the Deer (Scotland) Act 1996 (c. 58). 1A SNH's general aims and purposes in relation to natural heritage are— a to secure the conservation and enhancement of; and b to foster understanding and facilitate the enjoyment of, the natural heritage of Scotland; and SNH shall have regard to the desirability of securing that anything done, whether by SNH or any other person, in relation to the natural heritage of Scotland is undertaken in a manner which is sustainable. 2 Schedule 1 to this Act shall have effect with respect to the constitution and proceedings of and other matters relating to Scottish Natural Heritage. 3 For the purposes of this Act, “ the natural heritage of Scotland ” includes the flora and fauna of Scotland, its geological and physiographical features, its natural beauty and amenity; and references to “ natural heritage ” shall be construed accordingly. 4 In this Act,  “ natural heritage functions ”, in relation to  SNH , does not include the functions in relation to deer conferred on it by or under the Deer (Scotland) Act 1996 (c. 58) or any other enactment other than one in this Act. "}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "2", "section_title": " General functions of Scottish Natural Heritage", "section_text": "2 1 SNH shall have the following general functions— a the provision of advice to the Secretary of State or any other minister on the development and implementation of policies for or affecting the natural heritage of Scotland; b the provision of advice and the dissemination of knowledge to any persons (including the provision and promotion of publicity and information services) about the natural heritage (including its use and enjoyment) and any matters arising from the discharge of its  natural heritage  functions; c the commissioning or support (whether by financial means or otherwise) of  any research, inquiry or investigation  which in its opinion is relevant to any of its                          natural heritage  functions or, in the case of  any research, inquiry or investigation  which is directly related to its                          natural heritage  functions, if it considers it appropriate to do so initiating and carrying out such research , inquiry or investigation itself or in collaboration with any other person ; d the power to accept any gift or contribution made to it for the purposes of any of its functions and, subject to the terms of such gift or contribution, it shall apply the gift or contribution to those purposes; e the power to form or promote or join with any other person in forming or promoting companies  under the Companies Act 2006 ; f the power to form partnerships with other persons; and g the power to do all such other things as are incidental or conducive to the discharge of its functions including (without prejudice to the generality of this paragraph) the power to make charges for any service undertaken by it and the power to acquire, hold and dispose of land or any interest in or right over land. 2 SNH may, and if so requested by the Secretary of State or any general, regional or district planning authority shall, advise the Secretary of State or, as the case may be, the authority in relation to any matter arising under  the Town and Country Planning (Scotland) Act 1997, the Planning (Listed Buildings and Conservation Areas) (Scotland) Act 1997 and the Planning (Hazardous Substances) (Scotland) Act 1997  which affects the natural heritage of Scotland."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "3", "section_title": " Duty to take account of certain matters.", "section_text": "3 1 Subject to subsection (2) below, it shall be the duty of SNH in exercising its  natural heritage  functions to take such account as may be appropriate in the circumstances of— a actual or possible ecological and other environmental changes to the natural heritage of Scotland; b the needs of agriculture, fisheries and forestry; c the need for social and economic development in Scotland or any part of Scotland; d the need to conserve sites and landscapes of archaeological or historical interest; e the interests of owners and occupiers of land; and f the interests of local communities. 2 Paragraphs (b) to (f) of subsection (1) above shall not apply as regards any function exercised by SNH in pursuance of any of paragraphs (b) to (e) of section 133(2) of the  Environmental Protection Act 1990 (special functions to be exercised through the joint committee)."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "4", "section_title": " Nature conservation functions.", "section_text": "4 1 Except as regards the joint committee within the meaning of Part VII of the Environmental Protection Act 1990 and subject to the following provisions of this section, Part VII of that Act shall not extend to Scotland. 2 Sections 128(4), 128(5) (in so far as it relates to Schedule 7) and 132(3) of that Act shall continue to extend to Scotland and any reference in those sections to “ the Councils ” shall include a reference to SNH. 3 Section 131 of that Act, in so far as it relates to the joint committee mentioned in subsection (1) above, shall continue to extend to Scotland. 4 Section 133 of that Act shall continue to extend to Scotland and— a the references to “ the Councils ” shall include a reference to SNH; and b in subsection (3) after the words “section 132 above” there shall be inserted the words  “                        or, as the case may be, the nature conservation functions of Scottish Natural Heritage                      ” , and in discharging its nature conservation functions, SNH shall have regard to any advice given to it by the joint committee under the said subsection (3). 5 The amendments made by Schedule 9 to that Act to enactments extending to Scotland shall continue to extend to Scotland. 6 SNH shall have the functions previously discharged by the Nature Conservancy Council for Scotland under the enactments amended by Schedule 2 to this Act in accordance with those enactments as so amended. 7 SNH shall be responsible for the establishment, maintenance and management of nature reserves (within the meaning of section 15 of the National Parks and Access to the  Countryside Act 1949) in Scotland. 8 Paragraph 12 of Schedule 11 to the said Act of 1990 shall continue to extend to Scotland; and references to a new council shall, as regards the exercise of functions in part of a nature reserve or area of scientific interest in Scotland, be construed as references to SNH. 9 In this section “ nature conservation ” means the conservation of flora, fauna or geological or physiographical features. 10 Subject to anything in this section and Schedules 2 and 10 to this Act, for any reference in any enactment (including an enactment contained in a local or private Act and any order, regulation or other instrument having effect by virtue of an Act) to the Nature Conservancy Council for Scotland there shall be substituted a reference to Scottish Natural Heritage."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "5", "section_title": " Development projects or schemes.", "section_text": "5 1 SNH may prepare proposals with respect to any area for a development project or scheme which is designed to achieve the conservation or enhancement of or which fosters understanding or enjoyment of the natural heritage of Scotland. 2 Proposals prepared under subsection (1) above in relation to any area shall— a in relation to that area involve the application of new or developed methods, concepts or techniques; and b be designed to illustrate the appropriateness of such a project or scheme to that area or other areas of a similar nature or which present similar problems to that area. 3 SNH may undertake, promote or coordinate, either by itself or in conjunction with any other authority or person, measures to implement the proposals mentioned in subsection (1) above. 4 Where SNH has prepared a proposal for a development project or scheme for any area which involves the compulsory acquisition of land under subsection (6)(a) below, a compulsory purchase order for that purpose shall be subject to special parliamentary procedure in any case where an objection has been duly made by the owner of the land and has not been withdrawn. 5 In subsection (4) above “ owner ” shall have the same meaning as in the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947. 6 For the purposes of its function under subsection (3) above, SNH may— a acquire land compulsorily; b exercise any powers to carry out work or provide services or facilities conferred by the  Countryside (Scotland) Act 1967 on local authorities or planning authorities; c with the approval of the Secretary of State and the Treasury, acquire by agreement and carry on or set up and carry on, directly or through an agent, or themselves carry on as agent, any business or undertaking, and, subject to such approval, may dispose of any such business or undertaking. 7 The power conferred by paragraph (b) of subsection (6) above— a may be exercised by SNH either on or in connection with land belonging to it, or with the consent of all persons having an interest therein, on or in connection with other land; and b shall be exercisable in relation to land not belonging to it on such terms as may be arranged by agreement with the persons having an interest in the land. 8 Where any person having such an interest in the land as enables him to bind the land enters into any such agreement as is mentioned in subsection (7) above, the agreement— a in a case where the land affected by the agreement is registered in the Land Register of Scotland, may be registered in that register; b in any other case, may be recorded in the appropriate Division of the General Register of Sasines, and if so registered or recorded shall be enforceable at the instance of SNH against persons deriving title to the land from the person who entered into the agreement: Provided that any such agreement shall not be enforceable against a third party who has in good faith and for value acquired right (whether completed by infeftment or not) to the land prior to the agreement being registered or recorded or against any person deriving title from such a third party. 9 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply in relation to the compulsory acquisition of land under this section as if this section had been in force immediately before the commencement of that Act, and in relation to such acquisition of land, SNH shall be treated as if it were a local authority within the meaning of that Act. 10 No land may be compulsorily acquired under this section unless the acquisition is authorised by the Secretary of State. 11 Any power to acquire land under this section shall include power to acquire a servitude or other right in or over land by the creation of a new right."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "6", "section_title": " Natural Heritage Areas.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "7", "section_title": " Powers of entry.", "section_text": "7 1 For the purpose of surveying land in connection with— a the exercise or the proposed exercise of any of the functions of SNH under this Act or any other enactment in relation to land; b the making of an access order by SNH under Part II of the  Countryside (Scotland) Act 1967; or c the acquisition under this Act or any other enactment of land or of any interest in land whether by agreement or compulsorily, any person duly authorised in writing by SNH may, at any reasonable time, enter upon the land. 2 For the purpose of surveying land, or of estimating its value, in connection with any claim for compensation payable by SNH by virtue of— a Part II of the Countryside (Scotland) Act 1967; or b this Part of this Act, in respect of that or any other land, any person being an officer of the Valuation Office of the Inland Revenue Department or a person duly authorised in writing by SNH may, at any reasonable time, enter upon the land. 3 A person authorised under this section to enter upon any land shall, if so required by the occupier or anyone acting on his behalf, produce evidence of his authority, and shall not demand admission as of right to any land which is occupied unless at least fourteen days’ notice in writing of the intended entry has been given to the occupier and, where practicable, to the owner. 4 The power conferred on SNH in connection with the exercise of its functions under section 5 of this Act shall be construed as including power to search and bore for the purpose of ascertaining the nature of the soil or subsoil or the presence of minerals. 5 No works authorised by subsection (4) above shall be carried out unless notice of the intention to do so has been included in a notice under subsection (3) above, and if the land in question is held by any statutory undertaker and such undertaker objects to the proposed works on the ground that carrying out such works would be seriously detrimental to the carrying on of their undertaking, the works shall not be carried out except with the authority of the  Scottish Ministers ... 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subject to subsection (7) below, if the sheriff is satisfied that there is a reasonable ground for entry upon any land which a person is entitled to enter in pursuance of this section and— a that admission to that land has been refused; b that such refusal is apprehended; or c that the land is unoccupied or the occupier is temporarily absent, then the sheriff may grant a warrant authorising that person to enter the land, if necessary using such force as is reasonable in all the circumstances, and a warrant issued in pursuance of this section shall continue in force until the purpose for which the entry is required has been satisfied. 7 Without prejudice to subsection (3) above, in any case to which paragraph (a) or (b) of subsection (6) above applies the sheriff shall not grant a warrant unless he is satisfied that a notice of the intended entry has been served on the occupier of the land and, where practicable, on the owner not less than fourteen days before the demand for entry was made. 8 A person entering upon any land by virtue of this section may take with him such other persons and such equipment as may be necessary, and on leaving any land upon which he has so entered, being either unoccupied land, or land from which the occupier is temporarily absent, shall leave it as effectively secured against unauthorised entry as he found it. 9 A person who wilfully obstructs any person acting in the exercise of his powers under this section shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 10 It shall be the duty of SNH to compensate any person who has sustained damage by reason of— a the exercise by a person authorised by SNH of any powers conferred on him by virtue of this section; or b the failure of a person so authorised to perform the duty imposed on him by subsection (8) above, except where the damage is attributable to the fault of the person who sustained it; and any dispute as to a person’s entitlement to compensation in pursuance of this subsection or as to the amount of the compensation shall be determined by arbitration. 11 SNH shall not authorise any person to exercise a power to enter land under section 108 of the National Parks and Access to the  Countryside Act 1949; but nothing in this subsection shall affect the validity of anything done in pursuance of an authorisation granted before the date of coming into force of this section by the Nature Conservancy Council for Scotland. 12 In subsection (1) above,  “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament. "}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "8", "section_title": " Government grants to Scottish Natural Heritage.", "section_text": "8 1 The Secretary of State may, with the approval of the Treasury, make to SNH grants of such amounts as he thinks fit. 2 A grant under this section may be made subject to such conditions (including, in particular, conditions as to the use of the money for the purposes of the Joint Nature Conservation Committee established in pursuance of section 128(4) of the  Environmental Protection Act 1990) as the Secretary of State may, with the approval of the Treasury, determine."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "9", "section_title": " Grants and loans.", "section_text": "9 1 SNH may, with the consent of or in accordance with a general authorisation given by the Secretary of State, give financial assistance by way of grant or loan (or partly in one way and partly in the other) to any person, including a public body, in respect of expenditure incurred or to be incurred by him in doing anything which, in the opinion of SNH, is conducive to the attainment of its general aims and purposes as mentioned in section 1(1) of this Act. 2 No consent or general authorisation shall be given by the Secretary of State under subsection (1) above without the approval of the Treasury. 3 On making a grant or loan SNH may impose such conditions as it thinks fit, including (in the case of a grant) conditions for repayment in specified circumstances. 4 SNH shall exercise its powers under subsection (3) above so as to ensure that any person receiving a grant or loan under this section in respect of premises to which the public are to be admitted (on payment or otherwise) shall, in the means of access both to and within the premises, and in the parking facilities and sanitary conveniences to be available (if any), make provision, so far as it is in the circumstances both practicable and reasonable, for the needs of members of the public visiting the premises who are disabled."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "10", "section_title": " Reports, accounts  etc.", "section_text": "10 1 SNH shall— a furnish the Secretary of State with such returns, accounts and other information with respect to its property and activities or proposed activities as he may, from time to time, require; b afford to the Secretary of State facilities for the verification of information so furnished; and c for the purpose of such verification, permit any person authorised in that behalf by the Secretary of State to inspect and make copies of the accounts, books, documents or papers of SNH and to give that person such explanation of anything he is entitled to inspect as he may reasonably require. 2 SNH shall— a as soon as possible after the 31st March following the date upon which section 1 of this Act comes into force make to the Secretary of State a report on the exercise and performance of its functions to that date; and b make a similar report to him as to each period of twelve months thereafter as soon as possible after the end of such period, and a copy of every such report shall be laid before each House of Parliament by the Secretary of State: Provided that if the date upon which the said section 1 comes into force falls on a day after 30th September and before 31st March, the first report of SNH under this section shall be for the period ending with the next succeeding 31st March. 3 SNH shall keep proper accounts and other records, and shall prepare for each financial year a statement of account in such form as the Secretary of State with the approval of the Treasury may direct and shall submit those statements of account to the Secretary of State at such time as he may with the approval of the Treasury direct. 4 The Secretary of State shall,  . . . transmit to the  Auditor General for Scotland for auditing  the statement of account of SNH for the financial year last ended. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section “ financial year ” means the period beginning with the date upon which section 1 of this Act comes into force and ending with the 31st March following that date and each period of twelve months thereafter: Provided that if the date upon which the said section 1 comes into force falls on a day after 30th September and before 31st March, the first financial year of SNH shall end with the next succeeding 31st March."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "11", "section_title": " Directions by Secretary of State.", "section_text": "11 1 Subject to subsection (3) below, the Secretary of State may give SNH directions of a general or specific character with regard to the discharge of its functions; and it shall be the duty of SNH to comply with any such directions. 2 A direction given under this section may be varied or revoked by a subsequent direction so given. 3 The Secretary of State shall not give directions under this section in respect of functions conferred on SNH by virtue of section 4(6) of this Act."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "12", "section_title": " Advisory Committee on SIs.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "13", "section_title": " Access to open country.", "section_text": "13 Part II of the  Countryside (Scotland) Act 1967 shall be amended in accordance with Schedule 3 to this Act to enable SNH to enter into access agreements or to make access orders under that Part of that Act."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "14", "section_title": " Dissolution of bodies.", "section_text": "14 1 On a date to be appointed by the Secretary of State— a the Nature Conservancy Council for Scotland; and b the Countryside Commission for Scotland, shall each be dissolved. 2 On the date appointed for the purposes of subsection (1) above, all heritable or moveable property wherever situated held by each of the Nature Conservancy Council for Scotland and the Countryside Commission for Scotland immediately before that date shall be transferred to and vest in SNH and all rights, liabilities and obligations of both the Nature Conservancy Council for Scotland and the Countryside Commission for Scotland to which either of them were entitled or subject immediately before that date shall, on that date, be transferred to SNH. 3 In the Countryside (Scotland) Act 1967 for the words “the Commission” where they occur there shall be substituted the words  “                    Scottish Natural Heritage                  ” . 4 Subject to anything in this section and Schedule 10 to this Act, for any reference in any enactment (including an enactment contained in a local or private Act and any order, regulation or other instrument having effect by virtue of an Act) to the Countryside Commission for Scotland there shall be substituted a reference to Scottish Natural Heritage. 5 Schedule 4 to this Act shall have effect for the purpose of making transitional provisions and savings in consequence of the dissolution of the Nature Conservancy Council for Scotland and the Countryside Commission for Scotland under subsection (1) above."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "15", "section_title": " Power to control abstraction of water for irrigation.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "16", "section_title": "Offence of unlicensed abstraction of water for irrigation.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "17", "section_title": " Licences.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "18", "section_title": " Special provisions for shortage or abundance of water.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "19", "section_title": " Transitional provisions.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "20", "section_title": " Drought orders.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "21", "section_title": " Offences against drought orders.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "22", "section_title": " Interpretation, transitional provisions and savings.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "23", "section_title": " Finance.", "section_text": "23 There shall be defrayed out of money provided by Parliament— a any expenses of the Secretary of State incurred under this Act; and b any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "24", "section_title": " Rights of entry and inspection under Parts II and III.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "25", "section_title": " Service of documents.", "section_text": "25 1 Any document required or authorised by virtue of this Act to be served on any person may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary or clerk of that body; or c if the person is a partnership, by serving it in accordance with paragraph (a) above on a partner or a person having the control or management of the partnership business. 2 For the purpose of this section and section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary or clerk, it shall be the address of the registered or principal office of the body; b in the case of service on a partnership or a partner or a person having the control or management of a partnership business, it shall be the address of the principal office of the partnership; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a partnership carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If a person to be served by virtue of this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined in pursuance of subsection (2) above) as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated as his proper address for the purpose of this section and for the purpose of the said section 7 in its application to this section. 4 Where under any provision of this Act any document is required to be served on the owner or on the occupier of any land then— a if the name or address of the owner or, as the case may be, of the occupier of the land cannot after reasonable inquiry be ascertained; or b in the case of service on the occupier, if the land appears to be or is unoccupied, that document may be served either by leaving it in the hands of a person who is or appears to be resident or employed on the land or by leaving it conspicuously affixed to some building or object on the land. 5 This section shall not apply to any document in relation to the service of which provision is made by rules of court."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "26", "section_title": " Offences by persons other than natural persons.", "section_text": "26 1 Where an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to the negligence of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 3 Where an offence under this Act is committed by a partnership or by an unincorporated association (other than a partnership) and is proved to have been committed with the consent or connivance of, or to be attributable to the negligence of, a partner in the partnership or, as the case may be, a person concerned in the management or control of the association, he (as well as the partnership or association) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "26A", "section_title": " Meaning of SEPA.", "section_text": "26A In this Act “ SEPA ” means the Scottish Environment Protection Agency."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "27", "section_title": " Consequential and miscellaneous amendments and repeals.", "section_text": "27 1 The enactments specified in Schedule 10 to this Act shall have effect subject to the amendments specified in that Schedule. 2 The enactments specified in Schedule 11 of this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Natural Heritage (Scotland) Act 1991", "year": 1991, "section": "28", "section_title": " Short title, commencement and extent.", "section_text": "28 1 This Act may be cited as the Natural Heritage (Scotland) Act 1991. 2 This Act shall come into force on such date as the Secretary of State may, by order made by statutory instrument appoint and different days may be so appointed for different provisions or for different purposes. 3 An order under subsection (2) above may make such transitional provision as appears to the Secretary of State necessary or expedient in connection with the provision brought into force by the order. 4 Subject to subsection (5) below, this Act extends to Scotland only. 5 Section 4(2) and (4) of this Act and so much of sections 4(10) and 27 of and Schedules 2, 10 and 11 to this Act as relates to enactments extending to England and Wales shall extend also to England and Wales."}]