[{"act": "Overseas Superannuation Act 1991", "year": 1991, "section": "1", "section_title": " Application of Overseas Pensions Act 1973 to the Oversea Superannuation Scheme.", "section_text": "1 1 Section 2 of the  Overseas Pensions Act 1973 (power of Secretary of State to make superannuation schemes as respects certain overseas service  etc ) shall be amended in accordance with the following provisions of this section. 2 In subsection (2) (persons to whom the section applies) the word “and” immediately preceding Word in paragraph (d) is hereby repealed and at the end of that paragraph there shall be added the words and                  (e) persons who are contributing or who have contributed to the Oversea Superannuation Scheme, whether before or after the coming into force of this paragraph. 3 After subsection (4) there shall be inserted— 4A The provisions of the Oversea Superannuation Scheme and of the regulations made under it shall, with the necessary adaptations and modifications, have effect as from the coming into force of this subsection as if they together constituted a scheme made under this section. 4 In subsection (5) (references to schemes made under section 2 to include references to schemes having effect, by virtue of subsection (3) or (4), as if so made) for the words “or (4)” there shall be substituted the words  “                , (4) or (4A)              ” ."}, {"act": "Overseas Superannuation Act 1991", "year": 1991, "section": "2", "section_title": " Continuation of tax exemption for non-resident pensioners.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Overseas Superannuation Act 1991", "year": 1991, "section": "3", "section_title": " Short title and commencement.", "section_text": "3 1 This Act may be cited as the Oversea Superannuation Act 1991. 2 This Act shall come into force after the expiration of the period of two months beginning with the date on which it is passed."}]