[{"act": "Ports Act 1991", "year": 1991, "section": "1", "section_title": " Formation of companies for purposes of transfer of certain statutory port undertakings.", "section_text": "1 1 Any relevant port authority shall have power to form a company whose objects include the acquisition of property, rights and liabilities and the assumption of functions of the authority by virtue of a transfer under section 2 below. 2 Any company formed under subsection (1) above shall be a company limited by shares and registered under  the Companies Act 2006 . 3 In this Part “ relevant port authority ” means any body which is a harbour authority, other than one within subsection (4) below. 4 The bodies within this subsection are— a any company having a share capital; b a local authority; c the British Waterways Board; ca Canal & River Trust; d Associated British Ports; and e the Port of London Authority. 5 In subsection (4)(b) above “ local authority ”— a in relation to England and Wales, has the meaning given by section 270(1) of the  Local Government Act 1972; and b in relation to Scotland, has the meaning given by section 235(1) of the  Local Government (Scotland) Act 1973."}, {"act": "Ports Act 1991", "year": 1991, "section": "2", "section_title": " Transfer of undertakings.", "section_text": "2 1 This section applies where a scheme is made under this Part in relation to a relevant port authority which— a specifies a company formed in pursuance of section 1 above which is a wholly-owned subsidiary of the authority to be the authority’s successor company for the purposes of this Part; and b makes the necessary supplementary provision for the purposes of the transfer provided for under this section. 2 Subject to subsection (3) below, on the date on which the scheme takes effect— a all property, rights and liabilities of the authority; and b all functions conferred or imposed on the authority by any local statutory provision; are transferred to and by virtue of this section become property, rights and liabilities or (as the case may be) functions of the successor company. 3 The transfer under subsection (2)(a) above does not apply— a to the securities of the successor company held by the authority; b to any rights or liabilities of the authority in respect of such securities held by a nominee of the authority; or c to any liability of the authority incurred by virtue of section 19 below in connection with any proposal for maximising participation by employees of the successor company in ownership of its equity share capital. 4 In this Part, in relation to any transfer under this section of property, rights, liabilities and functions of a relevant port authority— a references to the scheme are references to the scheme made for the purposes of the transfer; b references to the successor company are references to the company specified in the scheme as that authority’s successor company; and c references to the authority are references to the body whose property, rights, liabilities and functions are the subject of the transfer. 5 Part I of Schedule 1 to this Act (supplementary provisions of general application) has effect in relation to a transfer under this section. 6 In relation to any such transfer, the reference in subsection (1)(b) above to the necessary supplementary provision for the purposes of the transfer is a reference to provision of any one or more of the descriptions mentioned in Part II of that Schedule (supplementary provisions which may be included in schemes)."}, {"act": "Ports Act 1991", "year": 1991, "section": "3", "section_title": " Initial issue of securities of the successor company.", "section_text": "3 1 Following the transfer to the successor company under section 2 above of property, rights, liabilities and functions of the authority, the successor company shall issue such securities of the company as the authority may from time to time direct— a to the authority; or b to any person entitled to require the issue of the securities following their initial allotment to the authority. 2 The authority shall not give a direction under subsection (1) above at a time when the successor company has ceased to be a wholly-owned subsidiary of the authority. 3 Securities required to be issued in pursuance of this section shall be issued or allotted at such time or times and on such terms (as to allotment) as the authority may direct. 4 Shares issued in pursuance of this section— a shall be of such nominal value as the authority may direct; and b shall be issued as fully paid and treated for the purposes of  the Companies Act 2006  as if they had been paid up by virtue of the payment to the successor company of their nominal value in cash."}, {"act": "Ports Act 1991", "year": 1991, "section": "4", "section_title": " Disposal by the authority of their holding in the successor company.", "section_text": "4 1 The authority shall exercise their powers under section 3 above in such manner as appears to them to be calculated to facilitate the disposal in accordance with this section of the whole of their holding in the successor company. 2 For the purposes of this section, that holding is to be regarded as consisting of— a the shares subscribed for by the authority or by any nominee of the authority on the formation of the successor company; and b all securities of the successor company issued or rights to require the issue of such securities initially allotted to the authority in pursuance of that section. 3 The authority shall provide for the disposal of all securities or rights comprised in that holding in such manner, at such time or times and on such terms as they think fit. 4 Where any such securities or rights are disposed of in pursuance of any provision made under subsection (3) above a sum equal to 32.5 per cent. of the consideration given for the securities or rights shall be payable by the authority to the successor company within the period of sixty days beginning with the day on which the disposal is made."}, {"act": "Ports Act 1991", "year": 1991, "section": "5", "section_title": " Control by appropriate Minister over exercise of authority’s functions under sections 3 and 4.", "section_text": "5 1 The authority shall not— a exercise any power conferred on them by section 3 above; or b make any provision for the disposal of any securities or rights in pursuance of their duty under section 4(3) above; without the consent of the appropriate Minister. 2 The appropriate Minister may from time to time give to the authority directions requiring them— a to exercise any such power in a specified manner; or b to make in pursuance of that duty provision of any specified description. 3 In exercising his powers under subsection (2) above the appropriate Minister shall have particular regard to the desirability of encouraging the disposal of the whole or a substantial part of the equity share capital of the successor company to— a managers or other persons employed by the company; or b another company the whole or a substantial part of whose equity share capital is owned by managers or other persons so employed. 4 In this section “ specified ” means specified in directions given by the appropriate Minister under this section."}, {"act": "Ports Act 1991", "year": 1991, "section": "6", "section_title": " Supplementary provisions as to authority’s functions.", "section_text": "6 1 The authority shall have power to do anything they consider necessary or desirable for the purpose of carrying out any of their functions under sections 3 and 4 above. 2 The successor company shall— a so far as it is reasonably able to do so, make available for the use of the authority such premises and other facilities as the authority may require for the purpose of carrying out their functions under this Part; and b if so directed by the authority, meet any expenses incurred by the authority in carrying out their functions under this Part, or such part of any such expenses as the authority may direct, on behalf of the authority."}, {"act": "Ports Act 1991", "year": 1991, "section": "7", "section_title": " Dissolution of the authority.", "section_text": "7 1 Once the appropriate Minister is satisfied— a that the functions of the authority under sections 3 and 4(3) above have been completely carried out; b that nothing further remains to be done by the authority under any provision made by the scheme; and c that the authority have met all expenses and liabilities incurred by them in carrying out their functions under this Part (including in particular liabilities in respect of levy under section 13(1) below or corporation tax on chargeable gains) other than— i any expenses met by the successor company in accordance with section 6(2)(b) above; or ii any liabilities which he considers should be transferred to the successor company under subsection (2) below; he may, after consulting the authority, by order dissolve the authority on a day specified in the order. 2 On that day any property, rights and liabilities to which the authority are entitled or subject immediately before that day (whether or not capable of being transferred or assigned by the authority) are transferred to and by virtue of this section become property, rights and liabilities of the successor company."}, {"act": "Ports Act 1991", "year": 1991, "section": "8", "section_title": " Treatment of net proceeds of disposal of ownership.", "section_text": "8 1 Subject to subsection (2) below, an amount equal to the aggregate amount of the sums paid by the authority to the successor company under section 4(4) above shall be treated as accumulated realised profits of the successor company. 2 The amount which under subsection (1) above falls to be treated as accumulated realised profits of the successor company shall be— a increased by any amount by which the asset value on the transfer to the successor company under section 7 above exceeds the liability amount; or b reduced by any amount by which the liability amount on that transfer exceeds the asset value; as the case may require. 3 In subsection (2) above— “ the asset value ” means the aggregate value of the assets transferred; and “ the liability amount ” means the aggregate amount of the liabilities transferred. 4 For the purposes of this section the value of any asset and the amount of any liability transferred to the successor company under section 7 above shall be taken to be its value or amount determined in accordance with any provision made by the scheme under paragraph 9 of Schedule 1 below (transitional provision as to accounts,  etc. , of the successor company)."}, {"act": "Ports Act 1991", "year": 1991, "section": "9", "section_title": " Schemes made by a relevant port authority.", "section_text": "9 1 Any relevant port authority may, with a view to securing the transfer under section 2 above of the property, rights, liabilities and functions of the authority to a company formed in pursuance of section 1 above, submit to the appropriate Minister a scheme prepared by the authority for the purposes of the proposed transfer. 2 Together with any such scheme the authority submitting it shall submit to the appropriate Minister a copy of the  articles  of the company. The documents submitted under this subsection with any such scheme are referred to below in this section, in relation to the scheme, as the associated company documents. 3 Where an authority have submitted such a scheme to the appropriate Minister, the authority shall— a publish by Gazette and local advertisement the required notice relating to the scheme; and b take such steps as are reasonably practicable to serve a copy of that notice on— i every employee of the authority; and ii every person who has power to appoint or nominate for appointment one or more members of the authority or who is required to be consulted in relation to any such appointment. 4 The required notice relating to such a scheme is a notice— a stating that the authority have submitted to the Minister a scheme prepared by the authority for the purposes of a proposed transfer under section 2 above to a company formed by the authority of the authority’s property, rights, liabilities and functions; b naming a place where copies of the scheme and the associated company documents may be seen at all reasonable hours; and c stating that any person who wishes to make representations to the Minister with respect to— i the proposed transfer; or ii any provisions of the scheme or of the associated company documents; should do so in writing before the end of the period of forty-two days beginning with the date (specifying it) of the first local advertisement. 5 Subsection (6) below only applies where— a the requirements of subsections (3) and (4) above have been met in relation to a scheme submitted to the appropriate Minister under this section; and b the period allowed for making representations to him with respect to the proposed transfer or any provisions of the scheme or of the associated company documents has expired. 6 The Minister shall decide whether or not to confirm the scheme after considering any such representations duly made to him before the end of that period and not withdrawn; and if he decides to confirm the scheme— a he may do so either without modifications or with such modifications as he thinks fit after consulting the authority who submitted the scheme; and b he may first (if he thinks fit) give the authority a direction requiring them, before such date as may be specified in the direction, to secure that such alterations are made to the  articles  of the company mentioned in subsection (1) above as may be specified in the direction. 7 Confirmation of a scheme shall be given by an order made by the Minister; and a scheme so confirmed takes effect on the date on which the order confirming it comes into force or on such date as may be specified in that order."}, {"act": "Ports Act 1991", "year": 1991, "section": "10", "section_title": " Schemes initiated by the Secretary of State.", "section_text": "10 1 The powers of the Secretary of State under this section are not exercisable until after the end of the period of two years beginning with the date on which this Act is passed. 2 The Secretary of State may give to a relevant port authority who have not formed a company in pursuance of section 1 above and who meet the annual turnover requirement a direction requiring them to form such a company before such date as may be specified in the direction. 3 Where a relevant port authority who meet the annual turnover requirement— a have formed such a company; or b are given a direction under subsection (2) above requiring them to do so before a date specified in the direction; the Secretary of State may give to the authority a direction requiring them (in a case within paragraph (b) above, after first forming the company) to submit to him, before such date as may be specified in the direction, a scheme prepared by the authority for the purposes of a transfer to the company under section 2 above of the authority’s property, rights, liabilities and functions. 4 In preparing that scheme the authority shall take into account any advice given by the Secretary of State as to the provisions he regards as appropriate for inclusion in the scheme. 5 The provisions of section 9 above (other than subsection (1)) shall apply in relation to a scheme submitted under this section as they apply in relation to a scheme submitted under that section (but reading references to the appropriate Minister as references to the Secretary of State). 6 Before giving any direction to a relevant port authority under this section the Secretary of State shall consult the authority. 7 Where after consulting a relevant port authority under subsection (6) above with respect to any direction or directions which he is considering giving to the authority under this section the Secretary of State determines not to give the direction, or either or both of the directions, under consideration he shall give the authority written notification of his decision. 8 In any case within subsection (7) above the powers of the Secretary of State under this section shall cease to be exercisable in relation to the authority until after the end of the period of five years beginning with the date on which the required notification is given. 9 Directions under subsections (2) and (3) above may be given at the same time if the Secretary of State thinks fit. 10 In this section “ the annual turnover requirement ” means the annual turnover requirement under section 11 below."}, {"act": "Ports Act 1991", "year": 1991, "section": "11", "section_title": " The annual turnover requirement for the purposes of section 10.", "section_text": "11 1 A relevant port authority meet the annual turnover requirement mentioned in section 10 above at the time when any direction is given to that authority by the Secretary of State under that section if the annual turnover of the authority’s port undertaking exceeded the turnover limit in the case of at least two of the last three accounting years of the authority ending before that time. 2 References in this section, in relation to a relevant port authority, to the authority’s port undertaking are references to all activities of the authority in relation to which the authority are required under section 42(1) of the  Harbours Act 1964 to prepare annual statements of accounts. 3 For the purposes of subsection (1) above, the annual turnover of a relevant port authority’s port undertaking for any accounting year of the authority is the aggregate, as stated in any statement of accounts prepared under section 42(1) in respect of that accounting year, of all sums received by the authority during that year. 4 The reference in subsection (3) above to sums received by the authority does not include sums received by way of grant from any public authority or any capital receipts or loans. 5 Where a relevant port authority are required under section 42(2) of the  Harbours Act 1964 to prepare annual statements of accounts relating to activities carried on by the authority and subsidiaries of the authority— a the reference in subsection (2) above to activities of the authority shall be read as including a reference to activities of any subsidiary of the authority; b the references in subsections (2) and (3) above to section 42(1) shall be read as references to section 42(2); and c the reference in subsection (3) above to sums received by the authority shall be read as including a reference to sums received by any subsidiary of the authority which are shown in the statement of accounts there mentioned (and subsection (4) above shall apply accordingly). 6 For the purposes of this section— a the turnover limit, in relation to any accounting year of a relevant port authority, is the turnover limit applicable to the reference year in which that accounting year ends; b the reference years are the year ending immediately before the date on which this Act is passed (“ the base date ”), the year beginning with that date and each succeeding year beginning with an anniversary of that date; and c the turnover limit applicable to a reference year is £5 million unless subsection (7) below applies, in which case it is the amount determined under that subsection. 7 Where in the case of any anniversary of the base date the retail prices index for the month in which that anniversary falls shows a percentage increase over that for the month in which the base date falls, the turnover limit applicable to the reference year beginning with that anniversary shall be an amount arrived at by— a increasing the sum of £5 million by a percentage equal to that percentage increase; and b rounding the result to the nearest £100,000. 8 The Secretary of State shall publish in the London Gazette and the Edinburgh Gazette the turnover limit applicable to any reference year beginning with an anniversary of the base date as soon as practicable after that anniversary. 9 The reference in subsection (7) above to the retail prices index is a reference to the general index of retail prices (for all items) published by the  Statistics Board ; and if that index is not published for any month relevant for the purposes of that subsection that reference shall be read as a reference to any substituted index or index figures published by  the Board  for that month."}, {"act": "Ports Act 1991", "year": 1991, "section": "12", "section_title": " Schemes made by the Secretary of State.", "section_text": "12 1 Where— a a scheme (“ the authority’s scheme ”) has been submitted to the Secretary of State by a relevant port authority under section 10 above; but b it appears to the Secretary of State that the scheme does not accord with any advice given by him as mentioned in subsection (4) of that section and cannot be made to do so by any modifications it is within his power to make; the Secretary of State may himself make a scheme for the purposes of a transfer under section 2 above to the company specified in the authority’s scheme of the authority’s property, rights, liabilities and functions. 2 The Secretary of State shall consult the authority concerned before preparing the scheme. 3 Before making the scheme the Secretary of State shall publish by Gazette and local advertisement a notice— a stating that he proposes to make a scheme for the purposes of a proposed transfer under section 2 above to a company formed by the authority of the authority’s property, rights, liabilities and functions; b naming a place where copies of the proposed scheme and any associated company documents may be seen at all reasonable hours; and c stating that any person who wishes to make representations to him with respect to— i the proposed transfer; or ii any provisions of the proposed scheme or of any associated company documents; should do so in writing before the end of the period of forty-two days beginning with the date (specifying it) of the first local advertisement. 4 On or before the date of the first local advertisement the Secretary of State shall serve on the relevant port authority in question— a a notice complying with subsection (5) below; and b a copy of the proposed scheme. 5 A notice under subsection (4)(a) above must— a state that the Secretary of State proposes to make the scheme; and b direct the authority concerned to take such steps as are reasonably practicable to give such information as may be specified in the notice, in such manner as may be so specified, to every person on whom that authority would be required under section 9(3)(b) above to serve notice relating to such a scheme prepared by that authority. 6 The Secretary of State shall not make the scheme until after the end of the period allowed for making representations to him with respect to the proposed transfer or any provisions of the proposed scheme or of any associated company documents. 7 The Secretary of State shall decide whether or not to make the scheme after considering any such representations duly made to him before the end of that period and not withdrawn; and if he decides to make the scheme— a he may make it as proposed or with such modifications as he thinks fit after consulting the authority concerned; and b he may first (if he thinks fit) give the authority a direction requiring them, before such date as may be specified in the direction, to secure that such alterations are made to the  articles  of the company mentioned in subsection (1) above as may be specified in the direction. 8 Any scheme made by the Secretary of State under this section shall be made by order; and a scheme so made takes effect on the date on which the order in question comes into force or on such date as may be specified in that order. 9 References in this section to any associated company documents are references to any documents submitted under section 9(2) above with the authority’s scheme."}, {"act": "Ports Act 1991", "year": 1991, "section": "13", "section_title": " Levy on initial disposals of securities of successor companies.", "section_text": "13 1 A levy shall be chargeable on the disposal of securities of a company made in pursuance of any provision for such disposal made under section 4(3) above by a former relevant port authority. 2 Levy shall be charged at the rate of fifty per cent. on the consideration given for the securities disposed of. 3 There shall be allowed as a deduction from the amount on which levy would otherwise be chargeable any expenditure wholly and exclusively incurred for the purposes of the disposal by the former relevant port authority, being— a fees, commissions or remuneration paid for professional services; b costs incurred in pursuance of section 19 below in connection with any proposal for maximising participation by employees of the company whose securities are the subject of the disposal in ownership of its equity share capital (whether or not the disposal is made for the purposes of implementing any such proposal); c costs of transfer; or d costs of advertising. 4 Where— a a scheme has been effected or arrangements have been made (whether before or after a disposal) whereby the value of securities disposed of has been materially reduced; and b the aim or one of the aims of the scheme or arrangements is decreasing liability to levy; the amount on which levy would be chargeable apart from this subsection shall be increased by such amount as appears to the appropriate Minister to be appropriate. 5 The Secretary of State may, with the consent of the Treasury, by order substitute for the percentage for the time being specified in subsection (2) above such other percentage as may be specified in the order."}, {"act": "Ports Act 1991", "year": 1991, "section": "14", "section_title": " Payment of levy.", "section_text": "14 1 Levy chargeable on a disposal shall be paid to the appropriate Minister by the former relevant port authority by whom the disposal was made. 2 The amount of the levy shall be assessed by the appropriate Minister who shall serve a notice of assessment on the former relevant port authority stating the date of issue of the notice of assessment and the effect of subsection (3) below. 3 The amount assessed shall be payable within the period of three months beginning with the day on which the disposal was made or within the period of thirty days beginning with the date of issue of the notice of assessment, if that period ends later. 4 A person who is liable to make a payment of levy but does not make payment of the amount due during the period within which it is payable shall also pay to the appropriate Minister interest on the unpaid levy at the rate applicable under section 178 of the  Finance Act 1989 from the first day after the end of that period until payment of the levy is made; and the interest shall be paid without deduction of tax. 5 In subsection (2) of that section, after paragraph (n) there shall be inserted and                     o section 14(4) of the Ports Act 1991. . 6 A disposal made by a nominee of the former relevant port authority shall be regarded for the purposes of this section as made by the authority."}, {"act": "Ports Act 1991", "year": 1991, "section": "15", "section_title": " Information for purposes of levy.", "section_text": "15 1 Where— a a former relevant port authority; or b a nominee of such an authority; makes a disposal of securities on which levy is chargeable, the authority shall give to the appropriate Minister, not later than thirty days after the day on which the disposal is made, written notification that the disposal has been made. 2 The appropriate Minister may by notice in writing require— a a former relevant port authority; b any nominee of such an authority who has made a disposal of securities on which levy is chargeable; c a person to whom such a disposal has been made; or d a company whose securities have been the subject of such a disposal; to deliver to him documents, or to furnish to him particulars, to which subsection (3) below applies within such time, not less than thirty days after the date of the notice, as may be specified in the notice. 3 This subsection applies to— a documents specified or described in the notice under subsection (2) above which are in the possession or power of the person to whom the notice is given and which (in the opinion of the appropriate Minister) contain, or may contain, information relevant to a liability to levy or to the amount of such a liability; and b particulars specified or described in the notice which the appropriate Minister may reasonably require as being relevant to, or to the amount of, such a liability. 4 Where a former relevant port authority fail to give a notification in accordance with subsection (1) above, or such an authority or any other person fails to comply with a notice under subsection (2) above, the authority or that other person shall be liable— a to a penalty not exceeding £300; and b if the failure continues after a penalty is imposed under paragraph (a) above, to a further penalty or penalties not exceeding £60 for each day on which the failure continues after the day on which the penalty under paragraph (a) above was imposed (but excluding any day for which a penalty under this paragraph has already been imposed). 5 Where a person fraudulently or negligently furnishes any incorrect particulars in response to a notice under subsection (2) above he shall be liable to a penalty not exceeding £3,000. 6 Proceedings for a penalty under this section shall be instituted by the appropriate Minister before the High Court or, in Scotland, before the Court of Session as the Court of Exchequer in Scotland, and any penalty imposed by the court shall be paid to the appropriate Minister. 7 Proceedings within subsection (6) above may not be instituted later than six years after the date on which the penalty was incurred or began to be incurred. 8 Any proceedings within subsection (6) above instituted in England and Wales shall be deemed to be civil proceedings by the Crown within the meaning of Part II of the  Crown Proceedings Act 1947."}, {"act": "Ports Act 1991", "year": 1991, "section": "15A", "section_title": " Notice of assessment: supplementary provisions.", "section_text": "15A 1 Where a notice of assessment has been served under section 14(2) above on a former relevant port authority (“the authority”), the authority may, within the period mentioned in section 14(3) above, by notice in writing request the appropriate Minister to reconsider the amount of the assessment. The request shall set out the grounds on which the authority allege that the amount assessed is incorrect. 2 If it appears to the Minister that there are reasonable grounds for believing that the amount of the assessment may be excessive, he may direct that section 14(3) and (4) above shall not apply to the whole amount of the assessment but only to such lesser amount as he may specify. 3 If a request for reconsideration is duly made, the appropriate Minister shall reconsider the amount of the assessment and may confirm or reduce it. An appeal lies to the High Court or, in Scotland, to the Court of Session as the Court of Exchequer in Scotland from any decision of the Minister under this subsection. 4 The appropriate Minister may reconsider the amount of an assessment under section 14(2) above in any other case, if he thinks fit, and may confirm or reduce it. 5 When the amount of the assessment is finally determined— a if the amount of the assessment is less than the amount paid by the authority, the appropriate Minister shall make such payment to the authority as is required to put the authority in the same position as if the reduced amount had been specified in the original assessment; b if a further amount is payable by the authority, section 14(3) and (4) above shall apply in relation to that amount as if the reference to the date of issue of the notice of assessment were a reference to the date of the determination. 6 Except as provided by this section a notice of assessment under section 14(2) above shall not be questioned in any legal proceedings whatsoever."}, {"act": "Ports Act 1991", "year": 1991, "section": "16", "section_title": " Supplementary and consequential provisions relating to levy.", "section_text": "16 1 In sections 13 to 15 above and this section “ levy ” means levy under section 13(1). 2 For the purposes of those sections and this section a disposal of rights to require the issue of securities of a company shall be treated as a disposal of the securities. 3 A payment of levy by a former relevant port authority shall be allowable as a deduction from the consideration in the computation under the  1992 Act  of the gain accruing to the authority on a disposal of securities on which levy is chargeable; but, subject to that, no payment of levy, interest on unpaid levy or penalty under section 15 above shall be allowed as a deduction in computing any income, profits or losses for any tax purposes. 4 Section  17(1)  of that Act (disposals and acquisitions treated as made at market value) shall not apply to a disposal of securities of a company on which levy is chargeable. 5 There shall be paid into the Consolidated Fund— a all payments of levy received by the appropriate Minister; b all interest paid to the appropriate Minister on unpaid levy; and c all penalties paid to the appropriate Minister under section 15 above."}, {"act": "Ports Act 1991", "year": 1991, "section": "17", "section_title": " Levy on disposals of land, etc.", "section_text": "17 1 Where property, rights, liabilities and functions of a relevant port authority are transferred under section 2 above to a company (“ the chargeable company ”), a levy under this section shall be chargeable in respect of any gain accruing to the company on a chargeable disposal of— a relevant land; or b a relevant interest in land; made within the period of ten years beginning with the date on which the company ceases to be a wholly-owned subsidiary of the body which immediately before the transfer was the relevant port authority in question (“ the levy period ”). 2 For the purposes of subsection (1) above— a land is relevant land if— i it is transferred by the transfer; or ii it belongs both immediately before and immediately after the transfer to a transferred 51 per cent. subsidiary; and b an interest in land is a relevant interest if— i it is transferred by the transfer; ii it belongs both immediately before and immediately after the transfer to a transferred 51 per cent. subsidiary; or iii it is an interest of any specified description in land which is relevant land or in land in which a relevant interest within sub-paragraph (i) or (ii) above subsists at the time of the transfer. 3 The levy shall be charged— a at the rate of twenty-five per cent. on the amount of the gain, in the case of a disposal made within the first five years of the levy period; b at the rate of twenty per cent. on the amount of the gain, in the case of a disposal made within the sixth or seventh year of that period; and c at the rate of ten per cent. on the amount of the gain, in the case of a disposal made during the remainder of that period. 4 The levy shall be paid by the chargeable company to the appropriate Minister. 5 There is a disposal of land or an interest in land for the purposes of this section and section 18 below if there would be such a disposal for the purposes of the  1992  Act. 6 In addition, there is such a disposal for the purposes of this section in any case where— a there would be such a disposal for the purposes of the  1992  Act by virtue of section  178(3) or (5) or 179(3) or (6) of the 1992 Act  (deemed disposal of assets by company leaving a group) if the relevant six-year limit were disregarded; and b the operative time falls within the levy period. 7 For the purposes of subsection (6) above— a “ the relevant six-year limit ” means in relation to section 178(3) or 179(3) the six year period mentioned in section 178(1) or 179(1) and in relation to section 178(5) or 179(6) the six year period mentioned in 178(5)(a) or 179(6)(a); and b “ the operative time ” means— i in relation to section  178(3) or 179(3) , the time when the company in question ceases for the purposes of that section to be a member of the group referred to in subsection (1) of that section; and ii in relation to section  178(5) or 179(6) , the time when the company in question ceases to satisfy the conditions specified in  section 178(6) or 179(7) . 8 The Secretary of State may by order make provision— a for determining when and by whom any disposal of land or an interest in land is to be regarded for the purposes of this section as being made; b specifying the descriptions of disposal which are to be chargeable disposals for the purposes of this section; c for determining in what circumstances a gain is to be regarded for the purposes of this section as accruing to the chargeable company on such a disposal and the amount of any gain so accruing; and d for the administration, assessment, collection and recovery of levy under this section; and the order may contain such supplementary, incidental or consequential provisions as appear to the Secretary of State to be appropriate. 9 Without prejudice to the generality of subsection (8) above, the provision authorised by that subsection includes in particular provision— a for treating a disposal of land or an interest in land as being made at any specified time notwithstanding that it is not the time at which the disposal takes place, or is to be regarded as taking place, for the purposes of the  1992  Act (including that Act as it applies by virtue of subsection (6) above); b for treating a gain as accruing to the chargeable company in specified circumstances on a disposal of land or an interest in land notwithstanding that no actual benefit accrues to that company on the disposal (including in particular circumstances where the disposal is made by a person other than that company); c for treating a disposal made in specified circumstances as having been made for consideration of any specified description; d with respect to the principles, assumptions and methods to be applied in making any valuation of land or an interest in land for the purpose of determining the amount of any gain accruing on a disposal; e with respect to the payment of interest at such rate as may be specified, or as may be determined by or under the order, in respect of any amount of levy not paid within the period during which it is payable in accordance with the order; f imposing penalties (including continuing penalties) in respect of contraventions of provisions of any order under this section; and g applying for any purposes of the order any statutory provisions relating to corporation tax on chargeable gains with such modifications as may be specified. 10 The provision referred to in subsection (9)(a) above includes provision for treating a disposal as being made at a time falling within the levy period notwithstanding that for the purposes there mentioned it takes place, or is to be regarded as taking place, before the beginning of that period. 11 An order under this section may make different provision for different cases to which it applies (and in particular for different descriptions of disposals). 12 In this section— a “ specified ” means specified in an order under this section; and b “ transferred 51 per cent. subsidiary ” means, in relation to a transfer under section 2 above, a company which— i immediately before the transfer is an effective 51 per cent. subsidiary of the relevant port authority in question; and ii by virtue of the transfer becomes such a subsidiary of the chargeable company. 13 In subsection (12)(b) above “ effective 51 per cent. subsidiary ” has the meaning that it would have for the purposes of sections  170 to 181 of the 1992 Act  by virtue of subsections  (7) and (8) of section 170  if the word  “                    or                  ”  were substituted for the word “and” between paragraphs (a) and (b) of subsection  (7)  (by virtue of which, for a company to be an effective 51 per cent. subsidiary of another company, that other company must meet conditions both as to entitlement to profits and as to entitlement to assets on a winding up)."}, {"act": "Ports Act 1991", "year": 1991, "section": "18", "section_title": " Supplementary and consequential provisions relating to levy under section 17.", "section_text": "18 1 The Secretary of State may, with the consent of the Treasury, by order substitute for any percentage for the time being specified in section 17(3) above such other percentage as may be specified in the order. 2 Subject to subsections (3) and (4) below, any amount payable or paid by any company in respect of levy under that section on any disposal shall be allowable as a deduction from the consideration in the computation under the  1992  Act of the gain accruing to that company or to any other person on the disposal. References below in this section, in relation to any disposal on which levy under that section is chargeable, to the levy amount are references to any amount so payable or paid in respect of the levy. 3 Subsection (2) above shall not apply where— a apart from the deduction of the levy amount an allowable loss would accrue to the company or to any other person on the disposal; or b such a loss would so accrue if the levy amount were deducted; but in the latter case the person making the disposal shall be treated for the purposes of corporation tax on chargeable gains as if the disposal had been made for a consideration of such amount as would secure that neither a gain nor a loss would accrue to that person. 4 Subsection (2) above shall not apply where a disposal on which levy under section 17 above is chargeable is one which, by virtue of section  139(1) or 171(1) of the 1992 Act  (company reconstructions and amalgamations and transfers within groups of companies), is treated as made for a consideration (“ the original consideration ”) giving rise to neither a gain nor a loss. 5 Where in any case within subsection (4) above the original consideration is less than the market value at the time of the disposal of the land or interest in land which is the subject of the disposal, the consideration for which the disposal is treated by the provision in question as being made shall be increased by— a the levy amount; or b the excess of that market value over the original consideration; whichever is the less. 6 Except as provided above in this section, no amount payable or paid in respect of levy under section 17 above or interest on such levy shall be allowed as a deduction or otherwise taken into account in computing any income, profits or losses for any tax purposes. 7 There shall be paid into the Consolidated Fund— a all payments received by the appropriate Minister in respect of levy under section 17 above; b all interest paid to the appropriate Minister by virtue of any provision of an order under that section; and c all penalties paid to the appropriate Minister by virtue of any such provision. 8 In this section “ allowable loss ” has the same meaning as in the  1992  Act; and in section 17 above and this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b references to an interest in land include any right in, over or in relation to land."}, {"act": "Ports Act 1991", "year": 1991, "section": "19", "section_title": " Financial assistance for proposals to maximise employee participation in equity of successor companies.", "section_text": "19 1 The power under subsection (2) below— a is exercisable by a body which is a relevant port authority in any case where that body proposes to form or has formed a company in pursuance of section 1 above; and b is exercisable by a body which was such an authority immediately before the transfer under section 2 above to a company formed by that body of its property, rights, liabilities and functions; and references below in this section, in relation to any such body, to the relevant company are references to the company it proposes to form or has formed (as the case may require). 2 The body concerned may on such terms as it thinks fit agree with any persons who at the time of the agreement qualify for assistance from it under this section— a to indemnify those persons in respect of the whole or any part of any expenditure to which subsection (4) below applies; or b to discharge on their behalf the whole or any part of any liability to which that subsection applies. 3 For the purposes of subsection (2) above persons qualify for assistance under this section from any body if— a each of them satisfies the employment condition as regards assistance from that body; b they have formulated a proposal for maximising participation by employees of the relevant company in ownership of its equity share capital; and c they appear to the body concerned to have a reasonable prospect of securing that the objective of the proposal is achieved. 4 This subsection applies to any expenditure or liability of the persons concerned incurred wholly and exclusively for the purposes of the proposal mentioned in subsection (3)(b) above. 5 Where in accordance with subsection (3) above different persons would qualify for assistance under this section from any body in respect of different proposals, only such of them as appear to the body concerned to have the best prospect of securing that the objective mentioned in paragraph (b) of that subsection is achieved shall be regarded as qualifying for such assistance. 6 A person satisfies the employment condition as regards assistance under this section from any body— a so long as it is a relevant port authority, if he is employed by it; and b after it has ceased to be such an authority, if he is employed by the relevant company."}, {"act": "Ports Act 1991", "year": 1991, "section": "20", "section_title": " Interpretation of Part I.", "section_text": "20 1 In this Part— “ accounting year ”, in relation to a relevant port authority, means any period in respect of which the authority are required under section 42 of the  Harbours Act 1964 to prepare annual statements of accounts; “ the appropriate Minister ” means, in relation to any body which is or immediately before a transfer under section 2 above was a relevant port authority, the Minister concerned with the relevant harbour or harbours or, where there is more than one Minister so concerned, both or all of those Ministers acting jointly; and “ the Gazette ” means— a in relation to the publication of a notice under section 9(3)(a) or 12(3) affecting a harbour in England or Wales, the London Gazette; and b in relation to the publication of  such a notice a notice under section 9(3)(a)  affecting a harbour in Scotland, the Edinburgh Gazette. 2 For the purposes of the definition of “ the appropriate Minister ” in subsection (1) above— a the Minister concerned with a harbour— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii . . . is the Secretary of State; and b a harbour is a relevant harbour in relation to any such body as is there mentioned if it is one for which that body is or immediately before a transfer under section 2 above was the harbour authority. . . . 3 In this Part— a references, in relation to a notice under section 9(3)(a)  or 12(3)  affecting a harbour, to publication of the notice by Gazette and local advertisement are references to publication— i in the Gazette; and ii in each of two successive weeks, in one or more local newspapers circulating in the locality where the harbour is situated; and b references, in relation to such a notice, to the date of the first local advertisement are references to the date of the first publication of the notice in a local newspaper circulating in the locality where the harbour is situated. 4 References in this Part to— a the scheme; b the successor company; and c the authority; are explained in section 2(4). 5 For the purposes of this Part the time when a disposal of securities or of rights to require the issue of securities of a company is made shall be determined as it would fall to be determined in accordance with section  28 of the 1992 Act  for the purposes of tax on chargeable gains. 6 For the purposes of this section a notice under section 9(3)(a)  or 12(3)  relating to a scheme for the purposes of a proposed transfer under section 2 above of property, rights, liabilities and functions of a relevant port authority is to be regarded as affecting any harbour for which that authority are the harbour authority."}, {"act": "Ports Act 1991", "year": 1991, "section": "21", "section_title": " Power of Port of London Authority to form a company to operate the port of Tilbury.", "section_text": "21 1 The Port of London Authority (referred to below in this Part as “ the Port Authority ”) shall have power to form a company for the purpose of carrying on— a that part of their undertaking which consists in operating the port of Tilbury; and b any activities which appear to them to be incidental to or connected with operating the port of Tilbury. 2 The company formed by the Port Authority shall be a company limited by shares and  registered under the Companies Act 2006 ."}, {"act": "Ports Act 1991", "year": 1991, "section": "22", "section_title": " Transfer to the company of relevant property, etc., of the Port Authority.", "section_text": "22 1 Where the Port Authority have formed a company in pursuance of section 21 above, they may submit to the Secretary of State a scheme providing for the transfer to the company of any property, rights or liabilities of the Port Authority which it appears to them to be appropriate to transfer to that company. 2 In preparing such a scheme the Port Authority shall take into account any advice given by the Secretary of State as to the provisions he regards as appropriate for inclusion in the scheme (and, in particular, as to the description of property, rights and liabilities which it is in his view appropriate to transfer to the company). 3 Together with a scheme submitted under subsection (1) above the Port Authority shall submit to the Secretary of State a copy of the  articles  of the company. 4 A scheme so submitted requires confirmation by the Secretary of State; and if the Secretary of State decides to confirm the scheme he may do so either without modifications or with such modifications as he thinks fit after consulting the Port Authority. 5 If it appears to the Secretary of State that a scheme so submitted does not accord with any advice given by him as mentioned in subsection (2) above, he may either— a confirm the scheme under subsection (4) above with modifications; or b after consulting the Port Authority, make a scheme of his own providing for the transfer to the company of any property, rights or liabilities of the Port Authority which it appears to him to be appropriate to transfer to that company. 6 Before— a confirming a scheme so submitted (with or without modifications); or b making a scheme of his own under subsection (5)(b) above; the Secretary of State may first (if he thinks fit) give the Port Authority a direction requiring them, before such date as may be specified in the direction, to secure that such alterations are made to the  articles  of the company as may be specified in the direction. 7 A scheme under this section may define the property, rights and liabilities to be transferred by the scheme— a by specifying the property, rights and liabilities in question; or b by referring to all the property, rights and liabilities comprised in any specified part of the undertaking of the Port Authority; or partly in one way and partly in the other. 8 On the date on which a scheme under this section takes effect— a the property, rights and liabilities affected by the scheme shall, subject to subsection (1) of section 23 below, be transferred and vest in accordance with the scheme; and b subject to any provision made by the scheme under subsection (4)(b) of that section, all functions of the Port Authority under any local statutory provision, to the extent to which that provision relates— i to any property, right or liability transferred by the scheme; or ii to any part of the undertaking of the Port Authority so transferred; shall be transferred to and by virtue of this subsection become functions of the company. 9 Confirmation of a scheme submitted under subsection (1) above shall be given by order made by the Secretary of State; and a scheme so confirmed takes effect on the date on which the order confirming it comes into force or on such date as may be specified in the order. 10 Any scheme made by the Secretary of State under this section shall be made by order; and a scheme so made takes effect on the date on which the order in question comes into force or on such date as may be specified in that order."}, {"act": "Ports Act 1991", "year": 1991, "section": "23", "section_title": " Supplementary provisions relating to the transfer under section 22.", "section_text": "23 1 Subject to any provision made under subsection (3) below by the scheme under section 22 above, Schedule 2 to this Act (general supplementary provisions) has effect in relation to the transfer under subsection (8) of section 22 above; and the effect of that subsection is subject to the provisions of that Schedule. 2 The scheme shall contain the required provision for the protection of pension rights described in section 24 below. 3 The scheme may contain— a provision of any of the descriptions mentioned in subsection (4) below; and b such other supplementary, incidental and consequential provisions as may appear to the Port Authority (or, where the scheme is made by the Secretary of State, to the Secretary of State) to be necessary or expedient for the purposes or in consequence of, or in connection with, the transfer under section 22(8) above. 4 The descriptions of provision referred to in subsection (3)(a) above are— a provision with respect to the consideration to be provided by the company for any transfer made by the scheme; b provision for excepting from the transfer of functions under section 22(8)(b) above functions of the Port Authority under— i any statutory provision specified in the scheme; ii statutory provisions of any description so specified; or iii statutory provisions of any such description with the exception of any statutory provision so specified; c provision for excepting any provisions specified in the scheme from the application of paragraph 7 of Schedule 2 to this Act (which provides for construing certain references in statutory and other provisions to the Port Authority as references to the company); d provision for treating any person who is both an employee and a director of the company as an officer of the Port Authority for the purposes of paragraph 6 of Schedule 2 to the  Port of London Act 1968 (appointment of officers of the Port Authority as members of the Port Authority) as regards any time when the company is a subsidiary of the Port Authority; and e provision for repealing or amending any local statutory provision which relates— i to any property, right or liability transferred by the scheme in accordance with subsection (8)(a) of section 22 above; ii to any part of the undertaking of the Port Authority so transferred; or iii to any function transferred by subsection (8)(b) of that section; or is otherwise affected by the operation of the transfer under subsection (8) of that section. 5 The granting by the scheme to the company of a lease of any property shall be regarded for the purposes of— a section 22 above and this section; and b Schedule 2 below; as a transfer of that property to the company by the scheme."}, {"act": "Ports Act 1991", "year": 1991, "section": "24", "section_title": " The required provision for the protection of pension rights.", "section_text": "24 1 Subject to subsection (2) below, this section applies to— a any person transferred by virtue of the transfer under section 22(8) above from the employment of the Port Authority to that of the company who— i immediately before the date of the transfer was a member of the Port of London Authority Pension Fund (“ the Fund ”); and ii ceased to be such a member by virtue of the transfer; and b any person who, after that date, acquires pension rights under any pension scheme provided or amended in pursuance of any provision made in accordance with the following provisions of this section by the scheme under section 22 above (a “ relevant pension scheme ”) by reason of the death of a person within paragraph (a) above; but only, in the case of any person within paragraph (b) above, as respects the pension rights by virtue of which he falls within that paragraph. 2 Any person to whom this section applies may elect in such manner as may be prescribed that this section shall cease to apply to him; and if any person within subsection (1)(a) above— a ceases to be in continuous employment; or b voluntarily withdraws from a relevant pension scheme; otherwise than in such circumstances as may be prescribed, this section shall cease to apply to him except as respects pension rights which have accrued to him before that time. 3 The required provision for the protection of pension rights mentioned in section 23(2) above is provision for the purpose of securing that— a no person within subsection (1)(a) above is placed in any worse position by reason of— i ceasing to be a member of the Fund by virtue of the transfer of employment mentioned in subsection (1)(a); or ii being prevented from continuing to participate in or acquire pension rights under a relevant pension scheme by any subsequent change of employer which does not affect his continuity of employment; b no person to whom this section applies is placed in any worse position by reason of— i any winding up, in whole or in part, of a relevant pension scheme; or ii any amendment of a relevant pension scheme which results in benefits under that scheme being reduced or contributions by employees being increased. 4 The references in subsection (3) above to any worse position shall be construed, in relation to a person within subsection (1)(a) above, as references to a position which is any worse than his position immediately before he ceases to be a member of the Fund. 5 Provision made by virtue of subsection (3) above may impose duties (whether as to the provision or amendment of pension schemes, the purchase of annuities, the making of payments or otherwise) on persons, other than the Port Authority, who are or have been employers of persons within subsection (1)(a) above. 6 Duties imposed on any person by any such provision may include duties owed to persons of whom he is not and has not been an employer. 7 The scheme under section 22 above may also provide for any dispute arising under any such provision to be referred to arbitration. 8 Chapter I of Part XIV of the Employment Rights Act 1996 shall apply for the purposes of subsections (2) and (3) above as if those subsections were contained in that Act. 9 In this section— “ employer ”, in relation to a person employed by a company which is a wholly-owned subsidiary of another company, includes that other company; “ pension ”, in relation to any person, means a pension of any kind payable to or in respect of him, and includes a lump sum, allowance or gratuity so payable and a return of contributions, with or without interest or any other addition; “ pension rights ”, in relation to any person, includes— a all forms of right to or eligibility for the present or future payment of a pension to or in respect of him; and b any expectation of the accruer of a pension to or in respect of him; and includes a right of allocation in respect of the present or future payment of a pension; “ pension scheme ” means any scheme for providing pensions to or in respect of any persons; “ the Port of London Authority Pension Fund ” refers to the Port of London Authority Pension Fund established under section 5 of the  Port of London Act 1928; and “ prescribed ” means prescribed by the scheme under section 22 above."}, {"act": "Ports Act 1991", "year": 1991, "section": "25", "section_title": " Special provision with respect to works licences.", "section_text": "25 1 Where any property transferred by the scheme under section 22 above consists of or comprises any work requiring a works licence, a works licence to maintain and retain the work shall be regarded as having been granted by the Port Authority to the company on the date on which the transfer takes effect. 2 Such a licence shall be regarded as having been granted— a for a consideration to be agreed or assessed in accordance with section 67 of the  Port of London Act 1968 (taking the reference in subsection (1) of that section to the applicant as a reference to the company); and b on such other terms (including conditions as to variation and revocation of the licence and reassessment of the consideration from time to time) as may be specified in the scheme in relation to the work in question or any class or description of works to which it belongs. 3 In this section “ work ” and “ works licence ” have the meanings given by section 2(1) of the  Port of London Act 1968; and a work is one requiring a works licence if a person other than the Port Authority is prohibited by section 70 of that Act from maintaining or retaining it without such a licence."}, {"act": "Ports Act 1991", "year": 1991, "section": "26", "section_title": " Powers of disposal in relation to the company.", "section_text": "26 1 Following the transfer to the company under section 22(8) above of property, rights, liabilities and functions of the Port Authority, the Port Authority shall have power to provide for the disposal of securities of the company in such manner, at such time or times and on such terms as they think fit. 2 The exercise of the power under subsection (1) above requires the consent of the Secretary of State; and at any time when the company is a subsidiary of the Port Authority the Port Authority may not, without that consent, in exercise of their control over the company permit— a any disposal by the company of any securities of a body corporate which is the company’s subsidiary; or b any disposal by the company of any part of the company’s undertaking, or of any assets of the company (other than securities within paragraph (a) above) which appears to the Port Authority to affect materially the structure of the company’s business. 3 Subsection (2) above as it applies to the exercise by the Port Authority of their control over the company is without prejudice to any incapacity of the company to make any such disposal as is there mentioned if that disposal would be incompatible with any statutory functions of the company. 4 The Secretary of State may from time to time give to the Port Authority directions requiring them— a to secure the issue by the company of such securities of the company as may be specified; or b to exercise their power under subsection (1) above in a specified manner; but the Secretary of State shall not give directions under paragraph (a) above at a time when the company has ceased to be a wholly-owned subsidiary of the Port Authority. 5 In exercising his powers under subsection (4) above the Secretary of State shall have particular regard to the desirability of encouraging the disposal of the whole or a substantial part of the equity share capital of the company to— a managers or other persons employed by the company; or b another company the whole or a substantial part of whose equity share capital is owned by managers or other persons so employed. 6 In subsection (4) above “ specified ” means specified in directions given by the Secretary of State under that subsection."}, {"act": "Ports Act 1991", "year": 1991, "section": "27", "section_title": " Power of Secretary of State to require exercise of Port Authority’s powers under sections 21 and 22.", "section_text": "27 1 The powers of the Secretary of State under this section are not exercisable until after the end of the period of two years beginning with the date on which this Act is passed. 2 The Secretary of State may give to the Port Authority a direction requiring them to form a company in pursuance of section 21 above before such date as may be specified in the direction. 3 Where the Port Authority— a have formed such a company; or b are given a direction under subsection (2) above requiring them to do so before a date specified in the direction; the Secretary of State may give to the Port Authority a direction requiring them (in a case within paragraph (b) above, after first forming the company) to submit to him a scheme under section 22(1) above before such date as may be specified in the direction. 4 Before giving any direction to the Port Authority under this section the Secretary of State shall consult the Port Authority. 5 Directions under subsections (2) and (3) above may be given at the same time if the Secretary of State thinks fit."}, {"act": "Ports Act 1991", "year": 1991, "section": "28", "section_title": " Financial assistance for proposal to maximise employee participation in equity of the company.", "section_text": "28 1 Where the Port Authority propose to form or have formed a company in pursuance of section 21 above (“ the relevant company ”), they may on such terms as they think fit agree with any persons who at the time of the agreement qualify for assistance under this section— a to indemnify those persons in respect of the whole or any part of any expenditure to which subsection (3) below applies; or b to discharge on their behalf the whole or any part of any liability to which that subsection applies. 2 For the purposes of subsection (1) above persons qualify for assistance under this section if— a each of them satisfies the employment condition; b they have formulated a proposal for maximising participation by employees of the relevant company in ownership of its equity share capital; and c they appear to the Port Authority to have a reasonable prospect of securing that the objective of the proposal is achieved. 3 This subsection applies to any expenditure or liability of the persons concerned incurred wholly and exclusively for the purposes of the proposal mentioned in subsection (2)(b) above. 4 Where in accordance with subsection (2) above different persons would qualify for assistance under this section in respect of different proposals, only such of them as appear to the Port Authority to have the best prospect of securing that the objective mentioned in paragraph (b) of that subsection is achieved shall be regarded as qualifying for such assistance. 5 A person satisfies the employment condition as regards assistance under this section— a before the transfer under section 22(8) above, if he is employed by the Port Authority in that part of their undertaking which consists in operating the port of Tilbury; and b after that transfer, if he is employed by the relevant company."}, {"act": "Ports Act 1991", "year": 1991, "section": "29", "section_title": " Rateable values of relevant hereditaments during transitional period.", "section_text": "29 1 Regulations made by the Secretary of State may modify any order made under paragraph 3(1) of Schedule 6 to the  Local Government Finance Act 1988 (special provision as to rateable value of non-domestic hereditament of prescribed class) as it applies for determining the rateable value at any time falling within the transitional period of any hereditament to which subsection (2) below applies. 2 This subsection applies to a hereditament if it is one as regards which either the Port Authority or the company is under section 43 of that Act (liability to non-domestic rate in respect of occupied hereditaments) subject to a non-domestic rate in respect of a financial year falling within the transitional period. 3 Regulations under this section may make different provision in relation to different hereditaments to which the regulations apply and in relation to different financial years, or different parts of any financial year, falling within the transitional period. 4 In this section— “ financial year ” means a period of twelve months beginning with 1st April; “ the transitional period ” means— where the transfer under section 22(8) above takes effect on 1st April in any year, the period comprising the financial year beginning with that date and the next succeeding financial year; or in any other case, the period comprising the financial year beginning last before the date on which that transfer takes effect and the two next succeeding financial years; and section 64 of that Act (hereditaments) and any regulations made under that section shall apply for the purposes of this section as they apply for the purposes of Part III of that Act."}, {"act": "Ports Act 1991", "year": 1991, "section": "30", "section_title": " Interpretation of Part II.", "section_text": "30 In this Part— “ the company ” means the company formed by the Port Authority in pursuance of section 21; “ lease ” includes an agreement for a lease; “ the Port Authority ” has the meaning given by section 21(1); and “ the port of Tilbury ” means the Port Authority’s docks and landing places (both within the meaning given by section 2(1) of the  Port of London Act 1968) at Tilbury in the borough of Thurrock in the county of Essex."}, {"act": "Ports Act 1991", "year": 1991, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Ports Act 1991", "year": 1991, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Ports Act 1991", "year": 1991, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Ports Act 1991", "year": 1991, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Ports Act 1991", "year": 1991, "section": "35", "section_title": " Corporation tax and taxation of company distributions.", "section_text": "35 1 Where property, rights, liabilities and functions of a relevant port authority are transferred under section 2 above to a company formed in pursuance of section 1 above to be the authority’s successor company for the purposes of Part I above, the company shall be treated for all purposes of corporation tax as if it were the same person as the authority. 2 Where following the transfer to a company under section 2 above of property, rights, liabilities and functions of a relevant port authority securities of the company are issued or allotted to the authority in pursuance of section 3 above, the authority shall be treated for the purposes of corporation tax on chargeable gains as if the securities had been issued or allotted to the authority in consideration of the transfer. 3 Where apart from this subsection an allowable loss (within the meaning of the  1992 Act ) would accrue to a former relevant port authority on a disposal on which levy under section 13(1) above is chargeable, the authority shall be treated for the purposes of corporation tax on chargeable gains as if the disposal had been made for a consideration of such amount as would secure that neither a gain nor a loss would accrue to the authority. 4 Any share issued by a company in pursuance of section 3 above shall be treated for the purposes of the tax provisions relating to company distributions as if it had been issued wholly in consideration of a subscription paid to that company of an amount equal to the nominal value of the share. 5 Any debenture issued by a company in pursuance of section 3 above shall be treated for the purposes of the tax provisions relating to company distributions as if it had been issued— a wholly in consideration of a loan made to that company of an amount equal to the principal sum payable under the debenture; and b wholly and exclusively for the purposes of the trade carried on by that company. 6 Where a company is formed by the Port of London Authority in pursuance of section 21 above, section  178 or 179 of the 1992 Act  (deemed disposal of assets for capital gains purposes where member leaves group) shall not have effect as respects any relevant assets of the company on its ceasing for the purposes of sections  171 to 181  of that Act to be a member of the group of companies of which that Authority are the principal company. 7 For the purposes of subsection (6) above, assets of the company are relevant assets if they were acquired from that Authority by virtue of the scheme under section 22 above. 8 In this section “ the tax provisions relating to company distributions ” means the provisions of the Corporation Tax Acts, excluding any of those provisions relating to corporation tax on chargeable gains."}, {"act": "Ports Act 1991", "year": 1991, "section": "36", "section_title": " Stamp duty.", "section_text": "36 1 No transfer effected by this Act shall give rise to any liability to stamp duty. 2 Stamp duty shall not be chargeable— a on the scheme under section 22 above; b on any instrument which is certified to the Commissioners of Inland Revenue by the Port of London Authority as having been made or executed in pursuance of Schedule 2 to this Act; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An instrument such as is mentioned in subsection (2)(b) above shall not be treated as duly stamped unless it is stamped with the duty to which it would be liable but for subsection (2) above, or it has, in accordance with section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it is duly stamped."}, {"act": "Ports Act 1991", "year": 1991, "section": "36A", "section_title": "Stamp duty land tax", "section_text": "36A 1 A land transaction effected under this Act is exempt from charge for the purposes of stamp duty land tax. 2 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 3 In this section— “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Ports Act 1991", "year": 1991, "section": "37", "section_title": " Orders and regulations.", "section_text": "37 1 Any power to make an order or regulations under this Act shall be exercisable by statutory instrument. 2 No order shall be made under section 13(5), 17 or 18(1) above unless a draft of the instrument containing the order has been laid before, and approved by a resolution of, the House of Commons. 3 No order to which this subsection applies shall be made unless a draft of the instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 4 Subsection (3) above applies to an order which is made— a under subsection (7) of section 9 above as that subsection applies in relation to a scheme submitted under section 10 above; b under section 12(8) above; c under subsection (9) of section 22 above confirming a scheme submitted under subsection (1) of that section in pursuance of a direction under section 27(3) above; or d under section 22(10) above. 5 A statutory instrument containing regulations under section 29 above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 If, apart from the provisions of this subsection, the draft of an order to which subsection (3) above applies would be treated for the purposes of the Standing Orders of either House of Parliament as a hybrid instrument it shall proceed in that House as if it were not such an instrument."}, {"act": "Ports Act 1991", "year": 1991, "section": "38", "section_title": " Directions.", "section_text": "38 1 It shall be the duty of any person to whom any directions are given in pursuance of any provision of this Act to give effect to those directions. 2 Any directions so given by a Minister of the Crown shall be in writing."}, {"act": "Ports Act 1991", "year": 1991, "section": "39", "section_title": " Expenses.", "section_text": "39 Any expenses incurred by a Minister of the Crown in consequence of the provisions of this Act shall be paid out of money provided by Parliament."}, {"act": "Ports Act 1991", "year": 1991, "section": "40", "section_title": " General interpretation.", "section_text": "40 1 In this Act— “ body ” means a body corporate; “ equity share capital ” has the meaning given by  section 548 of the Companies Act 2006 ; “ functions ” includes powers and duties; “ harbour ” and “ harbour authority ” (subject to section 41(2) below) have the same meanings as in the  Harbours Act 1964; “ liability ” includes an obligation; “ local statutory provision ” means— a a provision contained in, or in a document made or issued under, any local Act (including an Act confirming a provisional order); or b a provision of any other instrument which is in the nature of a local enactment; “ relevant port authority ” has the meaning given by section 1(3); “ securities ”, in relation to a company, includes shares, debentures, bonds and other securities of the company, whether or not constituting a charge on the assets of the company; “ shares ” includes stock; “ statutory provision ” means a provision (whether of a general or special nature) contained in, or in a document made or issued under, any Act (whether of a general or of a special nature); and “ subsidiary ” and “ wholly-owned subsidiary ” have the meanings given by  section 1159 of the Companies Act 2006   and “ the 1992 Act ” means the Taxation of Chargeable Gains Act 1992.  2 In this Act— a references, in relation to any company, to maximising participation by employees of the company in ownership of its equity share capital are references to securing the disposal of the whole or a substantial part of its equity share capital (“ the relevant equity ”) to— i managers or other persons employed by the company; or ii another company (“ the acquiring company ”) the whole or a substantial part of whose equity share capital is owned by managers or other persons so employed; where the persons so employed participating in acquiring the relevant equity or (as the case may be) in ownership of the acquiring company’s equity share capital comprise the greatest possible number of persons so employed; and b references to a former relevant port authority are references to any body which immediately before a transfer under section 2 above was a relevant port authority. 3 For the purposes of any provision of this Act to which this subsection applies a person employed by a company which is a wholly-owned subsidiary of any company or other body mentioned in that provision shall be regarded as employed by the company or other body so mentioned. 4 Subsection (3) above applies to the following provisions of this Act— section 2(3)(c); section 5(3); section 13(3)(b); section 19(3)(b) and (6); section 26(5); section 28(2)(b) and (5); and subsection (2)(a) above; (all of which are concerned with participation by employees of a company in ownership of its equity share capital or related matters)."}, {"act": "Ports Act 1991", "year": 1991, "section": "41", "section_title": " Northern Ireland.", "section_text": "41 1 Sections  . . . 35,  . . . 37 and 38 above, this section and section 42 below extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Ports Act 1991", "year": 1991, "section": "42", "section_title": " Short title, commencement and extent.", "section_text": "42 1 This Act may be cited as the Ports Act 1991. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subject to section 41(1) above, this Act does not extend to Northern Ireland."}]