[{"act": "Road Traffic Act 1991", "year": 1991, "section": "1", "section_title": " Offences of dangerous driving.", "section_text": "1 For sections 1 and 2 of the  Road Traffic Act 1988 there shall be substituted—  Causing death by dangerous driving. 1 A person who causes the death of another person by driving a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.  Dangerous driving. 2 A person who drives a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.  Meaning of dangerous driving. 2A 1 For the purposes of sections 1 and 2 above a person is to be regarded as driving dangerously if (and, subject to subsection (2) below, only if)— a the way he drives falls far below what would be expected of a competent and careful driver, and b it would be obvious to a competent and careful driver that driving in that way would be dangerous. 2 A person is also to be regarded as driving dangerously for the purposes of sections 1 and 2 above if it would be obvious to a competent and careful driver that driving the vehicle in its current state would be dangerous. 3 In subsections (1) and (2) above “ dangerous ” refers to danger either of injury to any person or of serious damage to property; and in determining for the purposes of those subsections what would be expected of, or obvious to, a competent and careful driver in a particular case, regard shall be had not only to the circumstances of which he could be expected to be aware but also to any circumstances shown to have been within the knowledge of the accused. 4 In determining for the purposes of subsection (2) above the state of a vehicle, regard may be had to anything attached to or carried on or in it and to the manner in which it is attached or carried."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "2", "section_title": " Careless, and inconsiderate, driving.", "section_text": "2 For section 3 of the  Road Traffic Act 1988 there shall be substituted—  Careless, and inconsiderate, driving. 3 If a person drives a mechanically propelled vehicle on a road or other public place without due care and attention, or without reasonable consideration for other persons using the road or place, he is guilty of an offence."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "3", "section_title": " Causing death by careless driving when under influence of drink or drugs.", "section_text": "3 Before section 4 of the Road Traffic Act 1988 there shall be inserted—  Causing death by careless driving when under influence of drink or drugs. 3A 1 If a person causes the death of another person by driving a mechanically propelled vehicle on a road or other public place without due care and attention, or without reasonable consideration for other persons using the road or place, and— a he is, at the time when he is driving, unfit to drive through drink or drugs, or b he has consumed so much alcohol that the proportion of it in his breath, blood or urine at that time exceeds the prescribed limit, or c he is, within 18 hours after that time, required to provide a specimen in pursuance of section 7 of this Act, but without reasonable excuse fails to provide it, he is guilty of an offence. 2 For the purposes of this section a person shall be taken to be unfit to drive at any time when his ability to drive properly is impaired. 3 Subsection (1)(b) and (c) above shall not apply in relation to a person driving a mechanically propelled vehicle other than a motor vehicle."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "4", "section_title": " Driving under influence of drink or drugs.", "section_text": "4 In section 4 of the Road Traffic Act 1988, in subsections (1), (2) and (3) for the words “motor vehicle” there shall be substituted the words  “                mechanically propelled vehicle              ” ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "5", "section_title": " Disapplication of sections 1 to 3 of the Road Traffic Act 1988 for authorised motoring events.", "section_text": "5 After section 13 of the  Road Traffic Act 1988 there shall be inserted—  Disapplication of sections 1 to 3 for authorised motoring events. 13A 1 A person shall not be guilty of an offence under sections 1, 2 or 3 of this Act by virtue of driving a vehicle in a public place other than a road if he shows that he was driving in accordance with an authorisation for a motoring event given under regulations made by the Secretary of State. 2 Regulations under this section may in particular— a prescribe the persons by whom, and limit the circumstances in which and the places in respect of which, authorisations may be given under the regulations; b specify conditions which must be included among those incorporated i n authorisations; c provide for authorisations to cease to have effect in prescribed circumstances; d provide for the procedure to be followed, the particulars to be given, and the amount (or the persons who are to determine the amount) of any fees to be paid, in connection with applications for authorisations; e make different provisions for different cases."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "6", "section_title": " Causing danger to road-users.", "section_text": "6 Before section 23 of the Road Traffic Act 1988 there shall be inserted—  Causing danger to road-users. 22A 1 A person is guilty of an offence if he intentionally and without lawful authority or reasonable cause— a causes anything to be on or over a road, or b interferes with a motor vehicle, trailer or cycle, or c interferes (directly or indirectly) with traffic equipment, in such circumstances that it would be obvious to a reasonable person that to do so would be dangerous. 2 In subsection (1) above “ dangerous ” refers to danger either of injury to any person while on or near a road, or of serious damage to property on or near a road; and in determining for the purposes of that subsection what would be obvious to a reasonable person in a particular case, regard shall be had not only to the circumstances of which he could be expected to be aware but also to any circumstances shown to have been within the knowledge of the accused. 3 In subsection (1) above “ traffic equipment ” means— a anything lawfully placed on or near a road by a highway authority; b a traffic sign lawfully placed on or near a road by a person other than a highway authority; c any fence, barrier or light lawfully placed on or near a road— i in pursuance of section 174 of the Highways Act 1980, section 8 of the Public Utilities Street Works Act 1950 or section 65 of the New Roads and Street Works Act 1991 (which provide for guarding, lighting and signing in streets where works are undertaken), or ii by a constable or a person acting under the instructions (whether general or specific) of a chief officer of police. 4 For the purposes of subsection (3) above anything placed on or near a road shall unless the contrary is proved be deemed to have been lawfully placed there. 5 In this section “ road ” does not include a footpath or bridleway. 6 This section does not extend to Scotland."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "7", "section_title": " Cycling offences.", "section_text": "7 For section 28 of the  Road Traffic Act 1988 there shall be substituted—  Dangerous cycling. 28 1 A person who rides a cycle on a road dangerously is guilty of an offence. 2 For the purposes of subsection (1) above a person is to be regarded as riding dangerously if (and only if)— a the way he rides falls far below what would be expected of a competent and careful cyclist, and b it would be obvious to a competent and careful cyclist that riding in that way would be dangerous. 3 In subsection (2) above “ dangerous ” refers to danger either of injury to any person or of serious damage to property; and in determining for the purposes of that subsection what would be obvious to a competent and careful cyclist in a particular case, regard shall be had not only to the circumstances of which he could be expected to be aware but also to any circumstances shown to have been within the knowledge of the accused."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "8", "section_title": " Construction and use of vehicles.", "section_text": "8 1 At the beginning of Part II of the  Road Traffic Act 1988 there shall be inserted—  Using vehicle in dangerous condition  Using vehicle in dangerous condition  etc. 40A A person is guilty of an offence if he uses, or causes or permits another to use, a motor vehicle or trailer on a road when— a the condition of the motor vehicle or trailer, or of its accessories or equipment, or b the purpose for which it is used, or c the number of passengers carried by it, or the manner in which they are carried, or d the weight, position or distribution of its load, or the manner in which it is secured, is such that the use of the motor vehicle or trailer involves a danger of injury to any person. 2 For section 42 of that Act there shall be substituted—  Breach of requirement as to brakes, steering-gear or tyres. 41A A person who— a contravenes or fails to comply with a construction and use requirement as to brakes, steering-gear or tyres, or b uses on a road a motor vehicle or trailer which does not comply with such a requirement, or causes or permits a motor vehicle or trailer to be so used, is guilty of an offence.  Breach of requirement as to weight: goods and passenger vehicles. 41B 1 A person who— a contravenes or fails to comply with a construction and use requirement as to any description of weight applicable to— i a goods vehicle, or ii a motor vehicle or trailer adapted to carry more than eight passengers, or b uses on a road a vehicle which does not comply with such a requirement, or causes or permits a vehicle to be so used, is guilty of an offence. 2 In any proceedings for an offence under this section in which there is alleged a contravention of or failure to comply with a construction and use requirement as to any description of weight applicable to a goods vehicle, it shall be a defence to prove either— a that at the time when the vehicle was being used on the road— i it was proceeding to a weighbridge which was the nearest available one to the place where the loading of the vehicle was completed for the purpose of being weighed, or ii it was proceeding from a weighbridge after being weighed to the nearest point at which it was reasonably practicable to reduce the weight to the relevant limit, without causing an obstruction on any road, or b in a case where the limit of that weight was not exceeded by more than 5 per cent.— i that that limit was not exceeded at the time when the loading of the vehicle was originally completed, and ii that since that time no person has made any addition to the load.  Breach of other construction and use requirements. 42 A person who— a contravenes or fails to comply with any construction or use requirement other than one within section 41A(a) or 41B(1)(a) of this Act, or b uses on a road a motor vehicle or trailer which does not comply with such a requirement, or causes or permits a motor vehicle or trailer to be so used, is guilty of an offence."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "9", "section_title": " Vehicle examiners.", "section_text": "9 1 Section 7 of the  Public Passenger Vehicles Act 1981 and section 68(1) and (2) of the  Road Traffic Act 1988 (which provide for the appointment of certifying officers, public service vehicle examiners and examiners of goods vehicles) shall cease to have effect, and after section 66 of the Road Traffic Act 1988 there shall be inserted—  Vehicle examiners  Appointment of examiners. 66A 1 The Secretary of State shall appoint such examiners as he considers necessary for the purpose of carrying out the functions conferred on them by this Part of this Act, the Public Passenger Vehicles Act 1981, the Transport Act 1968 and any other enactment. 2 An examiner appointed under this section shall act under the general directions of the Secretary of State. 3 In this Part of this Act “ vehicle examiner ” means an examiner appointed under this section. 2 Any reference in any Act, or in any instrument made under any Act, to a certifying officer or public service vehicle examiner appointed under the Public Passenger Vehicles Act 1981 or to an examiner appointed under section 68(1) of the Road Traffic Act 1988 shall, so far as may be appropriate in consequence of the preceding provisions of this section, be construed as a reference to an examiner appointed under section 66A of the Road Traffic Act 1988."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "10", "section_title": " Testing vehicles on roads.", "section_text": "10 1 Section 67 of the  Road Traffic Act 1988 (tests on roads to ascertain compliance with certain requirements) shall be amended as follows. 2 In subsection (1) for paragraph (a) there shall be substituted— a ascertaining whether the following requirements, namely— i the construction and use requirements, and ii the requirement that the condition of the vehicle is not such that its use on a road would involve a danger of injury to any person, are complied with as respects the vehicle; . 3 For subsection (2) there shall be substituted— 2 For the purpose of testing a vehicle under this section the examiner— a may require the driver to comply with his reasonable instructions, and b may drive the vehicle. 4 In subsection (4)(b) for “68(1)” there shall be substituted  “                    66A                  ” . 5 In subsection (4)(e) for the words “under instructions of the” there shall be substituted the words  “                    on behalf of a                  ” ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "11", "section_title": " Inspection of vehicles.", "section_text": "11 Subsections (1) to (2) of section 8 of the  Public Passenger Vehicles Act 1981 (inspection of public service vehicles) shall cease to have effect, and for section 68 of the Road Traffic Act 1988 (inspection of goods vehicles) there shall be substituted—  Inspection of public passenger vehicles and goods vehicles  Inspection of public passenger vehicles and goods vehicles. 68 1 A vehicle examiner— a may at any time, on production if so required of his authority, inspect any vehicle to which this section applies and for that purpose detain the vehicle during such time as is required for the inspection, and b may at any time which is reasonable having regard to the circumstances of the case enter any premises on which he has reason to believe that such a vehicle is kept. 2 The power conferred by subsection (1) above to inspect a vehicle includes power to test it and to drive it for the purpose of testing it. 3 A person who intentionally obstructs an examiner in the exercise of his powers under subsection (1) above is guilty of an offence. 4 A vehicle examiner or a constable in uniform may at any time require any person in charge of a vehicle to which this section applies and which is stationary on a road to proceed with the vehicle for the purpose of having it inspected under this section to any place where an inspection can be suitably carried out (not being more than five miles from the place where the requirement is made). 5 A person in charge of a vehicle who refuses or neglects to comply with a requirement made under subsection (4) above is guilty of an offence. 6 This section applies to— a goods vehicles, b public service vehicles, and c motor vehicles which are not public service vehicles but are adapted to carry more than eight passengers; but subsection (1)(b) above shall not apply in relation to vehicles within paragraph (c) above or in relation to vehicles used to carry passengers for hire or reward only under permits granted under section 19 or 22 of the Transport Act 1985 (use of vehicles by educational and other bodies or in providing community bus services)."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "12", "section_title": " Power to prohibit driving of unfit vehicles.", "section_text": "12 Section 9 of the  Public Passenger Vehicles Act 1981 (unfit public service vehicles) shall cease to have effect, and for section 69 of the  Road Traffic Act 1988 (unfit goods vehicles) there shall be substituted—  Prohibition of unfit vehicles  Power to prohibit driving of unfit vehicles. 69 1 If on any inspection of a vehicle under section 41, 45, 49, 61, 67, 68 or 77 of this Act it appears to a vehicle examiner that owing to any defects in the vehicle it is, or is likely to become, unfit for service, he may prohibit the driving of the vehicle on a road— a absolutely, or b for one or more specified purposes, or c except for one or more specified purposes. 2 If on any inspection of a vehicle under any of the enactments mentioned in subsection (1) above it appears to an authorised constable that owing to any defects in the vehicle driving it (or driving it for any particular purpose or purposes or for any except one or more particular purposes) would involve a danger of injury to any person, he may prohibit the driving of the vehicle on a road— a absolutely, or b for one or more specified purposes, or c except for one or more specified purposes. 3 A prohibition under this section shall come into force as soon as the notice under subsection (6) below has been given if— a it is imposed by an authorised constable, or b in the opinion of the vehicle examiner imposing it the defects in the vehicle in question are such that driving it, or driving it for any purpose within the prohibition, would involve a danger of injury to any person. 4 Except where subsection (3) applies, a prohibition under this section shall (unless previously removed under section 72 of this Act) come into force at such time not later than ten days from the date of the inspection as seems appropriate to the vehicle examiner imposing the prohibition, having regard to all the circumstances. 5 A prohibition under this section shall continue in force until it is removed under section 72 of this Act. 6 A person imposing a prohibition under this section shall forthwith give notice in writing of the prohibition to the person in charge of the vehicle at the time of the inspection— a specifying the defects which occasioned the prohibition; b stating whether the prohibition is on all driving of the vehicle or driving it for one or more specified purposes or driving it except for one or more specified purposes (and, where applicable, specifying the purpose or purposes in question); and c stating whether the prohibition is to come into force immediately or at the end of a specified period. 7 Where a notice has been given under subsection (6) above, any vehicle examiner or authorised constable may grant an exemption in writing for the use of the vehicle in such manner, subject to such conditions and for such purpose as may be specified in the exemption. 8 Where such a notice has been given, any vehicle examiner or authorised constable may by endorsement on the notice vary its terms and, in particular, alter the time at which the prohibition is to come into force or suspend it if it has come into force. 9 In this section “ authorised constable ” means a constable authorised to act for the purposes of this section by or on behalf of a chief officer of police.  Prohibitions conditional on inspection etc. 69A 1 Where it appears to the person imposing a prohibition under section 69 of this Act that the vehicle is adapted to carry more than eight passengers, or is a public service vehicle not so adapted, the prohibition may be imposed with a direction making it irremovable unless and until the vehicle has been inspected at an official  PSV  testing station within the meaning of the Public Passenger Vehicles Act 1981. 2 Where it appears to that person that the vehicle is of a class to which regulations under section 49 of this Act apply, the prohibition may be imposed with a direction making it irremovable unless and until the vehicle has been inspected at an official testing station. 3 Where it appears to that person that the vehicle is one to which section 47 of this Act applies, or would apply if the vehicle had been registered under the Vehicles (Excise) Act 1971 more than three years earlier, the prohibition may be imposed with a direction making it irremovable unless and until the vehicle has been inspected, and a test certificate issued, under section 45 of this Act. 4 In any other case, the prohibition may be imposed with a direction making it irremovable unless and until the vehicle has been inspected in accordance with regulations under section 72 of this Act by a vehicle examiner or authorised constable (within the meaning of section 69 of this Act)."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "13", "section_title": " Power to prohibit driving of overloaded vehicles.", "section_text": "13 1 Section 70 of the  Road Traffic Act 1988 shall be amended as follows. 2 In subsection (1)— a after the words “where a goods vehicle” there shall be inserted the words  “                        , or a motor vehicle adapted to carry more than eight passengers,                      ” ; b for the words “a goods vehicle examiner” there shall be substituted the words  “                        a vehicle examiner                      ” ; c at the end there shall be added the words  “                        or that by reason of excessive overall weight or excessive axle weight on any axle driving the vehicle would involve a danger of injury to any person                      ” . 3 In subsection (2)— a for “69(2)” there shall be substituted  “                        69(6)                      ” ; b after the words “that limit” there shall be inserted the words  “                        or, as the case may be, so that it is no longer excessive                      ” . 4 In subsection (4), for the words “a goods vehicle examiner” there shall be substituted the words  “                    a vehicle examiner                  ” ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "14", "section_title": " Unfit and overloaded vehicles: offences.", "section_text": "14 For section 71 of the Road Traffic Act 1988 there shall be substituted—  Unfit and overloaded vehicles: offences. 71 1 A person who— a drives a vehicle in contravention of a prohibition under section 69 or 70 of this Act, or b causes or permits a vehicle to be driven in contravention of such a prohibition, or c fails to comply within a reasonable time with a direction under section 70(3) of this Act, is guilty of an offence. 2 The Secretary of State may by regulations provide for exceptions from subsection (1) above."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "15", "section_title": " Removal of prohibitions.", "section_text": "15 1 For section 72 of the  Road Traffic Act 1988 there shall be substituted—  Removal of prohibitions. 72 1 Subject to the following provisions of this section, a prohibition under section 69 or 70 of this Act may be removed by any vehicle examiner or authorised constable if he is satisfied that the vehicle is fit for service. 2 If the prohibition has been imposed with a direction under section 69A(1) or (2) of this Act, the prohibition shall not be removed unless and until the vehicle has been inspected in accordance with the direction. 3 If the prohibition has been imposed with a direction under section 69A(3) of this Act, subsection (1) above shall not apply; but the prohibition shall be removed, by such person as may be prescribed, if (and only if) any prescribed requirements relating to the inspection of the vehicle and the issue and production of a test certificate have been complied with. 4 If the prohibition has been imposed with a direction under section 69A(4) of this Act, the prohibition shall not be removed unless and until any prescribed requirements relating to the inspection of the vehicle have been complied with. 5 A person aggrieved by the refusal of a vehicle examiner or authorised constable to remove a prohibition may, within the prescribed time and in the prescribed manner, appeal to the Secretary of State. 6 The Secretary of State may make such order on the appeal as he thinks fit. 7 Where a vehicle examiner or authorised constable removes a prohibition, he must forthwith give notice of the removal to the owner of the vehicle. 8 The Secretary of State may require the payment of fees, in accordance with prescribed scales and rates, for the inspection of a vehicle with a view to the removal of a prohibition; and— a payment of fees may be required to be made in advance, and b the Secretary of State must ensure that all the scales and rates prescribed for the purposes of this subsection are reasonably comparable with— i in the case of goods vehicles, the fees charged by virtue of section 51(1)(h) in respect of periodic examination, and ii in the case of other vehicles, the fees charged by virtue of section 46(c). 9 The Secretary of State may make regulations for prescribing anything which may be prescribed under this section and for regulating the procedure, and fees payable, on appeals to him under subsection (5) above. 10 In this section “ authorised constable ” means a constable authorised to act for the purposes of this section by or on behalf of a chief officer of police.  Official testing stations. 72A The Secretary of State may provide and maintain stations (in this Part of this Act referred to as “ official testing stations ”) where inspections of goods vehicles for the purposes of section 72 may be carried out and may provide and maintain the apparatus for carrying out such inspections."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "16", "section_title": " Supply of unroadworthy vehicles etc.", "section_text": "16 1 Section 75 of the  Road Traffic Act 1988 (vehicles not to be sold in unroadworthy condition or altered so as to be unroadworthy) shall be amended as follows. 2 In subsection (3), sub-paragraph (iii) of paragraph (a) shall be omitted and for paragraph (b) there shall be substituted— b it is in such a condition that its use on a road would involve a danger of injury to any person . 3 In subsection (4), after the words “that condition” there shall be inserted— a \t\t\t\t\t\t\t\t  , and at the end there shall be added the words or                     b would involve a danger of injury to any person. 4 In subsection (6), paragraph (c) shall be omitted. 5 After subsection (6) there shall be inserted— 6A Paragraph (b) of subsection (6) above shall not apply in relation to a person who, in the course of a trade or business— a exposes a vehicle or trailer for sale, unless he also proves that he took all reasonable steps to ensure that any prospective purchaser would be aware that its use in its current condition on a road in Great Britain would be unlawful, or b offers to sell a vehicle or trailer, unless he also proves that he took all reasonable steps to ensure that the person to whom the offer was made was aware of that fact."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "17", "section_title": " Requirement of licence.", "section_text": "17 1 In subsection (1) of section 87 of the Road Traffic Act 1988 (offence for person to drive if he is not the holder of a licence) for the words “if he is not the holder of” there shall be substituted the words  “                    otherwise than in accordance with                  ” . 2 In subsection (2) of that section (offence to allow a person to drive if he does not hold a licence) for the words “if that other person is not the holder of a licence authorising him” there shall be substituted the words  “                    otherwise than in accordance with a licence authorising that other person                  ” . 3 Sections 97(7) and 98(5) of the  Road Traffic Act 1988 (which make it an offence to fail to comply with the conditions of certain licences) shall cease to have effect."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "18", "section_title": " Physical fitness.", "section_text": "18 1 In section 92 of the Road Traffic Act 1988 (physical fitness of drivers) at the end there shall be added— 10 A person who holds a licence authorising him to drive a motor vehicle of any class and who drives a motor vehicle of that class on a road is guilty of an offence if the declaration included in accordance with subsection (1) above in the application on which the licence was granted was one which he knew to be false. 2 In section 94 of that Act (provision of information about disabilities) after subsection (3) there shall be inserted— 3A A person who holds a licence authorising him to drive a motor vehicle of any class and who drives a motor vehicle of that class on a road is guilty of an offence if at any earlier time while the licence was in force he was required by subsection (1) above to notify the Secretary of State but has failed without reasonable excuse to do so. 3 After section 94 of that Act there shall be inserted—  Driving after refusal or revocation of licence. 94A 1 A person who drives a motor vehicle of any class on a road otherwise than in accordance with a licence authorising him to drive a motor vehicle of that class is guilty of an offence if— a at any earlier time the Secretary of State has in accordance with section 92(3) of this Act refused to grant such a licence, or has under section 93(1) or (2) revoked such a licence, and b he has not since that earlier time held such a licence. 2 Section 88 of this Act shall apply in relation to subsection (1) above as it applies in relation to section 87."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "19", "section_title": " Effects of disqualification.", "section_text": "19 For section 103 of the Road Traffic Act 1988 there shall be substituted—  Effects of disqualification  Obtaining licence, or driving, while disqualified. 103 1 A person is guilty of an offence if, while disqualified for holding or obtaining a licence, he— a obtains a licence, or b drives a motor vehicle on a road. 2 A licence obtained by a person who is disqualified is of no effect (or, where the disqualification relates only to vehicles of a particular class, is of no effect in relation to vehicles of that class). 3 A constable in uniform may arrest without warrant any person driving a motor vehicle on a road whom he has reasonable cause to suspect of being disqualified. 4 Subsections (1) and (3) above do not apply in relation to disqualification by virtue of section 101 of this Act. 5 Subsections (1)(b) and (3) above do not apply in relation to disqualification by virtue of section 102 of this Act. 6 In the application of subsections (1) and (3) above to a person whose disqualification is limited to the driving of motor vehicles of a particular class by virtue of— a section 102 or 117 of this Act, or b subsection (9) of section 36 of the Road Traffic Offenders Act 1988 (disqualification until test is passed), the references to disqualification for holding or obtaining a licence and driving motor vehicles are references to disqualification for holding or obtaining a licence to drive and driving motor vehicles of that class."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "20", "section_title": " Exception from requirement of third-party insurance.", "section_text": "20 1 Section 144 of the  Road Traffic Act 1988 shall be amended as follows. 2 In subsection (1) (which removes the requirement for third-party insurance or security where £15,000 is kept deposited with the Accountant General of the Supreme Court) for “£15,000” there shall be substituted  “                    £500,000                  ” . 3 After subsection (1) there shall be inserted— 1A The Secretary of State may by order made by statutory instrument substitute a greater sum for the sum for the time being specified in subsection (1) above. 1B No order shall be made under subsection (1A) above unless a draft of it has been laid before and approved by resolution of each House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "21", "section_title": " Information as to identity of driver etc.", "section_text": "21 For section 172 of the  Road Traffic Act 1988 there shall be substituted—  Duty to give information as to identity of driver  etc  in certain circumstances. 172 1 This section applies— a to any offence under the preceding provisions of this Act except— i an offence under Part V, or ii an offence under section 13, 16, 51(2), 61(4), 67(9), 68(4), 96 or 120, and to an offence under section 178 of this Act, b to any offence under sections 25, 26 or 27 of the Road Traffic Offenders Act 1988, c to any offence against any other enactment relating to the use of vehicles on roads, except an offence under paragraph 8 of Schedule 1 to the Road Traffic (Driver Licensing and Information Systems) Act 1989, and d to manslaughter, or in Scotland culpable homicide, by the driver of a motor vehicle. 2 Where the driver of a vehicle is alleged to be guilty of an offence to which this section applies— a the person keeping the vehicle shall give such information as to the identity of the driver as he may be required to give by or on behalf of a chief officer of police, and b any other person shall if required as stated above give any information which it is in his power to give and may lead to identification of the driver. 3 Subject to the following provisions, a person who fails to comply with a requirement under subsection (2) above shall be guilty of an offence. 4 A person shall not be guilty of an offence by virtue of paragraph (a) of subsection (2) above if he shows that he did not know and could not with reasonable diligence have ascertained who the driver of the vehicle was. 5 Where a body corporate is guilty of an offence under this section and the offence is proved to have been committed with the consent or connivance of, or to be attributable to neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or a person who was purporting to act in any such capacity, he, as well as the body corporate, is guilty of that offence and liable to be proceeded against and punished accordingly. 6 Where the alleged offender is a body corporate, or in Scotland a partnership or an unincorporated association, or the proceedings are brought against him by virtue of subsection (5) above or subsection (11) below, subsection (4) above shall not apply unless, in addition to the matters there mentioned, the alleged offender shows that no record was kept of the persons who drove the vehicle and that the failure to keep a record was reasonable. 7 A requirement under subsection (2) may be made by written notice served by post; and where it is so made— a it shall have effect as a requirement to give the information within the period of 28 days beginning with the day on which the notice is served, and b the person on whom the notice is served shall not be guilty of an offence under this section if he shows either that he gave the information as soon as reasonably practicable after the end of that period or that it has not been reasonably practicable for him to give it. 8 Where the person on whom a notice under subsection (7) above is to be served is a body corporate, the notice is duly served if it is served on the secretary or clerk of that body. 9 For the purposes of section 7 of the Interpretation Act 1978 as it applies for the purposes of this section the proper address of any person in relation to the service on him of a notice under subsection (7) above is— a in the case of the secretary or clerk of a body corporate, that of the registered or principal office of that body or (if the body corporate is the registered keeper of the vehicle concerned) the registered address, and b in any other case, his last known address at the time of service. 10 In this section— “ registered address ”, in relation to the registered keeper of a vehicle, means the address recorded in the record kept under the Vehicles (Excise) Act 1971 with respect to that vehicle as being that person’s address, and “ registered keeper ”, in relation to a vehicle, means the person in whose name the vehicle is registered under that Act; and references to the driver of a vehicle include references to the rider of a cycle. 11 Where, in Scotland, an offence under this section is committed by a partnership or by an unincorporated association other than a partnership and is proved to have been committed with the consent or connivance or in consequence of the negligence of a partner in the partnership or, as the case may be, a person concerned in the management or control of the association, he (as well as the partnership or association) shall be guilty of the offence."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "22", "section_title": " Amendment of Schedule 1 to the Road Traffic Offenders Act 1988.", "section_text": "22 Schedule 1 to this Act, which amends Schedule 1 to the Road Traffic Offenders Act 1988 (procedural requirements applicable in relation to certain offences), shall have effect."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "23", "section_title": " Speeding offences etc: admissibility of certain evidence.", "section_text": "23 For section 20 of the  Road Traffic Offenders Act 1988 (admissibility of measurement of speed by radar) there shall be substituted—  Speeding offences etc: admissibility of certain evidence. 20 1 Evidence (which in Scotland shall be sufficient evidence) of a fact relevant to proceedings for an offence to which this section applies may be given by the production of— a a record produced by a prescribed device, and b (in the same or another document) a certificate as to the circumstances in which the record was produced signed by a constable or by a person authorised by or on behalf of the chief officer of police for the police area in which the offence is alleged to have been committed; but subject to the following provisions of this section. 2 This section applies to— a an offence under section 16 of the Road Traffic Regulation Act 1984 consisting in the contravention of a restriction on the speed of vehicles imposed under section 14 of that Act; b an offence under subsection (4) of section 17 of that Act consisting in the contravention of a restriction on the speed of vehicles imposed under that section; c an offence under section 88(7) of that Act (temporary minimum speed limits); d an offence under section 89(1) of that Act (speeding offences generally); e an offence under section 36(1) of the Road Traffic Act 1988 consisting in the failure to comply with an indication given by a light signal that vehicular traffic is not to proceed. 3 The Secretary of State may by order amend subsection (2) above by making additions to or deletions from the list of offences for the time being set out there; and an order under this subsection may make such transitional provision as appears to him to be necessary or expedient. 4 A record produced or measurement made by a prescribed device shall not be admissible as evidence of a fact relevant to proceedings for an offence to which this section applies unless— a the device is of a type approved by the Secretary of State, and b any conditions subject to which the approval was given are satisfied. 5 Any approval given by the Secretary of State for the purposes of this section may be given subject to conditions as to the purposes for which, and the manner and other circumstances in which, any device of the type concerned is to be used. 6 In proceedings for an offence to which this section applies, evidence (which in Scotland shall be sufficient evidence)— a of a measurement made by a device, or of the circumstances in which it was made, or b that a device was of a type approved for the purposes of this section, or that any conditions subject to which an approval was given were satisfied, may be given by the production of a document which is signed as mentioned in subsection (1) above and which, as the case may be, gives particulars of the measurement or of the circumstances in which it was made, or states that the device was of such a type or that, to the best of the knowledge and belief of the person making the statement, all such conditions were satisfied. 7 For the purposes of this section a document purporting to be a record of the kind mentioned in subsection (1) above, or to be a certificate or other document signed as mentioned in that subsection or in subsection (6) above, shall be deemed to be such a record, or to be so signed, unless the contrary is proved. 8 Nothing in subsection (1) or (6) above makes a document admissible as evidence in proceedings for an offence unless a copy of it has, not less than seven days before the hearing or trial, been served on the person charged with the offence; and nothing in those subsections makes a document admissible as evidence of anything other than the matters shown on a record produced by a prescribed device if that person, not less than three days before the hearing or trial or within such further time as the court may in special circumstances allow, serves a notice on the prosecutor requiring attendance at the hearing or trial of the person who signed the document. 9 In this section “ prescribed device ” means device of a description specified in an order made by the Secretary of State. 10 The powers to make orders under subsections (3) and (9) above shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "24", "section_title": " Alternative verdicts.", "section_text": "24 For section 24 of the  Road Traffic Offenders Act 1988 there shall be substituted—  Alternative verdicts: general. 24 1 Where— a a person charged with an offence under a provision of the Road Traffic Act 1988 specified in the first column of the Table below (where the general nature of the offences is also indicated) is found not guilty of that offence, but b the allegations in the indictment or information (or in Scotland complaint) amount to or include an allegation of an offence under one or more of the provisions specified in the corresponding entry in the second column, he may be convicted of that offence or of one or more of those offences. Offence charged Alternative Section 1 (causing death by dangerous driving) Section 2 (dangerous driving) Section 3 (careless, and inconsiderate, driving) Section 2 (dangerous driving) Section 3 (careless, and inconsiderate, driving) Section 3A (causing death by careless driving when under influence of drink or drugs) Section 3 (careless, and inconsiderate, driving) Section 4(1) (driving when unfit to drive through drink or drugs) Section 5(1)(a) (driving with excess alcohol in breath, blood or urine) Section 7(6) (failing to provide specimen) Section 4(1) (driving or attempting to drive when unfit to drive through drink or drugs) Section 4(2) (being in charge of a vehicle when unfit to drive through drink or drugs) Section 5(1)(a) (driving or attempting to drive with excess alcohol in breath, blood or urine) Section 5(1)(b) (being in charge of a vehicle with excess alcohol in breath, blood or urine) Section 28 (dangerous cycling) Section 29 (careless, and inconsiderate, cycling) 2 Where the offence with which a person is charged is an offence under section 3A of the Road Traffic Act 1988, subsection (1) above shall not authorise his conviction of any offence of attempting to drive. 3 Where a person is charged with having committed an offence under section 4(1) or 5(1)(a) of the Road Traffic Act 1988 by driving a vehicle, he may be convicted of having committed an offence under the provision in question by attempting to drive. 4 Where by virtue of this section a person is convicted before the Crown Court of an offence triable only summarily, the court shall have the same powers and duties as a magistrates’ court would have had on convicting him of that offence. 5 Where, in Scotland, by virtue of this section a person is convicted under solemn procedure of an offence triable only summarily, the penalty imposed shall not exceed that which would have been competent on a conviction under summary procedure. 6 This section has effect without prejudice to section 6(3) of the Criminal Law Act 1967 (alternative verdicts on trial on indictment), sections 61, 63, 64, 312 and 457A of the Criminal Procedure (Scotland) Act 1975 and section 23 of this Act."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "25", "section_title": " Interim disqualification.", "section_text": "25 For section 26 of the  Road Traffic Offenders Act 1988 (interim disqualification on committal for sentence in England and Wales) there shall be substituted—  Interim disqualification. 26 1 Where a magistrates’ court— a commits an offender to the Crown Court under subsection (1) of section 56 of the Criminal Justice Act 1967, or any enactment to which that section applies, or b remits an offender to another magistrates’ court under section 39 of the Magistrates’ Courts Act 1980, to be dealt with for an offence involving obligatory or discretionary disqualification, it may order him to be disqualified until he has been dealt with in respect of the offence. 2 Where a court in England and Wales— a defers passing sentence on an offender under section 1 of the Powers of Criminal Courts Act 1973 in respect of an offence involving obligatory or discretionary disqualification, or b adjourns after convicting an offender of such an offence but before dealing with him for the offence, it may order the offender to be disqualified until he has been dealt with in respect of the offence. 3 Where a court in Scotland— a adjourns a case under section 179 or section 380 of the Criminal Procedure (Scotland) Act 1975 (for inquiries to be made or to determine the most suitable method of dealing with the offender); b remands a person in custody or on bail under section 180 or section 381 of the Criminal Procedure (Scotland) Act 1975 (to enable a medical examination and report to be made); c defers sentence under section 219 or section 432 of the Criminal Procedure (Scotland) Act 1975; d remits a convicted person to the High Court for sentence under section 104 of the Criminal Procedure (Scotland) Act 1975, in respect of an offence involving obligatory or discretionary disqualification, it may order the accused to be disqualified until he has been dealt with in respect of the offence. 4 Subject to subsection (5) below, an order under this section shall cease to have effect at the end of the period of six months beginning with the day on which it is made, if it has not ceased to have effect before that time. 5 In Scotland, where a person is disqualified under this section where section 219 or section 432 of the Criminal Procedure (Scotland) Act 1975 (deferred sentence) applies and the period of deferral exceeds 6 months, subsection (4) above shall not prevent the imposition under this section of any period of disqualification which does not exceed the period of deferral. 6 Where a court orders a person to be disqualified under this section (“the first order”), no court shall make a further order under this section in respect of the same offence or any offence in respect of which an order could have been made under this section at the time the first order was made. 7 Where a court makes an order under this section in respect of any person it must— a require him to produce to the court any licence held by him and its counterpart, and b retain the licence and counterpart until it deals with him or (as the case may be) cause them to be sent to the clerk of the court which is to deal with him. 8 If the holder of the licence has not caused it and its counterpart to be delivered, or has not posted them, in accordance with section 7 of this Act and does not produce the licence and counterpart as required under subsection (7) above, then he is guilty of an offence. 9 Subsection (8) above does not apply to a person who— a satisfies the court that he has applied for a new licence and has not received it, or b surrenders to the court a current receipt for his licence and its counterpart issued under section 56 of this Act, and produces the licence and counterpart to the court immediately on their return. 10 Where a court makes an order under this section in respect of any person, sections 44(1) and 47(2) of this Act and section 109(3) of the Road Traffic Act 1988 (Northern Ireland drivers’ licences) shall not apply in relation to the order, but— a the court must send notice of the order to the Secretary of State, and b if the court which deals with the offender determines not to order him to be disqualified under section 34 or 35 of this Act, it must send notice of the determination to the Secretary of State. 11 A notice sent by a court to the Secretary of State in pursuance of subsection (10) above must be sent in such manner and to such address and contain such particulars as the Secretary of State may determine. 12 Where on any occasion a court deals with an offender— a for an offence in respect of which an order was made under this section, or b for two or more offences in respect of any of which such an order was made, any period of disqualification which is on that occasion imposed under section 34 or 35 of this Act shall be treated as reduced by any period during which he was disqualified by reason only of an order made under this section in respect of any of those offences. 13 Any reference in this or any other Act (including any Act passed after this Act) to the length of a period of disqualification shall, unless the context otherwise requires, be construed as a reference to its length before any reduction under this section. 14 In relation to licences which came into force before 1st June 1990, the references in this section to counterparts of licences shall be disregarded."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "26", "section_title": " Amendment of Schedule 2 to the Road Traffic Offenders Act 1988.", "section_text": "26 Schedule 2 to this Act, which amends Schedule 2 to the  Road Traffic Offenders Act 1988 (prosecution and punishment of offences), shall have effect."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "27", "section_title": " Penalty points to be attributed to offences.", "section_text": "27 For section 28 of the  Road Traffic Offenders Act 1988 there shall be substituted—  Penalty points to be attributed to an offence. 28 1 Where a person is convicted of an offence involving obligatory endorsement, then, subject to the following provisions of this section, the number of penalty points to be attributed to the offence is— a the number shown in relation to the offence in the last column of Part I or Part II of Schedule 2 to this Act, or b where a range of numbers is shown, a number within that range. 2 Where a person is convicted of an offence committed by aiding, abetting, counselling or procuring, or inciting to the commission of, an offence involving obligatory disqualification, then, subject to the following provisions of this section, the number of penalty points to be attributed to the offence is ten. 3 Where both a range of numbers and a number followed by the words “(fixed penalty)” is shown in the last column of Part I of Schedule 2 to this Act in relation to an offence, that number is the number of penalty points to be attributed to the offence for the purposes of sections 57(5) and 77(5) of this Act; and, where only a range of numbers is shown there, the lowest number in the range is the number of penalty points to be attributed to the offence for those purposes. 4 Where a person is convicted (whether on the same occasion or not) of two or more offences committed on the same occasion and involving obligatory endorsement, the total number of penalty points to be attributed to them is the number or highest number that would be attributed on a conviction of one of them (so that if the convictions are on different occasions the number of penalty points to be attributed to the offences on the later occasion or occasions shall be restricted accordingly). 5 In a case where (apart from this subsection) subsection (4) above would apply to two or more offences, the court may if it thinks fit determine that that subsection shall not apply to the offences (or, where three or more offences are concerned, to any one or more of them). 6 Where a court makes such a determination it shall state its reasons in open court and, if it is a magistrates’ court, or in Scotland a court of summary jurisdiction, shall cause them to be entered in the register (in Scotland, record) of its proceedings. 7 The Secretary of State may by order made by statutory instrument— a alter a number or range of numbers shown in relation to an offence in the last column of Part I or Part II of Schedule 2 to this Act (by substituting one number or range for another, a number for a range, or a range for a number), b where a range of numbers is shown in relation to an offence in the last column of Part I, add or delete a number together with the words “(fixed penalty)”, and c alter the number of penalty points shown in subsection (2) above; and an order under this subsection may provide for different numbers or ranges of numbers to be shown in relation to the same offence committed in different circumstances. 8 Where the Secretary of State exercises his power under subsection (7) above by substituting or adding a number which appears together with the words “(fixed penalty)”, that number shall not exceed the lowest number in the range shown in the same entry. 9 No order shall be made under subsection (7) above unless a draft of it has been laid before and approved by resolution of each House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "28", "section_title": " Penalty points to be taken into account on conviction.", "section_text": "28 For section 29 of the  Road Traffic Offenders Act 1988 there shall be substituted—  Penalty points to be taken into account on conviction. 29 1 Where a person is convicted of an offence involving obligatory endorsement, the penalty points to be taken into account on that occasion are (subject to subsection (2) below)— a any that are to be attributed to the offence or offences of which he is convicted, disregarding any offence in respect of which an order under section 34 of this Act is made, and b any that were on a previous occasion ordered to be endorsed on the counterpart of any licence held by him, unless the offender has since that occasion and before the conviction been disqualified under section 35 of this Act. 2 If any of the offences was committed more than three years before another, the penalty points in respect of that offence shall not be added to those in respect of the other. 3 In relation to licences which came into force before 1st June 1990, the reference in subsection (1) above to the counterpart of a licence shall be construed as a reference to the licence itself."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "29", "section_title": " Disqualification for certain offences.", "section_text": "29 1 Section 34 of the Road Traffic Offenders Act 1988 (disqualification for certain offences) shall be amended as follows. 2 For subsection (2) there shall be substituted— 2 Where a person is convicted of an offence involving discretionary disqualification, and either— a the penalty points to be taken into account on that occasion number fewer than twelve, or b the offence is not one involving obligatory endorsement, the court may order him to be disqualified for such period as the court thinks fit. 3 In subsection (3) before paragraph (a) there shall be inserted— aa section 3A (causing death by careless driving when under the influence of drink or drugs), . 4 For subsection (4) there shall be substituted— 4 Subject to subsection (3) above, subsection (1) above shall apply as if the reference to twelve months were a reference to two years— a in relation to a person convicted of— i manslaughter, or in Scotland culpable homicide, or ii an offence under section 1 of the Road Traffic Act 1988 (causing death by dangerous driving), or iii an offence under section 3A of that Act (causing death by careless driving while under the influence of drink or drugs), and b in relation to a person on whom more than one disqualification for a fixed period of 56 days or more has been imposed within the three years immediately preceding the commission of the offence. 4A For the purposes of subsection (4)(b) above there shall be disregarded any disqualification imposed under section 26 of this Act or section 44 of the Powers of Criminal Courts Act 1973 or section 223A or 436A of the Criminal Procedure (Scotland) Act 1975 (offences committed by using vehicles) and any disqualification imposed in respect of an offence of stealing a motor vehicle, an offence under section 12 or 25 of the Theft Act 1968, an offence under section 178 of the Road Traffic Act 1988, or an attempt to commit such an offence."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "30", "section_title": " Courses for drink-drive offenders.", "section_text": "30 After section 34 of the  Road Traffic Offenders Act 1988 there shall be inserted—  Reduced disqualification period for attendance on courses. 34A 1 This section applies where— a a person is convicted of an offence under section 3A (causing death by careless driving when under influence of drink or drugs), 4 (driving or being in charge when under influence of drink or drugs), 5 (driving or being in charge with excess alcohol) or 7 (failing to provide a specimen) of the Road Traffic Act 1988, and b the court makes an order under section 34 of this Act disqualifying him for a period of not less than twelve months. 2 Where this section applies, the court may make an order that the period of disqualification imposed under section 34 shall be reduced if, by a date specified in the order under this section, the offender satisfactorily completes a course approved by the Secretary of State for the purposes of this section and specified in the order. 3 The reduction made by an order under this section in a period of disqualification imposed under section 34 shall be a period specified in the order of not less than three months and not more than one quarter of the unreduced period (and accordingly where the period imposed under section 34 is twelve months, the reduced period shall be nine months). 4 The court shall not make an order under this section unless— a it is satisfied that a place on the course specified in the order will be available for the offender, b the offender appears to the court to be of or over the age of 17, c the court has explained the effect of the order to the offender in ordinary language, and has informed him of the amount of the fees for the course and of the requirement that he must pay them before beginning the course, and d the offender has agreed that the order should be made. 5 The date specified in an order under this section as the latest date for completion of a course must be at least two months before the last day of the period of disqualification as reduced by the order. 6 An order under this section shall name the petty sessions area (or in Scotland the sheriff court district or, where an order has been made under this section by a stipendiary magistrate, the commission area) in which the offender resides or will reside.  Certificates of completion of courses. 34B 1 An offender shall be regarded for the purposes of section 34A of this Act as having completed a course satisfactorily if (and only if) a certificate that he has done so is received by the clerk of the supervising court before the end of the period of disqualification imposed under section 34. 2 If the certificate referred to in subsection (1) above is received by the clerk of the supervising court before the end of the period of disqualification imposed under section 34 but after the end of the period as it would have been reduced by the order, the order shall have effect as if the reduced period ended with the day on which the certificate is received by the clerk. 3 The certificate referred to in subsection (1) above shall be a certificate in such form, containing such particulars, and given by such person, as may be prescribed by, or determined in accordance with, regulations made by the Secretary of State. 4 A course organiser shall give the certificate mentioned in subsection (1) above to the offender not later than fourteen days after the date specified in the order as the latest date for completion of the course, unless the offender fails to make due payment of the fees for the course, fails to attend the course in accordance with the organiser’s reasonable instructions, or fails to comply with any other reasonable requirements of the organiser. 5 Where a course organiser decides not to give the certificate mentioned in subsection (1) above, he shall give written notice of his decision to the offender as soon as possible, and in any event not later than fourteen days after the date specified in the order as the latest date for completion of the course. 6 An offender to whom a notice is given under subsection (5) above may, within such period as may be prescribed by rules of court, apply to the supervising court for a declaration that the course organiser’s decision not to give a certificate was contrary to subsection (4) above; and if the court grants the application section 34A of this Act shall have effect as if the certificate had been duly received by the clerk of the court. 7 If fourteen days after the date specified in the order as the latest date for completion of the course the course organiser has given neither the certificate mentioned in subsection (1) above nor a notice under subsection (5) above, the offender may, within such period as may be prescribed by rules of court, apply to the supervising court for a declaration that the course organiser is in default; and if the court grants the application section 34A of this Act shall have effect as if the certificate had been duly received by the clerk of the court. 8 A notice under subsection (5) above shall specify the ground on which it is given, and the Secretary of State may by regulations make provision as to the form of notices under that subsection and as to the circumstances in which they are to be treated as given. 9 Where the clerk of a court receives a certificate of the kind referred to in subsection (1) above, or a court grants an application under subsection (6) or (7) above, the clerk or court must send notice of that fact to the Secretary of State; and the notice must be sent in such manner and to such address, and must contain such particulars, as the Secretary of State may determine.  Provisions supplementary to sections 34A and 34B. 34C 1 The Secretary of State may issue guidance to course organisers, or to any category of course organiser as to the conduct of courses approved for the purposes of section 34A of this Act; and— a course organisers shall have regard to any guidance given to them under this subsection, and b in determining for the purposes of section 34B(6) whether any instructions or requirements of an organiser were reasonable, a court shall have regard to any guidance given to him under this subsection. 2 In sections 34A and 34B and this section— “ course organiser ”, in relation to a course, means the person who, in accordance with regulations made by the Secretary of State, is responsible for giving the certificates mentioned in section 34B(1) in respect of the completion of the course; “ petty sessions area ” has the same meaning as in the Magistrates’ Courts Act 1980; “ supervising court ”, in relation to an order under section 34A, means— in England and Wales, a magistrates’ court acting for the petty sessions area named in the order as the area where the offender resides or will reside; in Scotland, the sheriff court for the district where the offender resides or will reside or, where the order is made by a stipendiary magistrate and the offender resides or will reside within his commission area, the district court for that area, and any reference to the clerk of a magistrates’ court is a reference to the clerk to the justices for the petty sessions area for which the court acts. 3 Any power to make regulations under section 34B or this section— a includes power to make different provision for different cases, and to make such incidental or supplemental provision as appears to the Secretary of State to be necessary or expedient; b shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "31", "section_title": " Experimental period for section 30.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "32", "section_title": " Disqualification until test is passed.", "section_text": "32 For section 36 of the  Road Traffic Offenders Act 1988 there shall be substituted—  Disqualification until test is passed. 36 1 Where this subsection applies to a person the court must order him to be disqualified until he passes the appropriate driving test. 2 Subsection (1) above applies to a person who is disqualified under section 34 of this Act on conviction of— a manslaughter, or in Scotland culpable homicide, by the driver of a motor vehicle, or b an offence under section 1 (causing death by dangerous driving) or section 2 (dangerous driving) of the Road Traffic Act 1988. 3 Subsection (1) above also applies— a to a person who is disqualified under section 34 or 35 of this Act in such circumstances or for such period as the Secretary of State may by order prescribe, or b to such other persons convicted of such offences involving obligatory endorsement as may be so prescribed. 4 Where a person to whom subsection (1) above does not apply is convicted of an offence involving obligatory endorsement, the court may order him to be disqualified until he passes the appropriate driving test (whether or not he has previously passed any test). 5 In this section— “ appropriate driving test ” means— a an extended driving test, where a person is convicted of an offence involving obligatory disqualification or is disqualified under section 35 of this Act, b a test of competence to drive, other than an extended driving test, in any other case, “ extended driving test ” means a test of competence to drive prescribed for the purposes of this section, and “ test of competence to drive ” means a test prescribed by virtue of section 89(3) of the Road Traffic Act 1988. 6 In determining whether to make an order under subsection (4) above, the court shall have regard to the safety of road users. 7 Where a person is disqualified until he passes the extended driving test— a any earlier order under this section shall cease to have effect, and b a court shall not make a further order under this section while he is so disqualified. 8 Subject to subsection (9) below, a disqualification by virtue of an order under this section shall be deemed to have expired on production to the Secretary of State of evidence, in such form as may be prescribed by regulations under section 105 of the Road Traffic Act 1988, that the person disqualified has passed the test in question since the order was made. 9 A disqualification shall be deemed to have expired only in relation to vehicles of such classes as may be prescribed in relation to the test passed by regulations under that section. 10 Where there is issued to a person a licence on the counterpart of which are endorsed particulars of a disqualification under this section, there shall also be endorsed the particulars of any test of competence to drive that he has passed since the order of disqualification was made. 11 For the purposes of an order under this section, a person shall be treated as having passed a test of competence to drive other than an extended driving test if he passes a corresponding test conducted— a under the law of Northern Ireland, the Isle of Man, any of the Channel Islands, another member State, Gibraltar or a designated country or territory (as defined by section 89(11) of the Road Traffic Act 1988), or b for the purposes of obtaining a British Forces licence (as defined by section 88(8) of that Act); and accordingly subsections (8) to (10) above shall apply in relation to such a test as they apply in relation to a test prescribed by virtue of section 89(3) of that Act. 12 This section is subject to section 48 of this Act. 13 The power to make an order under subsection (3) above shall be exercisable by statutory instrument; and no such order shall be made unless a draft of it has been laid before and approved by resolution of each House of Parliament. 14 The Secretary of State shall not make an order under subsection (3) above after the end of 2001 if he has not previously made such an order."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "33", "section_title": " Short periods of disqualification.", "section_text": "33 In section 37 of the  Road Traffic Offenders Act 1988 (effect of order of disqualification) after subsection (1) there shall be inserted— 1A Where— a the disqualification is for a fixed period shorter than 56 days in respect of an offence involving obligatory endorsement, or b the order is made under section 26 of this Act, subsection (1) above shall not prevent the licence from again having effect at the end of the period of disqualification."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "34", "section_title": " Conditional offer of fixed penalty.", "section_text": "34 For sections 75 to 77 of the  Road Traffic Offenders Act 1988 (which relate to Scotland only) there shall be substituted—  Conditional offer of fixed penalty  Issue of conditional offer. 75 1 Where in England and Wales— a a constable has reason to believe that a fixed penalty offence has been committed, and b no fixed penalty notice in respect of the offence has been given under section 54 of this Act or fixed to a vehicle under section 62 of this Act, a notice under this section may be sent to the alleged offender by or on behalf of the chief officer of police. 2 Where in Scotland a procurator fiscal receives a report that— a an offence specified in Schedule 3 to this Act has been committed, b an offence specified in Schedule 5 to this Act has been committed, c an offence referred to in paragraph (a) or (b) above has been committed, being an offence of causing or permitting a vehicle to be used by another person in contravention of any provision made or any restriction or prohibition imposed by or under any enactment, or d an offence of aiding, abetting, counselling, procuring or inciting the commission of an offence referred to in this subsection, has been committed, he may send a notice under this section to the alleged offender. 3 Where in Scotland, a constable— a on any occasion has reason to believe that a person he finds is committing or has on that occasion committed a fixed penalty offence, he may hand to that person, b in any case has reason to believe that a fixed penalty offence has been committed, he or another person authorised in that respect by the chief constable may send to the alleged offender, a notice under this section. 4 Subsections (2) and (3) above shall not apply where a fixed penalty notice has been fixed to a vehicle under section 62 of this Act. 5 A notice under this section is referred to in this section and sections 76 and 77 as a “ conditional offer ”. 6 Where a person issues a conditional offer, he must notify the justices’ clerk, or in Scotland clerk of court, specified in it of its issue and its terms; and that clerk is referred to in this section and sections 76 and 77 as “ the fixed penalty clerk ”. 7 A conditional offer must— a give such particulars of the circumstances alleged to constitute the offence to which it relates as are necessary for giving reasonable information about the alleged offence, b state the amount of the fixed penalty for that offence, and c state that proceedings against the alleged offender cannot be commenced in respect of that offence until the end of the period of twenty-eight days following the date on which the conditional offer was issued or such longer period as may be specified in the conditional offer. 8 A conditional offer must indicate that if the following conditions are fulfilled, that is— a within the period of twenty-eight days following the date on which the offer was issued, or such longer period as may be specified in the offer, the alleged offender— i makes payment of the fixed penalty to the fixed penalty clerk, and ii where the offence to which the offer relates is an offence involving obligatory endorsement, at the same time delivers his licence and its counterpart to that clerk, and b where his licence and its counterpart are so delivered, that clerk is satisfied on inspecting them that, if the alleged offender were convicted of the offence, he would not be liable to be disqualified under section 35 of this Act, any liability to conviction of the offence shall be discharged. 9 For the purposes of the condition set out in subsection (8)(b) above, it shall be assumed, in the case of an offence in relation to which a range of numbers is shown in the last column of Part I of Schedule 2 to this Act, that the number of penalty points to be attributed to the offence would be the lowest in the range. 10 The Secretary of State may by order provide for offences to become or (as the case may be) to cease to be offences in respect of which a conditional offer may be sent under subsection (2)(b) above, and may make such modifications of the provisions of this Part of this Act as appear to him to be necessary for the purpose. 11 An offence committed by aiding, abetting, counselling, procuring or inciting the commission of an offence which is an offence involving obligatory endorsement is itself an offence involving obligatory endorsement for the purposes of the application of this Part of this Act in Scotland. 12 In relation to licences which came into force before 1st June 1990, the references in subsection (8) above to the counterpart of a licence shall be disregarded.  Effect of offer and payment of penalty. 76 1 This section applies where a conditional offer has been sent to a person under section 75 of this Act. 2 No proceedings shall be brought against any person for the offence to which the conditional offer relates until— a in England and Wales, the chief officer of police, or b in Scotland, the procurator fiscal or (where the conditional offer was issued under section 75(3) of this Act) the chief constable, receives notice in accordance with subsection (4) or (5) below. 3 Where the alleged offender makes payment of the fixed penalty in accordance with the conditional offer, no proceedings shall be brought against him for the offence to which the offer relates. 4 Where— a the alleged offender tenders payment in accordance with the conditional offer and delivers his licence and its counterpart to the fixed penalty clerk, but b it appears to the clerk, on inspecting the licence and counterpart, that the alleged offender would be liable to be disqualified under section 35 of this Act if he were convicted of the offence to which the conditional offer relates, then subsection (3) above shall not apply and the clerk must return the licence and its counterpart to the alleged offender together with the payment and give notice that he has done so to the person referred to in subsection (2)(a) or (b) above. 5 Where, on the expiry of the period of twenty-eight days following the date on which the conditional offer was made or such longer period as may be specified in the offer, the conditions specified in the offer in accordance with section 75(8)(a) of this Act have not been fulfilled, the fixed penalty clerk must notify the person referred to in subsection (2)(a) or (b) above. 6 In determining for the purposes of subsection (4)(b) above whether a person convicted of an offence would be liable to disqualification under section 35, it shall be assumed, in the case of an offence in relation to which a range of numbers is shown in the last column of Part I of Schedule 2 to this Act, that the number of penalty points to be attributed to the offence would be the lowest in the range. 7 In any proceedings a certificate that by a date specified in the certificate payment of a fixed penalty was or was not received by the fixed penalty clerk shall, if the certificate purports to be signed by that clerk, be evidence, or in Scotland sufficient evidence, of the facts stated. 8 In relation to licences which came into force before 1st June 1990, the references in subsection (4) above to the counterpart of a licence shall be disregarded. 9 In Scotland, the Secretary of State may by regulations vary the provisions of subsection (2)(b) above.  Endorsement where penalty paid. 77 1 Where— a in pursuance of a conditional offer a person (referred to in this section as the “ licence holder ”) makes payment of the fixed penalty to the fixed penalty clerk and delivers his licence and its counterpart to the clerk, and b the clerk is not required by subsection (4) of section 76 of this Act to return the licence and its counterpart to him and did not, before the payment was tendered, notify the person referred to in section 76(2)(a) or (b) of this Act under subsection (5) of that section, the clerk must forthwith endorse the relevant particulars on the counterpart of the licence and return it to the licence holder together with the licence. 2 Where it appears to a fixed penalty clerk in Scotland that there is an error in an endorsement made by virtue of this section on the counterpart of a licence he may amend the endorsement so as to correct the error; and the amended endorsement shall have effect and shall be treated for all purposes as if it had been correctly made on receipt of the fixed penalty. 3 Subject to subsection (4) below, where a cheque tendered in payment is subsequently dishonoured— a any endorsement made by a clerk under subsection (1) above remains effective, notwithstanding that the licence holder is still liable to prosecution in respect of the alleged offence to which the endorsement relates, and b the clerk must, upon the expiry of the period specified in the conditional offer or, if the period has expired, forthwith notify the person referred to in section 76(2)(a) or (b) of this Act that no payment has been made. 4 When proceedings are brought against a licence holder after a notice has been given in pursuance of subsection (3)(b) above, the court— a must order the removal of the fixed penalty endorsement from the counterpart of the licence, and b may, on finding the licence holder guilty, make any competent order of endorsement or disqualification and pass any competent sentence. 5 The reference in subsection (1) above to the relevant particulars is to— a particulars of the offence, including the date when it was committed, and b the number of penalty points to be attributed to the offence. 6 The fixed penalty clerk must send notice to the Secretary of State— a of any endorsement under subsection (1) above and of the particulars endorsed, b of any amendment under subsection (2) above, and c of any order under subsection (4)(a) above. 7 Where the counterpart of a person’s licence is endorsed under this section he shall be treated for the purposes of sections 13(4), 28, 29 and 45 of this Act and of the Rehabilitation of Offenders Act 1974 as if— a he had been convicted of the offence, b the endorsement had been made in pursuance of an order made on his conviction by a court under section 44 of this Act, and c the particulars of the offence endorsed by virtue of subsection (5)(a) above were particulars of his conviction of that offence. 8 In relation to any endorsement of the counterpart of a person’s licence under this section— a the reference in section 45(4) of this Act to the order for endorsement, and b the references in section 13(4) of this Act to any order made on a person’s conviction, are to be read as references to the endorsement itself. 9 In relation to licences which came into force before 1st June 1990, the references in this section to the counterpart of a licence shall be disregarded or, as the case may require, construed as references to the licence itself."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "35", "section_title": " Disabled persons’ badges.", "section_text": "35 1 Section 21 of the  Chronically Sick and Disabled Persons Act 1970 (badges for display on motor vehicles used by disabled persons) shall be amended in accordance with subsections (2) to (5) below. 2 For subsections (2) and (3) there shall be substituted— 2 A badge may be issued to a disabled person of any prescribed description resident in the area of the issuing authority for one or more vehicles driven by him or used by him as a passenger. 3 In subsection (4), the words “and any badge” onwards shall be omitted. 4 After subsection (4) there shall be inserted— 4A A badge issued under this section may be displayed only in such circumstances and in such manner as may be prescribed. 4B A person who drives a motor vehicle on a road (within the meaning of the Road Traffic Act 1988) at a time when a badge of a form prescribed under this section is displayed on the vehicle is guilty of an offence unless the badge is issued under this section and displayed in accordance with regulations made under it. 4C A person guilty of an offence under subsection (4B) above shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 In subsection (5), the words “and in the case” onwards shall be omitted. 6 In section 117 of the  Road Traffic Regulation Act 1984 (wrongful use of disabled person’s badge) for subsections (1) and (2) there shall be substituted— 1 A person who at any time acts in contravention of, or fails to comply with, any provision of an order under this Act relating to the parking of motor vehicles is also guilty of an offence under this section if at that time— a there was displayed on the motor vehicle in question a badge of a form prescribed under section 21 of the Chronically Sick and Disabled Persons Act 1970, and b he was using the vehicle in circumstances where a disabled person’s concession would be available to a disabled person’s vehicle, but he shall not be guilty of an offence under this section if the badge was issued under that section and displayed in accordance with regulations made under it."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "39", "section_title": " Disqualification in Scotland where vehicle used to commit offence.", "section_text": "39 After each of sections 223 and 436 of the  Criminal Procedure (Scotland) Act 1975 there shall be added sections numbered 223A and 436A in the following terms—  Disqualification in Scotland where vehicle used to commit offence. 0 1 Where a person is convicted of an offence (other than one triable only summarily) and the court which passes sentence is satisfied that a motor vehicle was used for the purpose of committing, or facilitating the commission of that offence, the court may order him to be disqualified for such period as the court thinks fit from holding or obtaining a licence to drive a motor vehicle granted under Part III of the Road Traffic Act 1988. 2 A court which makes an order under this section disqualifying a person from holding or obtaining a licence shall require him to produce any such licence held by him and its counterpart. 3 Any reference in this section to facilitating the commission of an offence shall include a reference to the taking of any steps after it has been committed for the purpose of disposing of any property to which it relates or of avoiding apprehension or detection. 4 In relation to licences which came into force before 1st June 1990, the reference in subsection (2) above to the counterpart of a licence shall be disregarded."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "40", "section_title": " Power to install equipment for detection of traffic offences.", "section_text": "40 1 In Part V of the  Highways Act 1980 immediately before section 96 there shall be inserted—  Power to install equipment for detection of traffic offences. 95A A highway authority may install and maintain on or near a highway structures and equipment for the detection of traffic offences. 2 In Part IV of the  Roads (Scotland) Act 1984 after section 49 there shall be inserted—  Equipment for detection of traffic offences  Power to install equipment for detection of traffic offences. 49A A roads authority may install and maintain on or near a road structures and equipment for the detection of traffic offences."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "41", "section_title": " Variation of charges at off-street parking places.", "section_text": "41 After section 35B of the  Road Traffic Regulation Act 1984 there shall be inserted—  Variation of charges at off-street parking places. 35C 1 Where an order under section 35(1)(iii) of this Act makes provision as to the charges to be paid in connection with the use of off-street parking places, the authority making that order may vary those charges by notice given under this section. 2 The variation of any such charges by notice is not to be taken to prejudice any power to vary those charges by order under section 35 of this Act. 3 The Secretary of State may by regulations make provision as to the procedure to be followed by any local authority giving notice under this section. 4 The regulations may, in particular, make provision with respect to— a the publication, where an authority propose to give notice, of details of their proposal; b the form and manner in which notice is to be given; and c the publication of notices. 5 In giving any notice under this section a local authority shall comply with the regulations."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "42", "section_title": " Variation of charges at designated parking places.", "section_text": "42 After section 46 of the Road Traffic Regulation Act 1984 (which deals with charges at, and regulation of, parking places) there shall be inserted—  Variation of charges at designated parking places. 46A 1 Where, by virtue of section 46 of this Act, any charges have been prescribed by a designation order or by an order under that section, the authority making that order may vary those charges by notice given under this section. 2 The variation of any such charges by notice is not to be taken to prejudice any power to vary those charges by order under section 46 of this Act. 3 The Secretary of State may by regulations make provision as to the procedure to be followed by any local authority giving notice under this section. 4 The regulations may, in particular, make provision with respect to— a the publication, where an authority propose to give notice, of details of their proposal; b the form and manner in which notice is to be given; and c the publication of notices. 5 In giving any notice under this section a local authority shall comply with the regulations."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "43", "section_title": " Permitted and special parking areas outside London.", "section_text": "43 1 Schedule 3 shall have effect for the purpose of making provision with respect to areas outside London corresponding to that made with respect to London, and areas within London, under sections 63 to 79 of this Act. 2 In this section “ London ” has the same meaning as it has in Part II of this Act."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "44", "section_title": " Parking attendants.", "section_text": "44 1 After section 63 of the  Road Traffic Regulation Act 1984, there shall be inserted—  Parking attendants  Parking attendants. 63A 1 A local authority may provide for the supervision of parking places within their area by individuals to be known as parking attendants. 2 Parking attendants shall also have such other functions in relation to stationary vehicles as may be conferred by or under any other enactment. 3 A parking attendant shall be— a an individual employed by the authority; or b where the authority have made arrangements with any person for the purposes of this section, an individual employed by that person to act as a parking attendant. 4 Parking attendants in Greater London shall wear such uniform as the Secretary of State may determine when exercising prescribed functions, and shall not exercise any of those functions when not in uniform. 5 In this section “ local authority ” and “ parking place ” have the meanings given by section 32(4) of this Act. 2 In section 35 of that Act (provisions as to use of parking places provided under section 32 or 33), subsection (9) shall be omitted."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "45", "section_title": " Variable speed limits.", "section_text": "45 1 Section 84 of the Road Traffic Regulation Act 1984 (speed limits on roads other than restricted roads), shall be amended as follows. 2 For subsection (1) there shall be substituted— 1 An order made under this subsection as respects any road may prohibit— a the driving of motor vehicles on that road at a speed exceeding that specified in the order, b the driving of motor vehicles on that road at a speed exceeding that specified in the order during periods specified in the order, or c the driving of motor vehicles on that road at a speed exceeding the speed for the time being indicated by traffic signs in accordance with the order. 1A An order made by virtue of subsection (1)(c) above may— a make provision restricting the speeds that may be indicated by traffic signs or the periods during which the indications may be given, and b provide for the indications to be given only in such circumstances as may be determined by or under the order; but any such order must comply with regulations made under subsection (1B) below, except where the Secretary of State authorises otherwise in a particular case. 1B The Secretary of State may make regulations governing the provision which may be made by orders of local authorities under subsection (1)(c) above, and any such regulations may in particular— a prescribe the circumstances in which speed limits may have effect by virtue of an order, b prescribe the speed limits which may be specified in an order, and c make transitional provision and different provision for different cases. 3 In subsection (3) for the words “under subsection (1)” there shall be substituted the words  “                    made by virtue of subsection (1)(a)                  ” . 4 At the end there shall be added— 6 Any reference in a local Act to roads subject to a speed limit shall, unless the contrary intention appears, be treated as not including a reference to roads subject to a speed limit imposed only by virtue of subsection (1)(b) or (c) above."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "46", "section_title": " Tramcars and trolley vehicles.", "section_text": "46 1 After section 141 of the  Road Traffic Regulation Act 1984 (tramcars and trolley vehicles) there shall be inserted—  Tramcars and trolley vehicles: regulations. 141A 1 The Secretary of State may by regulations provide that such of the provisions mentioned in subsection (2) below as are specified in the regulations shall not apply, or shall apply with modifications— a to all tramcars or to tramcars of any specified class, or b to all trolley vehicles or to trolley vehicles of any specified class. 2 The provisions referred to in subsection (1) above are the provisions of sections 1 to 14, 18 and 81 to 89 of this Act. 3 Regulations under this section— a may make different provision for different cases, b may include such transitional provisions as appear to the Secretary of State to be necessary or expedient, and c may make such amendments to any special Act as appear to the Secretary of State to be necessary or expedient in consequence of the regulations or in consequence of the application to any tramcars or trolley vehicles of any of the provisions mentioned in subsection (2) above. 4 In this section— “ special Act ” means a local Act of Parliament passed before the commencement of this section which authorises or regulates the use of tramcars or trolley vehicles; “ tramcar ” includes any carriage used on any road by virtue of an order under the Light Railways Act 1896; and “ trolley vehicle ” means a mechanically propelled vehicle adapted for use on roads without rails under power transmitted to it from some external source (whether or not there is in addition a source of power on board the vehicle). 2 After section 193 of the  Road Traffic Act 1988 (exemptions for tramcars, trolley vehicles etc) there shall be inserted—  Tramcars and trolley vehicles. 193A 1 The Secretary of State may by regulations provide that such of the provisions mentioned in subsection (2) below as are specified in the regulations shall not apply, or shall apply with modifications— a to all tramcars or to tramcars of any specified class, or b to all trolley vehicles or to trolley vehicles of any specified class. 2 The provisions referred to in subsection (1) above are the provisions of— a sections 12, 40A to 42, 47, 48, 66, 68 to 73, 75 to 79, 83, 87 to 109, 143 to 165, 168, 170, 171, 178, 190 and 191 of this Act, and b sections 1, 2, 7, 8, 22, 25 to 29, 31, 32, 34 to 48, 96 and 97 of the Road Traffic Offenders Act 1988 (provisions requiring warning of prosecution etc and provisions connected with the licensing of drivers). 3 Regulations under this section— a may make different provision for different cases, b may include such transitional provisions as appear to the Secretary of State to be necessary or expedient, and c may make such amendments to any special Act as appear to the Secretary of State to be necessary or expedient in consequence of the regulations or in consequence of the application to any tramcars or trolley vehicles of any of the provisions mentioned in subsection (2) above. 4 In this section “ special Act ” means a local Act of Parliament passed before the commencement of this section which authorises or regulates the use of tramcars or trolley vehicles."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "47", "section_title": " Applications for licences to drive hackney carriages etc.", "section_text": "47 1 Part II of the  Local Government (Miscellaneous Provisions) Act 1976 (including that Part as it applies in any area at the commencement of this section) shall have effect with the insertion of the following subsection after subsection (1) of each of section 51 (licensing of drivers of private hire vehicles) and section 59 (qualifications for drivers of hackney carriages)— 1A For the purpose of satisfying themselves as to whether an applicant is a fit and proper person to hold a driver’s licence, a council may send to the chief officer of police for the police area in which the council is situated— a a copy of that person’s application, and b a request for the chief officer’s observations; and the chief officer shall respond to the request. 2 Where any local Act contains a provision requiring a district council to be satisfied as to the fitness of an applicant to hold a licence to drive a private hire vehicle or a hackney carriage, the council may send to the chief officer of police for the police area in which the council is situated— a a copy of that person’s application, and b a request for the chief officer’s observations; and the chief officer shall respond to the request. 3 In subsection (2), the reference to a district council shall be read in relation to Wales as including a reference to a county council or county borough council."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "48", "section_title": " Minor and consequential amendments.", "section_text": "48 Schedule 4 to this Act, which makes minor amendments and amendments consequential on the preceding provisions of this Act, shall have effect."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "49", "section_title": " Omission of enactments not brought into force.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "52", "section_title": " The Traffic Director for London.", "section_text": "52 1 The Secretary of State shall appoint a person to be known as the Traffic Director for London (in this Act referred to as “ the Director ”). 2 Schedule 5 to this Act shall have effect with respect to the Director. 3 In addition to the specific duties imposed on him by this or any other enactment, the Director shall have the general duty— a of co-ordinating the introduction and maintenance of traffic management measures taken by highway authorities in relation to priority routes established under this Part of this Act; and b of monitoring the operation of those measures. 4 The Director shall keep under review the manner in which the London authorities exercise their functions under Part III of the  New Roads and Street Works Act 1991 in relation to priority routes or roads which, in his opinion, are likely to affect traffic using any priority route. 5 The Secretary of State shall set objectives which he expects the Director to meet in exercising his functions. 6 The Secretary of State shall publish, in such manner as he considers appropriate, any objectives which he sets under subsection (5) above. 7 The Director shall exercise his functions— a so as to meet any such objectives, so far as it is reasonably practicable for him to do so; and b in accordance with any directions which the Secretary of State may from time to time see fit to give him. 8 Any objectives set for the Director under subsection (5) above and any directions given to him under subsection (7) above may be specific or general. 9 The Secretary of State shall publish, in such manner as he considers appropriate, any directions which he gives to the Director under subsection (7) above."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "55"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "59", "section_title": " Variation of local plans.", "section_text": "59 1 A London authority may vary their local plan, but only with the written consent of the Director. 2 The Director may give a direction to any London authority requiring them to vary their local plan in such manner as may be specified in the direction. 3 In varying their local plan, a London authority shall have regard to the Secretary of State’s traffic management guidance and to the network plan. 4 Before varying their local plan, a London authority shall consult— a the relevant Commissioner or, if appropriate, both Commissioners; b London Regional Transport; c such organisations representing the interests of people with a disability who may be affected by the plan as appear to the authority to be appropriate; and d any other London authority within whose area there is situated any road which is not a priority route but which is, in the authority’s opinion, likely to be affected by the proposed variation. 5 Where a London authority fail, within a reasonable time, to comply with any direction given under subsection (2) above, the Director may vary the local plan on their behalf. 6 Before varying a local plan on behalf of a London authority the Director shall consult— a that authority; b the relevant Commissioner or, if appropriate, both Commissioners; c London Regional Transport; d such organisations representing the interests of people with a disability who may be affected by the plan as appear to the Director to be appropriate; and e any other London authority within whose area there is situated any road which is not a priority route but which is, in his opinion, likely to be affected by the proposed variation. 7 Any reasonable administrative expenses incurred by the Director under subsection (5) above shall be recoverable by him from the London authority concerned as a civil debt."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "64", "section_title": " Charges at designated parking places.", "section_text": "64 1 In section 46 of the  Road Traffic Regulation Act 1984 (charges at, and regulation of, designated parking places), in subsection (1) after the word “made” there shall be inserted the words  “                    with respect to any parking place outside Greater London                  ” . 2 After subsection (1) of that section there shall be inserted the following subsection— 1A Subject to Parts I to  III  of Schedule 9 to this Act, where the authority by whom a designation order is made with respect to any parking place in Greater London impose charges to be paid for vehicles left in a parking place designated by the order, those charges shall be prescribed by the designation order or by a separate order made by the authority."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "65", "section_title": " Contravention of certain orders relating to parking places in London not to be criminal offence.", "section_text": "65 1 In section 47 of the Road Traffic Regulation Act 1984 (offences relating to designated parking places) the words  “                    ;but this subsection does not apply in relation to any designated parking place in Greater London                  ”  shall be added at the end of subsection (1). 2 In section 8 of that Act (contravention of orders under section 6 to be an offence), the following subsection shall be inserted after subsection (1)— 1A Subsection (1) above does not apply in relation to any order under section 6 of this Act so far as it designates any parking places. 3 The provisions of section 11 of that Act (contravention of experimental traffic order) shall become subsection (1) of that section and the following subsection shall be inserted as subsection (2)— 2 This section does not apply in relation to any experimental traffic order so far as it designates any parking places in Greater London."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "66", "section_title": " Parking penalties in London.", "section_text": "66 1 Where, in the case of a stationary vehicle in a designated parking place, a parking attendant has reason to believe that a penalty charge is payable with respect to the vehicle, he may— a fix a penalty charge notice to the vehicle; or b give such a notice to the person appearing to him to be in charge of the vehicle. 2 For the purposes of this Part of this Act, a penalty charge is payable with respect to a vehicle, by the owner of the vehicle, if— a the vehicle has been left— i otherwise than as authorised by or under any order relating to the designated parking place; or ii beyond the period of parking which has been paid for; b no parking charge payable with respect to the vehicle has been paid; or c there has, with respect to the vehicle, been a contravention of, or failure to comply with, any provision made by or under any order relating to the designated parking place. 3 A penalty charge notice must state— a the grounds on which the parking attendant believes that a penalty charge is payable with respect to the vehicle; b the amount of the penalty charge which is payable; c that the penalty charge must be paid before the end of the period of 28 days beginning with the date of the notice; d that if the penalty charge is paid before the end of the period of 14 days beginning with the date of the notice, the amount of the penalty charge will be reduced by the specified proportion; e that, if the penalty charge is not paid before the end of the 28 day period, a notice to owner may be served by the London authority on the person appearing to them to be the owner of the vehicle; f the address to which payment of the penalty charge must be sent. 4 In subsection (3)(d) above “ specified proportion ” means such proportion, applicable to all cases, as may be determined by the London authorities acting through the Joint Committee. 5 A penalty charge notice fixed to a vehicle in accordance with this section shall not be removed or interfered with except by or under the authority of— a the owner, or person in charge, of the vehicle; or b the London authority for the place in which the vehicle in question was found. 6 A person contravening subsection (5) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale. 7 Schedule 6 to this Act shall have effect with respect to penalty charges, notices to owners and other matters supplementing the provisions of this section."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "67", "section_title": " Recovery of vehicles or of proceeds of disposal.", "section_text": "67 1 Section 101 of the  Road Traffic Regulation Act 1984 shall be amended as follows. 2 In subsection (1) for “(5)” there shall be substituted  “                    (5A)                  ” . 3 In subsection (4) after the words “before a vehicle” there shall be inserted the words  “                    found outside Greater London                  ” . 4 After that subsection there shall be inserted— 4A If, before a vehicle found in Greater London is disposed of by an authority in pursuance of subsections (1) to (3) above, the vehicle is claimed by a person who satisfies the authority that he is its owner and pays— a any penalty charge payable in respect of the parking of the vehicle in the place from which it was removed; and b such sums in respect of the removal and storage of the vehicle— i as the authority may require; or ii in the case of sums payable to a competent authority which is not a local authority, as may be prescribed, the authority shall permit him to remove the vehicle from their custody within such period as they may specify or, where paragraph (b)(ii) applies, as may be prescribed. 5 In subsection (5) after the words “which a vehicle” there shall be inserted the words  “                    found outside Greater London                  ” . 6 After that subsection there shall be inserted— 5A If, before the end of the period of one year beginning with the date on which a vehicle found in Greater London is sold by an authority in pursuance of this section, any person satisfies that authority that at the time of the sale he was the owner of the vehicle, that authority shall pay him any sum by which the proceeds of sale exceed the aggregate of— a any penalty charge payable in respect of the parking of the vehicle in the place from which it was removed; and b such sums in respect of the removal, storage and disposal of the vehicle— i as the authority may require; or ii in the case of sums payable to a competent authority which is not a local authority, as may be prescribed. 7 In subsection (6) for the words “and (5)” there shall be substituted the words  “                    to (5A)                  ” ."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "68", "section_title": " Charges for removal, storage and disposal of vehicles.", "section_text": "68 1 Section 102 of the Road Traffic Regulation Act 1984 shall be amended as follows. 2 In subsection (2)— a in paragraphs (b) and (c) after the words “local authority” there shall be inserted the words  “                        other than a London authority                      ” ; and b after paragraph (c) there shall be added— and d a London authority shall be entitled to recover from any person responsible, such charges in respect of the removal, storage and disposal of a vehicle removed from a parking place designated under section 6, 9 or 45 of this Act or otherwise provided or controlled by that authority as they may require. 3 In subsection (8)— a in the definition of “appropriate authority”, for paragraph (b) there shall be substituted— b in relation to a vehicle removed (by a person other than a constable or person acting in aid of a police force) from a place outside Greater London, which is a parking place provided or controlled by a local authority, or from a place (not being a parking place) on a road or land in the open air, means the local authority in whose area that place is, ; b in that definition, the words following paragraph (b) shall be omitted; and c at the end of that subsection there shall be added— and                         “ London authority ” means any council of a London borough or the Common Council of the City of London. 4 The following subsection shall be added at the end— 9 For the purposes of— a subsection (2)(d) above, and b paragraph (b) in the definition of “appropriate authority” in subsection (8) above, a parking place provided under a letting or arrangements made by a local authority in pursuance of section 33(4) of this Act shall be treated as provided by that authority."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "69", "section_title": " Immobilisation of vehicles in parking places.", "section_text": "69 1 Where, in the case of a stationary vehicle in a designated parking place, a parking attendant has reason to believe that the vehicle has been permitted to remain at rest there in any of the circumstances specified in section 66(2)\t\t\t\t\t(a), (b) or (c) of this Act, he or another person acting under his direction may fix an immobilisation device to the vehicle. 2 On any occasion when an immobilisation device is fixed to a vehicle in accordance with this section, the person fixing the device shall also fix to the vehicle a notice— a indicating that such a device has been fixed to the vehicle and warning that no attempt should be made to drive it or otherwise put it in motion until it has been released from that device; b specifying the steps to be taken in order to secure its release; and c giving such other information as may be prescribed. 3 A vehicle to which an immobilisation device has been fixed in accordance with this section may only be released from that device by or under the direction of a person authorised by the relevant authority to give such a direction. 4 Subject to subsection (3) above, a vehicle to which an immobilisation device has been fixed in accordance with this section shall be released from that device on payment in any manner specified in the notice fixed to the vehicle under subsection (2) above of— a the penalty charge payable in respect of the parking; and b such charge in respect of the release as may be required by the relevant authority. 5 A notice fixed to a vehicle in accordance with this section shall not be removed or interfered with except by or under the authority of— a the owner, or person in charge, of the vehicle; or b the relevant authority. 6 A person contravening subsection (5) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale. 7 Any person who, without being authorised to do so in accordance with this section, removes or attempts to remove an immobilisation device fixed to a vehicle in accordance with this section shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 In this section “ relevant authority ” means the London authority for the place in which the vehicle in question was found."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "70", "section_title": " Exemptions from section 69.", "section_text": "70 1 Section 69(1) of this Act shall not apply in relation to a vehicle if— a a current disabled person’s badge is displayed on the vehicle; aa a current recognised badge (within the meaning given by section 21A of the Chronically Sick and Disabled Persons Act 1970) is displayed on the vehicle; b not more than 15 minutes have elapsed since the end of any period for which the appropriate charge was duly paid at the time of parking; or c not more than 15 minutes have elapsed since the end of any unexpired time (in respect of another vehicle) which is available at the relevant parking meter at the time of parking. 2 In any case in which section 69(1) of this Act would apply to a vehicle but for subsection (1)(a) above and the vehicle was not, at the time at which it was parked, being used— a in accordance with regulations under section 21 of the  Chronically Sick and Disabled Persons Act 1970; and b in circumstances falling within section 117(1)(b) of the  Road Traffic Regulation Act 1984 (use where a disabled person’s concession would be available), the person in charge of the vehicle at that time shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2A In any case in which section 69(1) of this Act would apply to a vehicle but for subsection (1)(aa) above and the vehicle was not, at the time at which it was parked, being used— a in accordance with regulations under section 21A of the Chronically Sick and Disabled Persons Act 1970, and b in circumstances falling within section 117(1A)(b) of the Road Traffic Regulation Act 1984 (use where a disabled person’s concession would be available by virtue of displaying a non-GB badge), the person in charge of the vehicle at that time shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 3 In this section “ disabled person’s badge ” has the same meaning as in section 142(1) of the Road Traffic Regulation Act 1984, and “ parking meter ” has the same meaning as in section 46(2)(a) of that Act."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "71", "section_title": " Representations in relation to removal or immobilisation of vehicles.", "section_text": "71 1 The owner or person in charge of a vehicle who— a removes it from the custody of a London authority in accordance with subsection (4A) of section 101 of the  Road Traffic Regulation Act 1984 (ultimate disposal of vehicles abandoned and removable under that Act); b receives any sum in respect of the vehicle under subsection (5A) of that section; c is informed that the proceeds of sale of the vehicle did not exceed the aggregate amount mentioned in subsection (5A) of that section; or d secures its release from an immobilisation device in accordance with section 69(4) of this Act, shall thereupon be informed of his right under this section to make representations to the relevant authority and of the effect of section 72 of this Act. 2 The relevant authority shall give that information, or shall cause it to be given, in writing. 3 Any person to whom subsection (1) above applies may make representations to the relevant authority on one or more of the grounds mentioned in subsection (4) below. 4 The grounds are— a that there were no reasonable grounds for the parking attendant concerned to believe that the vehicle had been permitted to remain at rest in the parking place in circumstances specified in section 66(2)(a), (b) or (c) of this Act; b that the vehicle had been permitted to remain at rest in the parking place by a person who was in control of the vehicle without the consent of the owner; c that the place in which the vehicle was at rest was not a designated parking place; d in a case within subsection (1)(d) above, that, by virtue of an exemption given by section 70 of this Act, section 69 of this Act did not apply to the vehicle at the time in question; or e that the penalty or other charge in question exceeded the amount applicable in the circumstances of the case. 5 An authority may disregard any representations which are received by them after the end of the period of 28 days beginning with the date on which the person making them is informed, under subsection (1) above, of his right to make representations. 6 It shall be the duty of an authority to whom representations are duly made under this section, before the end of the period of 56 days beginning with the date on which they receive the representations— a to consider them and any supporting evidence which the person making them provides; and b to serve on that person notice of their decision as to whether they accept that the ground in question has been established. 7 Where an authority serve notice under subsection (6)(b) above that they accept that a ground has been established they shall (when serving that notice) refund any sums— a paid under subsection (4A) of section 101 of the Act of 1984 when the vehicle was removed from the custody of the authority; b deducted from the proceeds of sale of the vehicle under subsection (5A) of that section; or c paid under section 69(4) of this Act when the vehicle was released, except to the extent (if any) to which those sums were properly paid or deducted. 8 Where an authority serve notice under subsection (6)(b) above that they do not accept that a ground has been established, that notice shall— a inform the person on whom it is served of his right to appeal to a parking adjudicator under section 72 of this Act; b indicate the nature of a parking adjudicator’s power to award costs against any person appealing to him under that section; and c describe in general terms the form and manner in which such an appeal is required to be made. 9 Where an authority fail to comply with subsection (6) above before the end of the period of 56 days mentioned there— a they shall be deemed to have accepted that the ground in question has been established and to have served notice to that effect under subsection (7) above; and b subsection (7) above shall have effect as if it required any refund to be made immediately after the end of that period. 10 A person who makes any representation under this section or section 72 of this Act which is false in a material particular and does so recklessly or knowing it to be false in that particular is guilty of an offence. 11 Any person convicted of an offence under subsection (10) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 12 Any notice required to be served under this section may be served by post. 13 Where the person on whom any document is required to be served by subsection (6) above is a body corporate, the document is duly served if it is sent by post to the secretary or clerk of that body. 14 In this section and in section 72 of this Act “ relevant authority ” has the same meaning as in section 69(8) of this Act."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "72", "section_title": "Appeals to parking adjudicator in relation to decisions under section 71.", "section_text": "72 1 Where an authority serve notice under subsection (6)(b) of section 71 of this Act that they do not accept that a ground on which representations were made under that section has been established, the person making those representations may, before— a the end of the period of 28 days beginning with the date of service of that notice; or b such longer period as a parking adjudicator may allow, appeal to a parking adjudicator against the authority’s decision. 2 On an appeal under this section, the parking adjudicator shall consider the representations in question and any additional representations which are made by the appellant on any of the grounds mentioned in section 71(4) of this Act and, if he concludes— a that any of the representations are justified; and b that the relevant authority would have been under the duty imposed by section 71(7) of this Act to refund any sum if they had served notice that they accepted that the ground in question had been established, he shall direct that authority to make the necessary refund. 3 It shall be the duty of any authority to whom such a direction is given to comply with it forthwith."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "73", "section_title": "Appointment of parking adjudicators by joint committee of the  appointing authorities .", "section_text": "73 1 The London local authorities and Transport for London (in this section referred to as “ the appointing authorities ”) shall establish a single joint committee under section 101(5) of the  Local Government Act 1972 (“ the Joint Committee ”) before 4th September 2000 or such later date as the Secretary of State may by order specify. 1A For the purposes of subsection (1) above, sections 101(5) and 102 of the  Local Government Act 1972 shall have effect as if Transport for London were a local authority. 2 The functions conferred on the  appointing authorities  by this section  . . . shall be discharged by the Joint Committee. 3 The  appointing authorities  shall— a with the consent of the Lord Chancellor, appoint persons to act as parking adjudicators for the purposes of this Part of this Act; b provide accommodation and administrative staff for the parking adjudicators; and c determine the places at which parking adjudicators are to sit. 4 To be qualified for appointment as a parking adjudicator, a person must   satisfy the judicial-appointment eligibility condition on a 5-year basis.   5 Each parking adjudicator shall be appointed for such term, not exceeding five years, as the  appointing authorities  may specify in relation to his appointment. 6 On the expiry of his term of appointment, a parking adjudicator shall be eligible for re-appointment. 7 A parking adjudicator may be removed from office only for misconduct or on the ground that he is unable or unfit to discharge his functions but shall otherwise hold and vacate office in accordance with the terms of his appointment. 8 The expenses of the Joint Committee incurred in the discharge of functions conferred on the  appointing authorities  by this Act shall be defrayed by the  appointing authorities  in such proportions as they may decide or, in default of a decision by them, as may be determined by an arbitrator nominated by the Chartered Institute of Arbitrators on the application of the Joint Committee. 9 The costs of any reference to arbitration under subsection (8) above shall be borne by the  appointing authorities  in equal shares. 10 Where the Secretary of State is satisfied that there has been, or is likely to be, a failure on the part of the  appointing authorities  to agree on the proportions in which the expenses of the Joint Committee are to be defrayed by them under subsection (8) above he may give the Joint Committee such directions as he considers appropriate in order to require it to refer the matter to arbitration under that subsection. 11 The Secretary of State shall by regulations make provision as to the procedure to be followed in relation to proceedings before parking adjudicators. 12 The regulations may, in particular, include provision— a as to the manner in which appeals to parking adjudicators are to be made or withdrawn; b authorising an appeal to a parking adjudicator to be disposed of on the basis of written representations unless the appellant requests an oral hearing; c prescribing the procedure to be followed before the hearing of an appeal by a parking adjudicator; d requiring any such hearing to be held in public except in prescribed circumstances; e as to the persons entitled to appear and be heard on behalf of the parties; f requiring persons to attend to give evidence and to produce documents; g as to evidence at the hearing; h as to the adjournment of hearings; i for the award of costs in prescribed circumstances; j for the settlement of costs, by taxation (and in particular by taxation in a county court) or by some other prescribed method; k authorising decisions of parking adjudicators to be reserved; l authorising or requiring parking adjudicators— i to revise or set aside decisions; ii to revoke or vary orders made by them; m requiring decisions of, and orders made by, parking adjudicators, to be recorded; n as to the proof of decisions of, and orders made by, parking adjudicators; o authorising the correction of clerical errors in records kept in accordance with the requirements of the regulations; p requiring service of— i notice of decisions of parking adjudicators; ii copies of any orders made by such adjudicators; or iii notice of any corrections made by parking adjudicators in their decisions or orders. 13 Subject to any provision made by the regulations, a parking adjudicator may regulate his own procedure. 14 If any person who is required to attend a hearing held by a parking adjudicator, or to produce any document to a parking adjudicator in accordance with any regulations under subsection (11) above, fails without reasonable excuse to do so, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale. 15 Any amount which is payable under an adjudication of a parking adjudicator shall, if a county court so orders, be recoverable by the person to whom the amount is payable, as if it were payable under a county court order. 16 Subsection (15) above does not apply to a penalty charge which remains payable following an adjudication under paragraph 5 of Schedule 6 to this Act. 17 In accordance with such requirements as may be imposed by the Joint Committee, each parking adjudicator shall make an annual report to the Joint Committee on the discharge of his functions. 18 The Joint Committee shall make and publish an annual report in writing to the Secretary of State on the discharge by the parking adjudicators of their functions."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "74", "section_title": "Fixing of certain parking and other charges for London.", "section_text": "74 1 It shall be the duty— a of Transport for London, so far as relating to trunk roads or  GLA  roads, and b of the London local authorities, so far as relating to other roads, to set the levels of additional parking charges to apply in London. 2 Before setting the level of any charges under subsection (1) above, Transport for London must consult the London local authorities. 3 Different levels may be set for different areas in London and for different cases or classes of case. 4 Transport for London and the London local authorities shall submit to the Mayor of London, for his approval, the levels of additional parking charges which they propose toset under subsection (1) above. 5 If— a Transport for London or, as the case may be, the London local authorities fail to discharge their duty under subsection (1) above; or b the Mayor of London does not approve the levels of additional parking charges proposed by the London local authorities, the levels of additional parking charges for the roads referred to in paragraph (a) or (as the case may be) paragraph (b) of subsection(1) above shall be set by order made by the Mayor of London. 6 Levels of additional parking charges set in accordance with this section may only come into force in accordance with section 74A below. 7 It shall be the duty of Transport for London and the London local authorities to impose additional parking charges at the levels set in accordance with the provisions ofthis section. 8 Transport for London and the London local authorities shall publish, in such manner as the Mayor of London may determine, the levels of additional parking charges which havebeen set in accordance with the provisions of this section. 9 The functions conferred on London local authorities by this section or section 74A below shall be discharged by the Joint Committee. 10 No person who represents Transport for London on the Joint Committee shall take any part in any proceedings of the Joint Committee so far as relating to the discharge by theJoint Committee of any functions under this section or section 74A below. 11 Section 122 of the  Road Traffic Regulation Act 1984 (exercise of functions by local authorities) shall apply in relationto— a Transport for London, b the London local authorities, and c the Mayor of London, and functions conferred on them by or under this section as it applies to local authorities and functions conferred on them by or under that Act. 12 In this section “ additional parking charges ” means— a penalty charges; b charges made by London authorities for the removal, storage and disposal of vehicles; and c charges in respect of the release of vehicles from immobilisation devices fixed under section 69 above."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "74A", "section_title": " Additional parking charges: reserve powers of Secretary of State.", "section_text": "74A 1 Where the Mayor of London— a on a submission under subsection (4) of section 74 above, approves any levels of additional parking charges, or b sets any such levels under subsection (5) of that section, he shall notify the Secretary of State of the levels of charges so approved or set. 2 Where notification of any levels of charges is required to be given under subsection (1) above, the levels of charges shall not come into force until after the expiration of— a the period of one month beginning with the day on which the notification is given, or b such shorter period as the Secretary of State may allow. 3 If, before the expiration of that period, the Secretary of State gives notice to the Mayor of London that he objects to the levels of charges on the grounds that some or all of them are or may be excessive, those levels of charges shall not come into force unless and until the objection has been withdrawn. 4 If, at any time before the levels of charges required to be notified under subsection (1) above to the Secretary of State have come into force, the Secretary of State considers that some or all of them are excessive, he may make regulations setting the levels of charges. 5 Levels of charges set under subsection (4) above must be no higher than those notified under subsection (1) above. 6 Subsections (7) and (8) of section 74 above shall apply in relation to levels of charges set under subsection (4) above as if those levels of charges had been set in accordance with the provisions of that section— a by Transport for London, so far as relating to  GLA  roads or trunk roads, or b by the London local authorities, so far as relating to other roads. 7 Regulations under subsection (4) above are without prejudice to the duties imposed on Transport for London and the London local authorities by section 74(1) above; but where the Secretary of State makes any such regulations— a Transport for London, if the regulations relate to  GLA  roads or trunk roads, or b the London local authorities, if the regulations relate to other roads, must not make any further submission to the Mayor of London under section 74(4) above until after the expiration of the period of twelve months beginning with the day on which the regulations are made."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "75", "section_title": " Immobilisation of vehicles in London by police.", "section_text": "75 In the  Road Traffic Regulation Act 1984, the following section shall be inserted after section 106—  Immobilisa-tion of vehicles in London 106A 1 Sections 104 and 105 of this Act shall extend throughout Greater London if the Secretary of State makes an order to that effect. 2 If such an order is made, section 106 of this Act shall cease to apply in relation to Greater London when the order comes into force. 3 Before such an order comes into force, section 106 of this Act shall have effect as if in subsection (7) the words “or by the Traffic Director for London” were added at the end and as if the following subsection were inserted after subsection (7)— 7A Before making an order under this section at the request of the Traffic Director for London, the Secretary of State shall consult the appropriate local authority. 4 The power of the Secretary of State to make an order under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "76", "section_title": " Special parking areas.", "section_text": "76 1 Where a London authority apply to the Secretary of State for an order to be made under this section, the Secretary of State may make an order designating the whole, or any part, of that authority’s area as a special parking area. 1A An application for an order under subsection (1) above may only be made— a by Transport for London, to the extent that the special parking area is to consist of  GLA  roads or trunk roads; or b by a London local authority, to the extent that the special parking area is to consist of roads other than  GLA  roads and trunk roads. 2 Before making an order under this section, the Secretary of State shall consult the relevant Commissioner or, if appropriate, both Commissioners. 3 While an order under this section is in force, the following provisions shall cease to apply in relation to the special parking area designated by the order— a section 8 of the  Road Traffic Regulation Act 1984 (contravention of, or failure to comply with, an order under section 6 of that Act to be an offence), so far as it relates to the contravention of, or failure to comply with, any provision of such an order— i prohibiting or restricting the waiting of vehicles on any road; or ii relating to any of the matters mentioned in paragraph 7 or 8 of Schedule 1 to that Act (conditions for loading or unloading, or delivery or collecting); b section 11 of the Act of 1984 (contravention of, or failure to comply with, an experimental traffic order under section 9 of that Act to be an offence), so far as it relates to any contravention of, or failure to comply with, any provision of such an experimental traffic order— i prohibiting or restricting the waiting of vehicles on any road; or ii relating to any of the matters mentioned in paragraph 7 or 8 of Schedule 1 to that Act (conditions for loading or unloading, or delivery or collecting); c section 16(1) of the Act of 1984   so far as it relates to the contravention of any provision of an order or notice under section 14 of that Act— i prohibiting or restricting the waiting of vehicles on any road; or ii relating to any of the matters mentioned in paragraph 7 or 8 of Schedule 1 to that Act; ca section 35A(1) (contravention of parking place orders) of the Act of 1984 so far as it applies in relation to stationary vehicles; cb section 61(5) (prohibition of vehicles in loading areas) of the Act of 1984 so far as it applies in relation to stationary vehicles;. d section 15 of the  Greater London Council (General Powers) Act 1974 (parking of vehicles on verges, central reservations and footpaths  etc.  to be an offence); e section 19 of the  Road Traffic Act 1988 (parking of heavy vehicles on verges, central reservations and footpaths  etc.  to be an offence); f section 21 of the Act of 1988 (prohibition of driving or parking on cycle tracks), so far as it makes it an offence to park a motor vehicle wholly or partly on a cycle track ; g section 36(1) of the Act of 1988 (failure to comply with traffic signs), so far as it makes it an offence to fail to comply with an indication given by a traffic sign of a prohibition on causing a vehicle to stop on part of a road in London demarcated by that sign as a stopping area for a bus . 4 The Secretary of State may by order amend subsection (3) above by adding further provisions (but only in so far as they apply in relation to stationary vehicles). 5 Before making an order under subsection (4) above, the Secretary of State shall consult— a the two Commissioners; and b such associations of London authorities (if any) as he thinks appropriate."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "76A", "section_title": " Variation of special parking areas by Mayor of London.", "section_text": "76A 1 At any time when an order under section 76 above designating the whole or any part of a London authority’s area as a special parking area is in force, the Mayor of London may by order under this subsection amend the order so as to vary the area which for the time being constitutes the special parking area. 2 No order may be made under subsection (1) above without the consent of every London local authority which is the traffic authority for a road which the order has the effect of bringing within, or removing from, the special parking area concerned. 3 An order under subsection (1) above must not be such as to bring within a special parking area— a any area specified in an order under this paragraph made by the Secretary of State; or b the whole or any part of a Royal Park, except with the consent of the Secretary of State. 4 No area may be specified in an order under subsection (3)(a) above unless the Secretary of State is satisfied that it is expedient, on grounds of national security, that no part of that area should be included in a special parking area. 5 In this section “ Royal Park ” means any park to which the  Parks Regulation Act 1872 applies (see sections 1 and 3 of the  Parks Regulation (Amendment) Act 1926)."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "77", "section_title": " Application of provisions in relation to special parking areas.", "section_text": "77 1 This section applies in relation to any vehicle which is stationary in a special parking area (but which is not in a designated parking place) in circumstances in which an offence would have been committed with respect to the vehicle but for section 76(3) above. 2 A penalty charge shall be payable with respect to the vehicle by the owner of the vehicle. 3 Section 66 of, and Schedule 6 to, this Act shall apply in relation to penalty charges payable by virtue of subsection (2) above, but subject to such modifications (if any) as the Secretary of State considers it appropriate to make in the order designating the special parking area in question. 4 Where a parking attendant has reason to believe that a penalty charge is payable with respect to the vehicle by virtue of subsection (2) above, he or another person acting under his direction may fix an immobilisation device to the vehicle. 5 Subsections (2) to (8) of section 69 of this Act shall apply in relation to a device fixed to a vehicle under subsection (4) above, but subject to such modifications (if any) as the Secretary of State considers it appropriate to make in the order designating the special parking area in question. 6 An order under section 76 designating a special parking area may make such modifications of any provision of, or amended by, this Part of this Act as the Secretary of State considers appropriate in consequence of the provisions of section 76 or this section or of the order."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "78", "section_title": " Enforcement.", "section_text": "78 1 In this section— “ certificated bailiff ”, means any person authorised to act as such under subsection (6) below; and “ a Part II debt ” means any sum which is— payable under, or by virtue of, any provision of this Part of this Act; and recoverable as if it were payable under a county court order. 2 The Lord Chancellor may by order make provision— a for warrants of execution in respect of Part II debts, or such class or classes of Part II debts as may be specified in the order, to be executed by certificatedbailiffs; b as to the requirements which must be satisfied before any person takes, with a view to enforcing the payment of— i a Part II debt; or ii such class or classes of Part II debts as may be so specified, any other step of a kind specified by the order. 3 Any such order may make such incidental and supplemental provision (including modifications of any enactment other than this Act) as the Lord Chancellor considersappropriate in consequence of the provision made by that order under subsection (2) above. 4 The Lord Chancellor may by regulations make provision in connection with the certification of bailiffs under this section and the execution of warrants of execution by suchbailiffs. 5 The regulations may, in particular, make provision— a as to the security (if any) to be required from certificated bailiffs; b as to the fees and expenses payable with respect to executions by certificated bailiffs; and c for the suspension or cancellation of certificates issued under this section and with respect to the effect of any such suspension or cancellation. 6 For the purposes of this section, a person is a certificated bailiff if he is authorised to act as such by a certificate signed— a by a judge assigned to a county court district; or b in such circumstances as may be specified in regulations made by the Lord Chancellor, by a district judge. 7 Any person who is not a certificated bailiff but who purports to levy a distress as such a bailiff, and any person authorising him to levy it, shall be deemed to havecommitted a trespass."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "79", "section_title": " Application to Crown and visiting forces.", "section_text": "79 1 Nothing in Part II of this Act applies in relation to any vehicle which— a at the relevant time is used or appropriated for use for naval, military or airforce purposes; b belongs to any visiting forces (within the meaning of the  Visiting Forces Act 1952); or c at the relevant time is used or appropriated for use, by any such forces. 2 Sections 66 and 69 to 71 of this Act apply to— a vehicles in the public service of the Crown which are required to be registered under  the  VehiclesExcise and Registration Act 1994 \t\t\t\t\t\t\t(other than those which are exempted by subsection (1)(a) above); and b persons in the public service of the Crown."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "81", "section_title": " Minor and consequential amendments.", "section_text": "81 The minor and consequential amendments set out in Schedule 7 to this Act shall have effect."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "82", "section_title": " Interpretation of Part II.", "section_text": "82 1 In this Part of this Act— “ Commissioner ” means the Commissioner of Police of the Metropolis or the Commissioner of Police for the City of London; “ designated parking place ” means a parking place in London which is designated as a parking place under an order made under section 6, 9 or 45 of the  Road Traffic Regulation Act 1984; “ the Director ” means the Traffic Director for London appointed under section 52 of this Act; “ GLA  road ”\t\t\t\t\t(subject to subsection (1C) below) has the same meaning as in the  Highways Act 1980 (see sections 329(1) and 14D(1) of that Act); “ GLA  side road ” has the same meaning as in the  Road Traffic Regulation Act 1984 (see sections 124A(9) and section 142(1) of that Act; “ immobilisation device ” has the same meaning as in section 104(9) of the Road Traffic Regulation Act 1984; “ the Joint Committee ” has the meaning given by section 73(1) of this Act; “ local plan ” has the meaning given in section 54(1) of this Act; “ local plan timetable ” has the meaning given in section 54(7)(e) of this Act; “ London ” means the area comprising the areas of the London boroughs, the City of London and the Temples; “London authority” means— as respects parking, or any matter connected with or relating to parking, on a  GLA  road (except in a designated parking place for which a London borough council or the Common Council of the City of London is the local authority by virtue of section 45(7) of the Road Traffic Regulation Act 1984), Transport for London; as respects parking, or any matter connected with or relating to parking, in a parking place such as is referred to in paragraph (a) above; on any road other than a  GLA  road or a trunk road, any council of a London borough or the Common Council of the City of London; “ London local authority ” means any council of a London borough or the Common Council of the City of London; “ the Mayor’s transport strategy ” means the transport strategy prepared and published by the Mayor of London under section 142 of the Greater London Authority Act 1999; “ Minister of the Crown ” has the same meaning as in the Ministers of the  Crown Act 1975; “ Minister’s trunk road local plan ” has the meaning given in section 56(1); “ network plan ” has the meaning given by section 53(1) of this Act; “ parking attendant ” has the same meaning as in section 63A of the  Road Traffic Regulation Act 1984 (which is inserted by section 44 of this Act); “ penalty charge ” has the same meaning as in section 66 of this Act; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ priority route ” means a road designated by a priority route order; “ priority route order ” has the meaning given in section 50(1) of this Act; “ priority route network ” has the meaning given in section 50(2) of this Act; “ road ” has the same meaning as in the Road Traffic Regulation Act 1984; “ the Secretary of State’s parking guidance ” has the meaning given in section 63(1) of this Act; “ the Secretary of State’s traffic management guidance ” has the meaning given in section 51(1) of this Act; “ trunk road ” has the same meaning as in section 10 of the  Highways Act 1980; “ trunk road local plan ” has the meaning given in section 55(3) of this Act; “ vehicle hiring agreement ” and “ vehicle-hire firm ” have the same meanings as in section 66 of the  Road Traffic Offenders Act 1988 (hired vehicles). 1A Any functions conferred or imposed on the Greater London Authority by or under this Part of this Act shall be functions of the Authority which are exercisable by the Mayor acting on behalf of the Authority. 1B Subsection (1A) above does not apply in relation to any function expressly conferred or imposed on, or made exercisable by, the London Assembly. 1C In this Part of this Act, any reference to a  GLA  road includes a reference to a  GLA  side road. 2 For the purposes of this Part of this Act, the owner of a vehicle shall be taken to be the person by whom the vehicle is kept. 3 In determining, for the purposes of this Part of this Act, who was the owner of a vehicle at any time, it shall be presumed that the owner was the person in whose name the vehicle was at that time registered under  the  Vehicles Excise and Registration Act 1994 . 4 Section 28 of the  Chronically Sick and Disabled Persons Act 1970 (power to define “disability” and other expressions) shall apply in relation to this Part of this Act as it applies to that Act. 5 In determining, for the purposes of any provision of this Part of this Act, whether a penalty charge has been paid before the end of a particular period, it shall be taken to be paid when it is received by the London authority concerned. 6 Any power to make an order or regulations conferred by this Part  on a Minister of the Crown  shall be exercisable by statutory instrument. 7 Any statutory instrument made under this Part of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "83", "section_title": " Repeals.", "section_text": "83 The enactments mentioned in Schedule 8 to this Act (which include enactments which are spent) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "84", "section_title": " Commencement.", "section_text": "84 1 The preceding sections of, and the Schedules to, this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be appointed for different purposes and in respect of different areas. 2 An order under subsection (1) above may make such transitional provision as appears to the Secretary of State to be necessary or expedient."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "85", "section_title": " Expenses.", "section_text": "85 Any expenditure incurred by the Secretary of State under or by virtue of this Act shall be payable out of money provided by Parliament."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "86", "section_title": " Extent.", "section_text": "86 Except in so far as it amends any enactment extending there, this Act does not extend to Northern Ireland."}, {"act": "Road Traffic Act 1991", "year": 1991, "section": "87", "section_title": " Short title.", "section_text": "87 This Act may be cited as the Road Traffic Act 1991."}]