[{"act": "Road Traffic (Temporary Restrictions) Act 1991", "year": 1991, "section": "1", "section_title": " Temporary prohibitions and restrictions on traffic.", "section_text": "1 1 For sections 14 and 15 of the  Road Traffic Regulation Act 1984 there shall be substituted the sections set out in Schedule 1 to this Act. 2 For subsection (2) of section 16 of that Act there shall be substituted— 2 The Secretary of State may make regulations with respect to the procedure to be followed in connection with the making of orders and the issue of notices under section 14 of this Act including provision for notifying the public of the exercise, or proposed exercise, of the powers conferred by that section and of the effect of orders and notices made or issued in the exercise of those powers. 2A Without prejudice to the generality of subsection (2) above, the Secretary of State may by regulations under that subsection make, in relation to such orders as he thinks appropriate, provision— a for the making and consideration of objections to a proposed order; and b for any of the matters mentioned in paragraph 22(1) of Schedule 9 to this Act; and paragraph 25 of that Schedule shall apply to regulations under that subsection as it applies to regulations under Part III of that Schedule, taking references to orders as including both orders and notices. 3 In section 68(2) of that Act (placing of traffic signs in connection with orders)— a after the words “subsection (1) above” there shall be inserted the words  “                    or, in the case of a traffic authority having power to make an order under section 14 of this Act, as the authority may consider necessary in connection with any order made or notice issued by them under that section                  ” ; b after the words “the order is made” (in both places) there shall be inserted the words  “                    or, as the case may be, the notice is issued                  ” . 4 In paragraph 27(1) of Schedule 9 to that Act (power to vary or revoke orders) after “9” there shall be inserted  “                14              ” ."}, {"act": "Road Traffic (Temporary Restrictions) Act 1991", "year": 1991, "section": "2", "section_title": " Short title, consequential repeals and amendments, commencement and extent.", "section_text": "2 1 This Act may be cited as the Road Traffic (Temporary Restrictions) Act 1991. 2 The enactments mentioned in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may by order made by statutory instrument repeal or amend any local enactment so far as he considers it to have become unnecessary in consequence of the provisions of this Act. 4 Before making an order under subsection (3) above the Secretary of State shall consult any traffic authority appearing to him to be concerned; and any order under that subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In subsection (4) above “ traffic authority ” has the same meaning as in the  Road Traffic Regulation Act 1984. 6 In section 24(1) and (2) of the  Dartford-Thurrock Crossing Act 1988 for the words “subsection (3)” there shall be substituted the words  “                subsection (2)              ” ; and in section 89(6) of the  Environmental Protection Act 1990 for the words “section 14(1) or (3)” there shall be substituted the words  “                section 14(1) or (2)              ” . 7 This Act shall come into force on such day as the Secretary of State may appoint by an order made by statutory instrument and the order may contain such transitional provisions as he thinks necessary or expedient. 8 This Act does not extend to Northern Ireland."}]