[{"act": "Statutory Sick Pay Act 1991", "year": 1991, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Statutory Sick Pay Act 1991", "year": 1991, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Statutory Sick Pay Act 1991", "year": 1991, "section": "3", "section_title": "Consequential amendments, repeals and supplementary provisions", "section_text": "3 1 In consequence of this Act, the words  “                the Social Security Acts 1975 to 1991              ”  shall be substituted for the words “the Social Security Acts 1975 to 1990” in each place where they occur in the following enactments, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 4(5) of the  Forfeiture Act 1982; d section 5(1)(a) of the  Social Security Act 1985; e paragraph (b) of the definition of “the benefit Acts” in section 84(1) of the  Social Security Act 1986. 2 The enactments specified in the Schedule to this Act are repealed to the extent specified in the third column of that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The amendment or repeal by this Act of any provision of the  Social Security and Housing Benefits Act 1982 or any other enactment which applies to any extent in relation to the Crown, or to persons employed by or under the Crown, has effect in relation to the Crown or any such persons to the same extent as the provision amended or repealed; and the powers conferred by subsection (3) above are correspondingly exercisable in relation to the Crown or any such persons."}, {"act": "Statutory Sick Pay Act 1991", "year": 1991, "section": "4", "section_title": " Citation, commencement, financial provision and extent.", "section_text": "4 1 This Act may be cited as the Statutory Sick Pay Act 1991; and this Act and the Social Security Acts 1975 to 1990 may be cited together as the Social Security Acts 1975 to 1991. 2 Except for section 3(1) and (3) to (6) above and this section (which come into force on the passing of this Act), this Act shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions and for different purposes of the same provision. 3 There shall be paid out of money provided by Parliament any administrative expenses incurred by a Minister of the Crown in consequence of this Act. 4 Where any enactment repealed or amended by this Act extends to any part of the United Kingdom, the repeal or amendment extends to that part. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subsections (1), (2), (4) and (5) above and this subsection extend to Northern Ireland. 7 Except as provided by this section, this Act does not extend to Northern Ireland."}]