[{"act": "Wildlife and Countryside (Amendment) Act 1991", "year": 1991, "section": "1", "section_title": " Amendment of section 5 of Wildlife and Countryside Act 1981.", "section_text": "1 1 Section 5 of the principal Act (prohibition of certain methods of killing or taking wild birds) shall be amended as follows. 2 At the end of subsection (1)(d) “ or ” shall be omitted. 3 At the end of subsection (1)(e) there shall be inserted— ; or                 f knowingly causes or permits to be done an act which is mentioned in the foregoing provisions of this subsection and which is not lawful under subsection (5), . 4 The following subsection shall be inserted after subsection (4)— 4A In any proceedings under subsection (1)(f) relating to an act which is mentioned in subsection (1)(a) it shall be a defence to show that the article was set in position for the purpose of killing or taking, in the interests of public health, agriculture, forestry, fisheries or nature conservation, any wild animals which could be lawfully killed or taken by those means and that he took or caused to be taken all reasonable precautions to prevent injury thereby to wild birds. ."}, {"act": "Wildlife and Countryside (Amendment) Act 1991", "year": 1991, "section": "2", "section_title": " Amendment of section 11 of Wildlife and Countryside Act 1981.", "section_text": "2 1 Section 11 of the principal Act (prohibition of certain methods of killing or taking wild animals) shall be amended as follows. 2 In subsection (1)— a at the end of paragraph (b) “ or ” shall be omitted; and b at the end of paragraph (c) there shall be inserted— ; or                     d knowingly causes or permits to be done an act which is mentioned in the foregoing provisions of this section, . 3 In subsection (2)— a at the end of paragraph (d) “ or ” shall be omitted; and b at the end of paragraph (e) there shall be inserted— ; or                     f knowingly causes or permits to be done an act which is mentioned in the foregoing provisions of this subsection, . 4 In subsection (3)(a), after “position” there shall be inserted “or knowingly causes or permits to be set in position”. 5 In subsection (5), after “(e)”, there shall be inserted “and in any proceedings for an offence under subsection (1)(d) or (2)(f) relating to an act which is mentioned in any of those paragraphs”. 6 The following subsection shall be added after subsection (6)— 7 In any proceedings for an offence under subsection (2)(f) relating to an act which is mentioned in subsection (2)(a) it shall be a defence to show that the article was set in position for the purpose of killing or taking, in the interests of public health, agriculture, forestry, fisheries or nature conservation, any wild animals which could be lawfully killed or taken by those means and that he took or caused to be taken all reasonable precautions to prevent injury thereby to any wild animals included in Schedule 6. ."}, {"act": "Wildlife and Countryside (Amendment) Act 1991", "year": 1991, "section": "3", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "3 1 This Act may be cited as the Wildlife and Countryside (Amendment) Act 1991. 2 In this Act references to the principal Act are references to the  Wildlife and Countryside Act 1981. 3 This Act shall come into force at the end of the period of two months beginning with the day it is passed. 4 This Act shall not have effect in relation to anything done before it comes into force. 5 This Act does not extend to Northern Ireland."}]