[{"act": "Barbados Independence Act 1966", "year": 1966, "section": "1", "section_title": " Fully responsible status of Barbados.", "section_text": "1 1 On and after 30th November 1966 (in this Act referred to as “ the appointed day ”) Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Barbados. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Barbados as part of its law; and on and after that day the provisions of Schedule 1 to this Act shall have effect with respect to the legislative powers of Barbados."}, {"act": "Barbados Independence Act 1966", "year": 1966, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Barbados Independence Act 1966", "year": 1966, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Barbados Independence Act 1966", "year": 1966, "section": "4", "section_title": " Consequential modification of other enactments.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of the making, on or after the appointed day, of Orders in Council under the  West Indies Act 1962, and for the purposes of the making on or after that day of grants under section 8 of that Act, Barbados shall be treated as not being a colony within the meaning of that Act. 5 On and after the appointed day the provisions specified in Schedule 2 to this Act shall have effect subject to the amendments specified respectively in that Schedule. 6 Subsection (5) of this section, and Schedule 2 to this Act, shall not extend to Barbados as part of its law."}, {"act": "Barbados Independence Act 1966", "year": 1966, "section": "5", "section_title": " Power to provide new constitution for Barbados.", "section_text": "5 1 Her Majesty may by Order in Council made before the appointed day provide a constitution for Barbados to come into effect on that day. 2 An Order in Council under this section (in this section referred to as a “ Constitution Order ”) may include provision as to the manner in which the legislature of Barbados may alter any provisions of that Order, or may alter any law which alters any of those provisions; and a constitution provided by a Constitution Order may include provision as to the manner in which the legislature of Barbados may alter that constitution or any provisions of that constitution, or may alter any law which alters that constitution or any provisions thereof. 3 In this section references to altering a constitution or to altering any provision or law include references— a to revoking it, with or without re-enactment thereof or the making of different provisions in lieu thereof; b to modifying it (whether by omitting, amending or overriding any of its provisions or inserting additional provisions in it or otherwise); and c to suspending its operation for any period or terminating any such suspension. 4 A Constitution Order may contain such transitional or other incidental or supplementary provisions as appear to Her Majesty to be necessary or expedient. 5 Any Constitution Order shall be laid before Parliament after being made."}, {"act": "Barbados Independence Act 1966", "year": 1966, "section": "6", "section_title": " Short title and interpretation.", "section_text": "6 1 This Act may be cited as the Barbados Independence Act 1966. 2 Except in so far as the context otherwise requires, references in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]