[{"act": "Botswana Independence Act 1966", "year": 1966, "section": "1", "section_title": " Establishment of Republic of Botswana.", "section_text": "1 On 30th September 1966 (in this Act referred to as “ the appointed day ”) the territory which immediately before that day constitutes the Bechuanaland Protectorate shall cease to be a protectorate and shall become an independent republic under the name of Botswana; and on and after that day Her Majesty shall have no jurisdiction over that territory."}, {"act": "Botswana Independence Act 1966", "year": 1966, "section": "2", "section_title": " Operation of existing law.", "section_text": "2 1 Subject to the following provisions of this Act, on and after the appointed day all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, is in force on that day or has been passed or made before that day and comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Botswana, and persons and things belonging to or connected with Botswana, as it would have apart from this subsection if on the appointed day the Bechuanaland Protectorate had been renamed Botswana but there had been no change in its status. 2 Part I of the Schedule to this Act (which relates to enactments applicable to Commonwealth countries having fully responsible status) and Part II of that Schedule (which relates to enactments excepted from the operation of the preceding subsection) shall have effect on and after the appointed day in relation to the enactments therein mentioned; but that Schedule shall not extend to Botswana as part of its law. 3 Subsection (1) of this section applies to law of, or of any part of, the United Kingdom, the Channel Islands and the Isle of Man, and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to the Bechuanaland Protectorate, to law of any other country or territory to which that enactment or Order extends."}, {"act": "Botswana Independence Act 1966", "year": 1966, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Botswana Independence Act 1966", "year": 1966, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Botswana Independence Act 1966", "year": 1966, "section": "8", "section_title": " Short title and interpretation.", "section_text": "8 1 This Act may be cited as the Botswana Independence Act 1966. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]