[{"act": "Docks and Harbours Act 1966", "year": 1966, "section": "36", "section_title": " Power of harbour authorities to provide inland clearance depots.", "section_text": "36 1 A harbour authority may provide, maintain and operate, either alone or together with any other person and either on harbour land or with the consent of the Minister elsewhere, depots for the sorting of goods, with facilities for the reception, storage, weighing and handling of goods, and may do anything appearing to the authority to be requisite, convenient or advantageous for or in connection with the discharge of the foregoing function. 2 Notwithstanding anything in section 14(2)(b) or section 16(5) of the 1964 Act (conditions precedent for making harbour revision orders and harbour empowerment orders) a harbour revision order or a harbour empowerment order may be made if the Minister proposing to make it is satisfied that the making of the order is desirable in the interests of securing the efficient operation of a depot for the sorting of goods which are to be loaded or have been unloaded in the harbour to which the order relates and, in the case of a harbour revision order, that there has been such an application for the order as is mentioned in section 14(2)(a) of that Act. 3 A harbour authority which is maintaining a depot for the sorting of goods may make and recover from the persons using the depot or any services or facilities provided thereat reasonable charges for their use. 4 In the following provisions of the 1964 Act, that is to say, sections 14 (harbour revision orders) and 18 (harbour reorganisation schemes) and Schedule 2 (objects for which harbour revision orders may be made), references to a harbour shall be construed as including references to a depot provided under this section. 5 Nothing in this section shall affect the power of the Commissioners of Customs and Excise under the enactments relating to customs and excise to approve places for the loading, unloading, deposit, keeping or securing of goods or the conditions and restrictions subject to which approval may be given to any such places."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "37", "section_title": " Power of harbour authorities to acquire a harbour business or shares in a harbour business. ", "section_text": "37 1 Subject to the provisions of this section, a harbour authority, not being one of the Boards, may acquire by agreement any business or undertaking which consists wholly or mainly of the carrying out of  activities relating to harbours  or of the provision, maintenance or operation of any such depot as is mentioned in the last foregoing section, or so much of any business or undertaking as consists of the carrying out of  activities relating to harbours  or of the provision, maintenance or operation of any such depot. 2 Subject as aforesaid, a harbour authority, not being one of the Boards, may subscribe for or acquire any securities of a body corporate which is wholly or mainly engaged or which it is proposed should become wholly or mainly engaged in carrying out  activities relating to harbours  or in providing, maintaining or operating any such depot. 2A Nothing in subsection (2) above shall be construed as authorising a harbour authority to delegate to another body any function that it could not delegate apart from that subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section “ securities ”, in relation to a body corporate, means any shares, stock, debentures, debenture stock, and any other security of a like nature, of the body corporate."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "38", "section_title": " Miscellaneous powers of harbour authorities.", "section_text": "38 1 A harbour authority may for the purpose of any of its statutory powers or statutory duties acquire by agreement any land wherever situated. 2 A harbour authority may carry out any harbour operations except the marking or lighting of a harbour or any part thereof, either within the limits within which the authority has jurisdiction or on harbour land."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "39", "section_title": " Borrowing powers of harbour authorities. ", "section_text": "39 1 The purposes for which a harbour authority, not being one of the Boards, may borrow money under any statutory provision shall include power to borrow it for any of the following purposes:— a meeting any expenses properly chargeable to capital, being expenses incurred in connection with the provision or improvement of assets in connection with any activity in which the authority has power to engage; b acquiring a business or undertaking or part of a business or undertaking in the exercise of powers conferred by section 37 of this Act or any other statutory provision; c subscribing for or acquiring any securities (within the meaning of that section) of a body corporate in the exercise of any such powers as aforesaid. 2 So much of any statutory provision of local application as limits the rate of interest at which a harbour authority may borrow money shall cease to have effect; . . . "}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "40", "section_title": " Extension of power to make grants and loans for execution of harbour works,  etc.", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 The expenses in respect of which loans may be made to a harbour authority under section 11(1) of the 1964 Act (loans to harbour authorities for the execution of harbour works, etc.) shall include expenses incurred by a harbour authority— a in executing works for the construction, in the exercise and performance of statutory powers and duties, of a harbour which the authority proposes to become engaged in improving, maintaining or managing; b in acquiring plant or equipment required for the carrying out of harbour operations at a harbour which the authority is constructing or proposing to construct as aforesaid; c in acquiring land for the purpose of so constructing a harbour."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "41", "section_title": " Transfer of the Boards’ debts to other harbour authorities. ", "section_text": "41 1 Where a harbour revision order or harbour reorganisation scheme provides for the transfer of property, rights and liabilities of one of the Boards (hereafter in this section referred to as “ the Board ”) to some other authority or body (hereafter in this section referred to as “ the new authority ”), the Minister may, with the approval of the Treasury, direct that the new authority shall assume, as from the date of the transfer, a debt to him of an amount determined under the next following subsection. 2 The amount of the said debt— a shall be determined by the Minister; and b shall be equal to so much of the amounts outstanding of the Board’s commencing capital debt  under section 39 of the  Transport Act 1962 or Schedule 2 to the  Transport Act 1968 , and of the principal of any loan made to the Board by the Minister under section 20 of  the  Transport Act 1962  as the Minister may think proper having regard to the property, rights and liabilities transferred from the Board by the order or scheme. 3 Where the Minister gives a direction under this section for the assumption of a debt by a new authority, the commencing capital debt of the Board under  the said section 39 or Schedule 2  and the principal of any loan made to the Board by the Minister under  the said section 20  shall be deemed to have been reduced, as from the date of the transfer of the property, rights and liabilities to which the order or scheme relates, by amounts equal in the aggregate to the amount of the debt assumed by the new authority. 4 A direction under subsection (1) of this section may include such provision as the Minister thinks appropriate for making consequential alterations of the Board’s obligations with respect to its commencing capital debt or any such loan as aforesaid or such provision as could be included in a direction under section 39(6) or, as the case may be, section 20(2) of the said Act of 1962 (terms of repayment and the like) or provisions of both descriptions. 5 Subject to subsection (7) of this section, the rate of interest payable on the debt so assumed by the new authority, the time when the principal is to be paid off and the other terms of the debt shall be such as the Minister may with the approval of the Treasury from time to time direct. 6 The Minister may require a new authority by whom a debt is so assumed to give such security for the debt as he may require, and the new authority may give such security. 7 The Minister may, before giving any direction under this section for the assumption of a debt by a new authority, estimate the amount of the debt to be assumed by the authority and require the authority to make him, on dates specified in the requirement, provisional repayments of the principal of the debt and provisional payments by way of interest on the estimated amount of the debt; and the liability of the Board to make payments of principal or interest under sections 39(6) or 20(2) of the  Transport Act 1962 shall be reduced on those respective dates by amounts equal respectively to the amounts of the payments on those dates. 8 Provisional payments under the last foregoing subsection shall be on account of the repayments of the principal and payments of interest under subsection (5) of this section; and directions under this section may impose such requirements on the Board and the new authority as appear to the Minister expedient for the purpose of making adjustments of sums underpaid or overpaid by way of principal or interest. 9 Any sums received by the Minister by way or repayment of, or interest on, the debt assumed by the new authority under this section shall be paid into the  National Loans Fund  . . .  10 The Minister shall, as respects each financial year, prepare in such form and manner as the Treasury may direct an account of any debt assumed by a new authority under this section and of the sums to be paid into the  National Loans Fund  under the last foregoing subsection and of the disposal by him of any sum so paid, and send it to the Comptroller and Auditor General not later than the end of November following that year; and the Comptroller and Auditor General shall examine, certify and report on the account and lay copies of it, together with his report, before each House of Parliament."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "42", "section_title": " Further provision as to harbour reorganisation schemes.", "section_text": "42 1 A harbour reorganisation scheme may include, as respects any harbour authority (including a body which is to be a harbour authority under the scheme) to which statutory powers or duties are transferred by the scheme or as respects any harbour which under the scheme is to be managed by that authority,— a provisions imposing duties or conferring powers for any of the objects specified in sub-paragraphs (a) to (c) of paragraph 3 of Schedule 2 to the 1964 Act (objects for which harbour revision orders may be made), including powers to make byelaws; b provisions for any of the objects specified in paragraphs 6 to 17 of that Schedule; and c provisions which may be included in a harbour revision order by virtue of section 14(3) of that Act (consequential and incidental provisions). 2 A provision authorising the compulsory acquisition of land which is included by virtue of this section in a harbour reorganisation scheme shall be treated for the purposes of section 18(3) of the 1964 Act (maps) and Schedule 4 to that Act ( confirmation and making  of such schemes) as a provision transferring an interest in land; and— a  the Minister may, if an objection is made to any provision authorising the compulsory purchase of land, instead of causing an inquiry to be held under sub-paragraph . . .  (5) of paragraph 3 of that Schedule, afford an opportunity to the objector, and if the latter avails himself of the opportunity, to the person who submitted the scheme and any other persons to whom it appears to the Minister expedient to afford it, of appearing before and being heard by a person appointed by the Minister for the purpose, and . . .  b paragraph 25  of Schedule 3 to that Act (provision for compulsory acquisition of land of statutory undertakers in harbour revision orders) shall apply in relation to  the submission to the Secretary of State of a harbour reorganisation scheme and to a proposal by the Secretary of State to make such a scheme of his own motion as it applies in relation to the making of  an application for a harbour revision order. 3 If a provision authorising the execution of works on any land is included in a harbour reorganisation scheme by virtue of this section, the notice required to be published by paragraph 2(a) of Schedule 4 to that Act (publication of notice of such a scheme) shall contain, in addition to the other matters required to be contained in the notice, a general description of the nature of the works and the land on which it is proposed to execute them. 4 In accordance with subsection (1) of this section— a the reference in paragraph (i) of section 18(2) of the 1964 Act to the foregoing paragraphs of that subsection shall be construed as including a reference to subsection (1) of this section; and b the references in section 52 (application to the Crown) and section 53 (saving for telegraphic lines) of that Act to a harbour revision order shall be construed as including references to a harbour reorganisation scheme."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "43", "section_title": " Provisions for pensions in, or in consequence of, harbour reorganisation schemes.", "section_text": "43 1 In paragraph (h) of section 18(2) of the 1964 Act (preservation(with or without adjustment) of pension and similar rights) after the word “adjustment)” there shall be inserted the words “or otherwise securing”. 2 The reference in that paragraph to rights as respects pensions, gratuities or other like benefits and any reference to pension rights in section 19 of that Act (compensation, among other things, for loss of pension rights) shall be construed as including a reference to all forms of right to or eligibility for the present or future payment of a pension, gratuity or other like benefit, and any expectation of the accruer of such a benefit under any customary practice, and any right of allocation in respect of the present or future payment of such a benefit and to the return of contributions to a pension fund. 3 The provisions which may be contained in a harbour revision order or harbour reorganisation scheme by virtue of section 14(3) or 18(2)(i) of the 1964 Act (power to include supplementary provisions in such orders and schemes, including provisions repealing or amending statutory provisions of local application) shall include such provisions repealing or amending any general Act, or varying or revoking any order made under any general Act, or any trust or other arrangement, as appear to the Minister making or confirming the order or scheme to be necessary or expedient for the purpose of any provision of the order or scheme made by virtue of paragraph 15 of Schedule 2 to that Act (welfare and pensions and similar benefits of harbour authority’s staff) or section 18(2)(h) of that Act, as the case may be."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "44", "section_title": " Right to challenge harbour revision orders, etc., in legal proceedings.", "section_text": "44 1 Section 44 of the 1964 Act (which entitles persons to question certain orders and schemes under that Act on the grounds that a requirement of the Act was not complied with in relation to a provision authorising compulsory acquisition of alnd, but limits the right to challenge those orders and schemes) shall be amended as provided by this section. 2 In subsection (1), for the word “or” in the third place where it occurs there shall be substituted the wors “on the ground that there was no power to make the order or that a requirement of this Act was not complied with in relation to the order or who desires to question”, and after the word “ground” there shall be inserted the words “that there was no power to make the order or”. 3 After subsection (1) there shall be inserted the following subsection:— 1A On an application under the foregoing subsection relating to a harbour revision or empowerment order, the court— a may, by interim order, suspend the operation of the order or of any provisions thereof, either generally or so far as may be necessary for the protection of the interests of the applicant, until the final determination of the proceedings ; and b if satisfied that there was no power to make the order or that the interests of the applicant have been substantially prejudiced by a failure to comply with a requirement of this Act, may quash the order, or any provision thereof, either generally or so far as may be necessary as aforesaid. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In subsection (3), for the word “or” in the second place where it occurs there shall be substituted the words “shall not, either before or after it is made, be questioned in any legal proceedings whatever, and”. 6 For subsection (4) there shall be substituted the following subsection— 4 The foregoing provisions of this section shall apply to a harbour reorganisation scheme confirmed by the Minister as they apply to a harbour revision order, with the substitution for references to the making of the order and to its being made of references respectively to the confirmation of the scheme and to its being confirmed. 7 In subsection (5), for the word “subsection” there shall be substituted the words “subsections (1A)(a) and”. 8 The said section 44 shall accordingly have effect as set out in Schedule 2 to this Act."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "45", "section_title": " Settlement of disputes under harbour revision orders,  etc", "section_text": "45 It is hereby declared for the avoidance of doubt that the consequential or incidental provisions which may be included in a harbour revision order by virtue of section 14(3) of the 1964 Act, in a harbour empowerment order by virtue of section 16(6) of that Act or in a harbour reorganisation scheme by virtue of section 18(2)(i) of that Act include provision for the settlement by a court or otherwise of any dispute or other matter arising in connection with any of the other provisions of the order or scheme."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "46", "section_title": " Harbour charges and local light dues.", "section_text": "46 1 It is hereby declared that the first reference in section 27(1) of the 1964 Act (relaxation of limitations on harbour charges) to any limitation imposed on the discretion of a harbour authority as to charges of any description is a reference to such a limitation imposed by specifying or providing for specifying the charges to be levied, or fixing or providing for fixing charges, or otherwise, and the reference in section 29(1) of that Act (relaxation of limitations on local light dues) to limiting the like discretion of a local lighthouse authority shall be similarly construed. 2 The repeal effected by the said section 29(1) in any statutory provision limiting any such discretion of a local lighthouse authority which is not a harbour authority shall extend to any statutory provision limiting any such discretion of a local lighthouse authority which is a harbour authority. 3 Any charge exigible or imposed by a local lighthouse authority by virtue of or under a statutory provision not contained in the 1964 Act shall be treated for the purposes of the following provisions of that Act, that is to say, section 30 (keeping lists of charges), section 35 (objections to, and revision of, charges) and the provisions applied by the said section 35, as if it were exigible or imposed, as the case may be, by virtue of or under section 29 of that Act. 4 In accordance with the foregoing provisions of this section the following words in the 1964 Act shall cease to have effect, that is to say— a in section 29(1), the words “if the authority are not a harbour authority” ; b in section 30(2), the words “who are not a harbour authority” ; c in section 35, the words “who are not a harbour authority”, wherever occurring."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "4849.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "50", "section_title": " Supplementary.", "section_text": "50 1 This Part of this Act and the 1964 Act shall have effect as if this Part of this Act were part of that Act. 2 The powers conferred by this Part of this Act on harbour authorities shall be in addition to and not in derogation from any powers conferred on harbour authorities otherwise than by this Part of this Act."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "5157.", "section_title": " References of disputes about meaning of “dock work” to a tribunal.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "58", "section_title": " Interpretation.", "section_text": "58   1 In this Act “ the 1964 Act ” means the Harbours Act 1964. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended, extended or applied by or under any other enactment, including any enactment contained in this Act."}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "59", "section_title": " Power to amend Acts of local application.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Docks and Harbours Act 1966", "year": 1966, "section": "60", "section_title": " Short title, commencement and extent.", "section_text": "60 1 This Act may be cited as the Docks and Harbours Act 1966. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 This Act shall not extend to Northern Ireland."}]