[{"act": "Guyana Independence Act 1966", "year": 1966, "section": "1", "section_title": " Fully responsible status of Guyana.", "section_text": "1 1 On and after 26th May 1966 (in this Act referred to as “ the appointed day ”) Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of the territory which immediately before that day constitutes the Colony of British Guiana and which on and after that day is to be called Guyana. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Guyana as part of its law; and on and after that day the provisions of Schedule 1 to this Act shall have effect with respect to the legislative powers of Guyana."}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "23.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "4", "section_title": " Effect of certain certificates of naturalisation.", "section_text": "4 1 Any document which on or after 1st January 1949 and before the passing of this Act was issued to a person by the Governor of British Guiana with the approval of the Secretary of State and which— a purported to be a certificate of naturalisation, but b did not contain a declaration that, upon taking the oath of allegiance within the time and in the manner required by the regulations made in that behalf, that person was to be a citizen of the United Kingdom and Colonies as from the date of the certificate, shall have effect, and shall be deemed always to have had effect, as if (instead of any other declaration contained in the document) it had contained such a declaration as is specified in paragraph (b) of this subsection. 2 Any document to which the preceding subsection applies shall have effect, and shall be deemed always to have had effect, as a certificate of naturalisation granted under section 10 of the  British Nationality Act 1948, whether it purported to be granted under that Act or not."}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "5", "section_title": "", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purpose of the making, on or after the appointed day, of Orders in Council under section 4 of the  West Indies Act 1962, Guyana shall be treated as not being a colony with the meaning of that Act. 4 On and after the appointed day the provisions specified in Schedule 2 to this Act shall have effect subject to the amendments respectively specified in that Schedule. 5 Subsection (4) of this section, and Schedule 2 to this Act, shall not extend to Guyana as part of its law."}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "8", "section_title": " Interpretation and repeal.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Guyana Independence Act 1966", "year": 1966, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Guyana Independence Act 1966."}]