[{"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "1", "section_title": " Wages, pensions  etc. , to be exempt from arrestment on the dependence of an action.", "section_text": "1 1 After the passing of this Act it shall not be competent to arrest on the dependence of an action any earnings or any pension. 2 a For the purposes of this and of the next following section “ earnings” means any sums payable by way of wages or salary (including any fees, bonus, commission, overtime pay or other emoluments payable in addition to wages or salary by the person paying the wages or salary or payable under a contract of service); b in this section “ pension” includes— i any annuity in respect of past services, whether or not the services were rendered to the person paying the annuity, and any periodical payments by way of compensation for the loss, abolition or relinquishment, or any diminution in the emoluments, of any office or employment; ii any pension or allowance payable in respect of disablement or disability."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "23.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "5", "section_title": " Adopted person to be treated as child of natural parents for the purposes of succession in certain circumstances.", "section_text": "5 1 Notwithstanding section 23(1) of the Succession (Scotland) Act 1964 (adopted person to be treated for the purposes of sucession as the child of the adopter), where the adopter of an adopted person has died before 10th September 1964, the adopted person shall be treated for the purposes of succession to the estate of a natural parent, who dies after the commencementof this Act, as the child of that parent. 2 In the foregoing subsection, in relation to a person adopted jointly by spouses any reference, however worded, to the death of an adopter shall be construed as a reference to the death of both spouses: and other expressions shall have the same meaning as in Part IV of the   Succession (Scotland) Act 1964."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "6", "section_title": " Amendment of s. 5 of Trusts (Scotland) Act 1961.", "section_text": "6 1 The periods for which accumulations of income under a settlement or other disposition are permitted by section 5 of the  Trusts (Scotland) Act 1961 shall include— a a term of twenty-one years from the date of the making of the settlement or other disposition, and b the duration of the minority or respective minorities of any person or persons living or in utero at that date, and a direction to accumulate income during a period specified in paragraph (a) or paragraph (b) of this subsection shall not be void, nor shall the accumulation of the income be contrary to the said section 5, solely by reason of the fact that the period begins during the life of the grantor and ends after his death. 2 The restrictions imposed by the said section 5 shall apply in relation to a power to accumulate income whether or not there is a duty to exercise that power, and they shall apply whether or not the power to accumulate extends to income produced by the investment of income previously accumulated. 3 This section shall apply only in relation to instruments taking effect after the passing of this Act, and in the case of an instrument made in the exercise of a special power of appointment shall apply only where the instrument creating the power takes effect after the passing of this Act."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "8", "section_title": " Variation and recall by the sheriff of certain orders made by the Court of Session in respect of maintenance, custody etc., and amendment of s. 2 of the Divorce (Scotland) Act 1938. ", "section_text": "8 1 The provisions of this section shall apply to the following orders made by the Court of Session, that is to say— a an award of aliment, b an order for an annual or periodical allowance made under section 2 of the  Divorce (Scotland) Act 1938, whether under that section as originally enacted or as amended by any subsequent enactment including this Act, c an order for a periodical allowance made under subsection (2) or (3) of section 26 of the  Succession (Scotland) Act 1964,  or under section 5 of the Divorce (Scotland) Act 1976 or section 29 of the Matrimonial and Family Proceedings Act 1984 or section 8 of the Family Law (Scotland) Act 1985 cc an order under section 11 of the Children (Scotland) Act 1995 (orders in respect of parental responsibilities  etc. ) or under any earlier enactment relating to the custody, care or supervision of a child, or access to a child; d an order made by virtue of section 9 of the  Conjugal Rights (Scotland) (Amendment) Act 1861 or under Part II of the  Matrimonial Proceedings (Children) Act 1958  or by virtue of Part II of the  Guardianship Act 1973 , and e an order varying any such order as aforesaid. 2 Where any person has a right to make application for the variation or recall of any order . . .  to which the provisions of this section apply, he may make an application in that behalf to the sheriff, and, subject to the provisions of the next following subsection, the sheriff shall have the like powers in relation to the application as the Court of Session. 3 Where in any application under this section any other party to the action, not later than the first calling of the application in court, requests that it be remitted to the Court of Session, the sheriff shall so remit, and the Court of Session shall deal with it accordingly. 4 Notwithstanding anything in Part I of the  Public Records (Scotland) Act 1937 (transmission of court records to and from the Keeper of the Records of Scotland etc.), the powers of the Court of Session, conferred by sections 16 and 34 respectively of the  Administration of Justice (Scotland) Act 1933 to regulate its own procedure and that of the sheriff court, shall include power to provide for the transmission to and from the sheriff court of any process in the action to which an application under this section relates; and for the purposes of the said Act of 1937 and of this section any record of such an application shall be deemed to be a record of the Court of Session. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section— “ order ” includes a provision in a final decree, but does not include an interim order, “ party ” means any person having a right to make application for the variation or recall of the order in question, and “ sheriff ” means a in relation to an order under subsection (1)( a ), ( b )  , (c) or (cc) above or an order varying any such order the sheriff having jurisdiction over any party on whom the application has to be served, on any of the grounds mentioned in  paragraphs (a), (b), (c) or (k) of section 43(2) of the Courts Reform (Scotland) Act 2014 . b in relation to an order mentioned in subsection (1)( d ) above or an order varying any such order, the sheriff having jurisdiction under section 9, 10 or 12 of the Family Law Act 1986. "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "10", "section_title": " Acts of adjournal and acts of sederunt to be statutory instruments.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1966", "year": 1966, "section": "11", "section_title": "†Interpretation, repeals, citation, and extent.", "section_text": "11 1 Any reference to this Act to an enactment shall be construed as a reference to that enactment as amended by any other enactment including this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act may be cited as the Law Reform (Miscellaneous Provisions) (Scotland) Act 1966, and shall extend to Scotland only."}]