[{"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "11", "section_title": " Grants for certain expenditure in relation to ethnic minorities.", "section_text": "11 1 Subject to the provisions of this section, the Secretary of State may pay to local authorities which in his opinion are required to make special provision in the exercise of any of their functions in consequence of the presence within their area of persons belonging to ethnic minorities whose language or customs differ from those of the rest of the community, grants of such amounts as he may, with the consent of the Treasury, determine on account of expenditure in respect of the employment of staff. 2 No grant shall be paid under this section in respect of expenditure incurred before 1st April 1993."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "13", "section_title": " Amendment of the Act of 1963.", "section_text": "13 As respects the year 1967-68 and subsequent years the Act of 1963 shall have effect as follows— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b Section 9(5) of the Act of 1963 (which relates to the determination of weighted population) shall be amended by substituting for the words “in accordance with the provisions of Schedule 2 to this Act” the words  “in such manner as may be prescribed by a rate support grant order made under section 3 of the Local Government (Scotland) Act 1966” . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "15", "section_title": " Valuation according to tone of roll.", "section_text": "15 1 For the purposes of any new or altered entry to be made in a valuation roll after the passing of this Act  for a year other than a year of revaluation at any time the valuation roll is in force , the value or altered value to be ascribed to lands and heritages shall not exceed the value which would have been ascribed thereto in that roll if the lands and heritages to which the entry relates had for valuation purposes been subsisting throughout the year before the last year of revaluation, on the assumptions that at the time by reference to which that value would have been ascertained— a the lands and heritages were in the same state as at the time of valuation and any relevant factors (as defined by subsection (2) of this section) were those subsisting at the last-mentioned time; and b the locality in which the lands and heritages are situated was in the same state, so far as concerns the other premises situated in that locality and the occupation and use of those premises, the transport services and other facilities available in the locality, and other matters affecting the amenities of the locality, as at the time of valuation. 2 In this section “ relevant factors ” means any of the following, so far as material to the valuation of lands and heritages, namely— a the mode or category of occupation of the lands and heritages; b the quantity of minerals or other substances in or extracted from the lands and heritages; c the volume of trade or business carried on on the lands and heritages. 3 References in this section to the time of valuation are references to the time by reference to which the valuation of lands and heritages would have fallen to be ascertained if this section had not been enacted. 4 This section does not apply to lands and heritages which are occupied by a public utility undertaking and of which the value falls to be ascertained by reference to the profits of the undertaking carried on therein."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "16", "section_title": " Determination of cumulo rateable value and rateable value pertaining to water undertakings. ", "section_text": "16 For the purposes of the levying of rates in respect of the year 1967-68 and of any subsequent year the cumulo rateable value and the rateable value of lands and heritages occupied for the purposes of a water undertaking shall be taken to be the values respectively determined in accordance with the provisions of Schedule 2 to this Act."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "19", "section_title": " Gas and Electricity Boards: rating of showrooms. ", "section_text": "19 1 For the year 1967-68 and subsequent years, an authority to which this section applies shall, notwithstanding anything in Part V of the  Local Government Act 1948, section 24(2) of the  Valuation and Rating (Scotland) Act 1956 . . .  , be liable to be rated in respect of any shop, room or other place occupied and used by the authority wholly or mainly for the sale, display or demonstration of apparatus or accessories for use by consumers of gas or, as the case may be, electricity; and accordingly any such shop, room or other place shall be included in the valuation roll for the area in which it is situated. 2 In determining whether any such shop, room or other place is wholly or mainly occupied and used as aforesaid, use for the receipt of payments for gas or electricity consumed shall be disregarded. 3 This section applies to the following authorities, that is to say,  the British Gas Corporation , the North of Scotland Hydro-Electric Board and the South of Scotland Electricity Board."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "21", "section_title": " Amendment of section 22 of the Valuation and Rating (Scotland) Act 1956. ", "section_text": "21 In section 22(1) of the Valuation and Rating (Scotland) Act 1956 (which relates to the exemption of churches, etc. from rates) for the paragraphs (a) and (b) there shall be substituted the words “any premises to which this subsection applies, which belong to or are held by a religious body, so long as the use of the premises is wholly or mainly for purposes connected with that body and no profit is derived by that body from the use of the premises for any other purpose. This subsection applies to any church, chapel, meeting place, church hall, chapel hall or other similar building.” ; and accordingly subsection (4)(b) of the said section 22 shall cease to have effect."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "22", "section_title": " Complaints regarding omissions from the valuation roll.", "section_text": "22 1 Any person interested may complain to the   First-tier Tribunal for Scotland   for a valuation area (which terms in this section have the same meaning as in the  Valuation and Rating (Scotland) Act 1956) to the effect—  a that particular lands and heritages are not included in the valuation roll for that area and that they ought to be so included;  or b that lands and heritages consisting of a pitch for a caravan have been treated as part of a single unit of lands and heritages by virtue of section 3(1) of the Rating (Caravan Sites) Act 1976 and ought to be separately entered in such valuation roll;   ... 2 After hearing a complaint under this section the   First-tier Tribunal for Scotland   may dismiss it or may direct that such entry be made in the Valuation roll as respects the lands and heritages concerned as may be specified in the direction. 3 A decision made under the last foregoing subsection shall be subject to appeal by way of stated case in the manner provided by section 7 of the  Valuation of Lands (Scotland) Amendment Act 1879."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "23", "section_title": " Amendment of section 7 of the Valuation of Lands (Scotland) Amendment Act 1879.", "section_text": "23 1 Any application for a stated case under section 7 of the  Valuation of Lands (Scotland) Amendment Act 1879 may be made in writing within the prescribed period from the date of the decision of the Valuation Appeal Committee  or the First-tier Tribunal for Scotland , or if the decision was made in the absence of any party intending to make such an application, within the prescribed period from the date of receipt by him of the notification of the decision, and accordingly in the said section 7 the words “and shall then declare himself dissatisfied with such determination” shall cease to have effect. 2 In this section “ the prescribed period ” means the period for the time being prescribed by virtue of section 6 of the  Rating and Valuation (Scotland) Act 1952 within which grounds of appeal relating to a stated case under the said section 7 may be lodged."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "24", "section_title": " Unoccupied lands and heritages.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "24A", "section_title": " Lands and heritages partly unoccupied for a short time.", "section_text": "24A 1 If it appears to the rating authority that part of any lands and heritages included in the valuation roll is unoccupied but will remain so for a short time only, the authority may request the assessor to apportion the rateable value between the occupied and unoccupied parts and on being thus requested the assessor shall apportion the rateable value accordingly. 2 As from whichever is the later of the following— a the date on which lands and heritages the rateable value of which has been apportioned under subsection (1) above became partly occupied; b the commencement of the financial year in which the request under that subsection relating to those lands and heritages was made, until whichever of the events specified in subsection (3) below first occurs, the value apportioned to the occupied part of the lands and heritages shall  ... be treated for rating purposes as if it were the rateable value ascribed to the lands and heritages in the valuation roll. 3 The events mentioned in subsection (2) above are— a the reoccupation of any of the unoccupied part; b the end of the financial year in which the request was made; c a further apportionment of the value of the lands and heritages taking effect under subsection (1) above; d the lands and heritages to which the apportionment relates becoming completely unoccupied. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Notwithstanding paragraph (b) of subsection (3) above, if it appears to the rating authority that the part of the lands and heritages which was unoccupied at the date of an apportionment of the rateable value thereof under subsection (1) above has continued after the end of the financial year referred to in that paragraph to be unoccupied but will remain so for a short time only, the authority may direct that the apportionment shall continue to have effect for the next financial year; and subsections (2)   and (3)(a), (c) and (d)   above shall have effect in relation to that year accordingly. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ financial year ” has the meaning assigned to it by section 96(5) of the  Local Government (Scotland) Act 1973. "}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "24B", "section_title": " Certain lands and heritages to be treated as unoccupied.", "section_text": "24B 1 For the purposes of   section 24A   of this Act,   a part of lands and heritages   shall be treated as unoccupied if, apart from this section,   the part   would fall to be treated as occupied by reason only of there being kept on the   part   plant, machinery or equipment— a which was last used on the   part of the lands and heritages when it was   last in use; or b which is intended for use on the   part . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  "}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "25", "section_title": "Newly erected, altered etc. buildings: completion notices .", "section_text": "25 1 The provisions of Schedule 3 to this Act shall have effect, for the purposes of   any scheme under section 3A of the Local Government (Financial Provisions etc.) (Scotland) Act 1962 which provides for the rates leviable in respect of lands and heritages to be reduced or remitted by virtue of the lands and heritages being unoccupied , with respect to  . . . the treatment of newly erected and altered buildings and the other matters there mentioned. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "25A", "section_title": " Remission of rates on account of hardship.", "section_text": "25A Every rating authority may, on the application of any person liable to pay any rate levied by the authority, remit payment (in whole or in part) of the rate if the authority are satisfied that— a the person would sustain hardship if the authority did not do so; and b it is reasonable for the authority to do so, having regard to the interests of persons liable to pay council tax set by them."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "35", "section_title": " Placing of staff etc. of local authority at disposal of Secretary of State or of another local authority.", "section_text": "35 1 A local authority  within the meaning of  section 227(1) of the Town and Country Planning (Scotland) Act 1997  may enter into an agreement with the Secretary of State or another local authority for the placing at his or their disposal, for the purposes of any function of a party to the agreement under any enactment (including an enactment in any local Act) or any instrument whether passed or made before or after the passing of this Act, on such terms as may be provided by the agreement, of the services of persons employed by the local authority and of any premises, equipment and other facilities under their control. 1A A local authority within the meaning of section 33 of the  Vehicle and Driving Licences Act 1969 may enter into an agreement with the Minister of Transport for the placing at his disposal, for the purpose of any of the relevant functions within the meaning of the said Act of 1969, on such terms as may be provided by the agreement, of the services of persons employed by the local authority and of any premises, equipment and other facilities under their control. 2 For the avoidance of doubt it is hereby declared that for superannuation purposes, in the absence of agreement to the contrary, service rendered by a person whose services are placed by a local authority at the disposal of the Secretary of State  or the Minister of Transport  or another local authority in pursuance of this section is service rendered to the first-mentioned local authority. 3 In this section . . .  “ premises ” includes land and buildings."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "38", "section_title": " Amendment of section 187 of the Local Government (Scotland) Act 1947. ", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "40", "section_title": " Interpretation of “public utility undertaking” in section 379(1) of Local Government (Scotland) Act 1947.", "section_text": "40 For the avoidance of doubt it is hereby declared that the definition of “ public utility undertaking ” in section 379(1) of the  Local Government (Scotland) Act 1947 does not include an aerodrome undertaking or any business ancillary thereto."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "41", "section_title": " Payments by local authorities to offset effect of selective employment tax.", "section_text": "41 A local authority within the meaning of  the Town and Country Planning (Scotland) Act 1997  may make to any person such payments as the authority consider appropriate for the purpose of offsetting, either wholly or in part, payments by way of the selective employment tax made by that person in respect of persons employed for the purposes of any contract entered into by the authority before 4th May 1966."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "42", "section_title": " Amendment of certain enactments relating to licences.", "section_text": "42 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The enactments mentioned in the first column of Part II of Schedule 4 to this Act (which specify fees or maximum fees for licences, certificates or permits to which those enactments relate or for registration under those enactments) may be amended, by an order made by the Minister or department specified in relation to the enactment in question in the second column of the said Part II, so as to vary any sum specified by that enactment or so as to provide that any sum payable under that enactment shall cease to be so payable; and an order under this subsection may be limited to such cases as may be specified by the order and may make different provision for different cases specified by the order. 3 Any statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "44", "section_title": " Game Licences.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "45", "section_title": " Orders and regulations.", "section_text": "45 1 Any power conferred on the Secretary of State by this Act to make an order or regulations shall be exercisable by statutory instrument. 2 Any power conferred by this Act to make an order includes the power to vary or revoke the order by a subsequent order made in the like manner and subject to the like conditions."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "46", "section_title": " General interpretation.", "section_text": "46 1 In this Act, unless the context otherwise requires— “ the Act of 1963 ” means the  Local Government (Financial Provisions)\t\t\t\t\t\t\t(Scotland) Act 1963; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ housing revenue account ” has the same meaning as in section  203 of the Housing (Scotland) Act 1987 ; “ joint board ” includes a combination or joint committee of local authorities; “ land ” includes land covered by water and any interest in or right over land; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ product of a rate of  one new penny  in the pound ” and “ standard penny rate product ” have the meanings assigned to them by section 9 of the Act of 1963;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                          “ rating authority ” has the meaning assigned to it by section 30 of the Local Government  etc.  (Scotland) Act 1994;                           “ road ”has the same meaning as in the Roads (Scotland) Act 1984;  “ Valuation Acts ” means the  Lands Valuation (Scotland) Act 1854, . . .   the Acts amending that Act  and any other enactment relating to valuation ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ water undertaking ” means an undertaking for the supply of water carried on by   Scottish Water ; “ year ” has the meaning assigned to it by section 26(2) of the Act of 1963; and “ year of revaluation ” has the meaning assigned to it by section  37 of the  Local Government (Scotland) Act 1975 . 2 References in this Act to any enactment are references to that enactment as amended by or under any subsequent enactment including this Act."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "47", "section_title": " Expenses.", "section_text": "47 There shall be defrayed out of moneys provided by Parliament— a any sums required for the payment of grants under this Act or of other expenses of the Secretary of State under this Act; and b any increase attributable to the provisions of this Act in the sums payable out of such moneys under any other Act."}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "48", "section_title": " Amendments and repeals.", "section_text": "48 1 The enactments mentioned in Schedule 5 to this Act shall have effect subject to the amendments there specified, being amendments consequential on the provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Scotland) Act 1966", "year": 1966, "section": "49", "section_title": " Short title and extent.", "section_text": "49 1 This Act may be cited as the Local Government (Scotland) Act 1966. 2 This Act shall extend to Scotland only."}]