[{"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "1", "section_title": " Reconstitution of older Universities.", "section_text": "1 1 Subject to the next following subsection, the University Court of any of the older Universities may apply to Her Majesty in Council for the grant of a royal charter making fresh provision for the constitution of that University and, notwithstanding anything in the Universities (Scotland) Acts 1858 to 1932, section 28 of the Act of 1868, the Act of 1953 or this Act, Her Majesty in Council may grant a charter accordingly. 2 Before making an application under this section, a University Court shall obtain the concurrence of the Senatus Academicus and shall consult the General Council, the Students’ Representative Council and such body or bodies as appear to the University Court to be representative of the academic staff of the University. 3 The  College Charter Act 1871 shall apply to an application under this section as it applies to an application for a charter for the foundation of a new University. 4 If Her Majesty in Council is pleased to grant in respect of any of the older Universities a charter such as is described in subsection (1) of this section, then, on such day as may be appointed in that behalf by Her Majesty by Order in Council, the enactments mentioned in the said subsection (1) in so far as they apply to that University shall cease to have effect; and any Order in Council made under this subsection may make such amendments to the said enactments as appear to Her Majesty in Council to be consequential on the application of this subsection in relation to that University."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "2", "section_title": " Constitution of University Courts.", "section_text": "2 1 Subject to the provisions of section 17 of this Act  and Chapter 1 of Part 1 of the 2016 Act  , the University Courts of the older Universities shall consist of the persons specified in Parts I,  II ,  III  and  IV  respectively of Schedule 1 to this Act. 2 Except as provided in section 5(2) of the Act of 1889, subsections (3) and (4) of this section and paragraphs (g) and (h) of Part I of Schedule 1 to this Act, the term of office of all assessors on a University Court to which this section applies shall be four years. 3 The term of office of assessors elected by the Senatus Academicus or by the General Council to such a University Court, or of members co-opted by such a University Court, shall be four years or such lesser period as may at the time of election or, as the case may be, co-option be determined by the University Court, and different periods may be prescribed for different persons. 4 In the event of a casual vacancy among the assessors elected by the Senatus Academicus or by the General Council to such a University Court, the person elected to fill such vacancy shall demit office at the date when the person whom he succeeded would have retired. 5 All assessors on such a University Court shall be eligible for further nomination or, as the case may be, re-election; and all members co-opted by such a University Court shall be eligible for further co-option. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "3", "section_title": " Powers of University Courts.", "section_text": "3 1 The University Courts of each of the older Universities shall have the powers specified in Schedule 2 to this Act. 2 The powers specified in Part I of the said Schedule shall be exerciseable by ordinance made in accordance with section 4 of this Act; the powers specified in Part II of that Schedule shall be exerciseable by resolution passed in accordance with section 6 of this Act; and the powers specified in Part III thereof shall be exerciseable in accordance with procedure prescribed by the University Court. 3 The power conferred by the last foregoing subsection to make an ordinance or pass a resolution shall include a power to vary or revoke the ordinance or resolution by subsequent ordinance or, as the case may be, by subsequent resolution made or, as the case may be, passed in the like manner and subject to the like conditions."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "4", "section_title": " Making of ordinances.", "section_text": "4 1 The procedure for the making of ordinances as prescribed in section 21 of the Act of 1889 shall cease to have effect, but, subject to the provisions of subsection (2) of this section, the following provisions of this subsection shall apply to the making of an ordinance under section 3 of this Act, that is to say— a a draft of the ordinance shall be sent to the Senatus Academicus and to the General Council; b throughout the period of eight weeks from the sending of the draft of the ordinance to the Senatus Academicus and to the General Council, notices, stating that the draft has been sent to the Senatus Academicus and to the General Council and naming a place within the University where the draft may be inspected at all reasonable hours, shall be displayed publicly within the University; c the University Court shall take into consideration any representations from the Senatus Academicus, the General Council or any other body or person having an interest concerning the ordinance if received by them within the period mentioned in the last foregoing paragraph; d in computing the said period, the months of August and September shall be left out of account; e no ordinance shall come into operation until it has been approved by Her Majesty in Council, and the University Court may submit the ordinance to Her Majesty in Council for approval as soon as may be after the end of the said period; f Her Majesty in Council may refer the ordinance to the Universities Committee, who shall report to Her Majesty thereon; g as soon as may be after the ordinance has been approved by Her Majesty in Council, a copy thereof shall be sent to the Senatus Academicus and to the General Council, and a copy shall be displayed publicly within the University for a reasonable period; h without prejudice to the other provisions of this section, the University Court shall not proceed with the making of any ordinance which relates to the purposes mentioned in section 2 of the Act of 1932 until after consultation with the General Assembly. 2 Before proceeding to make an ordinance, the University Court may determine that on the ground of urgency the foregoing subsection shall apply in relation to that ordinance as if every reference to period, except in paragraph (g), were construed as a reference to the period of one month; and forthwith notices to that effect shall be sent to the Senatus Academicus and to the General Council and shall be displayed publicly within the University."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "5", "section_title": " Ordinances made under former enactments.", "section_text": "5 Ordinances made under the Universities (Scotland) Acts 1858 to 1932 or the Act of 1953, which were in force immediately before the passing of this Act, shall remain in force until varied or revoked— a in the case of the ordinances listed in Schedule 3 to this Act, by ordinance made in pursuance of paragraph 6 of Part I of Schedule 2 to this Act; b in the case of ordinances relating to any of the matters mentioned in paragraphs 1 to 3 and 5 to 7 of Part II of Schedule 2 to this Act, by resolution passed in accordance with section 6 of this Act; and c in the case of any other ordinance, by such of the methods mentioned in section 3(2) of this Act as the University Court thinks fit."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "6", "section_title": " Passing of resolutions.", "section_text": "6 1 Subject to the provisions of subsection (2) of this section, the following provisions of this subsection shall apply to the passing of a resolution under section 3 of this Act, that is to say— a a draft of the resolution shall be sent to the Senatus Academicus and to the General Council; b throughout the period of one month from the sending of the draft of the resolution to the Senatus Academicus and to the General Council, notices, stating that the draft has been sent to the Senatus Academicus and to the General Council and naming a place within the University where the draft may be inspected at all reasonable hours, shall be displayed publicly within the University; c the University Court shall take into consideration any representations from the Senatus Academicus, the General Council or any other body or person having an interest, concerning the resolution if received by them within the period mentioned in the last foregoing paragraph; d in computing the said period the months of August and September shall be left out of account; e the resolution may be passed by the University Court as soon as may be after the end of the said period, and it shall come into effect on a date fixed therein; f after the resolution has been passed, a copy thereof shall be sent to the Senatus Academicus and to the General Council, and a copy shall be displayed publicly within the University for a reasonable period. 2 In the case of a resolution relating to matters mentioned in paragraph 2 or paragraph 5 of Part II of Schedule 2 to this Act, the University Court may at a meeting by a majority of not less than three-fourths of the members of the University Court present and voting determine that on the ground of extreme urgency the procedure set out in paragraphs (a) to (e) of the foregoing subsection in relation to that resolution should be dispensed with, and where the University Court so determine the resolution may be passed forthwith."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "7", "section_title": " Constitution of Senates.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "8", "section_title": " Powers of Senates.", "section_text": "8 1 The Senatus Academicus of each of the older Universities shall have power to promote research; and accordingly section 7(1) of the Act of 1889 shall have effect as if at the end thereof there were inserted the words “and to promote research”. 2 Without prejudice to the said section 7, the Senatus Academicus as aforesaid shall have power to appoint committees of its own number or others, and to define the powers, and to determine the membership and the quorum, of such committees."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "9", "section_title": " Powers of General Councils.", "section_text": "9 1 In addition to the meetings prescribed by section 6 of the Act of 1858, special meetings of the General Council of each of the older Universities may be held at any time in accordance with such procedure as the General Council may by rules determine. 2 The quorum of the General Council of each of the older Universities shall be fifty, but any such General Council may resolve that its quorum shall be altered to such number as it may determine: Provided that a notice stating that the quorum has been so altered shall require to be sent to every member of the General Council, and the alteration shall take effect only after the expiry of three months from the sending of the notice. 3 The General Council of each of the older Universities shall have power to appoint committees of its own number or others, and to define the powers, and to determine the membership and the quorum, of such committees."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "10", "section_title": " General Council register.", "section_text": "10 1 The University Court of each of the older Universities shall cause to be maintained a register of members of the General Council in accordance with conditions prescribed by ordinance made in pursuance of paragraph 5 of Part I of Schedule 2 to this Act. 2 On the approval by Her Majesty in Council of any such ordinance as is mentioned in the foregoing subsection, the enactments set out in Schedule 4 to this Act shall cease to have effect in relation to the University to which the ordinance applies."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "11", "section_title": " University staff ineligible to become rector, or assessor on Court except in certain circumstances.", "section_text": "11 No person holding an appointment in any of the older Universities shall be eligible to be— a elected as rector of that University, or b nominated or elected as an assessor on the University Court by any other person or body than the Senatus Academicus: Provided that nothing in paragraph (b) of this section shall prejudice the right of the University Court as provided for in Schedule 1 to this Act to co-opt a person holding such an appointment  or the right of a person to be appointed in accordance with section 10(1)(b) to (d) of the 2016 Act  ."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "12", "section_title": " Annual reports and financial statements.", "section_text": "12 1 The University Court of each of the older Universities shall lay before the General Council annually— a a report of the work and activities of the University, and b a financial statement of the University which shall be audited by auditors appointed by the University Court. 2 No person shall be appointed as an auditor under this section unless he is eligible for appointment as a  statutory auditor under Part 42 of the Companies Act 2006 . 3 No person shall be appointed as an auditor under this section if he, or where the person in question is a partnership or a body corporate, any partner in the partnership or any director or officer of the body corporate, is a member of the University Court or of the staff of the University concerned."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "13", "section_title": " Consequential provisions. ", "section_text": "13 If Her Majesty in Council is pleased to provide by royal charter for the foundation of a University of Dundee, including the unincorporated society of teachers and students known as Queen’s College, Dundee, then, on such day as may be appointed in that behalf by Her Majesty by Order in Council (hereafter in this Act referred to as “ the appointed day ”)— a the said College shall cease to be comprised in the University of St. Andrews; b the College Councils constituted by section 4 of the Act of 1953 shall be dissolved; c the Act of 1953 shall cease to have effect, but the provisions set out in Schedule 5 to this Act shall apply to the University of St. Andrews; d Schedule 6 to this Act shall have effect for the purpose of the transfer to the University of Dundee of the property, rights, liabilities and functions therein specified, being property, rights, liabilities and functions now vested in or attaching to the University of St. Andrews, the said College or the College Council of that College and for the other transitional purposes specified in that Schedule."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "15", "section_title": " Statutory Instruments Act 1946 not to apply to Orders in Council.", "section_text": "15 The  Statutory Instruments Act 1946 shall not apply to an Order in Council under this Act."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say—   “ the 2016 Act ” means the Higher Education Governance (Scotland) Act 2016;   “ the Act of 1858 ” means the  Universities (Scotland) Act 1858; “ the Act of 1868 ” means the Representation of the  People (Scotland) Act 1868; “ the Act of 1889 ” means the  Universities (Scotland) Act 1889; “ the Act of 1932 ” means the  Universities (Scotland) Act 1932; “ the Act of 1953 ” means the  University of St. Andrews Act 1953; “ the appointed day ” means the day appointed by Her Majesty by Order in Council as mentioned in section 13 of this Act; “ the older Universities ” means the Universities of St. Andrews, Glasgow, Aberdeen and Edinburgh; “ functions ” includes powers and duties; and other expressions shall have the like meaning as in the Universities (Scotland) Acts 1858 to 1932. 2 Except where the context otherwise requires, any reference in this Act to any enactment shall be construed as a reference to that enactment as amended, extended or applied by, or by virtue of, any subsequent enactment including this Act."}, {"act": "Universities (Scotland) Act 1966", "year": 1966, "section": "17", "section_title": " Citation and commencement.", "section_text": "17 1 This Act may be cited as the Universities (Scotland) Act 1966, and the Universities (Scotland) Acts 1858 to 1932 and this Act may be cited together as the Universities (Scotland) Acts 1858 to 1966. 2 The following provisions of this Act shall come into operation on the appointed day, that is to say— a section 2 so far as relating to the University of St. Andrews. b section 14(a) and Part I of Schedule 7 so far as those provisions repeal part of section 5(2) of the Act of 1889 in relation to the University of St. Andrews, c section 14(b) and Part II of Schedule 7, d Part I of Schedule 1, e Schedule 5, f Schedule 6."}]