[{"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "1", "section_title": " Regulations as to accommodation of children in care.", "section_text": "1 1 After section 22 of the  Child Care Act 1980 there shall be inserted—  Regulations as to accommodation with parents  etc. 22A 1 The Secretary of State may by regulations make provision as to the accommodation under the charge and control of a parent, guardian, relative or friend of children who are in the care of a local authority. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may— a make provision as to the making by a local authority of a decision to accommodate children under the charge and control of a parent, guardian, relative or friend and, in particular, as to the persons who must be consulted before such a decision is made and the persons to whom notification of any such decision must be given; and b impose requirements on a local authority as to the supervision or medical examination of children in such accommodation or their removal from such accommodation in such circumstances as may be specified in the regulations. 2 In section 85 of that Act (regulations and orders) in subsection (4) after the word “21A” there shall be inserted the words  “              22 and 22A            ” . 3 In section 43(5) of the  Matrimonial Causes Act 1973 (which provides that the exercise by the local authority of their powers under sections 18, 21 and 22 of the  Child Care Act 1980 shall be subject to any directions given by the court) for the words “and 22” there shall be substituted the words  “              22 and 22A            ” ."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "2", "section_title": " Appeals.", "section_text": "2 1 In subsection (12) of section 2 of the  Children and Young Persons Act 1969 (right of relevant infant to appeal against order made in care proceedings) after the words “the relevant infant” there shall be inserted the words  “              or, in the case where a parent or guardian of his was a party to the care proceedings by virtue of an order under section 32A of this Act, the parent or guardian            ”  and for the word “him” there shall be substituted the words  “              the relevant infant            ” . 2 In section 16(8) of that Act (appeals by the supervised person against certain supervision orders and dismissal of application to discharge such orders) after the words “the supervised person” there shall be inserted the words  “              or, in the case where a parent or guardian of his was a party to the proceedings on an application under the preceding section by virtue of an order made under section 32A of this Act, the parent or guardian            ” . 3 After subsection (4) of section 21 of that Act (variation and discharge of care orders) there shall be inserted— 4A In a case where a parent or guardian is a party to the proceedings on an application under subsection (2) of this section by virtue of an order under section 32A of this Act, the parent or guardian may appeal to the Crown Court against the making of a supervision order or the refusal of the court to discharge the care order. . 4 In section 22(4) of that Act (power of High Court, on application of person to whom interim order relates, to discharge order) after the word “relates” there shall be inserted the words  “              , or, in a case where the order was made in proceedings to which a parent or guardian was a party by virtue of an order under section 32A of this Act, of the parent or guardian,            ” ."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "3", "section_title": " Parties to care proceedings.", "section_text": "3 1 In section 32A of the  Children and Young Persons Act 1969 (conflict of interest between parent and child or young person), after subsection (4) there shall be inserted— 4A Where an order is made under this section in respect of a parent or guardian in relation to any proceedings he shall by virtue of the order be made a party to the proceedings. 2 After section 32B of that Act there shall be inserted—  Applications by grandparents to be parties to proceedings. 32C 1 Where in any such proceedings as are mentioned in section 32A(1) of this Act any grandparent of the child or young person in respect of whom the proceedings are brought makes an application to the court under this section, the court may, in such circumstances as may be specified in rules of court, give leave for the grandparent to be made a party to the proceedings. 2 Rules of court shall make provision as to the circumstances in which the court may give leave under subsection (1) above. 3 In this section “ the court ” includes a single justice. . 3 For the first sentence of subsection (6A) of section 28 of the  Legal Aid Act 1974 (power to order legal aid to be given to parent or guardian in respect of whom an order has been made under section 32A of the said Act of 1969) there shall be substituted— Where a court— a makes an order under section 32A of the Children and Young Persons Act 1969 by virtue of which a parent or guardian is made a party to any proceedings; or b gives leave for a grandparent to be made a party to any proceedings under section 32C of that Act, it may order that the parent or guardian or, as the case may be, grandparent shall be given legal aid for the purpose of those proceedings. ."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "4", "section_title": " Rules of court.", "section_text": "4 1 An authority having power to make rules of court may make such provision for giving effect to this Act as appears to that authority to be necessary or expedient. 2 Without prejudice to the generality of subsection (1) above rules of court may make provision with respect to the procedure in any proceedings to which a parent or guardian becomes a party by virtue of of an order under section 32A of the  Children and Young Persons Act 1969 or a grandparent becomes a party under section 32C of that Act."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "5", "section_title": " Commencement.", "section_text": "5 1 Section 1 above shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint. 2 Sections 2 and 3 above shall come into force on such date as the Lord Chancellor may by order made by statutory instrument appoint and different dates may be appointed for different provisions."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "6", "section_title": " Transitional provisions.", "section_text": "6 No provision of this Act shall have effect in relation to any proceedings which were commenced before the commencement of that provision."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "7", "section_title": " Application to Isles of Scilly.", "section_text": "7 This Act shall, in its application to the Isles of Scilly, have effect subject to such exceptions, adaptions and modifications as the Secretary of State may by order prescribe."}, {"act": "Children and Young Persons (Amendment) Act 1986 (repealed 14.10.1991)", "year": 1986, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Children and Young Persons (Amendment) Act 1986. 2 This Act does not extend to Scotland or Northern Ireland."}]