[{"act": "Prevention of Oil Pollution Act 1986 (repealed 1.1.1996)", "year": 1986, "section": "1", "section_title": " Discharge of oil from vessels into certain United Kingdom waters.", "section_text": "1 1 In section 2 of the  Prevention of Oil Pollution Act 1971 (discharge of oil into United Kingdom waters) after subsection (2) there shall be inserted the following subsections— 2A If any oil or mixture containing oil is discharged as mentioned in paragraph (i) or (ii) below into waters (including inland waters) which— a are landward of the line which for the time being is the baseline for measuring the breadth of the territorial waters of the United Kingdom; and b are navigable by sea-going ships, then, subject to the provisions of this Act, the following shall be guilty of an offence, that is to say— i if the discharge is from a vessel, the owner or master of the vessel, unless he proves that the discharge took place and was caused as mentioned in paragraph (ii) below; ii if the discharge is from a vessel but takes place in the course of a transfer of oil to or from another vessel or a place on land and is caused by the act or omission of any person in charge of any apparatus in that other vessel or that place, the owner or master of that other vessel, or, as the case may be, the occupier of that place. 2B Subsection (2A) above shall not apply to any discharge which— a is made into the sea; and b is of a kind or is made in circumstances for the time being prescribed by regulations made by the Secretary of State. 2 Subject to subsection (3) below, regulations 12 and 13 of the  Merchant Shipping (Prevention of Oil Pollution) regulations 1983 (control of discharge of oil by ships) shall accordingly cease to have effect in relation to any discharge within the meaning of those regulations which occurs landward of the line referred to in section 2(2A)(a) of the said Act of 1971. 3 Nothing in subsection (2) above shall affect the operation of so much of regulations 12(4) and 13(4) as prohibits the discharge into the sea of chemicals or other substances in quantities or concentrations which are hazardous to the marine environment."}, {"act": "Prevention of Oil Pollution Act 1986 (repealed 1.1.1996)", "year": 1986, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Prevention of Oil Pollution Act 1986. 2 This Act shall come into force at the end of the period of two months beginning with the date on which it is passed. 3 This Act extends to Northern Ireland."}]