[{"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "1", "section_title": " Raising and number of Air Force.", "section_text": "1 It shall be lawful for His Majesty to raise and maintain a force, to be called the Air Force, consisting of such number of officers, warrant officers, non-commissioned officers, and men as may from time to time be provided by Parliament."}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "2", "section_title": " Government, discipline, and pay of Air Force.", "section_text": "2 1 Subject to the provisions of this Act it shall be lawful for His Majesty, by order signified under the hand of a Secretary of State, to make orders with respect to the government, discipline ... and pensions of the Air Force, and with respect to all other matters and things relating to the Air Force (except pay and allowances) , including any matter by this Act authorised to be prescribed or expressed to be subject to orders or regulations. 2 The said orders may provide for the formation of men of the Air Force into separate units, and for the formation of such units into corps, and for appointing, transferring, or attaching men of the Air Force to units, and for posting, attaching, and otherwise dealing with such men within the units, and may regulate the appointment, rank, duties, and numbers of the officers and non-commissioned officers of the Air Force. 3 Subject to the provisions of any such order, the Air Council hereinafter constituted may make general or special regulations with respect to any matter with respect to which His Majesty may make orders under this section: Provided that the administration of pensions, other than service pensions within the meaning of the  Ministry of Pensions Act, 1916, shall vest in the Minister of Pensions. 4 All orders and general regulations made under this section shall be laid before Parliament as soon as may be after they are made."}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "3", "section_title": " Transfer ... to Air Force of members of Naval and Military Forces.", "section_text": "3 1 Any officer, warrant officer, petty officer, non-commissioned officer, or man of any of His Majesty’s naval or military forces may, with his consent . . .  , be transferred by the Air Council to the Air Force ... Provided that a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b no person transferred to the Air Force under the provisions of this section shall be liable to serve with the Air Force for any longer period than that for which he would have been liable to serve had he continued in the force from which he was transferred. 2 Regulations made by the Air Council may provide that in the case of a person so transferred, the time during which he held a commission or served in the force from which he is transferred shall, for such purposes as may be prescribed, be aggregated with the time during which he holds a commission or serves in the Air Force, and that his entry into or enlistment in the force from which he is transferred shall, for such purposes as may be prescribed, be treated as enlistment into the Air Force. 3 Where any person is transferred to the Air Force under this section, then for the purposes of pay, pensions, gratuity, and retired or half-pay, and of any decoration or reward dependent on length of service, any previous service with His Majesty’s naval or military forces which would have counted as service towards pay, pension, gratuity, retired or half-pay, or such decoration or reward if he had not been so transferred, shall be deemed to be service with the Air Force towards pay, pension, gratuity, retired or half-pay or such decoration or reward. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "4", "section_title": " Rights of officers.", "section_text": "4 Officers in the Air Force shall enjoy all such powers, rights, immunities, and privileges as are enjoyed by commissioned officers of  the Royal Navy or His Majesty’s Army  as such, whether conferred by statute or otherwise . . . "}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "6", "section_title": "", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "89.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "10", "section_title": "", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "14", "section_title": " Power to alter and revoke orders.", "section_text": "14 Orders in Council, orders, and regulations made under this Act may be varied and revoked by subsequent Orders in Council, orders, and regulations made in like manner."}, {"act": "Air Force (Constitution) Act 1917", "year": 1917, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Air Force (Constitution) Act, 1917."}]