[{"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "5", "section_title": " Alteration of purposes for which voluntary funds may be applied in certain cases. ", "section_text": "5 Where any fund has been raised by voluntary contributions for the purpose of providing assistance in some specific form to disabled officers or men, or to the wives, civil partners,  widows, surviving civil partners,  children, or dependants of officers or men, and provision has been made for such assistance out of public moneys, the Minister of Pensions may, on the application of the trustees or managing body of the fund, after taking such steps as he thinks desirable for ascertaining the wishes of subscribers, make with the concurrence of such trustees or managing body an order authorising the fund to be applied to such other purposes for the benefit of disabled officers or men or the wives, civil partners,  widows, surviving civil partners,                        children or dependants of officers or men as may be specified in the order, and on the making of any such order the fund may be applied accordingly."}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "6", "section_title": " Power of Minister of Pensions to accept and administer gifts for assisting disabled officers and men. ", "section_text": "6 It shall be lawful for the Minister of Pensions to accept any gift of money or securities, by will or otherwise, to be applied wholly or mainly for the purpose of assisting disabled officers and men after they have left naval or military service, and the widows, surviving civil partners,  children, and other dependants of deceased officers and men, and subject to any trust affecting any such gift to administer the same under such conditions as the Minister may think fit."}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "6A", "section_title": "Function of Secretary of State to provide for the care of disabled officers and men and disabled nurses", "section_text": "6A It shall be a function of the Secretary of State to make provision for the care of disabled officers and men and disabled nurses after they have left naval, military or air force service, including provision for their health."}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Naval and Military War Pensions &c. (Administrative Expenses) Act 1917", "year": 1917, "section": "10", "section_title": "†Short title, and construction, and repeal.", "section_text": "10 1 This Act may be cited as the Naval and Military War Pensions, &c. (Administrative Expenses) Act, 1917, and the  Naval and Military War Pensions, &c. Acts, 1915 and  1916, the Ministry of Pensions Act, 1916, so far as it relates to the Statutory Committee, and this Act may be cited together as the Naval and Military War Pensions, &c. Acts, 1915 to 1917. 2 This Act shall be construed as one with the principal Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]