[{"act": "Titles Deprivation Act 1917", "year": 1917, "section": "1", "section_title": " Forfeiture of title of peer or prince held by enemy.", "section_text": "1 1 His Majesty may appoint a committee of His Privy Council, of which two members at least shall be members of the Judicial Committee, to enquire into and report the names of any persons enjoying any dignity or title as a peer or British prince who have, during the present war, borne arms against His Majesty or His Allies, or who have adhered to His Majesty’s enemies. 2 The Committee shall have power to take evidence on oath and to administer an oath for the purpose, and may, if they think fit, act upon any evidence given either orally or by affidavit based on information and belief, the grounds of which are stated. 3 Such report shall be laid upon the table of both Houses of Parliament for the space of forty days, and, if by that time there has not been passed in either House a motion disapproving of the report, it shall be taken as final and presented to His Majesty. 4 Where the name of any peer or prince is included in the report, then from and after the date of the presentation of the report to His Majesty— a The name of such person, if he be a peer, shall be struck out of the Peerage Roll, and all rights of such peer to receive a writ of summons and to sit in the House of Lords or to take part in the election of representative peers shall cease and determine: b All privileges and all rights to any dignity or title, whether in respect of a peerage or under any Royal Warrant or Letters Patent, shall cease and determine."}, {"act": "Titles Deprivation Act 1917", "year": 1917, "section": "2", "section_title": " Power of successor to petition for restoration of peerage.", "section_text": "2 It shall be lawful for the successor of any peer whose name has been so removed, to present a petition to His Majesty praying to have the peerage restored and his name placed on the Peerage Roll; and His Majesty may refer such petition to a committee of the Privy Council constituted as aforesaid; and should the committee be satisfied that such person has incurred no disability under this Act, and is well affected to His Majesty’s Person and Government, His Majesty may thereupon direct that the peerage be restored and the name of the petitioner be placed on the Peerage Roll; whereupon all rights and privileges of the holder of the peerage shall revive and be in force as if the name of the peer had never been removed from the Roll."}, {"act": "Titles Deprivation Act 1917", "year": 1917, "section": "3", "section_title": " Savings.", "section_text": "3 1 Nothing in this Act shall affect the title or succession of any person to any estates or other property. 2 The powers conferred upon His Majesty by this Act shall be in addition to, and not in derogation of, any other powers of His Majesty."}, {"act": "Titles Deprivation Act 1917", "year": 1917, "section": "4", "section_title": " Short title and definition.", "section_text": "4 1 This Act may be cited as the Titles Deprivation Act 1917. 2 In this Act, the expression “ enemy ” shall be construed as referring to the enemies of His Majesty in the present war, and, for the purposes of this Act, a person shall be deemed to have adhered to His Majesty’s enemies if since the commencement of the present war he has voluntarily resided in an enemy country or if he has served in the enemy forces or in any way rendered assistance to the enemy."}]