[{"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "1", "section_title": " Maintenance calculations and terminology.", "section_text": "1 1 In the  Child Support Act 1991 (“ the 1991 Act ”), for section 11 (maintenance assessments) there shall be substituted—  Maintenance calculations. 11 1 An application for a maintenance calculation made to the Secretary of State shall be dealt with by him in accordance with the provision made by or under this Act. 2 The Secretary of State shall (unless he decides not to make a maintenance calculation in response to the application, or makes a decision under section 12) determine the application by making a decision under this section about whether any child support maintenance is payable and, if so, how much. 3 Where— a a parent is treated under section 6(3) as having applied for a maintenance calculation; but b the Secretary of State becomes aware before determining the application that the parent has ceased to fall within section 6(1), he shall, subject to subsection (4), cease to treat that parent as having applied for a maintenance calculation. 4 If it appears to the Secretary of State that subsection (10) of section 4 would not have prevented the parent with care concerned from making an application for a maintenance calculation under that section he shall— a notify her of the effect of this subsection; and b if, before the end of the period of one month beginning with the day on which notice was sent to her, she asks him to do so, treat her as having applied not under section 6 but under section 4. 5 Where subsection (3) applies but subsection (4) does not, the Secretary of State shall notify— a the parent with care concerned; and b the non-resident parent (or alleged non-resident parent), where it appears to him that that person is aware that the parent with care has been treated as having applied for a maintenance calculation. 6 The amount of child support maintenance to be fixed by a maintenance calculation shall be determined in accordance with Part I of Schedule 1 unless an application for a variation has been made and agreed. 7 If the Secretary of State has agreed to a variation, the amount of child support maintenance to be fixed shall be determined on the basis he determines under section 28F(4). 8 Part II of Schedule 1 makes further provision with respect to maintenance calculations. 2 In the 1991 Act— a for “maintenance assessment”, wherever it occurs, there shall be substituted  “maintenance calculation” ; and b for “assessment”\t\t\t\t\t\t\t(or any variant of that term), wherever it occurs, there shall be substituted  “calculation” \t\t\t\t\t\t\t(or the corresponding variant) preceded, where appropriate, by  “a”  instead of “an”. 3 For Part I of Schedule 1 to the 1991 Act, there shall be substituted the Part I set out in Schedule 1 to this Act."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "2", "section_title": " Applications under section 4 of the Child Support Act 1991.", "section_text": "2 1 In section 4 of the 1991 Act (child support maintenance), subsection (10) shall be amended as follows. 2 In paragraph (a), after “maintenance order” there shall be inserted  “made before a prescribed date” . 3 After paragraph (a), there shall be inserted— aa a maintenance order made on or after the date prescribed for the purposes of paragraph (a) is in force in respect of them, but has been so for less than the period of one year beginning with the date on which it was made; or ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "3", "section_title": " Applications by persons claiming or receiving benefit.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "4", "section_title": " Default and interim maintenance decisions.", "section_text": "4 For section 12 of the 1991 Act (interim maintenance assessments) there shall be substituted—  Default and interim maintenance decisions. 12 1 Where the Secretary of State— a is required to make a maintenance calculation; or b is proposing to make a decision under section 16 or 17, and it appears to him that he does not have sufficient information to enable him to do so, he may make a default maintenance decision. 2 Where an application for a variation has been made under section 28A(1) in connection with an application for a maintenance calculation (or in connection with such an application which is treated as having been made), the Secretary of State may make an interim maintenance decision. 3 The amount of child support maintenance fixed by an interim maintenance decision shall be determined in accordance with Part I of Schedule 1. 4 The Secretary of State may by regulations make provision as to default and interim maintenance decisions. 5 The regulations may, in particular, make provision as to— a the procedure to be followed in making a default or an interim maintenance decision; and b a default rate of child support maintenance to apply where a default maintenance decision is made."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "5", "section_title": " Departure from usual rules for calculating maintenance.", "section_text": "5 1 The 1991 Act shall be amended as follows. 2 For sections 28A to 28C (which deal respectively with applications for departure directions, their preliminary consideration, and the imposition of a regular payments condition) there shall be substituted—  Variations  Application for variation of usual rules for calculating maintenance. 28A 1 Where an application for a maintenance calculation is made under section 4 or 7, or treated as made under section 6, the person with care or the non-resident parent or (in the case of an application under section 7) either of them or the child concerned may apply to the Secretary of State for the rules by which the calculation is made to be varied in accordance with this Act. 2 Such an application is referred to in this Act as an “ application for a variation ”. 3 An application for a variation may be made at any time before the Secretary of State has reached a decision (under section 11 or 12(1)) on the application for a maintenance calculation (or the application treated as having been made under section 6). 4 A person who applies for a variation— a need not make the application in writing unless the Secretary of State directs in any case that he must; and b must say upon what grounds the application is made. 5 In other respects an application for a variation is to be made in such manner as may be prescribed. 6 Schedule 4A has effect in relation to applications for a variation.  Preliminary consideration of applications. 28B 1 Where an application for a variation has been duly made to the Secretary of State, he may give it a preliminary consideration. 2 Where he does so he may, on completing the preliminary consideration, reject the application (and proceed to make his decision on the application for a maintenance calculation without any variation) if it appears to him— a that there are no grounds on which he could agree to a variation; b that he has insufficient information to make a decision on the application for the maintenance calculation under section 11 (apart from any information needed in relation to the application for a variation), and therefore that his decision would be made under section 12(1); or c that other prescribed circumstances apply.  Imposition of regular payments condition. 28C 1 Where— a an application for a variation is made by the non-resident parent; and b the Secretary of State makes an interim maintenance decision, the Secretary of State may also, if he has completed his preliminary consideration (under section 28B) of the application for a variation and has not rejected it under that section, impose on the non-resident parent one of the conditions mentioned in subsection (2)\t\t\t\t\t\t\t\t\t\t\t(a “ regular payments condition ”). 2 The conditions are that— a the non-resident parent must make the payments of child support maintenance specified in the interim maintenance decision; b the non-resident parent must make such lesser payments of child support maintenance as may be determined in accordance with regulations made by the Secretary of State. 3 Where the Secretary of State imposes a regular payments condition, he shall give written notice of the imposition of the condition and of the effect of failure to comply with it to— a the non-resident parent; b all the persons with care concerned; and c if the application for the maintenance calculation was made under section 7, the child who made the application. 4 A regular payments condition shall cease to have effect— a when the Secretary of State has made a decision on the application for a maintenance calculation under section 11 (whether he agrees to a variation or not); b on the withdrawal of the application for a variation. 5 Where a non-resident parent has failed to comply with a regular payments condition, the Secretary of State may in prescribed circumstances refuse to consider the application for a variation, and instead reach his decision under section 11 as if no such application had been made. 6 The question whether a non-resident parent has failed to comply with a regular payments condition is to be determined by the Secretary of State. 7 Where the Secretary of State determines that a non-resident parent has failed to comply with a regular payments condition he shall give written notice of his determination to— a that parent; b all the persons with care concerned; and c if the application for the maintenance calculation was made under section 7, the child who made the application. 3 In section 28D (determination of applications)— a for subsection (1) there shall be substituted— 1 Where an application for a variation has not failed, the Secretary of State shall, in accordance with the relevant provisions of, or made under, this Act— a either agree or not to a variation, and make a decision under section 11 or 12(1); or b refer the application to an appeal tribunal for the tribunal to determine what variation, if any, is to be made. ; b in each of subsections (2) and (3), for “an application for a departure direction” there shall be substituted  “an application for a variation” ; and c in subsection (2), in paragraph (a) “lapsed or” shall be omitted, at the end of paragraph (b)  “or”  shall be inserted, and after that paragraph there shall be inserted— c the Secretary of State has refused to consider it under section 28C(5). 4 In section 28E (matters to be taken into account)— a in subsections (1), (3) and (4), for “any application for a departure direction”\t\t\t\t\t\t\t(wherever appearing) there shall be substituted  “whether to agree to a variation” ; and b in subsection (4)(a), for “a departure direction were made” there shall be substituted  “the Secretary of State agreed to a variation” . 5 For section 28F (departure directions) there shall be substituted—  Agreement to a variation. 28F 1 The Secretary of State may agree to a variation if— a he is satisfied that the case is one which falls within one or more of the cases set out in Part I of Schedule 4B or in regulations made under that Part; and b it is his opinion that, in all the circumstances of the case, it would be just and equitable to agree to a variation. 2 In considering whether it would be just and equitable in any case to agree to a variation, the Secretary of State— a must have regard, in particular, to the welfare of any child likely to be affected if he did agree to a variation; and b must, or as the case may be must not, take any prescribed factors into account, or must take them into account (or not) in prescribed circumstances. 3 The Secretary of State shall not agree to a variation (and shall proceed to make his decision on the application for a maintenance calculation without any variation) if he is satisfied that— a he has insufficient information to make a decision on the application for the maintenance calculation under section 11, and therefore that his decision would be made under section 12(1); or b other prescribed circumstances apply. 4 Where the Secretary of State agrees to a variation, he shall— a determine the basis on which the amount of child support maintenance is to be calculated in response to the application for a maintenance calculation (including an application treated as having been made); and b make a decision under section 11 on that basis. 5 If the Secretary of State has made an interim maintenance decision, it is to be treated as having been replaced by his decision under section 11, and except in prescribed circumstances any appeal connected with it (under section 20) shall lapse. 6 In determining whether or not to agree to a variation, the Secretary of State shall comply with regulations made under Part II of Schedule 4B."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "6", "section_title": " Applications for a variation: further provisions.", "section_text": "6 1 For Schedule 4A to the 1991 Act there shall be substituted the Schedule 4A set out in Part I of Schedule 2. 2 For Schedule 4B to that Act there shall be substituted the Schedule 4B set out in Part II of Schedule 2."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "7", "section_title": " Variations: revision and supersession.", "section_text": "7 For section 28G of the 1991 Act (effect and duration of departure directions) there shall be substituted—  Variations: revision and supersession. 28G 1 An application for a variation may also be made when a maintenance calculation is in force. 2 The Secretary of State may by regulations provide for— a sections 16, 17 and 20; and b sections 28A to 28F and Schedules 4A and 4B, to apply with prescribed modifications in relation to such applications. 3 The Secretary of State may by regulations provide that, in prescribed cases (or except in prescribed cases), a decision under section 17 made otherwise than pursuant to an application for a variation may be made on the basis of a variation agreed to for the purposes of an earlier decision without a new application for a variation having to be made."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "8", "section_title": " Revision of decisions.", "section_text": "8 1 Section 16 of the 1991 Act (revision of decisions) shall be amended as follows. 2 In subsection (1), for “of the Secretary of State under section 11, 12 or 17” there shall be substituted  “to which subsection (1A) applies” . 3 After subsection (1), there shall be inserted— 1A This subsection applies to— a a decision of the Secretary of State under section 11, 12 or 17; b a reduced benefit decision under section 46; c a decision of an appeal tribunal on a referral under section 28D(1)(b). 1B Where the Secretary of State revises a decision under section 12(1)— a he may (if appropriate) do so as if he were revising a decision under section 11; and b if he does that, his decision as revised is to be treated as one under section 11 instead of section 12(1)\t\t\t\t\t\t\t\t\t\t(and, in particular, is to be so treated for the purposes of an appeal against it under section 20)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "9", "section_title": " Decisions superseding earlier decisions.", "section_text": "9 1 Section 17 of the 1991 Act (decisions superseding earlier decisions) shall be amended as follows. 2 In subsection (1), for paragraph (c) there shall be substituted— c any reduced benefit decision under section 46; d any decision of an appeal tribunal on a referral under section 28D(1)(b); e any decision of a Child Support Commissioner on an appeal from such a decision as is mentioned in paragraph (b) or (d). 3 For subsection (4) there shall be substituted— 4 Subject to subsection (5) and section 28ZC, a decision under this section shall take effect as from the beginning of the maintenance period in which it is made or, where applicable, the beginning of the maintenance period in which the application was made. 4A In subsection (4), a “ maintenance period ” is (except where a different meaning is prescribed for prescribed cases) a period of seven days, the first one beginning on the effective date of the first decision made by the Secretary of State under section 11 or (if earlier) his first default or interim maintenance decision (under section 12) in relation to the non-resident parent in question, and each subsequent one beginning on the day after the last day of the previous one."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "10", "section_title": " Appeals to appeal tribunals.", "section_text": "10 For section 20 of the 1991 Act (appeals to appeal tribunals) there shall be substituted—  Appeals to appeal tribunals. 20 1 A qualifying person has a right of appeal to an appeal tribunal against— a a decision of the Secretary of State under section 11, 12 or 17 (whether as originally made or as revised under section 16); b a decision of the Secretary of State not to make a maintenance calculation under section 11 or not to supersede a decision under section 17; c a reduced benefit decision under section 46; d the imposition (by virtue of section 41A) of a requirement to make penalty payments, or their amount; e the imposition (by virtue of section 47) of a requirement to pay fees. 2 In subsection (1), “ qualifying person ” means— a in relation to paragraphs (a) and (b)— i the person with care, or non-resident parent, with respect to whom the Secretary of State made the decision, or ii in a case relating to a maintenance calculation which was applied for under section 7, either of those persons or the child concerned; b in relation to paragraph (c), the person in respect of whom the benefits are payable; c in relation to paragraph (d), the parent who has been required to make penalty payments; and d in relation to paragraph (e), the person required to pay fees. 3 A person with a right of appeal under this section shall be given such notice as may be prescribed of— a that right; and b the relevant decision, or the imposition of the requirement. 4 Regulations may make— a provision as to the manner in which, and the time within which, appeals are to be brought; and b such provision with respect to proceedings before appeal tribunals as the Secretary of State considers appropriate. 5 The regulations may in particular make any provision of a kind mentioned in Schedule 5 to the  Social Security Act 1998. 6 No appeal lies by virtue of subsection (1)(c) unless the amount of the person’s benefit is reduced in accordance with the reduced benefit decision; and the time within which such an appeal may be brought runs from the date of notification of the reduction. 7 In deciding an appeal under this section, an appeal tribunal— a need not consider any issue that is not raised by the appeal; and b shall not take into account any circumstances not obtaining at the time when the Secretary of State made the decision or imposed the requirement. 8 If an appeal under this section is allowed, the appeal tribunal may— a itself make such decision as it considers appropriate; or b remit the case to the Secretary of State, together with such directions (if any) as it considers appropriate."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "11", "section_title": " Redetermination of appeals.", "section_text": "11 After section 23 of the 1991 Act there shall be inserted—  Redetermination of appeals. 23A 1 This section applies where an application is made to a person under section 24(6)(a) for leave to appeal from a decision of an appeal tribunal. 2 If the person who constituted, or was the chairman of, the appeal tribunal considers that the decision was erroneous in law, he may set aside the decision and refer the case either for redetermination by the tribunal or for determination by a differently constituted tribunal. 3 If each of the principal parties to the case expresses the view that the decision was erroneous in point of law, the person shall set aside the decision and refer the case for determination by a differently constituted tribunal. 4 The “principal parties” are— a the Secretary of State; and b those who are qualifying persons for the purposes of section 20(2) in relation to the decision in question."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "12", "section_title": " Information required by Secretary of State.", "section_text": "12 In section 14 of the 1991 Act (information required by the Secretary of State), in subsection (1), after “such an application” there shall be inserted  “(or application treated as made), or needed for the making of any decision or in connection with the imposition of any condition or requirement under this Act,” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "13", "section_title": " Information— offences.", "section_text": "13 After section 14 of the 1991 Act there shall be inserted—  Information —offences. 14A 1 This section applies to— a persons who are required to comply with regulations under section 4(4) or 7(5); and b persons specified in regulations under section 14(1)(a). 2 Such a person is guilty of an offence if, pursuant to a request for information under or by virtue of those regulations— a he makes a statement or representation which he knows to be false; or b he provides, or knowingly causes or knowingly allows to be provided, a document or other information which he knows to be false in a material particular. 3 Such a person is guilty of an offence if, following such a request, he fails to comply with it. 4 It is a defence for a person charged with an offence under subsection (3) to prove that he had a reasonable excuse for failing to comply. 5 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "14", "section_title": " Inspectors.", "section_text": "14 1 Section 15 of the 1991 Act (powers of inspectors) shall be amended as follows. 2 For subsections (1) to (4) there shall be substituted— 1 The Secretary of State may appoint, on such terms as he thinks fit, persons to act as inspectors under this section. 2 The function of inspectors is to acquire information which the Secretary of State needs for any of the purposes of this Act. 3 Every inspector is to be given a certificate of his appointment. 4 An inspector has power, at any reasonable time and either alone or accompanied by such other persons as he thinks fit, to enter any premises which— a are liable to inspection under this section; and b are premises to which it is reasonable for him to require entry in order that he may exercise his functions under this section, and may there make such examination and inquiry as he considers appropriate. 4A Premises liable to inspection under this section are those which are not used wholly as a dwelling house and which the inspector has reasonable grounds for suspecting are— a premises at which a non-resident parent is or has been employed; b premises at which a non-resident parent carries out, or has carried out, a trade, profession, vocation or business; c premises at which there is information held by a person (“ A ”) whom the inspector has reasonable grounds for suspecting has information about a non-resident parent acquired in the course of A’s own trade, profession, vocation or business. 3 In subsection (6), for the words from “any person who” to the end of paragraph (d) there shall be substituted  “any such person” . 4 After subsection (10) there shall be inserted— 11 In this section, “ premises ” includes— a moveable structures and vehicles, vessels, aircraft and hovercraft; b installations that are offshore installations for the purposes of the  Mineral Workings (Offshore Installations) Act 1971; and c places of all other descriptions whether or not occupied as land or otherwise, and references in this section to the occupier of premises are to be construed, in relation to premises that are not occupied as land, as references to any person for the time being present at the place in question."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "15", "section_title": " Presumption of parentage in child support cases.", "section_text": "15 1 In section 26(2) of the 1991 Act (cases in which the Secretary of State may assume a person to be the parent of a child for the purpose of making a maintenance calculation under that Act), before Case A there shall be inserted— Case A1 Where— a the child is habitually resident in England and Wales; b the Secretary of State is satisfied that the alleged parent was married to the child’s mother at some time in the period beginning with the conception and ending with the birth of the child; and c the child has not been adopted. Case A2 Where— a the child is habitually resident in England and Wales; b the alleged parent has been registered as father of the child under section 10 or 10A of the  Births and Deaths Registration Act 1953, or in any register kept under section 13 (register of births and still-births) or section 44 (Register of Corrections Etc) of the  Registration of Births, Deaths and Marriages (Scotland) Act 1965, or under Article 14 or 18(1)(b)(ii) of the  Births and Deaths Registration (Northern Ireland) Order 1976; and c the child has not subsequently been adopted. Case A3 Where the result of a scientific test (within the meaning of section 27A) taken by the alleged parent would be relevant to determining the child’s parentage, and the alleged parent— a refuses to take such a test; or b has submitted to such a test, and it shows that there is no reasonable doubt that the alleged parent is a parent of the child. 2 In that provision, after Case B there shall be inserted— Case B1 Where the Secretary of State is satisfied that the alleged parent is a parent of the child in question by virtue of section 27 or 28 of that Act (meaning of “ mother ” and of “ father ” respectively)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "16", "section_title": " Disqualification from driving.", "section_text": "16 1 After section 39 of the 1991 Act there shall be inserted—  Commitment to prison and disqualification from driving. 39A 1 Where the Secretary of State has sought— a in England and Wales to levy an amount by distress under this Act; or b to recover an amount by virtue of section 36 or 38, and that amount, or any portion of it, remains unpaid he may apply to the court under this section. 2 An application under this section is for whichever the court considers appropriate in all the circumstances of— a the issue of a warrant committing the liable person to prison; or b an order for him to be disqualified from holding or obtaining a driving licence. 3 On any such application the court shall (in the presence of the liable person) inquire as to— a whether he needs a driving licence to earn his living; b his means; and c whether there has been wilful refusal or culpable neglect on his part. 4 The Secretary of State may make representations to the court as to whether he thinks it more appropriate to commit the liable person to prison or to disqualify him from holding or obtaining a driving licence; and the liable person may reply to those representations. 5 In this section and section 40B, “ driving licence ” means a licence to drive a motor vehicle granted under Part III of the  Road Traffic Act 1988. 6 In this section “ the court ” means— a in England and Wales, a magistrates’ court; b in Scotland, the sheriff. 2 In section 40 of the 1991 Act (commitment to prison), subsections (1) and (2) shall be omitted. 3 Before section 41 of the 1991 Act there shall be inserted—  Disqualification from driving: further provision. 40B 1 If, but only if, the court is of the opinion that there has been wilful refusal or culpable neglect on the part of the liable person, it may— a order him to be disqualified, for such period specified in the order but not exceeding two years as it thinks fit, from holding or obtaining a driving licence (a “ disqualification order ”); or b make a disqualification order but suspend its operation until such time and on such conditions (if any) as it thinks just. 2 The court may not take action under both section 40 and this section. 3 A disqualification order must state the amount in respect of which it is made, which is to be the aggregate of— a the amount mentioned in section 35(1), or so much of it as remains outstanding; and b an amount (determined in accordance with regulations made by the Secretary of State) in respect of the costs of the application under section 39A. 4 A court which makes a disqualification order shall require the person to whom it relates to produce any driving licence held by him, and its counterpart (within the meaning of section 108(1) of the  Road Traffic Act 1988). 5 On an application by the Secretary of State or the liable person, the court— a may make an order substituting a shorter period of disqualification, or make an order revoking the disqualification order, if part of the amount referred to in subsection (3)\t\t\t\t\t\t\t\t\t\t\t\t(the “ amount due ”) is paid to any person authorised to receive it; and b must make an order revoking the disqualification order if all of the amount due is so paid. 6 The Secretary of State may make representations to the court as to the amount which should be paid before it would be appropriate to make an order revoking the disqualification order under subsection (5)(a), and the person liable may reply to those representations. 7 The Secretary of State may make a further application under section 39A if the amount due has not been paid in full when the period of disqualification specified in the disqualification order expires. 8 Where a court— a makes a disqualification order; b makes an order under subsection (5); or c allows an appeal against a disqualification order, it shall send notice of that fact to the Secretary of State; and the notice shall contain such particulars and be sent in such manner and to such address as the Secretary of State may determine. 9 Where a court makes a disqualification order, it shall also send the driving licence and its counterpart, on their being produced to the court, to the Secretary of State at such address as he may determine. 10 Section 80 of the  Magistrates’ Courts Act 1980 (application of money found on defaulter) shall apply in relation to a disqualification order under this section in relation to a liable person as it applies in relation to the enforcement of a sum mentioned in subsection (1) of that section. 11 The Secretary of State may by regulations make provision in relation to disqualification orders corresponding to the provision he may make under section 40(11). 12 In the application to Scotland of this section— a in subsection (2) for “section 40” substitute  “section 40A” ; b in subsection (3) for paragraph (a) substitute— “ the appropriate amount under section 38; ”; c subsection (10) is omitted; and d for subsection (11) substitute— “ The power of the Court of Session by Act of Sederunt to regulate the procedure and practice in civil proceedings in the sheriff court shall include power to make, in relation to disqualification orders, provision corresponding to that which may be made by virtue of section 40A(8). ” 4 In section 164(5) of the  Road Traffic Act 1988 (power of constables to require production of driving licence  etc. ), after “Road Traffic Offenders Act 1988” there shall be inserted  “, section 40B of the Child Support Act 1991” . 5 In section 27(3) of the  Road Traffic Offenders Act 1988 (offence of failing to produce a licence), for the word “then,” there shall be substituted  “, or if the holder of the licence does not produce it and its counterpart as required by section 40B of theChild Support Act 1991, then,” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "17", "section_title": " Civil imprisonment: Scotland.", "section_text": "17 1 In section 40 of the 1991 Act (commitment to prison), for subsections (12) to (14) there shall be substituted— 12 This section does not apply to Scotland. 2 After section 40 there shall be inserted—  Commitment to prison: Scotland. 40A 1 If, but only if, the sheriff is satisfied that there has been wilful refusal or culpable neglect on the part of the liable person he may— a issue a warrant for his committal to prison; or b fix a term of imprisonment and postpone the issue of the warrant until such time and on such conditions (if any) as he thinks just. 2 A warrant under this section— a shall be made in respect of an amount equal to the aggregate of— i the appropriate amount under section 38; and ii an amount (determined in accordance with regulations made by the Secretary of State) in respect of the expenses of commitment; and b shall state that amount. 3 No warrant may be issued under this section against a person who is under the age of 18. 4 A warrant issued under this section shall order the liable person— a to be imprisoned for a specified period; but b to be released (unless he is in custody for some other reason) on payment of the amount stated in the warrant. 5 The maximum period of imprisonment which may be imposed by virtue of subsection (4) is six weeks. 6 The Secretary of State may by regulations make provision for the period of imprisonment specified in any warrant issued under this section to be reduced where there is part payment of the amount in respect of which the warrant was issued. 7 A warrant issued under this section may be directed to such person as the sheriff thinks fit. 8 The power of the Court of Session by Act of Sederunt to regulate the procedure and practice in civil proceedings in the sheriff court shall include power to make provision— a as to the form of any warrant issued under this section; b allowing an application under this section to be renewed where no warrant is issued or term of imprisonment is fixed; c that a statement in writing to the effect that wages of any amount have been paid to the liable person during any period, purporting to be signed by or on behalf of his employer, shall be sufficient evidence of the facts stated; d that, for the purposes of enabling an inquiry to be made as to the liable person’s conduct and means, the sheriff may issue a citation to him to appear before the sheriff and (if he does not obey) may issue a warrant for his arrest; e that for the purpose of enabling such an inquiry, the sheriff may issue a warrant for the liable person’s arrest without issuing a citation; f as to the execution of a warrant of arrest."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "18", "section_title": " Financial penalties.", "section_text": "18 1 In section 41 of the 1991 Act (arrears of child support maintenance), subsections (3) to (5)\t\t\t\t\t(which provide for the payment of interest on arrears) shall cease to have effect. 2 For section 41A of the 1991 Act (arrears: alternative to interest payments) there shall be substituted—  Penalty payments. 41A 1 The Secretary of State may by regulations make provision for the payment to him by non-resident parents who are in arrears with payments of child support maintenance of penalty payments determined in accordance with the regulations. 2 The amount of a penalty payment in respect of any week may not exceed 25% of the amount of child support maintenance payable for that week, but otherwise is to be determined by the Secretary of State. 3 The liability of a non-resident parent to make a penalty payment does not affect his liability to pay the arrears of child support maintenance concerned. 4 Regulations under subsection (1) may, in particular, make provision— a as to the time at which a penalty payment is to be payable; b for the Secretary of State to waive a penalty payment, or part of it. 5 The provisions of this Act with respect to— a the collection of child support maintenance; b the enforcement of an obligation to pay child support maintenance, apply equally (with any necessary modifications) to penalty payments payable by virtue of regulations under this section. 6 The Secretary of State shall pay penalty payments received by him into the Consolidated Fund."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "19", "section_title": " Reduced benefit decisions.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "20", "section_title": " Voluntary payments.", "section_text": "20 1 After section 28I of the 1991 Act there shall be inserted—  Voluntary payments  Voluntary payments. 28J 1 This section applies where— a a person has applied for a maintenance calculation under section 4(1) or 7(1), or is treated as having applied for one by virtue of section 6; b the Secretary of State has neither made a decision under section 11 or 12 on the application, nor decided not to make a maintenance calculation; and c the non-resident parent makes a voluntary payment. 2 A “voluntary payment” is a payment— a on account of child support maintenance which the non-resident parent expects to become liable to pay following the determination of the application (whether or not the amount of the payment is based on any estimate of his potential liability which the Secretary of State has agreed to give); and b made before the maintenance calculation has been notified to the non-resident parent or (as the case may be) before the Secretary of State has notified the non-resident parent that he has decided not to make a maintenance calculation. 3 In such circumstances and to such extent as may be prescribed— a the voluntary payment may be set off against arrears of child support maintenance which accrued by virtue of the maintenance calculation taking effect on a date earlier than that on which it was notified to the non-resident parent; b the amount payable under a maintenance calculation may be adjusted to take account of the voluntary payment. 4 A voluntary payment shall be made to the Secretary of State unless he agrees, on such conditions as he may specify, that it may be made to the person with care, or to or through another person. 5 The Secretary of State may by regulations make provision as to voluntary payments, and the regulations may in particular— a prescribe what payments or descriptions of payment are, or are not, to count as “voluntary payments”; b prescribe the extent to which and circumstances in which a payment, or a payment of a prescribed description, counts. 2 Section 41B of the 1991 Act (repayment of overpaid child support maintenance) shall be amended as follows. 3 After subsection (1) there shall be inserted— 1A This section also applies where the non-resident parent has made a voluntary payment and it appears to the Secretary of State— a that he is not liable to pay child support maintenance; or b that he is liable, but some or all of the payment amounts to an overpayment, and, in a case falling within paragraph (b), it also appears to him that subsection (1)(a) or (b) applies. 4 For subsection (7) there shall be substituted— 7 For the purposes of this section— a a payment made by a person under a maintenance calculation which was not validly made; and b a voluntary payment made in the circumstances set out in subsection (1A)(a), shall be treated as an overpayment of child support maintenance made by a non-resident parent."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "21", "section_title": " Recovery of child support maintenance by deduction from benefit.", "section_text": "21 For section 43 of the 1991 Act (contribution to maintenance by deduction from benefit) there shall be substituted—  Recovery of child support maintenance by deduction from benefit. 43 1 This section applies where— a a non-resident parent is liable to pay a flat rate of child support maintenance (or would be so liable but for a variation having been agreed to), and that rate applies (or would have applied) because he falls within paragraph 4(1)(b) or (c) or 4(2) of Schedule 1; and b such conditions as may be prescribed for the purposes of this section are satisfied. 2 The power of the Secretary of State to make regulations under section 5 of the  Social Security Administration Act 1992 by virtue of subsection (1)(p)\t\t\t\t\t\t\t\t(deductions from benefits) may be exercised in relation to cases to which this section applies with a view to securing that payments in respect of child support maintenance are made or that arrears of child support maintenance are recovered. 3 For the purposes of this section, the benefits to which section 5 of the 1992 Act applies are to be taken as including war disablement pensions and war widows’ pensions (within the meaning of section 150 of the  Social Security Contributions and Benefits Act 1992 (interpretation))."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "22", "section_title": " Jurisdiction.", "section_text": "22 1 Section 44 of the 1991 Act (jurisdiction) shall be amended as follows. 2 In subsection (1), after “United Kingdom” there shall be inserted  “, except in the case of a non-resident parent who falls within subsection (2A)” . 3 After subsection (2) there shall be inserted— 2A A non-resident parent falls within this subsection if he is not habitually resident in the United Kingdom, but is— a employed in the civil service of the Crown, including Her Majesty’s Diplomatic Service and Her Majesty’s Overseas Civil Service; b a member of the naval, military or air forces of the Crown, including any person employed by an association established for the purposes of Part XI of the  Reserve Forces Act 1996; c employed by a company of a prescribed description registered under the  Companies Act 1985 in England and Wales or in Scotland, or under the  Companies (Northern Ireland) Order 1986; or d employed by a body of a prescribed description. 4 Subsection (3) shall cease to have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "23", "section_title": " Abolition of the child maintenance bonus.", "section_text": "23 Section 10 of the  Child Support Act 1995 (which provides for the child maintenance bonus) shall cease to have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "24", "section_title": " Periodical reviews.", "section_text": "24 Article 3(4) of the  Social Security Act 1998 (Commencement  No.  2) Order 1998 (which saved section 16 of the 1991 Act for certain purposes) is revoked; and accordingly that section shall cease to have effect for all purposes."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "25", "section_title": " Regulations.", "section_text": "25 In section 52 of the 1991 Act (regulations and orders), for subsection (2) there shall be substituted— 2 No statutory instrument containing (whether alone or with other provisions) regulations made under— a section 6(1), 12(4)\t\t\t\t\t\t\t\t(so far as the regulations make provision for the default rate of child support maintenance mentioned in section 12(5)(b)), 28C(2)(b), 28F(2)(b), 30(5A), 41(2), 41A, 41B(6), 43(1), 44(2A)(d), 46 or 47; b paragraph 3(2) or 10A(1) of Part I of Schedule 1; or c Schedule 4B, or an order made under section 45(1) or (6), shall be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House of Parliament. 2A No statutory instrument containing (whether alone or with other provisions) the first set of regulations made under paragraph 10(1) of Part I of Schedule 1 as substituted by section 1(3) of the Child Support, Pensions and Social Security Act 2000 shall be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "26", "section_title": " Amendments.", "section_text": "26 Schedule 3 (amendment of enactments) shall have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "27", "section_title": " Temporary compensation payment scheme.", "section_text": "27 1 This section applies where— a a maintenance assessment is made before a prescribed date following an application for one under section 4, 6 or 7 of the 1991 Act; or b a fresh maintenance assessment has been made following either a periodic review under section 16 of the 1991 Act or a review under section 17 of that Act (as they had effect before their substitution by section 40 or 41 respectively of the  Social Security Act 1998), and the effective date of the assessment is earlier than the date on which the assessment was made, with the result that arrears of child support maintenance have become due under the assessment. 2 The Secretary of State may in regulations provide that this section has effect as if it were modified so as— a to apply to cases of arrears of child support maintenance having become due additional to those referred to in subsection (1); b not to apply to any such case as is referred to in subsection (1). 3 If this section applies, the Secretary of State may in prescribed circumstances agree with the absent parent, on terms specified in the agreement, that— a the absent parent will not be required to pay the whole of the arrears, but only some lesser amount; and b the Secretary of State will not, while the agreement is complied with, take action to recover any of the arrears. 4 The terms which may be specified are to be prescribed in or determined in accordance with regulations made by the Secretary of State. 5 An agreement may be entered into only if it is made before 1st April 2002 and expires before 1st April 2003. 6 If the absent parent enters into such an agreement, the Secretary of State may, while the absent parent complies with it, refrain from taking action under the 1991 Act to recover the arrears. 7 Upon the expiry of the agreement, if the absent parent has complied with it— a he ceases to be liable to pay the arrears; and b the Secretary of State may make payments of such amounts and at such times as he may determine to the person with care. 8 If the absent parent fails to comply with the agreement he becomes liable to pay the full amount of any outstanding arrears (as well as any other amount payable in accordance with the assessment). 9 The Secretary of State may by regulations provide for this section to have effect as if there were substituted for the dates in subsection (5) such later dates as are prescribed. 10 In this section, “ prescribed ” means prescribed in regulations made by the Secretary of State. 11 Regulations under this section shall be made by statutory instrument. 12 No statutory instrument containing regulations under subsection (9) is to be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House of Parliament; but otherwise a statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "28", "section_title": " Pilot schemes.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "29", "section_title": " Interpretation, transitional provisions, savings, etc.", "section_text": "29 1 In this Part, “ the 1991 Act ” means the  Child Support Act 1991. 2 The Secretary of State may in regulations make such transitional and transitory provisions, and such incidental, supplementary, savings and consequential provisions, as he considers necessary or expedient in connection with the coming into force of this Part or any provision in it. 3 The regulations may, in particular— a provide for the amount of child support maintenance payable by or to any person to be at a transitional rate (or more than one such rate successively) resulting from the phasing-in by way of prescribed steps of any increase or decrease in the amount payable following the coming into force of this Part or any provision in it; b provide for a departure direction or any finding in relation to a previous determination of child support maintenance to be taken into account in a decision as to the amount of child support maintenance payable by or to any person. 4 Section 175(3) and (5) of the  Social Security Contributions and Benefits Act 1992 (supplemental power in relation to regulations) applies to regulations made under this section as it applies to regulations made under that Act. 5 The power to make regulations under this section is exercisable by statutory instrument. 6 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "30", "section_title": " Earnings from which pension derived.", "section_text": "30 1 In section 22 of the  Social Security Contributions and Benefits Act 1992 (earnings from which earnings factors are derived), after subsection (2) there shall be inserted— 2A For the purposes specified in subsection (2)(b) above, in the case of the first appointed year or any subsequent tax year a person’s earnings factor shall be treated as derived only from those of his earnings on which primary Class 1 contributions have been paid or treated as paid. 2 In section 44 of that Act (Category A retirement pension), in subsection (6)— a before paragraph (a) there shall be inserted— za where the relevant year is the first appointed year or any subsequent year, to the aggregate of his earnings factors derived from those of his earnings upon which primary Class 1 contributions have been paid or treated as paid in respect of that year; ; and b in paragraph (a), after “subsequent tax year” there shall be inserted  “before the first appointed year” . 3 After that section there shall be inserted—  Deemed earnings factors. 44A 1 For the purposes of section 44(6)(za) above, if any of the conditions in subsection (2) below is satisfied for a relevant year, a pensioner is deemed to have an earnings factor for that year which— a is derived from earnings on which primary Class 1 contributions were paid; and b is equal to the amount which, when added to any other earnings factors taken into account under that provision, produces an aggregate of earnings factors equal to the low earnings threshold. 2 The conditions referred to in subsection (1) above are that— a the pensioner would, apart from this section, have an earnings factor for the year— i equal to or greater than the qualifying earnings factor for the year; but ii less than the low earnings threshold for the year; b invalid care allowance— i was payable to the pensioner throughout the year; or ii would have been so payable but for the fact that under regulations the amount payable to him was reduced to nil because of his receipt of other benefits; c for the purposes of paragraph 5(7)(b) of Schedule 3, the pensioner is taken to be precluded from regular employment by responsibilities at home throughout the year by virtue of— i the fact that child benefit was payable to him in respect of a child under the age of six; or ii his satisfying such other condition as may be prescribed; d the pensioner is a person satisfying the requirement in subsection (3) below to whom long-term incapacity benefit was payable throughout the year, or would have been so payable but for the fact that— i he did not satisfy the contribution conditions in paragraph 2 of Schedule 3; or ii under regulations the amount payable to him was reduced to nil because of his receipt of other benefits or of payments from an occupational pension scheme or personal pension scheme. 3 The requirement referred to in subsection (2)(d) above is that— a for one or more relevant years the pensioner has paid, or (apart from this section) is treated as having paid, primary Class 1 contributions on earnings equal to or greater than the qualifying earnings factor; and b the years for which he has such a factor constitute at least one tenth of his working life. 4 For the purposes of subsection (3)(b) above— a a pensioner’s working life shall not include— i any tax year before 1978-79; or ii any year in which he is deemed under subsection (1) above to have an earnings factor by virtue of fulfilling the condition in subsection (2)(b) or (c) above; and b the figure calculated by dividing his working life by ten shall be rounded to the nearest whole year (and any half year shall be rounded down). 5 The low earnings threshold for the first appointed year and subsequent tax years shall be £9,500 (but subject to section 148A of the Administration Act). 6 In subsection (2)(d)(ii) above, “ occupational pension scheme ” and “ personal pension scheme ” have the meanings given by subsection (6) of section 30DD above for the purposes of subsection (5) of that section. 4 For the purposes of subsection (1) of section 44A of the  Social Security Contributions and Benefits Act 1992, a pensioner is deemed to have an earnings factor in relation to any relevant year as specified in that subsection if— a severe disablement allowance was payable to him throughout the year; and b he satisfies the requirement in subsection (3) of that section."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "31", "section_title": " Calculation.", "section_text": "31 1 In section 45 of the  Social Security Contributions and Benefits Act 1992 (calculation of additional pension in a Category A retirement pension), in subsection (2)— a after “shall be” there shall be inserted  “the sum of the following” ; b in paragraph (b), after “after 1987-88” there shall be inserted  “but before the first appointed year” ; and c after that paragraph there shall be inserted ; and                           c in relation to any tax years falling within subsection (3A) below, the weekly equivalent of the amount calculated in accordance with Schedule 4A to this Act. 2 In that section the following subsection shall be inserted after subsection (3)— 3A The following tax years fall within this subsection— a the first appointed year; b subsequent tax years. 3 After Schedule 4 to that Act there shall be inserted the Schedule set out in Schedule 4 to this Act."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "32", "section_title": " Calculation of Category B retirement pension.", "section_text": "32 1 In section 46 of the  Social Security Contributions and Benefits Act 1992 (modifications of section 45 for calculating the additional pension in certain benefits), after subsection (2) there shall be inserted— 3 For the purpose of determining the additional pension falling to be calculated under section 45 above by virtue of section 48BB below in a case where the deceased spouse died under pensionable age, the following definition shall be substituted for the definition of “N” in section 45(4)(b) above— “ “ N ” = a the number of tax years which begin after 5th April 1978 and end before the date when the deceased spouse dies, or b the number of tax years in the period— i beginning with the tax year in which the deceased spouse (“ S ”) attained the age of 16 or, if later, 1978-79, and ii ending immediately before the tax year in which S would have attained pensionable age if S had not died earlier, whichever is the smaller number. ” 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In paragraph 5 of Schedule 8 to the  Welfare Reform and Pensions Act 1999 (welfare benefits: minor and consequential amendments), sub-paragraph (b), and the word “and” immediately preceding it, shall be omitted."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "33", "section_title": " Revaluation.", "section_text": "33 1 After section 148 of the  Social Security Administration Act 1992 there shall be inserted—  Revaluation of low earnings threshold. 148A 1 The Secretary of State shall in the tax year preceding the first appointed year and in each subsequent tax year review the general level of earnings obtaining in Great Britain and any changes in that level which have taken place during the review period. 2 In this section, “ the review period ” means— a in the case of the first review under this section, the period beginning with 1st October 1998 and ending on 30th September in the tax year preceding the first appointed year; and b in the case of each subsequent review under this section, the period since— i the end of the last period taken into account in a review under this section; or ii such other date (whether earlier or later) as the Secretary of State may determine. 3 If on such a review it appears to the Secretary of State that the general level of earnings has increased during the review period, he shall make an order under this section. 4 An order under this section shall be an order directing that, for the purposes of the Contributions and Benefits Act— a there shall be a new low earnings threshold for the tax years after the tax year in which the review takes place; and b the amount of that threshold shall be the amount specified in subsection (5) below— i increased by the percentage by which the general level of earnings increased during the review period; and ii rounded to the nearest £100 (taking any amount of £50 as nearest to the next whole £100). 5 The amount referred to in subsection (4)(b) above is— a in the case of the first review under this section, £9,500; and b in the case of each subsequent review, the low earnings threshold for the year in which the review takes place. 6 This section does not require the Secretary of State to direct any increase where it appears to him that the increase would be inconsiderable. 7 If on any review under subsection (1) above the Secretary of State determines that he is not required to make an order under this section, he shall instead lay before each House of Parliament a report explaining his reasons for arriving at that determination. 8 For the purposes of any review under subsection (1) above the Secretary of State shall estimate the general level of earnings in such manner as he thinks fit. 2 Section 148 of the  Social Security Administration Act 1992 (revaluation of earnings factors) shall have effect as if— a the amounts for the first appointed year and any subsequent tax year that are to be reviewed under that section, b the amounts for those years to which any directions by an order under subsection (4) of that section are to be applied, and c accordingly, the amounts for the purpose of maintaining the value of which that section has effect, included the parts of the surplus in an earnings factor referred to in paragraphs 2(2)(a), 5(2)(a) and 7(2)(a) of Schedule 4A to the  Social Security Contributions and Benefits Act 1992. 3 Nothing in section 148 of the  Social Security Administration Act 1992 shall require, or ever have required, the earnings factors used for computing a surplus in an earnings factor for any year under section 44(5A) of the  Social Security Contributions and Benefits Act 1992 to be treated as increased in any case in which that surplus, or any part of it, is itself reviewed under section 148 of the  Social Security Administration Act 1992. 4 In section 128(3) of the  Pensions Act 1995 (revaluation of surpluses in earnings factors under section 44(5A) of the Social Security Contributions and Benefits Act 1992), after “1992” there shall be inserted  “for the purposes of section 45(1) and (2)(a) and (b) of that Act” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "34", "section_title": " Report of Government Actuary: rebates etc.", "section_text": "34 In each of sections 42(1)(a)(ii), 42B(1)(a) and 45A(1)(a) of the  Pension Schemes Act 1993 (reports by Government Actuary on cost of providing benefits equivalent to benefits which are foregone) for “which, under section 48A,” there shall be substituted  “(or parts of benefits) which, in accordance with section 48A below and Schedule 4A to theSocial Security Contributions and Benefits Act 1992,” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "35", "section_title": " Supplementary.", "section_text": "35 1 The  Social Security Contributions and Benefits Act 1992 shall be amended as follows. 2 In section 21(5A)(b)\t\t\t\t\t(contribution conditions)— a after “22(1)(a)” there shall be inserted  “, (2A)” ; and b for “44(6)(a)” there shall be substituted  “44(6)(za) and (a)” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 39C (rate of widowed parent’s allowance and bereavement allowance), in subsections (1), (3) and (4), after “sections 44 to 45A” there shall be inserted  “and Schedule 4A” . 5 In section 44 (Category A retirement pension), in subsection (5A), after “section 45” there shall be inserted  “and Schedule 4A” . 6 In that subsection, for the words from “that year,” to  “surplus”  there shall be substituted that year,                       b the amount of the surplus is the amount of that excess, and c for the purposes of section 45(1) and (2)(a) and (b) below, the adjusted amount of the surplus . 7 In subsection (6) of that section, after “section 45” there shall be inserted  “or Schedule 4A” . 8 In section 45 (the additional element in a Category A retirement pension)— a in subsections (1) and (2)(a) and (b), before “amount”\t\t\t\t\t\t\t(in each place) there shall be inserted  “adjusted” ; and b in subsection (6), for “the amount of any surpluses” there shall be substituted  “any amount” . 9 In section 48A(4)\t\t\t\t\t(Category B retirement pension for married person), after “sections 44 to 45B above” there shall be inserted  “and Schedule 4A below” . 10 In section 48B (Category B retirement pension for widows and widowers), in subsections (2) and (3), after “sections 44 to 45B above” there shall be inserted  “and Schedule 4A below” . 11 In section 48BB (Category B retirement pension: entitlement by reference to benefits under section 39A or 39B), in subsections (5) and (6), after “sections 44 to 45A above” there shall be inserted  “and Schedule 4A below” . 12 In section 48C(4)\t\t\t\t\t(Category B retirement pension: general), after “sections 44 to 45B above” there shall be inserted  “and Schedule 4A below” . 13 In section 51 (Category B retirement pension for widowers), in subsections (2) and (3), after “sections 44 to 45A above” there shall be inserted  “and Schedule 4A below” . 14 In section 122(1)\t\t\t\t\t(interpretation of Parts I to  VI ), at the appropriate place in alphabetical order, there shall be inserted— “ first appointed year ” means such tax year, no earlier than 2002-03, as may be appointed by order, and “ second appointed year ” means such subsequent tax year as may be so appointed; . 15 In section 176 (Parliamentary control), after subsection (3) there shall be inserted— 4 Subsection (3) above does not apply to a statutory instrument by reason only that it contains an order appointing the first or second appointed year (within the meanings given by section 122(1) above)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "36", "section_title": " Report on cost of pension uprating in line with general earnings level.", "section_text": "36 The Government Actuary or the Deputy Government Actuary shall report to the Secretary of State his opinion on the effect on the level of the National Insurance Fund, and the effect which might be expected on the rates of contributions, in each year up to and including 2005-06 of annual increases in the basic pension by the percentage increase in the general level of earnings; and the Secretary of State shall lay a copy of the report before Parliament."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "37", "section_title": " Revaluation of earnings factors.", "section_text": "37 In section 148(2) of the  Social Security Administration Act 1992 (revaluation of earnings factors), for the words from “place” to the end there shall be substituted place—                   a since the end of the period taken into account for the last review under this section, or b since such other date (whether earlier or later) as he may determine; and for the purposes of any such review the Secretary of State shall estimate the general level of earnings in such manner as he thinks fit.                "}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "38", "section_title": " Modification of earnings factors.", "section_text": "38 1 In section 48A(5) of the  1993 Act (power to modify the application of section 44(5) of the  1992 Act where in any year a pensioner’s earnings derive only partially from contracted-out employment), after “44(5)” there shall be inserted  “or (5A)” . 2 Subsection (1) shall have effect— a in relation to the application of section 44(5A) of the 1992 Act by virtue of sections 39C(1) and 48BB(5) of that Act; b in relation to the application of section 44(5A) of the 1992 Act in the circumstances described in section 128(4) to (6) of the 1995 Act. 3 In relation to the period— a beginning with 6th April 2000, and b ending with the day before the first regulations under section 48A(5) of the 1993 Act (as amended by subsection (1) above) come into force, the Secretary of State shall be taken to have, and to have had, power to calculate and pay relevant pensions by reference to section 44(5) of the 1992 Act as modified by regulations under section 48A(5) of the 1993 Act. 4 For the purpose of applying subsection (3) above— a the substitution made by section 128(1) of the 1995 Act shall be ignored; and b references in enactments to section 44(5A) of the 1992 Act shall (so far as necessary) be treated as references to section 44(5). 5 The first regulations under section 48A(5) of the 1993 Act (as amended by subsection (1) above) may include provision in relation to— a revising the calculation of a relevant pension; b paying a relevant pension in accordance with a revised calculation. 6 Relevant pensions are pensions which fall to be calculated— a in the circumstances described in section 128(4) to (6) of the 1995 Act; and b in relation to persons where, by virtue of section 48A(1) of the 1993 Act, section 44(6) of the 1992 Act has effect in any tax year as mentioned in section 48A(1) of the 1993 Act in relation to some but not all of a person’s earnings. 7 For the purposes of this section— a the 1992 Act is the  Social Security Contributions and Benefits Act 1992; b the 1993 Act is the  Pension Schemes Act 1993; c the 1995 Act is the  Pensions Act 1995."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "39", "section_title": " Preservation of rights in respect of additional pensions.", "section_text": "39 1 In the provisions of the  Social Security Contributions and Benefits Act 1992 that are set out in subsection (2)\t\t\t\t\t(provisions relating to additional pensions for surviving spouses)— a the references to 5th April 2000 (wherever occurring) shall have effect, and be deemed always to have had effect, as references to 5th October 2002; and b the references to 6th April 2000 (wherever occurring) shall have effect, and be deemed always to have had effect, as references to 6th October 2002. 2 Those provisions are— a sections 39(3) and 39C(4)\t\t\t\t\t\t\t(widowed mother’s allowance and widowed parent’s allowance); b sections 48BB(7), 48C(3) and 51(3)\t\t\t\t\t\t\t(Category B retirement pensions); and c paragraphs 4(3), 5A(2) and (3) and 6(3) and (4) of Schedule 5 (deferred pensions). 3 For section 52(3) of the  Welfare Reform and Pensions Act 1999 (power to substitute a later year for references to year 2000 in prescribed provisions of the Social Security Contributions and Benefits Act 1992) there shall be substituted— 3 The regulations may amend (or further amend) any prescribed provision set out in section 39(2) of the Child Support, Pensions and Social Security Act 2000 (which sets out provisions falling within subsection (2) of this section) so as to substitute a reference to a later date for— a any reference in that provision to 5th October 2002 or 6th October 2002; or b any reference to a date inserted in that provision by a substitution made by virtue of this subsection. 4 After section 52(4) of that Act of 1999 there shall be inserted— 4A The regulations may provide, for the purposes of any provision made by virtue of subsection (4), for a case in which a person who, as a consequence of receiving incorrect or incomplete information, did not give any consideration to— a the taking of a step which is a step he might have taken had he considered the matter on the basis of correct and complete information, or b refraining from taking a step which is a step he did take but might have refrained from taking had he considered the matter on that basis, to be treated as a case in which his failure to take the step, or his taking of the step he did take, was in reliance on the incorrect or incomplete information and as a case in which that step is one which he would have taken, or (as the case may be) would not have taken, had the information been correct and complete. 5 In section 52(6) of that Act of 1999 (supplemental provisions of regulations relating to the scheme), after paragraph (e) there shall be inserted— ea prescribing the matters that may be relied on, and the presumptions that may be made, in the determination of whether or not the prescribed conditions have been satisfied; ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "40", "section_title": " Home responsibilities protection.", "section_text": "40 In paragraph 5 of Schedule 3 to the  Social Security Contributions and Benefits Act 1992 (contribution conditions for entitlement to Category A and B retirement pension, widowed mother’s allowance and widow’s pension), after sub-paragraph (7)\t\t\t(reduction of number of years for which contribution conditions must be satisfied) there shall be inserted— 7A Regulations may provide that a person is not to be taken for the purposes of sub-paragraph (7)(b) above as precluded from regular employment by responsibilities at home unless he meets the prescribed requirements as to the provision of information to the Secretary of State."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "41", "section_title": " Sharing of state scheme rights.", "section_text": "41 1 In section 49 of the  Welfare Reform and Pensions Act 1999 (creation of state scheme pension debits and credits), for subsection (4) there shall be substituted— 4 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of this section. 4A The power conferred by subsection (4) above includes power to provide— a for calculation or verification in such manner as may be approved by or on behalf of the Government Actuary, and b for things done under the regulations to be required to be done in accordance with guidance from time to time prepared by a person prescribed by the regulations. 2 In section 45B of the  Social Security Contributions and Benefits Act 1992 (pension sharing resulting in reduction of additional Category A retirement pension), for subsection (7) there shall be substituted— 7 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of this section. 7A The power conferred by subsection (7) above includes power to provide— a for calculation or verification in such manner as may be approved by or on behalf of the Government Actuary, and b for things done under the regulations to be required to be done in accordance with guidance from time to time prepared by a person prescribed by the regulations. 3 In section 55A of that Act (shared additional pension), for subsection (6) there shall be substituted— 6 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of this section. 6A The power conferred by subsection (6) above includes power to provide— a for calculation or verification in such manner as may be approved by or on behalf of the Government Actuary, and b for things done under the regulations to be required to be done in accordance with guidance from time to time prepared by a person prescribed by the regulations. 4 In section 55B of that Act (pension sharing resulting in reduction of shared additional pension), for subsection (7) there shall be substituted— 7 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of this section. 7A The power conferred by subsection (7) above includes power to provide— a for calculation or verification in such manner as may be approved by or on behalf of the Government Actuary, and b for things done under the regulations to be required to be done in accordance with guidance from time to time prepared by a person prescribed by the regulations."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "42", "section_title": " Disclosure of state pension information.", "section_text": "42 1 This section applies to any state pension information which is held in relation to any individual— a by the Secretary of State; or b in connection with the provision of any services provided to the Secretary of State for purposes connected with his functions relating to social security, by the person providing those services. 2 The Secretary of State may, in the prescribed manner, disclose or authorise the disclosure of any information  to which this section applies in any case in which— a the person to whom the disclosure is made is a person falling within subsection (3) who has, in the prescribed manner, applied to the Secretary of State for the disclosure of the information; and b it appears to the Secretary of State that the prescribed conditions for the making of a disclosure of the information in question to that person have been satisfied. 3 A person falls within this subsection if— a he is the trustee or manager of an occupational pension scheme of which the individual to whom the information relates is a member; b he is the trustee or manager of a personal pension scheme of which that individual is a member; c he is the employer in relation to an occupational pension scheme of which that individual is a member; d he is the employer in relation to any employed earner’s employment of that individual  ...; or e he is proposing to provide services to that individual in circumstances in which the provision of the services, or the proposal to do so, may involve the giving of advice or forecasts to which the information to which this section applies may be relevant. 3A For the purposes of this section and of any regulations made under it, anything done by or in relation to a person who— a provides, or proposes to provide, relevant services to a person falling within subsection (3)\t\t\t\t\t\t\t(“the qualifying person”), and b is authorised in writing by the qualifying person to act for the purposes of this section, is treated as done by or in relation to the qualifying person. In paragraph (a)\t\t\t\t\t “ relevant services ” means services that may involve the giving of advice or forecasts to which information to which this section applies may be relevant. 4 The Secretary of State shall secure that his powers under this section are exercised so that at least the following is prescribed for the purposes of subsection (2)(b), namely— a in the case of an application for information made by a person falling within paragraph (e) of subsection (3), a condition that the individual to whom the information relates has consented to the making of the application and to the disclosure; and b in any other case, either that condition or the alternative condition set out in subsection (5). 5 The alternative condition is— a that such steps as may be prescribed have been taken for the purpose of ascertaining whether the individual to whom the information relates objects to the making of the application for the disclosure of information relating to him; and b that the prescribed time has elapsed without any objection by that individual. 6 A person applying to the Secretary of State, in accordance with regulations under this section, for the disclosure of any information relating to an individual shall be entitled, for the purpose of making the application, to make such disclosures of information relating to that individual as may be authorised by the regulations. 7 In this section the reference, in relation to an individual, to state pension information is a reference to the following information about that individual— a his date of birth, and the age at which and date on which he attains pensionable age— i for the purposes of the  Pension Schemes Act 1993, in relation to any guaranteed minimum pension to which he is entitled; and ii in accordance with the rules in paragraph 1 of Schedule 4 to the  Pensions Act 1995; aa the amount of any state pension under Part 1 of the Pensions Act 2014 a present or future entitlement to which has already accrued to that individual; ab a projection of the amount of any state pension under Part 1 of the Pensions Act 2014 to which that individual is likely to become entitled, or might become entitled in particular circumstances; b the amount of any basic retirement pension a present or future entitlement to which has already accrued to that individual, and the amount of any additional retirement pension such an entitlement to which has already accrued to that individual; c a projection of the amount of the basic retirement pension to which that individual is likely to become entitled, or might become entitled in particular circumstances;  . . .  d a projection of the amount of the additional retirement pension to which that individual is likely to become entitled, or might become entitled in particular circumstances. and e a projection of the amount of any lump sum to which that individual is likely to become entitled, or might become entitled in particular circumstances. 8 Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 Subsections (4) to (6) of section 189 of the  Social Security Administration Act 1992 (supplemental and incidental powers etc.) shall apply in relation to any power to make regulations under this section as they apply in relation to the powers to make regulations that are conferred by that Act. 10 For the purposes of section 121E of the  Social Security Administration Act 1992 (supply of information by the Inland Revenue to the Secretary of State for the purposes of the Secretary of State’s functions relating to social security), the Secretary of State’s functions relating to social security shall be taken to include any power conferred on him by regulations under this section. 11 In this section— “ additional retirement pension ” means any additional pension or shared additional pension under the Social Security Contributions and Benefits Act 1992, or any graduated retirement benefit under sections 36 and 37 of the National Insurance Act 1965; “ basic retirement pension ” means any basic pension under the Social Security Contributions and Benefits Act 1992; ... “ employed earner ” has the same meaning as it has in Parts I to V of the  Social Security Contributions and Benefits Act 1992 (by virtue of section 2(1) of that Act); “employer”— in relation to any occupational pension scheme, has the same meaning as in Part I of the  Pensions Act 1995; and in relation to employed earner’s employment, has the same meaning as in the  Pension Schemes Act 1993; “ lump sum ” means a lump sum under  section 8 of the Pensions Act 2014 or   Schedule 5 or 5A to the Social Security Contributions and Benefits Act 1992; “ member ”, in relation to an occupational pension scheme, has the same meaning as in Part I of the  Pensions Act 1995; “ occupational pension scheme ” and “ personal pension scheme ” have the same meanings as in the  Pension Schemes Act 1993; “ prescribed ” means prescribed by or determined in accordance with regulations; “ regulations ” means regulations made by the Secretary of State; “ trustee or manager ”, in relation to an occupational or personal pension scheme, means— in the case of a scheme established under a trust, the trustee or trustees of the scheme, and in any other case, the person or persons responsible for the management of the scheme."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "43", "section_title": " Member-nominated trustees.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "44", "section_title": " Corporate trustees.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "45", "section_title": " Employer’s proposals for selection of trustees or directors.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "46", "section_title": " Non-compliance in relation to arrangements or proposals.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "47", "section_title": " Information to be given to the Authority.", "section_text": "47 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (2) of section 118 of that Act (powers to provide for sections 22 to 26 not to apply in the case of certain schemes), for “sections 22 to 26” there shall be substituted  “some or all of the provisions of sections 22 to 26C” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 178(b) of the  Pension Schemes Act 1993 (regulations providing for who is to be treated as a trustee of a scheme), at the end there shall be inserted  “or sections 22 to 26C of the Pensions Act 1995” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "48", "section_title": " Modification of scheme to secure winding-up.", "section_text": "48 After section 71 of the  Pensions Act 1995 (effect of modification orders under section 69) there shall be inserted—  Modification by Authority to secure winding-up. 71A 1 The Authority may at any time while— a an occupational pension scheme is being wound up, and b the employer in relation to the scheme is subject to an insolvency procedure, make an order modifying that scheme with a view to ensuring that it is properly wound up. 2 The Authority shall not make such an order except on an application made to them, at a time such as is mentioned in subsection (1), by the trustees or managers of the scheme. 3 Except in so far as regulations otherwise provide, an application for the purposes of this section must be made in writing. 4 Regulations may make provision— a for the form and manner in which an application for the purposes of this section is to be made to the Authority; b for the matters which are to be contained in such an application; c for the documents which must be attached to an application for the purposes of this section or which must otherwise be delivered to the Authority with or in connection with any such application; d for persons to be required, before such time as may be prescribed, to give such notifications of the making of an application for the purposes of this section as may be prescribed; e for the matters which are to be contained in a notification of such an application; f for persons to have the opportunity, for a prescribed period, to make representations to the Authority about the matters to which such an application relates; g for the manner in which the Authority are to deal with any such application. 5 The power of the Authority to make an order under this section— a shall be limited to what they consider to be the minimum modification necessary to enable the scheme to be properly wound up; and b shall not include power to make any modification that would have a significant adverse effect on— i the accrued rights of any member of the scheme; or ii any person’s entitlement under the scheme to receive any benefit. 6 A modification of an occupational pension scheme by an order of the Authority under this section shall be as effective in law as if— a it had been made under powers conferred by or under the scheme; b the modification made by the order were capable of being made in exercise of such powers notwithstanding any enactment, rule of law or rule of the scheme that would have prevented their exercise for the making of that modification; and c the exercise of such powers for the making of that modification would not have been subject to any enactment, rule of law or rule of the scheme requiring the implementation of any procedure or the obtaining of any consent in connection with the making of a modification. 7 Regulations may provide that, in prescribed circumstances, this section— a does not apply in the case of occupational pension schemes of a prescribed class or description; or b in the case of occupational pension schemes of a prescribed class or description applies with prescribed modifications. 8 The times when an employer in relation to an occupational pension scheme shall be taken for the purposes of this section to be subject to an insolvency procedure are— a in the case of a trust scheme, while section 22 applies in relation to the scheme; and b in the case of a scheme that is not a trust scheme, while section 22 would apply in relation to the scheme if it were a trust scheme; and for the purposes of this subsection no account shall be taken of modifications or exclusions contained in any regulations under section 118. 9 The Authority shall not be entitled to make an order under this section in relation to a public service pension scheme."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "49", "section_title": " Reports about winding-up.", "section_text": "49 1 After section 72 of the  Pensions Act 1995 there shall be inserted—  Supervision of winding-up  Reports to Authority about winding-up. 72A 1 Where— a an occupational pension scheme is being wound up, and b the winding-up is one beginning at a time (whether before or after the passing of this Act) by reference to which regulations provide that it is to be a winding-up to which this section applies, it shall be the duty of the trustees or managers, in accordance with this section, to make periodic reports in writing to the Authority about the progress of the winding-up. 2 In the case of each winding-up, the first report to be made under this section shall be made— a except in a case to which paragraph (b) applies— i after the end of the prescribed period beginning with the day on which the winding-up began; and ii before the end of the prescribed period that begins with the end of the period that applies for the purposes of sub-paragraph (i); and b in a case where the winding-up began before the coming into force of the regulations which (for the purposes of subsection (1)(b)) prescribe the time by reference to which the winding-up is one to which this section applies, before such date as may be prescribed by those regulations. 3 Subject to subsection (4), each subsequent report made under this section in the case of a winding-up shall be made no more than twelve months after the date which (apart from any postponement under subsection (4)) was the latest date for the making of the previous report required to be made in the case of that winding-up. 4 If, in the case of any report required to be made under subsection (3), the Authority consider (whether on an application made for the purpose or otherwise) that it would be appropriate to do so, they may, at any time before the latest time for the making of that report, postpone that latest time by such period as they think fit. 5 The latest time for making a report shall not be postponed under subsection (4) by more than twelve months. 6 Subject to the application of the limit specified in subsection (5) to the cumulative period of the postponements, more than one postponement may be made under subsection (4) in the case of the same report. 7 A report under this section— a must contain such information and statements as may be prescribed; and b must be made in accordance with the prescribed requirements. 8 Regulations may— a provide that, in prescribed circumstances, there shall be no obligation to make a report that would otherwise fall to be made under this section; b make provision for the period within which, and the manner in which, applications may be made for a postponement under subsection (4); and c modify subsections (3) and (5) by substituting periods of different lengths for the periods for the time being specified in those subsections. 9 If there is any failure by the trustees or managers of any scheme to comply with their duty to make a report in accordance with the requirements imposed by or under this section— a section 3 applies, if the scheme is a trust scheme, to any trustee who has failed to take all such steps as are reasonable to secure compliance; and b section 10 applies (irrespective of the description of scheme involved) to any trustee or manager who has failed to take all such steps. 2 In section 124 of that Act (interpretation of Part I), after subsection (3) there shall be inserted— 3A In a case of the winding-up of an occupational pension scheme in pursuance of an order of the Authority under section 11 or of an order of a court, the winding-up shall (subject to subsection (3E)) be taken for the purposes of this Part to begin— a if the order provides for a time to be the time when the winding-up begins, at that time; and b in any other case, at the time when the order comes into force. 3B In a case of the winding-up of an occupational pension scheme in accordance with a requirement or power contained in the rules of the scheme, the winding-up shall (subject to subsections (3C) to (3E)) be taken for the purposes of this Part to begin— a at the time (if any) which under those rules is the time when the winding-up begins; and b if paragraph (a) does not apply, at the earliest time which is a time fixed by the trustees or managers as the time from which steps for the purposes of the winding-up are to be taken. 3C Subsection (3B) shall not require a winding-up of a scheme to be treated as having begun at any time before the end of any period during which effect is being given— a to a determination under section 38 that the scheme is not for the time being to be wound up; or b to a determination in accordance with the rules of the scheme to postpone the commencement of a winding-up. 3D In subsection (3B)(b) the reference to the trustees or managers of the scheme shall have effect in relation to any scheme the rules of which provide for a determination that the scheme is to be wound up to be made by persons other than the trustees or managers as including a reference to those other persons. 3E Subsections (3A) to (3D) above do not apply for such purposes as may be prescribed. 3 After section 49 of that Act (other responsibilities of trustees employers etc.) there shall be inserted—  Record of winding-up decisions. 49A 1 Except so far as regulations otherwise provide, the trustees or managers of an occupational pension scheme shall keep written records of— a any determination for the winding-up of the scheme in accordance with its rules; b decisions as to the time from which steps for the purposes of the winding-up of the scheme are to be taken; c determinations under section 38; d determinations in accordance with the rules of the scheme to postpone the commencement of a winding-up of the scheme. 2 For the purpose of this section— a the determinations and decisions of which written records must be kept under this section include determinations and decisions by persons who— i are not trustees or managers of a scheme, but ii are entitled, in accordance with the rules of a scheme, to make a determination for its winding-up; and b regulations may, in relation to such determinations or decisions as are mentioned in paragraph (a), impose obligations to keep written records on the persons making the determinations or decisions (as well as, or instead of, on the trustees or managers). 3 Regulations may provide for the form and content of any records that are required to be kept under this section. 4 Section 3 applies to any trustee of a scheme who fails to take all such steps as are reasonable to secure compliance by the trustees of that scheme with the obligations imposed on them by this section. 5 Section 10 applies to any trustee or manager of a scheme who fails to take all such steps as are reasonable to secure compliance by the trustees or managers of that scheme with those obligations."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "50", "section_title": " Directions for facilitating winding-up.", "section_text": "50 After the section 72A inserted in the  Pensions Act 1995 by section 49 there shall be inserted—  Directions by Authority for facilitating winding-up. 72B 1 Subject to the following provisions of this section, the Authority shall have power, at any time after the winding-up of an occupational pension scheme has begun, to give directions under this section if they consider that the giving of the direction is appropriate on any of the grounds set out in subsection (2). 2 Those grounds are— a that the trustees or managers of the scheme are not taking all the steps in connection with the winding-up that the Authority consider would be being taken if the trustees or managers were acting reasonably; b that steps being taken by the trustees or managers for the purposes of the winding-up involve things being done with what the Authority consider to be unreasonable delay; c that the winding-up is being obstructed or unreasonably delayed by the failure of any person— i to provide information to the trustees or managers; ii to provide information to a person involved in the administration of the scheme; iii to provide information to a person of a prescribed description; or iv to take any step (other than the provision of information) that he has been asked to take by the trustees or managers; d that the winding-up would be likely to be facilitated or accelerated by the taking by any person other than the trustees or managers of any other steps; e that in any prescribed circumstances not falling within paragraphs (a) to (d)— i the provision by any person of any information to the trustees or managers or to any other person, or ii the taking of any other step by any person, would be likely to facilitate or accelerate the progress of the winding-up. 3 Except in prescribed circumstances, the power of the Authority to give a direction under this section in the case of a winding-up shall be exercisable only where— a periodic reports about the progress of the winding-up are required to be made under section 72A; and b the first report that has to be made for the purposes of that section in the case of that winding-up either has been made or should have been made. 4 Regulations may provide that, in prescribed circumstances, the Authority shall not give a direction on the ground set out in subsection (2)(e) except in response to an application made by the trustees or managers of the scheme for the giving of a direction on that ground. 5 A direction under this section is a direction in writing given to and imposing requirements on— a any or all of the trustees or managers of the scheme; b a person who is involved in its administration; or c a person of a prescribed description. 6 The requirements that may be imposed by a direction under this section are any requirement for the person to whom it is given, within such period specified in the direction as the Authority may consider reasonable— a to provide the trustees or managers with all such information as may be specified or described in the direction; b to provide a person involved in the administration of the scheme with all such information as may be so specified or described; c to provide a person who is of a prescribed description with all such information as may be so specified or described; d to take such steps (other than the provision of information) as may be so specified or described. 7 If, at any time before the end of a period within which any step is required by a direction under this section to be taken by any person, the Authority consider (whether on an application made for the purpose or otherwise) that it would be appropriate to do so, they may extend (or further extend) that period until such time as they think fit. 8 Regulations may— a impose limitations on the steps that a person may be required to take by a direction under this section; b make provision for the period within which, and the manner in which, applications may be made for a period to be extended (or further extended) under subsection (7). 9 In this section references, in relation to a scheme, to a person involved in the administration of the scheme are (subject to subsection (10)) references to any person who is so involved otherwise than as— a the employer in relation to that scheme; b a trustee or manager of the scheme; c the auditor of the scheme or its actuary; d a legal adviser of the trustees or managers of the scheme; e a fund manager for the scheme; f a person acting on behalf of a person who is involved in the administration of the scheme; g a person providing services to a person so involved; h a person acting in his capacity as an employee of a person so involved; i a person who would fall within any of paragraphs (f) to (h) if persons acting in relation to the scheme in any capacity mentioned in the preceding paragraphs were treated as involved in the administration of a scheme. 10 In this section references, in relation to a scheme, to a person involved in the administration of the scheme do not include references to persons of a particular description if regulations provide for persons of that description to be excluded from those references.  Duty to comply with directions under s. 72B. 72C 1 It shall be the duty of any person to whom a direction is given under section 72B to comply with it. 2 Where a direction is given under section 72B to the trustees of a trust scheme, section 3 applies to any trustee who fails, without reasonable excuse, to take all such steps as are reasonable to secure compliance with it. 3 Section 10 applies to any trustee or manager of a scheme who fails, without reasonable excuse, to take all such steps as are reasonable to secure compliance by the trustees or managers of that scheme with any direction given to them under section 72B. 4 Section 10 applies to any person who— a is a person to whom a direction under section 72B is given otherwise than in the capacity of a trustee or manager; and b without reasonable excuse, fails to comply with that direction. 5 For the purposes of this section it shall not be a reasonable excuse in relation to any failure to provide information in pursuance of a direction under section 72B that the provision of that information would (but for the duty imposed by subsection (1) of this section) involve a breach by any person of a duty owed to another not to disclose that information."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "51", "section_title": " Restriction on index-linking where annuity tied to investments.", "section_text": "51 1 In section 51(2) of the  Pensions Act 1995 (annual increases in rate of pension), for “Subject to section 52” there shall be substituted  “Subject to sections 51A and 52” . 2 After section 51 of that Act there shall be inserted—  Restriction on increase where annuity tied to investments. 51A 1 No increase under section 51 is required to be made, at any time on or after the relevant date, of so much of any pension under a money purchase scheme as— a is payable by way of an annuity the amount of which for any year after the first year of payment is determined (whether under the terms of the scheme or under the terms of the annuity contract in pursuance of which it is payable) by reference to fluctuations in the value of, or the return from, particular investments; b does not represent benefits payable in respect of the protected rights of any member of the scheme; and c satisfies such other conditions (if any) as may be prescribed. 2 For the purposes of this section it shall be immaterial whether the annuity in question is payable out of the funds of the scheme in question or under an annuity contract entered into for the purposes of the scheme. 3 In this section “ the relevant date ” means the date appointed for the coming into force of section 51 of the Child Support, Pensions and Social Security Act 2000."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "52", "section_title": " Information for members of schemes etc.", "section_text": "52 1 In subsection (1) of section 113 of the  Pension Schemes Act 1993 (regulations as to information to be provided to scheme members etc.), for the word “and” at the end of paragraph (c) there shall be substituted— ca of the pensions and other benefits an entitlement to which would be likely to accrue to the member, or be capable of being secured by him, in respect of the rights that may arise under it; and . 2 After subsection (3) of that section there shall be inserted— 3A The regulations may provide for the information that must be given to be determined, in whole or part, by reference to guidance which— a is prepared and from time to time revised by a prescribed body; and b is for the time being approved by the Secretary of State. 3B The regulations may, in relation to cases where a scheme is being wound up, contain— a provision conferring power on the Regulatory Authority, at times before the period expires, to extend any period specified in the regulations as the period within which a requirement imposed by the regulations must be complied with; and b provision as to the contents of any application for the exercise of such a power and as to the form and manner in which, and the time within which, any such application must be made."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "53", "section_title": " Jurisdiction of the Pensions Ombudsman.", "section_text": "53 1 Section 146 of the  Pension Schemes Act 1993 (functions of the Pensions Ombudsman) shall be amended as follows. 2 In subsection (1), after paragraph (b) there shall be inserted— ba a complaint made to him by or on behalf of an independent trustee of a trust scheme who, in connection with any act or omission which is an act or omission either— i of trustees of the scheme who are not independent trustees, or ii of former trustees of the scheme who were not independent trustees, alleges maladministration of the scheme, . 3 In that subsection, for the words after sub-paragraph (ii) of paragraph (d) there shall be substituted— and in a case falling within sub-paragraph (ii) references in this Part to the scheme to which the reference relates are references to each of the schemes, e any dispute not falling within paragraph (f) between different trustees of the same occupational pension scheme, f any dispute, in relation to a time while section 22 of the  Pensions Act 1995 (schemes subject to insolvency procedures) applies in relation to an occupational pension scheme, between an independent trustee of the scheme and either— i trustees of the scheme who are not independent trustees, or ii former trustees of the scheme who were not independent trustees, and g any question relating, in the case of an occupational pension scheme with a sole trustee, to the carrying out of the functions of that trustee. 4 After that subsection there shall be inserted— 1A The Pensions Ombudsman shall not investigate or determine any dispute or question falling within subsection (1)(c) to (g) unless it is referred to him— a in the case of a dispute falling within subsection (1)(c), by or on behalf of the actual or potential beneficiary who is a party to the dispute, b in the case of a dispute falling within subsection (1)(d), by or on behalf of any of the parties to the dispute, c in the case of a dispute falling within subsection (1)(e), by or on behalf of at least half the trustees of the scheme, d in the case of a dispute falling within subsection (1)(f), by or on behalf of the independent trustee who is a party to the dispute, e in the case of a question falling within subsection (1)(g), by or on behalf of the sole trustee. 1B For the purposes of this Part, any reference to or determination by the Pensions Ombudsman of a question falling within subsection (1)(g) shall be taken to be the reference or determination of a dispute. 5 In subsection (3)\t\t\t\t\t(persons responsible for the management of the scheme to be the trustees and managers and employer), after “occupational pension scheme” there shall be inserted  “or a personal pension scheme” . 6 For paragraph (a) of subsection (6)\t\t\t\t\t(exclusion of the Ombudsman’s jurisdiction where court proceedings have been begun) there shall be substituted— a if, before the making of the complaint or the reference of the dispute— i proceedings in respect of the matters which would be the subject of the investigation have been begun in any court or employment tribunal, and ii those proceedings are proceedings which have not been discontinued or which have been discontinued on the basis of a settlement or compromise binding all the persons by or on whose behalf the complaint or reference is made; . 7 In subsection (7)\t\t\t\t\t(persons who are actual or potential beneficiaries)— a after paragraph (b) there shall be inserted— ba a person who is entitled to a pension credit as against the trustees or managers of the scheme;  and b in sub-paragraph (i) of paragraph (c), for “paragraph (a) or (b)” there shall be substituted  “paragraph (a), (b) or (ba)” . 8 In subsection (8)\t\t\t\t\t(interpretation) after the definition of “employer” there shall be inserted— “ independent trustee ”, in relation to a scheme, means— a a trustee of the scheme appointed under section 23(1)(b) of the  Pensions Act 1995 (appointment of independent trustee by insolvency practitioner or official receiver), b a person appointed under section 7(1) of that Act to replace a trustee falling within paragraph (a) or this paragraph; . 9 In subsection (1)— a for “complaints and disputes” there shall be substituted  “matters” ; b in paragraph (b), for the words from “is to” to the end of the paragraph there shall be substituted  “are references to the other scheme referred to in that sub-paragraph” ; and c in paragraphs (c) and (d), the words “which arises”, in each place where they occur, shall be omitted. 10 Subsection (6) does not have effect in relation to proceedings begun before the day appointed under section 86 for the coming into force of this section."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "54", "section_title": " Investigations by the Pensions Ombudsman.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "55", "section_title": " Prohibition on different rules for overseas residents etc.", "section_text": "55 After section 66 of the  Pensions Act 1995 there shall be inserted—  Treatment of overseas residents etc.  Prohibition on different rules for overseas residents etc. 66A 1 This section applies where an occupational pension scheme contains provisions contravening subsection (2) or (3). 2 Except so far as regulations otherwise provide, provisions of an occupational pension scheme contravene this subsection to the extent that they would (apart from this section) have an effect with respect to— a the entitlement of any person to benefits under the scheme, or b the payment to any person of benefits under the scheme, which would be different according to whether or not a place outside the United Kingdom is specified by that person as the place to which he requires payments of benefits under the scheme to be made to him. 3 Except so far as regulations otherwise provide, provisions of an occupational pension scheme contravene this subsection to the extent that they would (apart from this section) have an effect with respect to— a the entitlement of any person to remain a member of the scheme, b the eligibility of any person to remain a person by or in respect of whom contributions are made towards or under the scheme, or c the making by or in respect of any person who is a member of the scheme of any contributions towards or under the scheme, which would be different according to whether that person works wholly in the United Kingdom or wholly or partly outside the United Kingdom. 4 Provisions contravening subsection (2) shall have effect, in relation to all times after the coming into force of section 55 of the Child Support, Pensions and Social Security Act 2000, as if they made the same provision in relation to a person who requires payments of benefits to be made to a place outside the United Kingdom as they make in relation to a person in whose case all payments of benefits fall to be made to a place in the United Kingdom. 5 Provisions contravening subsection (3) shall have effect, in relation to all times after the coming into force of section 55 of the Child Support, Pensions and Social Security Act 2000, as if they made the same provision in relation to persons working wholly or partly outside the United Kingdom as they make in relation to persons working wholly in the United Kingdom. 6 This section— a shall be without prejudice to any enactment under which any amount is to be or may be deducted, or treated as deducted, from amounts payable by way of benefits under the scheme or treated as so payable; and b shall not apply in relation to so much of any provision of a scheme as is required for securing compliance with the conditions of any approval, exemption or relief given or available under the Tax Acts."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "56", "section_title": " Miscellaneous amendments and alternative to anti-franking rules.", "section_text": "56 Schedule 5 (which contains miscellaneous amendments of the  Pension Schemes Act 1993 and the  Pensions Act 1995 and makes provision for an alternative to the anti-franking rules in Part III of that Act of 1993) shall have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "57", "section_title": " Rights of appeal.", "section_text": "57 1 After section 5 of the  Pensions Appeal Tribunals Act 1943 there shall be inserted—  Appeals in other cases. 5A 1 Where, in the case of any such claim as is referred to in section 1, 2 or 3 of this Act, the Minister makes a specified decision— a he shall notify the claimant of the decision, specifying the ground on which it is made, and b thereupon an appeal against the decision shall lie to the Tribunal on the issue whether the decision was rightly made on that ground. 2 For the purposes of subsection (1), a “ specified decision ” is a decision (other than a decision which is capable of being the subject of an appeal under any other provision of this Act) which is of a kind specified by the Minister in regulations made by statutory instrument. 3 Regulations under this section shall not be made unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "58", "section_title": " Time limit for appeals.", "section_text": "58 1 In section 8 of the  Pensions Appeal Tribunals Act 1943 (time limit for appeals), in subsection (1)\t\t\t\t\t(notice of appeal to be given within twelve months of notification of decision or assessment), for the words from “twelve months after” to “in any other case,” there shall be substituted  “six months after” . 2 After subsection (3) of that section there shall be inserted— 4 The Minister may by regulations made by statutory instrument amend subsections (1) and (3) so as to substitute a different number of months for any number of months specified there. 5 The Minister may by regulations made by statutory instrument provide that the Tribunal may, in circumstances prescribed in the regulations, allow an appeal to be brought not later than twelve months after the end of any period limited by this section. 6 Regulations under subsection (4) or (5) shall not be made unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 3 Subsection (1) shall not have effect in relation to— a decisions from which an appeal lies to the Tribunal under sections 1 to 4 of the  Pensions Appeal Tribunals Act 1943 and which are made before the day on which that subsection comes into force, or b decisions or assessments from which an appeal lies to the Tribunal under section 5(2) of that Act and which are made before the day on which that subsection comes into force. 4 In relation to decisions falling within subsection (3)(a) of this section, section 8 of the  Pensions Appeal Tribunals Act 1943 shall have effect as if for paragraphs (a) to (c) of subsection (1) of that section there were substituted  “the day on which section 58(1) of the Child Support, Pensions and Social Security Act 2000 came into force” . 5 In section 6(1) of the  War Pensions Act 1921 (notice of appeal to be given within twelve months of notification of rejection of claim), for “twelve” there shall be substituted  “six” . 6 Subsection (5) shall not have effect in relation to any appeal if the decision or assessment appealed against was made before the day on which that subsection comes into force."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "59", "section_title": " Matters relevant on appeal to Pensions Appeal Tribunal.", "section_text": "59 Before section 6 of the  Pensions Appeal Tribunals Act 1943 (constitution, jurisdiction and procedure of Pensions Appeal Tribunal), there shall be inserted—  Matters relevant on appeal. 5B In deciding any appeal, a Pensions Appeal Tribunal— a need not consider any issue that is not raised by the appellant or the Minister in relation to the appeal; and b shall not take into account any circumstances not obtaining at the time when the decision appealed against was made."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "60", "section_title": " Constitution and procedure of Pensions Appeal Tribunals.", "section_text": "60 1 In sub-paragraph (2) of paragraph 2 of the Schedule to the  Pensions Appeal Tribunals Act 1943 (remuneration for members of Pensions Appeal Tribunals), after “remuneration” there shall be inserted  “and allowances” . 2 After that sub-paragraph there shall be inserted— 2A Subject to sub-paragraphs (3) and (4) below, a member of such a Tribunal shall hold and vacate his office in accordance with the terms of his appointment, but shall be eligible for reappointment. 3 After paragraph 2 of that Schedule, there shall be inserted— 2A 1 The Lord Chancellor shall ensure that the appointments made by him under paragraph 2 above have the effect, in the case of each of the Tribunals, that the persons holding office as members of that Tribunal at all times include— a persons who are legally qualified; b persons who are medically qualified; c persons with knowledge or experience of service in Her Majesty’s naval, military or air forces; and d other persons. 2 For the purposes of this Schedule a person is legally qualified if— a he has a seven year general qualification within the meaning of section 71 of the  Courts and Legal Services Act 1990; b he is an advocate or solicitor in Scotland of at least seven years’ standing; or c he is a member of the Bar of Northern Ireland or solicitor of the Supreme Court of Northern Ireland of at least seven years’ standing. 3 For the purposes of this Schedule a person is medically qualified if he is a duly qualified medical practitioner of at least seven years’ standing. 4 In making any appointment under paragraph 2 it shall be the duty of the Lord Chancellor to have regard to the desirability of having as members of the Tribunals persons with knowledge or experience of matters relating to the disability of persons. 2B 1  A President of Pensions Appeal Tribunals and a Deputy President of Pensions Appeal Tribunals may be appointed for each part of the United Kingdom 2 The person entitled to appoint a person under this paragraph to be a President or Deputy President of Pensions Appeal Tribunals shall be— a in the case of an appointment for England and Wales, the Lord Chancellor; b in the case of an appointment for Scotland, the Lord President of the Court of Session; and c in the case of an appointment for Northern Ireland, the Lord Chief Justice of Northern Ireland. 3 Only legally qualified members of a Pensions Appeal Tribunal shall be eligible for appointment under this paragraph. 4 A person shall cease to be President or Deputy President of Pensions Appeal Tribunals if he ceases to be a member of any such Tribunal. 5 The Deputy President of Pensions Appeal Tribunals for any part of the United Kingdom shall carry out such of the functions of the President for that part of the United Kingdom as that President assigns to him. 6 If at any time the President of Pensions Appeal Tribunals for any part of the United Kingdom is temporarily unable to carry out his functions under this Schedule, those functions shall be carried out by the Deputy President for that part of the United Kingdom. 4 For paragraph 3 of that Schedule (constitution of Tribunal for particular hearings) there shall be substituted— 3 The members of the Tribunal hearing a particular appeal shall in every case include a legally qualified member; and only a legally qualified member may preside as chairman for the hearing of any appeal. 3A 1  The President of Pensions Appeal Tribunals for any part of the United Kingdom may give directions as to— a the number of members of the Tribunal who should hear an appeal in that part of the United Kingdom; b the extent to which the members hearing such an appeal must include— i medically qualified persons; and ii persons who are neither legally qualified nor medically qualified; c the extent to which in the case of such an appeal the members hearing it must include persons satisfying other requirements specified by the President; d the manner of determining the members who are to serve as the chairman and members of the Tribunal for the hearing of such an appeal. 3B The President of Pensions Appeal Tribunals for any part of the United Kingdom may give directions as to the practice and procedure to be followed by such Tribunals in that part of the United Kingdom. 3C 1  The power to give directions under paragraphs 3A and 3B shall be exercisable in relation to a particular appeal, to a category of appeal or to appeals generally. 2 If at any time there is, in the case of any part of the United Kingdom, neither a President of Pensions Appeal Tribunals nor a Deputy President, the power of the President to give directions under paragraphs 3A and 3B above shall be exercisable— a in the case of England and Wales, by the Lord Chancellor; b in the case of Scotland, by the Lord President of the Court of Session; and c in the case of Northern Ireland, by the Lord Chief Justice of Northern Ireland. 3 The power to give directions under paragraphs 3A and 3B above includes power to vary or revoke directions previously given. 5 In Schedule 11 to the  Courts and Legal Services Act 1990 (judges barred from legal practice), at the end there shall be inserted  “Member of a Pensions Appeal Tribunal” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "61", "section_title": " Composition of central advisory committee.", "section_text": "61 1 In section 9 of the  Chronically Sick and Disabled Persons Act 1970 (central advisory committee on war pensions to include chairmen of not less than twelve of the war pensions committees), in subsection (1), for “chairmen of not less than twelve” there shall be substituted  “chairman of at least one” . 2 In section 3 of the  War Pensions Act 1921 (constitution of central advisory committee), for “representatives of any committees” there shall be substituted  “at least one person from one of the committees” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "62", "section_title": " Loss of benefit for breach of community order.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "63", "section_title": " Loss of joint-claim jobseeker’s allowance.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "64", "section_title": " Information provision.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "65", "section_title": " Loss of benefit regulations.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "66", "section_title": " Appeals relating to loss of benefit.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "67", "section_title": " Investigation powers.", "section_text": "67 Schedule 6 to this Act (which amends the enforcement provisions contained in Part VI of the  Social Security Administration Act 1992) shall have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "68", "section_title": " Housing benefit and council tax benefit: revisions and appeals.", "section_text": "68 Schedule 7 (which makes provision for the revision of decisions made in connection with claims for housing benefit or council tax benefit and for appeals against such decisions) shall have effect."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "69", "section_title": " Discretionary financial assistance with housing.", "section_text": "69 1 The Secretary of State may by regulations make provision conferring a power on relevant authorities to make payments by way of financial assistance (“ discretionary housing payments ”) to persons who— a are entitled to housing benefit or council tax benefit, or to both  , universal credit  ; and b appear to such an authority to require some further financial assistance (in addition to the benefit or benefits to which they are entitled) in order to meet housing costs. 2 Regulations under this section may include any of the following— a provision prescribing the circumstances in which discretionary housing payments may be made under the regulations; b provision conferring (subject to any provision made by virtue of paragraph (c) or (d) of this subsection or an order under section 70) a discretion on a relevant authority— i as to whether or not to make discretionary housing payments in a particular case; and ii as to the amount of the payments and the period for or in respect of which they are made; c provision imposing a limit on the amount of the discretionary housing payment that may be made in any particular case; d provision restricting the period for or in respect of which discretionary housing payments may be made; e provision about the form and manner in which claims for discretionary housing payments are to be made and about the procedure to be followed by relevant authorities in dealing with and disposing of such claims; f provision imposing conditions on persons claiming or receiving discretionary housing payments requiring them to provide a relevant authority with such information as may be prescribed; g provision entitling a relevant authority that are making or have made a discretionary housing payment, in such circumstances as may be prescribed, to cancel the making of further such payments or to recover a payment already made; h provision requiring or authorising a relevant authority to review decisions made by the authority with respect to the making, cancellation or recovery of discretionary housing payments. 3 Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Subsections (4) to (6) of section 189 of the  Social Security Administration Act 1992 (supplemental and incidental powers etc.) shall apply in relation to any power to make regulations under this section as they apply in relation to the powers to make regulations that are conferred by that Act. 5 Any power to make regulations under this section shall include power to make different provision for different areas or different relevant authorities. 6 In section 176(1) of that Act (consultation with representative organisation on subordinate legislation relating to housing benefit or council tax benefit), after paragraph (a) there shall be inserted— aa regulations under section 69 of the Child Support, Pensions and Social Security Act 2000; . 7 In this section— “ prescribed ” means prescribed by or determined in accordance with regulations made by the Secretary of State; and “ relevant authority ” means an authority administering housing benefit or council tax benefit."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "70", "section_title": " Grants towards cost of discretionary housing payments.", "section_text": "70 1 The Secretary of State may, out of money provided by Parliament, make to a relevant authority such payments as he thinks fit in respect of— a the cost to that authority of the making of discretionary housing payments; and b the expenses involved in the administration by that authority of any scheme for the making of discretionary housing payments. 2 The following provisions, namely— a subsections (1), (3), (4), (5)(b)\t\t\t\t\t\t\t . . .  and (8) of section 140B of the  Social Security Administration Act 1992 (calculation of amount of subsidy payable to authorities administering housing benefit or council tax benefit), and b section 140C of that Act (payment of subsidy), shall apply in relation to payments under this section as they apply in relation to subsidy under section 140A of that Act. 3 The Secretary of State may by order make provision— a imposing a limit on the total amount of expenditure in any year that may be incurred by a relevant authority in making discretionary housing payments; b imposing subsidiary limits on the expenditure that may be incurred in any year by a relevant authority in making discretionary housing payments in the circumstances specified in the order. 4 An order imposing a limit by virtue of subsection (3)(a) or (b) may fix that limit either by specifying the amount of the limit or by providing for the means by which it is to be determined. 5 An order under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Subsections (4) to (6) of section 189 of the  Social Security Administration Act 1992 (supplemental and incidental powers etc.) shall apply in relation to any power to make an order under this section as they apply in relation to the powers to make an order that are conferred by that Act. 7 Any power to make an order under this section shall include power to make different provision for different areas or different relevant authorities. 8 In this section— “ discretionary housing payment ” means any payment made by virtue of regulations under section 69; “ relevant authority ” means an authority administering housing benefit or council tax benefit; “ subsidy ” has the same meaning as in sections 140A to 140G of the  Social Security Administration Act 1992; “ year ” means a financial year within the meaning of the  Local Government Finance Act 1992."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "71", "section_title": " Recovery of housing benefit.", "section_text": "71 For subsection (3) of section 75 of the  Social Security Administration Act 1992 (overpayments of housing benefit) there shall be substituted— 3 An amount recoverable under this section shall be recoverable— a except in such circumstances as may be prescribed, from the person to whom it was paid; and b where regulations so provide, from such other person (as well as, or instead of, the person to whom it was paid) as may be prescribed."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "72", "section_title": " Child benefit disregards.", "section_text": "72 In section 143(3)(c) of the  Social Security Contributions and Benefits Act 1992 (disregard of days of absence in the case of children in residential accommodation in pursuance of arrangements made under the specified enactments), for sub-paragraph (iii) and the word “or” immediately preceding it there shall be substituted— iii the  Social Work (Scotland) Act 1968; iv the  National Health Service (Scotland) Act 1978; v the  Education (Scotland) Act 1980; vi the  Mental Health (Scotland) Act 1984; or vii the  Children (Scotland) Act 1995."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "73", "section_title": " Social Security Advisory Committee.", "section_text": "73 1 Section 170 of the  Social Security Administration Act 1992 (functions of the Social Security Advisory Committee in relation to the relevant enactments and the relevant Northern Ireland enactments) shall be amended as follows. 2 In the definition in subsection (5) of “relevant enactments”, after paragraph (ae) there shall be inserted— af section 42, sections 62 to 65 and sections 68 to 70 of the Child Support Pensions and Social Security Act 2000 and Schedule 7 to that Act; . 3 In the definition in that subsection of “relevant Northern Ireland enactments”, after paragraph (ae) there shall be inserted— af any provisions in Northern Ireland which correspond to section 42, any of sections 62 to 65, 68 to 70 of the Child Support, Pensions and Social Security Act 2000 or Schedule 7 to that Act; and ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "74", "section_title": " Contributions in respect of benefits in kind: Great Britain.", "section_text": "74 1 In section 1(2)(b) of the  Social Security Contributions and Benefits Act 1992 (Class 1A contributions), the words “in respect of cars made available for private use and car fuel” shall be omitted. 2 For section 10 of that Act (Class 1A contributions) there shall be substituted—  Class 1A contributions: benefits in kind etc. 10 1 Where— a for any tax year an earner is chargeable to income tax under Schedule E on an amount which for the purposes of the Income Tax Acts is or falls to be treated as an emolument received by him from any employment (“ the relevant employment ”), b the relevant employment is both employed earner’s employment and employment to which Chapter  II  of Part V of the 1988 Act (employment as a director or with annual emoluments of more than £8,500) applies, and c the whole or a part of the emolument falls, for the purposes of Class 1 contributions, to be left out of account in the computation of the earnings paid to or for the benefit of the earner, a Class 1A contribution shall be payable for that tax year, in accordance with this section, in respect of that earner and so much of the emolument as falls to be so left out of account. 2 Subject to section 10ZA below, a Class 1A contribution for any tax year shall be payable by— a the person who is liable to pay the secondary Class 1 contribution relating to the last (or only) relevant payment of earnings in that tax year in relation to which there is a liability to pay such a Class 1 contribution; or b if paragraph (a) above does not apply, the person who, if the emolument in respect of which the Class 1A contribution is payable were earnings in respect of which Class 1 contributions would be payable, would be liable to pay the secondary Class 1 contribution. 3 In subsection (2) above “ relevant payment of earnings ” means a payment which for the purposes of Class 1 contributions is a payment of earnings made to or for the benefit of the earner in respect of the relevant employment. 4 The amount of the Class 1A contribution in respect of any emolument shall be the Class 1A percentage of so much of it as falls to be left out of account as mentioned in subsection (1)(c) above. 5 In subsection (4) above “ the Class 1A percentage ” means a percentage rate equal to the percentage rate specified as the secondary percentage in section 9(2) above for the tax year in question. 6 No Class 1A contribution shall be payable for any tax year in respect of so much of any emolument as is taken for the purposes of the making of Class 1B contributions for that year to be included in a  PAYE  settlement agreement. 7 For the purposes of this section— a the amounts which for the purposes of the Income Tax Acts are or fall to be treated as emoluments received by an earner from any employment shall be determined (subject to paragraph (b) below) disregarding sections 198, 201, 201AA and 332(3) of the 1988 Act (deductions for expenses etc.); but b where an amount which is deductible in respect of any matter under any of those sections is at least equal to the whole of any corresponding amount which (but for this paragraph) would fall by reference to that matter to be included in those emoluments, the whole of the corresponding amount shall be treated as not so included. 8 The Treasury may by regulations— a modify the effect of subsection (7) above by adding any enactment contained in the Income Tax Acts to the list of sections of the 1988 Act contained in paragraph (a) of that subsection; or b make such amendments of subsection (7) above as appear to them to be necessary or expedient in consequence of any alteration of the provisions of the Income Tax Acts relating to the charge to tax under Schedule E. 9 The Treasury may by regulations provide— a for Class 1A contributions not to be payable, in prescribed circumstances, by prescribed persons or in respect of prescribed persons or emoluments; b for reducing Class 1A contributions in prescribed circumstances. 10 In this section “ the 1988 Act ” means the  Income and Corporation Taxes Act 1988. 3 For subsection (6) of section 4 of that Act (power to treat emoluments in respect of share acquisitions etc. as earnings) there shall be substituted— 6 Regulations may make provision for the purposes of this Part— a for treating any amount on which an employed earner is chargeable to income tax under Schedule E as remuneration derived from the earner’s employment; and b for treating any amount which in accordance with regulations under paragraph (a) above constitutes remuneration as an amount of remuneration paid, at such time as may be determined in accordance with the regulations, to or for the benefit of the earner in respect of his employment. 4 In paragraph 5(b) of Schedule 1 to that Act (power to modify section 10 for cases where a car is made available by reason of more than one employment), for “a car is made available” there shall be substituted  “something is provided or made available” . 5 In paragraph 8(1)(ia) of that Schedule (power to provide by regulations for repayment in prescribed cases of the whole or a part of a Class 1B contribution), after “part” there shall be inserted  “of a Class 1A or” . 6 In section 120(4) of the  Social Security Administration Act 1992 (proof of previous offences relating to Class 1A contributions), for “car” there shall be substituted  “amount” . 7 In section 162(5)(c) of that Act (appropriate national health service allocation of Class 1A contributions), for “cash equivalents of the benefits of the cars and car fuel” there shall be substituted  “emoluments” . 8 This section shall have effect in relation to the tax year beginning with 6th April 2000 and subsequent tax years. 9 Regulations made by statutory instrument under any power conferred by virtue of this section may be made so as to have retrospective effect in relation to any time in the tax year in which they are made (including, in the case of regulations made in the tax year in which this Act is passed, any time in that tax year before the passing of this Act)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "75", "section_title": " Third party providers of benefits in kind: Great Britain.", "section_text": "75 1 After section 10 of the  Social Security Contributions and Benefits Act 1992 there shall be inserted—  Liability of third party provider of benefits in kind. 10ZA 1 This section applies, where— a a Class 1A contribution is payable for any tax year in respect of the whole or any part of an emolument received by an earner; b the emolument, in so far as it is one in respect of which such a contribution is payable, consists in a benefit provided for the earner or a member of his family or household; c the person providing the benefit is a person other than the person (“ the relevant employer ”) by whom, but for this section, the Class 1A contribution would be payable in accordance with section 10(2) above; and d the provision of the benefit by that other person has not been arranged or facilitated by the relevant employer. 2 For the purposes of this Act if— a the person providing the benefit pays an amount for the purpose of discharging any liability of the earner to income tax for any tax year, and b the income tax in question is tax chargeable in respect of the provision of the benefit or of the making of the payment itself, the amount of the payment shall be treated as if it were an emolument consisting in the provision of a benefit to the earner in that tax year and falling, for the purposes of Class 1 contributions, to be left out of account in the computation of the earnings paid to or for the benefit of the earner. 3 Subject to subsection (4) below, the liability to pay any Class 1A contribution in respect of— a the benefit provided to the earner, and b any further benefit treated as so provided in accordance with subsection (2) above, shall fall on the person providing the benefit, instead of on the relevant employer. 4 Subsection (3) above applies in the case of a Class 1A contribution for the tax year beginning with 6th April 2000 only if the person providing the benefit in question gives notice in writing to the Inland Revenue on or before 6th July 2001 that he is a person who provides benefits in respect of which a liability to Class 1A contributions is capable of falling by virtue of this section on a person other than the relevant employer. 5 The Treasury may by regulations make provision specifying the circumstances in which a person is or is not to be treated for the purposes of this Act as having arranged or facilitated the provision of any benefit. 6 In this section references to a member of a person’s family or household shall be construed in accordance with section 168(4) of the  Income and Corporation Taxes Act 1988.  Non-cash vouchers provided by third parties. 10ZB 1 In section 10ZA above references to the provision of a benefit include references to the provision of a non-cash voucher. 2 Where— a a non-cash voucher is received by any person from employment to which Chapter II of Part V of the  Income and Corporation Taxes Act 1988 does not apply, and b the case would be one in which the conditions in section 10ZA(1)(a) to (d) above would be satisfied in relation to the provision of that voucher if that Chapter did apply to that employment, sections 10 and 10ZA above shall have effect in relation to the provision of that voucher, and to any such payment in respect of the provision of that voucher as is mentioned in section 10ZA(2) above, as if that employment were employment to which that Chapter applied. 3 In this section “ non-cash voucher ” has the same meaning as in section 141 of the  Income and Corporation Taxes Act 1988. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) shall have effect in relation to the tax year beginning with 6th April 2000 and subsequent tax years. 4 Regulations made by virtue of this section under section 10ZA(5) of the  Social Security Contributions and Benefits Act 1992 may be made so as to have retrospective effect in relation to any time in the tax year in which they are made (including, in the case of regulations made in the tax year in which this Act is passed, any time in that tax year before the passing of this Act)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "76", "section_title": " Collection etc. of NICs: Great Britain.", "section_text": "76 1 Schedule 1 to the  Social Security Contributions and Benefits Act 1992 (supplementary provisions relating to contributions) shall be amended in accordance with subsections (2) to (5). 2 In paragraph 7(2)(b)\t\t\t\t\t(application of sections 100 to 100D and 102 to 104 of the  Taxes Management Act 1970 in relation to certain penalties), for “104” there shall be substituted  “105” . 3 For sub-paragraph (2)(e) of paragraph 7B (power to provide for interest to be charged on late payment in the case of payment outside the PAYE system) there shall be substituted— e require interest to be paid on contributions that are not paid by the due date, and provide for determining the date from which such interest is to be calculated; . 4 After sub-paragraph (5) of that paragraph there shall be inserted— 5A Regulations under this paragraph may, in relation to any penalty imposed by such regulations, make provision applying (with or without modifications) any enactment applying for the purposes of income tax that is contained in Part X of the  Taxes Management Act 1970 (penalties). 5 After that paragraph there shall be inserted— 7BA The Inland Revenue may by regulations provide for amounts in respect of contributions or interest that fall to be paid or repaid in accordance with any regulations under this Schedule to be set off, or to be capable of being set off, in prescribed circumstances and to the prescribed extent, against any such liabilities under regulations under this Schedule of the person entitled to the payment or repayment as may be prescribed. 6 In section 8(1) of the  Social Security Contributions (Transfer of Functions, etc.) Act 1999 (decisions to be made by an Inland Revenue officer and appealable under section 11)— a paragraph (j)\t\t\t\t\t\t\t(interest under regulations made by virtue of paragraph 7B(2)(e) of Schedule 1 to the  Social Security Contributions and Benefits Act 1992) shall cease to have effect; and b in paragraph (l), for “paragraphs (j) and (k)” there shall be substituted  “paragraph (k)” , and the words “amount of interest or” shall be omitted. 7 Subsection (6) has effect in relation to interest accruing on sums becoming due in respect of the tax year beginning with 6th April 2000 or any subsequent tax year."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "77", "section_title": " Liability of earner for secondary contributions: Great Britain.", "section_text": "77 1 In paragraph 3 of Schedule 1 to the  Social Security Contributions and Benefits Act 1992 (prohibition on deduction or recovery of Class 1 contributions), sub-paragraph (2) shall be omitted. 2 After that paragraph there shall be inserted—  Prohibition on recovery of employer’s contributions 3A 1 Subject to sub-paragraph (2) below, a person who is or has been liable to pay any secondary Class 1 or any Class 1A or Class 1B contributions shall not— a make, from earnings paid by him, any deduction in respect of any such contributions for which he or any other person is or has been liable; b otherwise recover any such contributions (directly or indirectly) from any person who is or has been a relevant earner; or c enter into any agreement with any person for the making of any such deduction or otherwise for the purpose of so recovering any such contributions. 2 Sub-paragraph (1) above does not apply to the extent that an agreement between— a a secondary contributor, and b any person (“ the earner ”) in relation to whom the secondary contributor is, was or will be such a contributor in respect of the contributions to which the agreement relates, allows the secondary contributor to recover (whether by deduction or otherwise) the whole or any part of any secondary Class 1 contribution payable in respect of a gain that is treated as remuneration derived from that earner’s employment by virtue of section 4(4)(a) above. 3 Sub-paragraph (2) above does not authorise any recovery (whether by deduction or otherwise)— a in pursuance of any agreement entered into before 19th May 2000; or b in respect of any liability to a contribution arising before the day of the passing of the Child Support, Pensions and Social Security Act 2000. 4 In this paragraph— “ agreement ” includes any arrangement or understanding (whether or not legally enforceable); and “ relevant earner ”, in relation to a person who is or has been liable to pay any contributions, means an earner in respect of whom he is or has been so liable.  Transfer of liability to be borne by earner 3B.—(1) This paragraph applies where— a an election is jointly made by— i a secondary contributor, and ii a person (“ the earner ”) in relation to whom the secondary contributor is or will be such a contributor in respect of contributions on share option gains by the earner, for the whole or a part of any liability of the secondary contributor to contributions on any such gains to be transferred to the earner; and b the election is one in respect of which the Inland Revenue have, before it was made, given by notice to the secondary contributor their approval to both— i the form of the election; and ii the arrangements made in relation to the proposed election for securing that the liability transferred by the election will be met. 2 Any liability which— a arises while the election is in force, and b is a liability to pay the contributions on share option gains by the earner, or the part of them, to which the election relates, shall be treated for the purposes of this Act, the Administration Act and Part II of the  Social Security Contributions (Transfer of Functions, etc.) Act 1999 as a liability falling on the earner, instead of on the secondary contributor. 3 Subject to sub-paragraph (7)(b) below, an election made for the purposes of sub-paragraph (1) above shall continue in force from the time when it is made until whichever of the following first occurs, namely— a it ceases to have effect in accordance with its terms; b it is revoked jointly by both parties to the election; c notice is given to the earner by the secondary contributor terminating the effect of the election. 4 An approval given to the secondary contributor for the purposes of sub-paragraph (1)(b) above may be given either— a for an election to be made by the secondary contributor and a particular person; or b for all elections to be made, or to be made in particular circumstances, by the secondary contributor and particular persons or by the secondary contributor and persons of a particular description. 5 The grounds on which the Inland Revenue shall be entitled to refuse an approval for the purposes of sub-paragraph (1)(b) above shall include each of the following— a that it appears to the Inland Revenue that adequate arrangements have not been made for securing that the liabilities transferred by the proposed election or elections will be met by the person or persons to whom they would be so transferred; and b that it appears to the Inland Revenue that they do not have sufficient information to determine whether or not grounds falling within paragraph (a) above exist. 6 If, at any time after they have given an approval for the purposes of sub-paragraph (1)(b) above, it appears to the Inland Revenue— a that the arrangements that were made or are in force for securing that liabilities transferred by elections to which the approval relates are met are proving inadequate or unsatisfactory in any respect, or b that any election to which the approval relates has resulted, or is likely to result, in the avoidance or non-payment of the whole or any part of any secondary Class 1 contributions, the Inland Revenue may withdraw the approval by notice to the secondary contributor. 7 The withdrawal by the Inland Revenue of any approval given for the purposes of sub-paragraph (1)(b) above— a may be either general or confined to a particular election or to particular elections; and b shall have the effect that the election to which the withdrawal relates has no effect on contributions on share option gains in respect of any right to acquire shares obtained after— i the date on which notice of the withdrawal of the approval is given; or ii such later date as the Inland Revenue may specify in that notice. 8 Where the Inland Revenue have refused or withdrawn their approval for the purposes of sub-paragraph (1)(b) above, the person who applied for it or, as the case may be, to whom it was given may appeal to the Special Commissioners against the Inland Revenue’s decision. 9 On an appeal under sub-paragraph (8) above the Special Commissioners may— a dismiss the appeal; b remit the decision appealed against to the Inland Revenue with a direction to make such decision as the Special Commissioners think fit; or c in the case of a decision to withdraw an approval, quash that decision and direct that that decision is to be treated as never having been made. 10 Subject to sub-paragraph (12) below, an election under sub-paragraph (1) above shall not apply to any contributions in respect of gains realised before it was made. 11 Regulations made by the Inland Revenue may make provision with respect to the making of elections for the purposes of this paragraph and the giving of approvals for the purposes of sub-paragraph (1)(b) above; and any such regulations may, in particular— a prescribe the matters that must be contained in such an election; b provide for the manner in which such an election is to be capable of being made and of being confined to particular liabilities or the part of particular liabilities; and c provide for the making of applications for such approvals and for the manner in which those applications are to be dealt with. 12 Where— a an election is made under this paragraph before the end of the period of three months beginning with the date of the passing of the Child Support, Pensions and Social Security Act 2000, and b that election is expressed to relate to liabilities for contributions arising on or after 19th May 2000 and before the making of the election, this paragraph shall have effect in relation to those liabilities as if sub-paragraph (2) above provided for them to be deemed to have fallen on the earner (instead of on the secondary contributor); and the secondary contributor shall accordingly be entitled to reimbursement from the earner for any payment made by that contributor in or towards the discharge of any of those liabilities. 13 In this paragraph references to contributions on share option gains by the earner are references to any secondary Class 1 contributions payable in respect of a gain that is treated as remuneration derived from the earner’s employment by virtue of section 4(4)(a) above. 14 In this paragraph “ the Special Commissioners ” means the Commissioners for the special purposes of the Income Tax Acts. 3 In section 6(4) of that Act (persons by whom Class 1 contributions are payable), for the words from “paragraph 3” onwards there shall be substituted  “paragraphs 3 to 3B of Schedule 1 to this Act.” 4 In paragraph 8(1) of Schedule 1 to that Act (general regulations), after paragraph (c) there shall be inserted— ca for requiring a secondary contributor to notify a person to whom any of his liabilities are transferred by an election under paragraph 3B above of— i any transferred liability that arises; ii the amount of any transferred liability that arises; and iii the contents of any notice of withdrawal by the Inland Revenue of any approval that relates to that election; . 5 In section 8(1) of the  Social Security Contributions (Transfer of Functions, etc.) Act 1999 (decisions to be taken by officers of the Inland Revenue), after paragraph (i) there shall be inserted— ia to decide whether to give or withdraw an approval for the purposes of paragraph 3B(1)(b) of Schedule 1 to the  Social Security Contributions and Benefits Act 1992; . 6 In section 10 of that Act of 1999 (regulations about varying or superseding decisions), at the beginning of subsection (1) there shall be inserted  “Subject to subsection (2A) below,” , and after subsection (2) there shall be inserted— 2A The decisions in relation to which provision may be made by regulations under this section shall not include decisions falling within section 8(1)(ia) above. 7 In section 12(4) of that Act of 1999 (appeals to be heard by General Commissioners), after “Subject to” there shall be inserted  “paragraph 3B(8) of Schedule 1 to theSocial Security Contributions and Benefits Act 1992 (which provides for appeals under that paragraph to be heard by the Special Commissioners), to” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "78", "section_title": " Contributions in respect of benefits in kind: Northern Ireland.", "section_text": "78 1 In section 1(2)(b) of the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (Class 1A contributions), the words “in respect of cars made available for private use and car fuel” shall be omitted. 2 For section 10 of that Act (Class 1A contributions) there shall be substituted—  Class 1A contributions: benefits in kind etc. 10 1 Where— a for any tax year an earner is chargeable to income tax under Schedule E on an amount which for the purposes of the Income Tax Acts is or falls to be treated as an emolument received by him from any employment (“ the relevant employment ”), b the relevant employment is both employed earner’s employment and employment to which Chapter II of Part V of the 1988 Act (employment as a director or with annual emoluments of more than £8,500) applies, and c the whole or a part of the emolument falls, for the purposes of Class 1 contributions, to be left out of account in the computation of the earnings paid to or for the benefit of the earner, a Class 1A contribution shall be payable for that tax year, in accordance with this section, in respect of that earner and so much of the emolument as falls to be so left out of account. 2 Subject to section 10ZA below, a Class 1A contribution for any tax year shall be payable by— a the person who is liable to pay the secondary Class 1 contribution relating to the last (or only) relevant payment of earnings in that tax year in relation to which there is a liability to pay such a Class 1 contribution; or b if paragraph (a) above does not apply, the person who, if the emolument in respect of which the Class 1A contribution is payable were earnings in respect of which Class 1 contributions would be payable, would be liable to pay the secondary Class 1 contribution. 3 In subsection (2) above “ relevant payment of earnings ” means a payment which for the purposes of Class 1 contributions is a payment of earnings made to or for the benefit of the earner in respect of the relevant employment. 4 The amount of the Class 1A contribution in respect of any emolument shall be the Class 1A percentage of so much of it as falls to be left out of account as mentioned in subsection (1)(c) above. 5 In subsection (4) above “ the Class 1A percentage ” means a percentage rate equal to the percentage rate specified as the secondary percentage in section 9(2) above for the tax year in question. 6 No Class 1A contribution shall be payable for any tax year in respect of so much of any emolument as is taken for the purposes of the making of Class 1B contributions for that year to be included in a PAYE settlement agreement. 7 For the purposes of this section— a the amounts which for the purposes of the Income Tax Acts are or fall to be treated as emoluments received by an earner from any employment shall be determined (subject to paragraph (b) below) disregarding sections 198, 201, 201AA and 332(3) of the 1988 Act (deductions for expenses etc.); but b where an amount which is deductible in respect of any matter under any of those sections is at least equal to the whole of any corresponding amount which (but for this paragraph) would fall by reference to that matter to be included in those emoluments, the whole of the corresponding amount shall be treated as not so included. 8 The Treasury may by regulations— a modify the effect of subsection (7) above by adding any enactment contained in the Income Tax Acts to the list of sections of the 1988 Act contained in paragraph (a) of that subsection; or b make such amendments of subsection (7) above as appear to them to be necessary or expedient in consequence of any alteration of the provisions of the Income Tax Acts relating to the charge to tax under Schedule E. 9 The Treasury may by regulations provide— a for Class 1A contributions not to be payable, in prescribed circumstances, by prescribed persons or in respect of prescribed persons or emoluments; b for reducing Class 1A contributions in prescribed circumstances. 10 In this section “ the 1988 Act ” means the  Income and Corporation Taxes Act 1988. 3 For subsection (6) of section 4 of that Act (power to treat emoluments in respect of share acquisitions etc. as earnings) there shall be substituted— 6 Regulations may make provision for the purposes of this Part— a for treating any amount on which an employed earner is chargeable to income tax under Schedule E as remuneration derived from the earner’s employment; and b for treating any amount which in accordance with regulations under paragraph (a) above constitutes remuneration as an amount of remuneration paid, at such time as may be determined in accordance with the regulations, to or for the benefit of the earner in respect of his employment. 4 In paragraph 5(b) of Schedule 1 to that Act (power to modify section 10 for cases where a car is made available by reason of more than one employment), for “a car is made available” there shall be substituted  “something is provided or made available” . 5 In paragraph 8(1)(ia) of that Schedule (power to provide by regulations for repayment in prescribed cases of the whole or a part of a Class 1B contribution), after “part” there shall be inserted  “of a Class 1A or” . 6 In section 114(4) of the  Social Security Administration (Northern Ireland) Act 1992 (proof of previous offences relating to Class 1A contributions), for “car” there shall be substituted  “amount” . 7 In section 142(5)(c) of that Act (appropriate health service allocation of Class 1A contributions), for “cash equivalents of the benefits of the cars and car fuel” there shall be substituted  “emoluments” . 8 This section shall have effect in relation to the tax year beginning with 6th April 2000 and subsequent tax years. 9 Regulations made by statutory instrument under any power conferred by virtue of this section may be made so as to have retrospective effect in relation to any time in the tax year in which they are made (including, in the case of regulations made in the tax year in which this Act is passed, any time in that tax year before the passing of this Act)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "79", "section_title": " Third party providers of benefits in kind: Northern Ireland.", "section_text": "79 1 After section 10 of the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 there shall be inserted—  Liability of third party provider of benefits in kind. 10ZA 1 This section applies, where— a a Class 1A contribution is payable for any tax year in respect of the whole or any part of an emolument received by an earner; b the emolument, in so far as it is one in respect of which such a contribution is payable, consists in a benefit provided for the earner or a member of his family or household; c the person providing the benefit is a person other than the person (“ the relevant employer ”) by whom, but for this section, the Class 1A contribution would be payable in accordance with section 10(2) above; and d the provision of the benefit by that other person has not been arranged or facilitated by the relevant employer. 2 For the purposes of this Act if— a the person providing the benefit pays an amount for the purpose of discharging any liability of the earner to income tax for any tax year, and b the income tax in question is tax chargeable in respect of the provision of the benefit or of the making of the payment itself, the amount of the payment shall be treated as if it were an emolument consisting in the provision of a benefit to the earner in that tax year and falling, for the purposes of Class 1 contributions, to be left out of account in the computation of the earnings paid to or for the benefit of the earner. 3 Subject to subsection (4) below, the liability to pay any Class 1A contribution in respect of— a the benefit provided to the earner, and b any further benefit treated as so provided in accordance with subsection (2) above, shall fall on the person providing the benefit, instead of on the relevant employer. 4 Subsection (3) above applies in the case of a Class 1A contribution for the tax year beginning with 6th April 2000 only if the person providing the benefit in question gives notice in writing to the Inland Revenue on or before 6th July 2001 that he is a person who provides benefits in respect of which a liability to Class 1A contributions is capable of falling by virtue of this section on a person other than the relevant employer. 5 The Treasury may by regulations make provision specifying the circumstances in which a person is or is not to be treated for the purposes of this Act as having arranged or facilitated the provision of any benefit. 6 In this section references to a member of a person’s family or household shall be construed in accordance with section 168(4) of the  Income and Corporation Taxes Act 1988.  Non-cash vouchers provided by third parties. 10ZB 1 In section 10ZA above references to the provision of a benefit include references to the provision of a non-cash voucher. 2 Where— a a non-cash voucher is received by any person from employment to which Chapter II of Part V of the  Income and Corporation Taxes Act 1988 does not apply, and b the case would be one in which the conditions in section 10ZA(1)(a) to (d) above would be satisfied in relation to the provision of that voucher if that Chapter did apply to that employment, sections 10 and 10ZA above shall have effect in relation to the provision of that voucher, and to any such payment in respect of the provision of that voucher as is mentioned in section 10ZA(2) above, as if that employment were employment to which that Chapter applied. 3 In this section “ non-cash voucher ” has the same meaning as in section 141 of the  Income and Corporation Taxes Act 1988. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) shall have effect in relation to the tax year beginning with 6th April 2000 and subsequent tax years. 4 Regulations made by virtue of this section under section 10ZA(5) of the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 may be made so as to have retrospective effect in relation to any time in the tax year in which they are made (including, in the case of regulations made in the tax year in which this Act is passed, any time in that tax year before the passing of this Act)."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "80", "section_title": " Collection etc. of NICs: Northern Ireland.", "section_text": "80 1 Schedule 1 to the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (supplementary provisions relating to contributions) shall be amended in accordance with subsections (2) to (5). 2 In paragraph 7(2)(b)\t\t\t\t\t(application of sections 100 to 100D and 102 to 104 of the  Taxes Management Act 1970 in relation to certain penalties), for “104” there shall be substituted  “105” . 3 For sub-paragraph (2)(e) of paragraph 7B (power to provide for interest to be charged on late payment in the case of payment outside the PAYE system) there shall be substituted— e require interest to be paid on contributions that are not paid by the due date, and provide for determining the date from which such interest is to be calculated; . 4 After sub-paragraph (5) of that paragraph there shall be inserted— 5A Regulations under this paragraph may, in relation to any penalty imposed by such regulations, make provision applying (with or without modifications) any enactment applying for the purposes of income tax that is contained in Part X of the  Taxes Management Act 1970 (penalties). 5 After that paragraph there shall be inserted— 7BA The Inland Revenue may by regulations provide for amounts in respect of contributions or interest that fall to be paid or repaid in accordance with any regulations under this Schedule to be set off, or to be capable of being set off, in prescribed circumstances and to the prescribed extent, against any such liabilities under regulations under this Schedule of the person entitled to the payment or repayment as may be prescribed. 6 In Article 7(1) of the  Social Security Contributions (Transfer of Functions, etc.)\t\t\t\t\t(Northern Ireland) Order 1999 (decisions to be made by an Inland Revenue officer and appealable under Article 10)— a sub-paragraph (j)\t\t\t\t\t\t\t(interest under regulations made by virtue of paragraph 7B(2)(e) of Schedule 1 to the  Social Security Contributions and Benefits (Northern Ireland) Act 1992) shall cease to have effect; and b in sub-paragraph (l), for “sub-paragraphs (j) and (k)” there shall be substituted  “sub-paragraph (k)” , and the words “amount of interest or” shall be omitted. 7 Subsection (6) has effect in relation to interest accruing on sums becoming due in respect of the tax year beginning with 6th April 2000 or any subsequent tax year."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "81", "section_title": " Liability of earner for secondary contributions: Northern Ireland.", "section_text": "81 1 In paragraph 3 of Schedule 1 to the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (prohibition on deduction or recovery of Class 1 contributions), sub-paragraph (2) shall be omitted. 2 After that paragraph there shall be inserted—  Prohibition on recovery of employer’s contributions 3A 1 Subject to sub-paragraph (2) below, a person who is or has been liable to pay any secondary Class 1 or any Class 1A or Class 1B contributions shall not— a make, from earnings paid by him, any deduction in respect of any such contributions for which he or any other person is or has been liable; b otherwise recover any such contributions (directly or indirectly) from any person who is or has been a relevant earner; or c enter into any agreement with any person for the making of any such deduction or otherwise for the purpose of so recovering any such contributions. 2 Sub-paragraph (1) above does not apply to the extent that an agreement between— a a secondary contributor, and b any person (“ the earner ”) in relation to whom the secondary contributor is, was or will be such a contributor in respect of the contributions to which the agreement relates, allows the secondary contributor to recover (whether by deduction or otherwise) the whole or any part of any secondary Class 1 contribution payable in respect of a gain that is treated as remuneration derived from that earner’s employment by virtue of section 4(4)(a) above. 3 Sub-paragraph (2) above does not authorise any recovery (whether by deduction or otherwise)— a in pursuance of any agreement entered into before 19th May 2000; or b in respect of any liability to a contribution arising before the day of the passing of the Child Support, Pensions and Social Security Act 2000. 4 In this paragraph— “ agreement ” includes any arrangement or understanding (whether or not legally enforceable); and “ relevant earner ”, in relation to a person who is or has been liable to pay any contributions, means an earner in respect of whom he is or has been so liable.  Transfer of liability to be borne by earner 3B 1  This paragraph applies where— a an election is jointly made by— i a secondary contributor, and ii a person (“ the earner ”) in relation to whom the secondary contributor is or will be such a contributor in respect of contributions on share option gains by the earner, for the whole or a part of any liability of the secondary contributor to contributions on any such gains to be transferred to the earner; and b the election is one in respect of which the Inland Revenue have, before it was made, given by notice to the secondary contributor their approval to both— i the form of the election; and ii the arrangements made in relation to the proposed election for securing that the liability transferred by the election will be met. 2 Any liability which— a arises while the election is in force, and b is a liability to pay the contributions on share option gains by the earner, or the part of them, to which the election relates, shall be treated for the purposes of this Act, the Administration Act and Part III of the  Social Security Contributions (Transfer of Functions, etc.)\t\t\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1999 as a liability falling on the earner, instead of on the secondary contributor. 3 Subject to sub-paragraph (7)(b) below, an election made for the purposes of sub-paragraph (1) above shall continue in force from the time when it is made until whichever of the following first occurs, namely— a it ceases to have effect in accordance with its terms; b it is revoked jointly by both parties to the election; c notice is given to the earner by the secondary contributor terminating the effect of the election. 4 An approval given to the secondary contributor for the purposes of sub-paragraph (1)(b) above may be given either— a for an election to be made by the secondary contributor and a particular person; or b for all elections to be made, or to be made in particular circumstances, by the secondary contributor and particular persons or by the secondary contributor and persons of a particular description. 5 The grounds on which the Inland Revenue shall be entitled to refuse an approval for the purposes of sub-paragraph (1)(b) above shall include each of the following— a that it appears to the Inland Revenue that adequate arrangements have not been made for securing that the liabilities transferred by the proposed election or elections will be met by the person or persons to whom they would be so transferred; and b that it appears to the Inland Revenue that they do not have sufficient information to determine whether or not grounds falling within paragraph (a) above exist. 6 If, at any time after they have given an approval for the purposes of sub-paragraph (1)(b) above, it appears to the Inland Revenue— a that the arrangements that were made or are in force for securing that liabilities transferred by elections to which the approval relates are met are proving inadequate or unsatisfactory in any respect, or b that any election to which the approval relates has resulted, or is likely to result, in the avoidance or non-payment of the whole or any part of any secondary Class 1 contributions, the Inland Revenue may withdraw the approval by notice to the secondary contributor. 7 The withdrawal by the Inland Revenue of any approval given for the purposes of sub-paragraph (1)(b) above— a may be either general or confined to a particular election or to particular elections; and b shall have the effect that the election to which the withdrawal relates has no effect on contributions on share option gains in respect of any right to acquire shares obtained after— i the date on which notice of the withdrawal of the approval is given; or ii such later date as the Inland Revenue may specify in that notice. 8 Where the Inland Revenue have refused or withdrawn their approval for the purposes of sub-paragraph (1)(b) above, the person who applied for it or, as the case may be, to whom it was given may appeal to the Special Commissioners against the Inland Revenue’s decision. 9 On an appeal under sub-paragraph (8) above the Special Commissioners may— a dismiss the appeal; b remit the decision appealed against to the Inland Revenue with a direction to make such decision as the Special Commissioners think fit; or c in the case of a decision to withdraw an approval, quash that decision and direct that that decision is to be treated as never having been made. 10 Subject to sub-paragraph (12) below, an election under sub-paragraph (1) above shall not apply to any contributions in respect of gains realised before it was made. 11 Regulations made by the Inland Revenue may make provision with respect to the making of elections for the purposes of this paragraph and the giving of approvals for the purposes of sub-paragraph (1)(b) above; and any such regulations may, in particular— a prescribe the matters that must be contained in such an election; b provide for the manner in which such an election is to be capable of being made and of being confined to particular liabilities or the part of particular liabilities; and c provide for the making of applications for such approvals and for the manner in which those applications are to be dealt with. 12 Where— a an election is made under this paragraph before the end of the period of three months beginning with the date of the passing of the Child Support, Pensions and Social Security Act 2000, and b that election is expressed to relate to liabilities for contributions arising on or after 19th May 2000 and before the making of the election, this paragraph shall have effect in relation to those liabilities as if sub-paragraph (2) above provided for them to be deemed to have fallen on the earner (instead of on the secondary contributor); and the secondary contributor shall accordingly be entitled to reimbursement from the earner for any payment made by that contributor in or towards the discharge of any of those liabilities. 13 In this paragraph references to contributions on share option gains by the earner are references to any secondary Class 1 contributions payable in respect of a gain that is treated as remuneration derived from the earner’s employment by virtue of section 4(4)(a) above. 14 In this paragraph “ the Special Commissioners ” means the Commissioners for the special purposes of the Income Tax Acts. 3 In section 6(4) of that Act (persons by whom Class 1 contributions are payable), for the words from “paragraph 3” onwards there shall be substituted  “paragraphs 3 to 3B of Schedule 1 to this Act.” 4 In paragraph 8(1) of Schedule 1 to that Act (general regulations), after paragraph (c) there shall be inserted— ca for requiring a secondary contributor to notify a person to whom any of his liabilities are transferred by an election under paragraph 3B above of— i any transferred liability that arises; ii the amount of any transferred liability that arises; and iii the contents of any notice of withdrawal by the Inland Revenue of any approval that relates to that election; . 5 In Article 7(1) of the  Social Security Contributions (Transfer of Functions, etc.)\t\t\t\t\t(Northern Ireland) Order 1999 (decisions to be taken by officers of the Inland Revenue), after sub-paragraph (i) there shall be inserted— ia to decide whether to give or withdraw an approval for the purposes of paragraph 3B(1)(b) of Schedule 1 to the Contributions and Benefits Act; . 6 In Article 9 of that Order (regulations about varying or superseding decisions), at the beginning of paragraph (1) there shall be inserted  “Subject to paragraph (2A) below,” , and after paragraph (2) there shall be inserted— 2A The decisions in relation to which provision may be made by regulations under this Article shall not include decisions falling within Article 7(1)(ia) of this Order. 7 In Article 11(4) of that Order (appeals to be heard by General Commissioners), after “Subject to” there shall be inserted  “paragraph 3B(8) of Schedule 1 to the Contributions and Benefits Act (which provides for appeals under that paragraph to be heard by the Special Commissioners), to” ."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "82", "section_title": " Tests for determining parentage.", "section_text": "82 1 Part III of the  Family Law Reform Act 1969 (tests for determining parentage) shall be amended in accordance with subsections (2) to (4). 2 In section 20 (power of the court to require tests)— a for subsections (1A) and (1B)\t\t\t\t\t\t\t(nomination of the person by whom tests are to be carried out) there shall be substituted— 1A Tests required by a direction under this section may only be carried out by a body which has been accredited for the purposes of this section by— a the Lord Chancellor, or b a body appointed by him for the purpose. ; b in subsection (2)— i for “person responsible for” there shall be substituted  “individual” , and ii after “this section” there shall be inserted  “(“ the tester ”)” ; c in subsection (4), for “the person who made the report” there shall be substituted  “the tester” ; and d in subsection (5)— i for “the person responsible for carrying out the tests taken for the purpose of giving effect to the direction, or any” there shall be substituted  “the tester, or any other” , ii for “that person” there shall be substituted  “the tester or that other person” , and iii after “and where” there shall be inserted  “the tester or” . 3 In section 21 (consents,  etc , required for the taking of blood samples), in subsection (3), for the words “if the person who has the care and control of him consents” there shall be substituted— a if the person who has the care and control of him consents; or b where that person does not consent, if the court considers that it would be in his best interests for the sample to be taken. 4 In section 22(1)\t\t\t\t\t(power of Lord Chancellor to make further provision relating to tests for determining parentage)— a in paragraph (a)\t\t\t\t\t\t\t(power to provide that bodily samples are not to be taken except by such medical practitioners as may be appointed by the Lord Chancellor), for the words from “such medical practitioners” to the end there shall be substituted  “registered medical practitioners or members of such professional bodies as may be prescribed by the regulations;” , and b for paragraph (e)\t\t\t\t\t\t\t(power to provide that scientific tests are not to be carried out except by persons appointed by the Lord Chancellor) there shall be substituted— e prescribe conditions which a body must meet in order to be eligible for accreditation for the purposes of section 20 of this Act; . 5 The amendments made by this section shall not have effect in relation to any proceedings pending at the commencement of this section."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "83", "section_title": " Declarations of status.", "section_text": "83 1 Part III of the  Family Law Act 1986 (declarations of status) shall be amended as follows. 2 After section 55 there shall be inserted—  Declarations of parentage. 55A 1 Subject to the following provisions of this section, any person may apply to the High Court, a county court or a magistrates’ court for a declaration as to whether or not a person named in the application is or was the parent of another person so named. 2 A court shall have jurisdiction to entertain an application under subsection (1) above if, and only if, either of the persons named in it for the purposes of that subsection— a is domiciled in England and Wales on the date of the application, or b has been habitually resident in England and Wales throughout the period of one year ending with that date, or c died before that date and either— i was at death domiciled in England and Wales, or ii had been habitually resident in England and Wales throughout the period of one year ending with the date of death. 3 Except in a case falling within subsection (4) below, the court shall refuse to hear an application under subsection (1) above unless it considers that the applicant has a sufficient personal interest in the determination of the application (but this is subject to section 27 of the  Child Support Act 1991). 4 The excepted cases are where the declaration sought is as to whether or not— a the applicant is the parent of a named person; b a named person is the parent of the applicant; or c a named person is the other parent of a named child of the applicant. 5 Where an application under subsection (1) above is made and one of the persons named in it for the purposes of that subsection is a child, the court may refuse to hear the application if it considers that the determination of the application would not be in the best interests of the child. 6 Where a court refuses to hear an application under subsection (1) above it may order that the applicant may not apply again for the same declaration without leave of the court. 7 Where a declaration is made by a court on an application under subsection (1) above, the prescribed officer of the court shall notify the Registrar General, in such a manner and within such period as may be prescribed, of the making of that declaration. 3 Section 58(5)(b)\t\t\t\t\t(prohibition of declarations of illegitimacy) shall be omitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Schedule 8 (which makes amendments consequential on subsection (1)) shall have effect. 6 Nothing in this Act shall affect any proceedings pursuant to an application under— a section 56(1)(a) of the  Family Law Act 1986, or b section 27 of the  Child Support Act 1991, which are pending immediately before the commencement of this section."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "84", "section_title": " Expenses.", "section_text": "84 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State for or in connection with the carrying out of his functions under this Act; and b any increase attributable to this Act in the sums which are payable out of money so provided under any other Act."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "85", "section_title": " Repeals.", "section_text": "85 1 The enactments mentioned in Schedule 9 (which include some spent provisions) are hereby repealed to the extent specified in the third column of that Schedule. 2 The repeals specified in that Schedule have effect subject to the commencement provisions and savings contained, or referred to, in the notes set out in that Schedule."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "86", "section_title": " Commencement and transitional provisions.", "section_text": "86 1 This section applies to the following provisions of this Act— a Part I (other than section 24); b Part II (other than sections 38 and 39 and paragraphs 4 to 6, 8(1), (3) and (4) and 13 of Schedule 5); c Part III; d sections 82 and 83 and Schedule 8; e Parts I to  VII  and  IX  of Schedule 9. 2 The provisions of this Act to which this section applies shall come into force on such day as may be appointed by order made by statutory instrument; and different days may be appointed under this section for different purposes. 3 The power to make an order under subsection (2) shall be exercisable— a except in a case falling within paragraph (b), by the Secretary of State; and b in the case of an order bringing into force any of the provisions of sections 82 and 83, Schedule 8 or Part IX of Schedule 9, by the Lord Chancellor. 4 In the case of Part I (other than section 24) and of sections 62 to 66, the power under subsection (2) to appoint different days for different purposes includes power to appoint different days for different areas. 5 The Secretary of State may by regulations make such transitional provision as he considers necessary or expedient in connection with the bringing into force of any of the following provisions of this Act— a sections 43 to 46 and section (1) of Part III of Schedule 9; b sections 68 to 70 and Schedule 7 and Part VII of Schedule 9. 6 Regulations under subsection (5) shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 Section 174(2) to (4) of the  Pensions Act 1995 (supplementary provision in relation to powers to make subordinate legislation under that Act) shall apply in relation to the power to make regulations under subsection (5) as it applies to any power to make regulations under that Act. 8 In this section “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978."}, {"act": "Child Support, Pensions and Social Security Act 2000", "year": 2000, "section": "87", "section_title": " Short title and extent.", "section_text": "87 1 This Act may be cited as the Child Support, Pensions and Social Security Act 2000. 2 The following provisions of this Act extend to Northern Ireland— a so much of section 46 as amends section 21(3) of the  Pensions Act 1995; b sections 57 to 61 (except section 60(5)); c section 73; d sections 78 to 81; e in Schedule 3, paragraphs 8 and 9, and in paragraph 11, sub-paragraph (2)\t\t\t\t\t\t\t(and sub-paragraph (1) so far as it relates to that sub-paragraph); f paragraph 6 of Schedule 5; and g this Part, except— i sections 82 and 83 and Schedule 8; and ii so much of this Part as gives effect to any repeal other than the repeals mentioned in subsection (3). 3 The repeals mentioned in subsection (2)(g)\t\t\t\t\t(which extend to Northern Ireland) are— a the repeals, in Part I of Schedule 9, that relate to the  Tax Credits Act 1999; b the repeals, in sections (1), (6) and (11) of Part III of that Schedule, that relate to— i section 21(3) of the  Pensions Act 1995; ii paragraph 49(a)(ii) of Schedule 3 to the  Pensions (Northern Ireland) Order 1995; and iii section 52(5) of the  Pension Schemes (Northern Ireland) Act 1993; c the repeals in Part IV of that Schedule (except so far as relating to the  Courts and Legal Services Act 1990); and d the repeals in section (2) of Part VIII of that Schedule. 4 Subject to that, this Act does not extend to Northern Ireland."}]