[{"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "1", "section_title": " Purposes of the Chapter.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "2", "section_title": " Aims of the Service.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "3", "section_title": " Functions of the Secretary of State.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "4", "section_title": " Local probation boards.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "5", "section_title": " Functions of local probation boards.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "5A", "section_title": "Local probation boards and service justice", "section_text": "5A 1 A local probation board may, in pursuance of arrangements made with the Secretary of State, carry out activities anywhere in the world in relation to persons who are or have been subject to proceedings before the Court Martial, the Summary Appeal Court or the Service Civilian Court. 2 Any activities carried out in relation to such persons must correspond to activities which the board is required or authorised to carry out in relation to persons who have been charged with or convicted of criminal offences."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "6", "section_title": " The inspectorate.", "section_text": "6 1 The inspectorate, and the office of chief inspector, established under section 23 of the  Probation Service Act 1993 (inspectorate of probation) shall continue in being,  ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The power to appoint a person to be chief inspector or one of the other members of the inspectorate is exercisable by the Secretary of State. 3 The Secretary of State may determine— a the number of members of the inspectorate, b the remuneration, allowances or other amounts to be paid by him to or in respect of the members of the inspectorate. 4 Below in this Chapter— a references to the chief inspector are to Her Majesty’s Chief Inspector of   Probation   for England and Wales, b references to the members of the inspectorate are to the chief inspector and the other members of Her Majesty’s Inspectorate of   Probation   for England and Wales."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "7", "section_title": " Functions of inspectorate.", "section_text": "7 1 The chief inspector must secure that the provision made in pursuance of arrangements made by   the Secretary of State under section 3 of the Offender Management Act 2007 (power to make arrangements for the provision of probation services)   is inspected by a member of the inspectorate. 2 The Secretary of State may direct the members of the inspectorate to assess the provision made by reference to criteria specified in directions. 3 A report of an inspection under subsection (1) must be sent to the Secretary of State. 4 The Secretary of State may give directions as to— a the information to be given in the report and the form in which it is to be given, b the time by which the report is to be given. 5 The Secretary of State must lay a copy of the report before each House of Parliament. 6 The Secretary of State may give directions, in connection with the purposes mentioned in section 1  of the Offender Management Act 2007   or any related purposes, conferring further functions on the chief inspector and the other members of the inspectorate. 7 Schedule 1A (which makes further provision about the inspectorate) has effect."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "8", "section_title": " Support services.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "9", "section_title": " Approved premises.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "10", "section_title": " Default powers.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "11", "section_title": " Establishment of the Service.", "section_text": "11 1 There shall be a body corporate to be known as the Children and Family Court Advisory and Support Service (referred to in this Part as the Service) which is to exercise the functions conferred on it by virtue of this Act and any other enactment. 2 Schedule 2 (which makes provision about the constitution of the Service, its powers and other matters relating to it) is to have effect. 3 References in this Act or any other enactment to an officer of the Service are references to— a any member of the staff of the Service appointed under paragraph 5(1)(a) of that Schedule, and b any other individual exercising functions of an officer of the Service by virtue of section 13(2) or (4)."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "12", "section_title": " Principal functions of the Service.", "section_text": "12 1 In respect of family proceedings in which the welfare of children  other than children ordinarily resident in Wales   is or may be in question, it is a function of the Service to— a safeguard and promote the welfare of the children, b give advice to any court about any application made to it in such proceedings, c make provision for the children to be represented in such proceedings, d provide information, advice and other support for the children and their families. 2 The Service must also make provision for the performance of any functions conferred on officers of the Service by virtue of this Act or any other enactment (whether or not they are exercisable for the purposes of the functions conferred on the Service by subsection (1)). 3 Regulations may provide for grants to be paid by the Service to any person for the purpose of furthering the performance of any of the Service’s functions. 4 The regulations may provide for the grants to be paid on conditions, including conditions— a regulating the purposes for which the grant or any part of it may be used, b requiring repayment to the Service in specified circumstances. 5 In this section, “ family proceedings ” has the same meaning as in the  Matrimonial and Family Proceedings Act 1984 and also includes any other proceedings which are family proceedings for the purposes of the  Children Act 1989, but— a references to family proceedings include (where the context allows) family proceedings which are proposed or have been concluded,  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "13", "section_title": " Other powers of the Service.", "section_text": "13 1 The Service may make arrangements with organisations under which the organisations perform functions of the Service on its behalf. 2 Arrangements under subsection (1) may provide for the organisations to designate individuals who may perform functions of officers of the Service. 3 But the Service may only make an arrangement under subsection (1) if it is of the opinion— a that the functions in question will be performed efficiently and to the required standard, and b that the arrangement represents good value for money. 4 The Service may make arrangements with individuals under which they may perform functions of officers of the Service. 5 The Service may commission, or assist the conduct of, research by any person into matters concerned with the exercise of its functions."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "14", "section_title": " Provision of staff or services to other organisations.", "section_text": "14 1 The Service may make arrangements with an organisation or individual under which staff of the Service may work for the organisation or individual. 2 The Service may make arrangements with an organisation or individual under which any services provided to the Service by its staff are also made available to the organisation or individual. 3 The Service may charge for anything done under arrangements under this section."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "15", "section_title": " Right to conduct litigation and right of audience.", "section_text": "15 1 The Service may authorise an officer of the Service of a prescribed description— a to conduct litigation in relation to any proceedings in any court, b to exercise a right of audience in any proceedings before any court, in the exercise of his functions. 2 An officer of the Service exercising a right to conduct litigation by virtue of subsection (1)(a) who would otherwise have such a right by virtue of   the fact that he is a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to that activity   is to be treated as having acquired that right solely by virtue of this section. 3 An officer of the Service exercising a right of audience by virtue of subsection (1)(b) who would otherwise have such a right by virtue of   the fact that he is a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to that activity   is to be treated as having acquired that right solely by virtue of this section. 4 In this section and section 16, “ right to conduct litigation ” and “ right of audience ” have the same meanings as in section 119 of the  Courts and Legal Services Act 1990."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "16", "section_title": " Cross-examination of officers of the Service.", "section_text": "16 1 An officer of the Service may, subject to rules of court, be cross-examined in any proceedings to the same extent as any witness. 2 But an officer of the Service may not be cross-examined merely because he is exercising a right to conduct litigation or a right of audience granted in accordance with section 15."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "17", "section_title": " Inspection.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "18", "section_title": " Definitions.", "section_text": "18 1 This section applies for the purposes of sections 19 to 21 and Schedule 3. 2 “ Eligible employee ” means— a in relation to a local authority or the Official Solicitor or the Receiver for the Metropolitan Police District, a person who is employed under a contract of employment with the authority, the solicitor or the receiver on work which would have continued but for this Part, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 “ New employer ” means  ... the Service. 4 “ Old employer ” means a local authority,  ..., the Official Solicitor or the Receiver for the Metropolitan Police District. 5 “ Property ” includes rights and interests of any description, other than— a those under a contract of employment, b land, in the case of transfers to a local board."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "19", "section_title": " Property.", "section_text": "19 1 The   Secretary of State   may by order make a scheme— a for the transfer to the   Secretary of State   or the Service of any property belonging to the old employer, b for the transfer to the   Secretary of State   or the Service of any liabilities to which the old employer is subject, c for the transfer of property or liabilities to a new employer after an initial transfer to the   Secretary of State   under paragraph (a) or (b), d for the Service to have any rights or interests which the   Secretary of State   considers appropriate in relation to any property transferred to the   Secretary of State   under the scheme. 2 Stamp duty is not chargeable in respect of any transfer or grant to the Service effected by virtue of this section. 3 No instrument made or executed under or in pursuance of the scheme for the purposes of such a transfer or grant is to be treated as duly stamped unless— a it is stamped with the duty to which it would, but for this section, be liable, or b it has, in accordance with the provisions of section 12 of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it has been duly stamped. 4 Schedule 3 (contents of schemes) applies in relation to a scheme under this section. 5 For the purposes of stamp duty land tax, a land transaction effected by virtue of this section, under which the purchaser is the Service, is exempt from charge. 6 Relief under subsection (5) must be claimed in a land transaction return or an amendment of such a return. 7 In this section— “ land transaction ” has the meaning given by section 43(1) of the Finance Act 2003; “ land transaction return ” has the meaning given by section 76(1) of that Act; “ purchaser ” has the same meaning as in Part 4 of that Act."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "20", "section_title": " Transfer of staff.", "section_text": "20 1 The   Secretary of State   may by order make a scheme for the transfer to a new employer of any eligible employee. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A scheme may apply— a to all, or any description of, eligible employees or persons so employed, or b to any individual eligible employee or person so employed. 4 A scheme may be made only if any directions about consultation given by the   Secretary of State   have been complied with in relation to each of the eligible employees and chief probation officers to be transferred or appointed in pursuance of the scheme."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "21", "section_title": " Effect of transfer of eligible employees.", "section_text": "21 1 The contract of employment of an employee transferred under a scheme— a is not terminated by the transfer, b has effect from the date of transfer as if originally made between the employee and the transferee. 2 Where an employee is transferred under a scheme— a all the rights, powers, duties and liabilities of the old employer under or in connection with the contract of employment are by virtue of this subsection transferred to the transferee on the date of transfer, and b anything done before that date by or in relation to the old employer in respect of that contract or the employee is to be treated from that date as having been done by or in relation to the transferee. This subsection does not prejudice the generality of subsection (1). 3 But if the employee informs the old employer or the transferee that he objects to the transfer— a subsections (1) and (2) do not transfer his contract of employment, or the rights, powers, duties and liabilities under or in connection with it, and b the contract of employment is terminated immediately before the date of transfer. 4 An employee is not to be treated, for the purposes of the  Employment Rights Act 1996, as having been dismissed by the old employer by reason of— a the transfer of his contract of employment under a scheme, or b the termination of his contract of employment by virtue of subsection (3). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 This section does not prejudice any right of an employee to terminate his contract of employment if a substantial change is made to his detriment in his working conditions. But no such right arises by reason only that, by virtue of this section, the identity of his employer changes unless the employee shows that, in all the circumstances, the change is a significant change and is to his detriment. 7 In this section— “ date of transfer ” means the date of transfer determined under the scheme in relation to the employee, “ scheme ” means a scheme made by virtue of section 20, “ transferee ” means the new employer to whom the employee is or would be transferred under the scheme."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "22", "section_title": " Effect of transfer of chief probation officers.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "23", "section_title": " Transfer of staff in consequence of arrangements under Part I.", "section_text": "23 1 This section applies where, by reason of the implementation or termination of any arrangements under section 5, 8 or 13, any functions exercisable by any person (the “ old employer ”) become exercisable by another person (whether on behalf, or instead, of the old employer). 2 The   Secretary of State   may by order make a scheme for the transfer to the other person (the “ transferee ”) of any person (an “ eligible employee ”) employed under a contract of employment with the transferor on work which would have continued but for the implementation or termination of the arrangements. 3 A scheme may apply— a to all, or any description of, eligible employees, or b to any individual eligible employee. 4 A scheme may be made only if any directions about consultation given by the   Secretary of State   have been complied with in relation to each of the eligible employees to be transferred in pursuance of the scheme. 5 Section 21 (except subsection (5) and the definitions of “ scheme ” and “ transferee ”) applies to a scheme made by virtue of this section as it applies to a scheme made by virtue of section 20, and as if “ old employer ” and “ transferee ” had the same meanings as in this section."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "24", "section_title": " Provision for the protection of children.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "25", "section_title": " Interpretation of Part I.", "section_text": "25 In this Part— ... ... “ by virtue of ” includes by or under, “ organisation ” includes a public body and a private or voluntary organisation, “ prescribed ” means prescribed by regulations, “ regulations ” means—   in the case of regulations under section 15, regulations made by the Lord Chancellor, and     in any other case, regulations made by the Secretary of State.  "}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "26", "section_title": " Meaning of “offence against a child”.", "section_text": "26 1 For the purposes of this Part, an individual commits an offence against a child if— a he commits any offence mentioned in paragraph 1 of Schedule 4, b he commits against a child any offence mentioned in paragraph 2 of that Schedule, or c he falls within paragraph 3 of that Schedule, and references to being convicted of, or charged with, an offence against a child are to be read accordingly. 2 The Secretary of State may by order amend Schedule 4 so as to add, modify or omit any entry."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "27", "section_title": " Equivalent armed forces offences.", "section_text": "27 1 For the purposes of this Part, an individual is treated as being convicted of or (as the case may be) charged with an offence against a child if he is convicted of or charged with an equivalent armed forces offence. 2 In subsection (1), “ equivalent armed forces offence ” means   an offence under section 42 of the Armed Forces Act 2006    constituted by an act or omission which— a is an offence against a child, or b would, if committed in England or Wales, be an offence against a child. 3 Section 48 of the Armed Forces Act 2006 (attempts, conspiracy, incitement and aiding and abetting outside England and Wales) applies for the purposes of subsection (2) of this section as if the reference in subsection (3)(b) of that section to any of the following provisions of that Act were a reference to subsection (2) of this section."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "28", "section_title": " Disqualification from working with children: adults.", "section_text": "28 1 This section applies where either of the conditions set out below is satisfied in the case of an individual. 2 The first condition is that— a the individual is convicted of an offence against a child committed when he was aged 18 or over, and b a qualifying sentence is imposed by a   superior court   in respect of the conviction. 3 The second condition is that— a the individual is charged with an offence against a child committed when he was aged 18 or over, and b a relevant order is made by a   superior court   in respect of the act or omission charged against him as the offence. 4 Subject to subsection (5), the court must order the individual to be disqualified from working with children. 5 An order shall not be made under this section if the court is satisfied, having regard to all the circumstances, that it is unlikely that the individual will commit any further offence against a child. 6 If the court does not make an order under this section, it must state its reasons for not doing so and cause those reasons to be included in the record of the proceedings."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "29", "section_title": " Disqualification from working with children: juveniles.", "section_text": "29 1 This section applies where either of the conditions set out below is satisfied in the case of an individual. 2 The first condition is that— a the individual is convicted of an offence against a child committed at a time when the individual was under the age of 18, and b a qualifying sentence is imposed by a   superior court   in respect of the conviction. 3 The second condition is that— a the individual is charged with an offence against a child committed at a time when the individual was under the age of 18, and b a relevant order is made by a   superior court   in respect of the act or omission charged against him as the offence. 4 If the court is satisfied, having regard to all the circumstances, that it is likely that the individual will commit a further offence against a child, it must order the individual to be disqualified from working with children. 5 If the court makes an order under this section, it must state its reasons for doing so and cause those reasons to be included in the record of the proceedings."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "29A", "section_title": "Disqualification at discretion of court: adults and juveniles", "section_text": "29A 1 This section applies where— a an individual is convicted of an offence against a child (whether or not committed when he was aged 18 or over), b the individual is sentenced by a   superior court , and c no qualifying sentence is imposed in respect of the conviction. 2 If the court is satisfied, having regard to all the circumstances, that it is likely that the individual will commit a further offence against a child, it may order the individual to be disqualified from working with children. 3 If the court makes an order under this section, it must state its reasons for doing so and cause those reasons to be included in the record of the proceedings."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "29B", "section_title": "Subsequent application for order under section 28 or 29", "section_text": "29B 1 Where— a section 28 applies but the court has neither made an order under that section nor complied with subsection (6) of that section, or b section 29 applies but the court has not made an order under that section, and it appears to the prosecutor that the court has not considered the making of an order under that section, the prosecutor may at any time apply to that court for an order under section 28 or 29. 2 Subject to subsection (3), on an application under subsection (1)— a in a case falling within subsection (1)(a), the court— i must make an order under section 28 unless it is satisfied as mentioned in subsection (5) of that section, and ii if it does not make an order under that section, must comply with subsection (6) of that section, b in a case falling within subsection (1)(b), the court— i must make an order under section 29 if it is satisfied as mentioned in subsection (4) of that section, and ii if it does so, must comply with subsection (5) of that section. 3 Subsection (2) does not enable or require an order under section 28 or 29 to be made where the court is satisfied that it had considered the making of an order under that section at the time when it imposed the qualifying sentence or made the relevant order."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "30", "section_title": " Sections 28  and 29: supplemental.", "section_text": "30 1 In sections 28 and this section— “guardianship order” means a guardianship order within the meaning of the Army Act 1955, the Air Force Act 1955, the Naval Discipline Act 1957 or the Mental Health Act 1983,  “qualifying sentence” means—  a sentence of imprisonment for a term of 12 months or more,  a sentence of detention in a young offender institution for a term of 12 months or more,  a sentence of detention during Her Majesty’s pleasure,  a sentence of detention for a period of 12 months or more under section 91 of the M5Powers of Criminal Courts (Sentencing) Act 2000 (offenders under 18 convicted of certain serious offences),  a detention and training order for a term of 12 months or more,  a sentence of detention for a term of 12 months or more imposed by a court-martial or the Courts-Martial Appeal Court,  a hospital order within the meaning of the Mental Health Act 1983, or  a guardianship order “relevant order” means—  an order made by the Crown Court, the Court of Appeal, a court-martial or the Courts-Martial Appeal Court that the individual in question be admitted to hospital, or  a guardianship order,  “senior court” means the Crown Court, the Court of Appeal, a court-martial or the Courts-Martial Appeal Court.  2 The reference to detention in paragraph (f) of the above definition of “qualifying sentence” includes a reference to detention by virtue of a custodial order under— a section 71AA of, or paragraph 10 of Schedule 5A to, the Army Act 1955, b in relation to an individual on whom a sentence has been passed, or in relation to whom an order has been made, as mentioned in subsection (2) or (3) of section 28 or 29, references to his sentence are to that sentence or order."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "31", "section_title": " Appeals.", "section_text": "31 1 An individual may appeal against a disqualification order— a where the first condition mentioned in section 28 or 29 is satisfied in his case, as if the order were a sentence passed on him for the offence of which he has been convicted, b where the second condition mentioned in section 28 or 29 is satisfied in his case, as if he had been convicted of an offence on indictment and the order were a sentence passed on him for the offence. c where an order is made under section 29A, as if the order were a sentence passed on him for the offence of which he has been convicted. 2 In relation to a disqualification order made by   the Court Martial , subsection (1)(b) has effect as if the reference to conviction on indictment were a reference to conviction by   the Court Martial ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "32", "section_title": " Review of disqualification.", "section_text": "32 1 Subject to section 33, an individual who is subject to a disqualification order may make an application to the Tribunal under this section. 2 On an application under this section the Tribunal must determine whether or not the individual is to continue to be subject to the order. 3 If the Tribunal is satisfied that the individual is suitable to work with children, it must direct that the order is to cease to have effect; otherwise it must dismiss the application."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "33", "section_title": " Conditions for application under section 32.", "section_text": "33 1 An individual may only make an application under section 32 with the leave of the Tribunal. 2 An application for leave under this section may not be made unless the appropriate conditions are satisfied in the individual’s case. 3 In the case of an individual who was under the age of 18 when he committed the offence against a child, the appropriate conditions are satisfied if— a at least five years have elapsed since the relevant date, and b in the period of five years ending with the time when he makes the application under this section, he has made no other such application. 4 In the case of any other individual, the appropriate conditions are satisfied if— a at least ten years have elapsed since the relevant date, and b in the period of ten years ending with the time when he makes the application under this section, he has made no other such application. 5 The Tribunal may not grant an application under this section unless it considers— a that the individual’s circumstances have changed since the order was made or, as the case may be, since he last made an application under this section, and b that the change is such that leave should be granted. 6 In this section, “ the relevant date ” means— a in relation to an individual whose sentence is an actual term of custody, the day on which he is released or, if later, the day on which the disqualification order is made, b in relation to an individual whose sentence is suspended and does not take effect, the day on which the disqualification order is made, c in relation to an individual whose sentence is an order for admission to hospital— i if he is detained in a hospital pursuant to the order, the day on which he ceases to be liable to be detained there, or ii if he is not so detained, the day on which the disqualification order is made, d in relation to an individual whose sentence is a guardianship order, the day on which the disqualification order is made. e in relation to an individual not falling within any of paragraphs (a) to (d), the day on which the disqualification order is made. 7 In this section— “ actual term of custody ” means a term of imprisonment or detention which is not suspended, or is suspended but takes effect, “ guardianship order ” has the same meaning as in section 30, “ order for admission to hospital ” means— ... a hospital order within the meaning of the  Mental Health Act 1983. 8 In subsection (7) “detention” means detention (or detention and training) under any sentence or order mentioned in paragraphs (b) to  (e)   of the definition of “qualifying sentence” in section 30(1). 8 In subsection (7)  “ detention ” means detention (or detention and training)— a under any sentence or order falling within paragraphs (b) to   (e)                      of the definition of  “qualifying sentence” in section 30(1), or b under any sentence or order which would fall within those paragraphs if it were for a term or period of 12 months or more."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "34", "section_title": " Restoration of disqualification order.", "section_text": "34 1 If it appears to a chief officer of police or  a director of social services of a local authority   a director of children’s services of a local authority in England or a director of social services of a local authority in Wales   that the conditions set out in subsection (2) are satisfied in the case of an individual, the chief officer or (as the case may be) the director may apply to the High Court for an order under this section to be made in respect of the individual. 2 The conditions are that— a a disqualification order made in respect of the individual is no longer in force, and b the individual has acted in such a way (whether before or after the order ceased to be in force) as to give reasonable cause to believe that an order under this section is necessary to protect children in general, or any children in particular, from serious harm from him. 3 An application under this section may be made at any time after the disqualification order ceased to be in force. 4 If the High Court is satisfied that the conditions set out in subsection (2) are satisfied, it must order that the disqualification order is to be restored; otherwise it must dismiss the application. 5 Where an order is made under this section, section 33 has effect with the following modifications— a in subsection (3), the reference to the individual being under the age of 18 when he committed the offence against a child is to be read as a reference to his being under that age when the order under this section was made, b in subsections (3)(a) and (4)(a), references to the relevant date are to be read as references to the date on which the order under this section was made, c in subsection (5)(a), the reference to the individual’s circumstances changing since the disqualification order was made is to be read as a reference to his circumstances changing since the order under this section was made. 6 For the purposes of this section a disqualification order is no longer in force if a direction under section 32(3) has been given in respect of it and it is not restored by virtue of an order under this section."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "35", "section_title": " Persons disqualified from working with children: offences.", "section_text": "35 1 An individual who is disqualified from working with children is guilty of an offence if he knowingly applies for, offers to do, accepts or does any work in a regulated position. 2 An individual is guilty of an offence if he knowingly— a offers work in a regulated position to, or procures work in a regulated position for, an individual who is disqualified from working with children, or b fails to remove such an individual from such work. 3 It is a defence for an individual charged with an offence under subsection (1) to prove that he did not know, and could not reasonably be expected to know, that he was disqualified from working with children. 4 An individual is disqualified from working with children for the purposes of this Part if— a he is included (otherwise than provisionally) in the list kept under section 1 of the  Protection of Children Act 1999 (individuals considered unsuitable to work with children), b \t\t\t\t\t\t\t he is subject to a direction under section 142 of the Education Act 2002 (prohibition from teaching, &c. given on the grounds that he is unsuitable to work with children, c he is included, on the grounds that he is unsuitable to work with children, in any list kept by the Secretary of State or the National Assembly for Wales of persons disqualified under section 470 or 471 of the  Education Act 1996, or d he is subject to a disqualification order. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 An individual who is guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months, or to a fine not exceeding the statutory maximum, or to both, b on conviction on indictment, to imprisonment for a term not exceeding five years, or to a fine, or to both."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "36", "section_title": " Meaning of “regulated position”.", "section_text": "36 1 The regulated positions for the purposes of this Part are— a a position whose normal duties include work in an establishment mentioned in subsection (2), b a position whose normal duties include work on day care premises, c a position whose normal duties include caring for, training, supervising or being in sole charge of children, d a position whose normal duties involve unsupervised contact with children under arrangements made by a responsible person, e a position whose normal duties include caring for children under the age of 16 in the course of the children’s employment, f a position a substantial part of whose normal duties includes supervising or training children under the age of 16 in the course of the children’s employment, g a position mentioned in subsection (6), h a position whose normal duties include supervising or managing an individual in his work in a regulated position. 2 The establishments referred to in subsection (1)(a) are— a an institution which is exclusively or mainly for the detention of children, b a hospital which is exclusively or mainly for the reception and treatment of children, c a care home, residential care home, nursing home or private hospital which is exclusively or mainly for children, d an educational institution, e a children’s home or voluntary home, f a home provided under section 82(5) of the  Children Act 1989. 3 For the purposes of this section, work done on any premises is treated as not being done on day care premises to the extent that— a it is done in a part of the premises in which children are not looked after, or b it is done at times when children are not looked after there. 4 The duties referred to in subsection (1)(c) and (d) do not include (respectively)— a caring for, training, supervising or being in sole charge of children in the course of the children’s employment, or b duties involving contact with children in the course of the children’s employment. 5 The reference in subsection (1)(d) to unsupervised contact is to contact in the absence of any responsible person or carer; and in this subsection, “ carer ” means a person who holds a position such as is mentioned in subsection (1)(c). 6 The positions mentioned in subsection (1)(g) are— a member of the governing body of an educational institution, b member of a relevant local government body, ba director of children’s services and director of adult social services of a local authority in England, c director of social services of a local authority  in Wales , d chief education officer of a   local authority   in Wales , e charity trustee of a children’s charity, f member of the Youth Justice Board for England and Wales, fa Children’s Commissioner  ... appointed under Part 1 of the Children Act 2004, g Children’s Commissioner for Wales or deputy Children’s Commissioner for Wales, h member, or chief executive, of the Children and Family Court Advisory and Support Service. 7 For the purposes of subsection (6), a person is a member of a relevant local government body if— a he is a member of, or of an executive of, a local authority and discharges any education functions, or social services functions, of a local authority, b he is a member of an executive of a local authority which discharges any such functions, c he is a member of— i a committee of an executive of a local authority, or ii an area committee, or any other committee, of a local authority, which discharges any such functions. 8 In its application to Northern Ireland, subsection (6) is to be read as mentioning also the following positions— a a position whose normal duties consist wholly or mainly of the direction or oversight of the exercise of the functions of the Department of Health in Northern Ireland that are mentioned in subsection (8A), b member, or executive director of social work, of a   Health and Social Care trust   established under Article 10 of the  Health and Personal Social Services (Northern Ireland) Order 1991, c member, or chief education officer, of an education and library board established under Article 3 of the  Education and Libraries (Northern Ireland) Order 1986. d Commissioner for Children and Young People for Northern Ireland appointed under the Commissioner for Children and Young People (Northern Ireland) Order 2003. 8A The functions referred to in subsection (8)(a) are those functions of the Department that relate to, or are exercised in connection with, the social care and children functions of Health and Social Care trusts (within the meaning given by Article 10A of the Health and Personal Social Services (Northern Ireland) Order 1991). 9 Any reference in subsection (7) to a committee includes a reference to any sub-committee which discharges any functions of that committee. 10 For the purposes of subsection (1)(h), the holder of a position— a only supervises an individual if he supervises the day-to-day performance of the individual’s duties, and b only manages an individual if the individual is directly responsible to him for the performance of his duties or he has authority to dismiss the individual. 11 For the purposes of this section, a charity is a children’s charity if the individuals who are workers for the charity normally include individuals working in regulated positions. 12 For the purposes of this section, an individual is a worker for a charity if he does work under arrangements made by the charity; but the arrangements referred to in this subsection do not include any arrangements made for purposes which are merely incidental to the purposes for which the charity is established. 13 For the purposes of this section, the following are responsible persons in relation to a child— a the child’s parent or guardian and any adult with whom the child lives, b the person in charge of any establishment mentioned in subsection (2) in which the child is accommodated, is a patient or receives education, and any person acting on behalf of such a person, c in relation to England— i a person registered under Part 3 of the Childcare Act 2006, otherwise than as a childminder, for providing care on premises on which the child is cared for, ii a person registered under Part 3 of that Act as a childminder who is providing early years or later years childminding (within the meaning of that Part of that Act) for the child, ca in relation to Wales, a person registered under Part 10A of the Children Act 1989 for providing day care on premises on which the child is cared for, and d any person holding a position mentioned in subsection (6). 14 In this section— “ area committee ” has the same meaning as in section 18 of the  Local Government Act 2000, “ detention ” means detention by virtue of an order of a court or under an enactment,   “education functions” in relation to a local authority has the meaning given by section 579(1) of the Education Act 1996,   “ executive ”, in relation to a local authority, has the same meaning as in Part II of the Local Government Act 2000, “ social services functions ”, in relation to a local authority, has the same meaning as in the  Local Authority Social Services Act 1970. 15 For the purpose of amending the definition of “regulated position”, the Secretary of State may by order make any amendment of this section (apart from this subsection) which he thinks appropriate."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "37", "section_title": " Disqualification in Scotland or Northern Ireland.", "section_text": "37 1 The Secretary of State may by order provide that section 35 shall apply in relation to an individual falling within subsection (2) as it applies in relation to an individual who is disqualified from working with children. 2 An individual falls within this subsection if, under the law of Scotland or Northern Ireland, he is subject to a prohibition or disqualification which, in the opinion of the Secretary of State, corresponds to disqualification (by any of the means mentioned in section 35(4)) from working with children."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "38", "section_title": " Rehabilitation of offenders.", "section_text": "38 1 Where a disqualification order is made in respect of an individual’s conviction of an offence, the rehabilitation period which, in accordance with section 6 of the  Rehabilitation of Offenders Act 1974, is applicable to the conviction is to be determined as if that order had not been made; and a disqualification order is not a sentence for the purposes of that Act. 2 In this section, “ conviction ” has the same meaning as in that Act."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "39", "section_title": " Extension of offence: conduct towards 14 and 15 year olds.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "40", "section_title": " Extension of corresponding Northern Ireland offence: conduct towards 14 to 16 year olds.", "section_text": "40 1 The Children and Young Persons Act (Northern Ireland) 1968 is amended as follows. 2 At the end of section 22 (indecent conduct towards child) there is inserted— 2 In this section, “ child ” means a person under the age of seventeen. 3 In section 180(1) (interpretation), in the definition of “child”— a after “ “child”” there is inserted  “                        , except when used in section 22,                      ” , and b at the end there is inserted  “                        and, when used in section 22, has the meaning assigned to it by that section                      ” ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "41", "section_title": " Indecent photographs of children: increase of maximum penalties.", "section_text": "41 1 In section 6(2) of the  Protection of Children Act 1978 (punishments), for “three” there is substituted  “                    ten                  ” . 2 In Article 3(4)(a) of the  Protection of Children (Northern Ireland) Order 1978 (indecent photographs of children), for “three” there is substituted  “                    ten                  ” . 3 In section 160 of the  Criminal Justice Act 1988 (summary offence of possession of indecent photograph of child)— a after subsection (2) there is inserted— 2A A person shall be liable on conviction on indictment of an offence under this section to imprisonment for a term not exceeding five years or a fine, or both. , b for the sidenote there is substituted  “                        Possession of indecent photograph of child                      ” . 4 In Article 15 of the  Criminal Justice (Evidence,  etc. ) (Northern Ireland) Order 1988 (summary offence of possession of indecent photograph of child)— a after paragraph (2) there is inserted— 2A A person shall be liable on conviction on indictment of an offence under paragraph (1) to imprisonment for a term not exceeding five years or a fine, or both. , b for the heading there is substituted  “                        Possession of indecent photograph of child                      ” ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "42", "section_title": " Interpretation of Part II.", "section_text": "42 1 In this Part— ... “ care home ” has the same meaning as in the  Care Standards Act 2000, \" charity trustee ” has the same meaning as in the Charities Act 2011 , “ child ” means a person under the age of 18, “ children’s home ” has— in relation to England and Wales, the same meaning as in the Care Standards Act 2000, in relation to Northern Ireland, the meaning which would be given by Article 90(1) of the  Children (Northern Ireland) Order 1995 if, in Article 91(2) of that Order, sub-paragraphs (a), (f) and (g) and the words after sub-paragraph (h) were omitted, “ Class A drug ” has the same meaning as in the  Misuse of Drugs Act 1971, “ day care premises ”  means— in relation to England, premises in respect of which a person is registered, otherwise than as a childminder, under Part 3 of the Childcare Act 2006, in relation to Wales, premises in respect of which a person is registered under Part 10A of the Children Act 1989 for providing day care, “ disqualification order ” has the meaning given by section 30, “ educational institution ” means an institution which is exclusively or mainly for the provision of full-time education to children, “ employment ” means paid employment, whether under a contract of service or apprenticeship or under a contract for services, “ hospital ” has— in relation to England and Wales, the meaning given by section 128(1) of  the National Health Service Act 2006 or the National Health Service (Wales) Act 2006 , in relation to Northern Ireland, the meaning given by Article 2(2) of the  Health and Personal Social Services (Northern Ireland) Order 1972, “ local authority ” has the same meaning as in the  Education Act 1996, “ nursing home ” has the meaning given by Article 16 of the  Registered Homes (Northern Ireland) Order 1992, “ private hospital ” has the meaning given by Article 90(2) of the  Mental Health (Northern Ireland) Order 1986, “ residential care home ” has the meaning given by Article 3 of the  Registered Homes (Northern Ireland) Order 1992, “ the Tribunal ” means the   First-tier Tribunal , “ voluntary home ” has the meaning given by Article 74(1) of the  Children (Northern Ireland) Order 1995, “ work ” includes— work of any kind, whether paid or unpaid and whether under a contract of service or apprenticeship, under a contract for services, or otherwise than under a contract, and an office established by or by virtue of an enactment, and “working” is to be read accordingly. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "43", "section_title": " Probation orders renamed community rehabilitation orders.", "section_text": "43 1 An order under subsection (1) of section 41 of the Powers of Criminal Courts (Sentencing) Act 2000 (probation orders), whenever made, is to be referred to as a community rehabilitation order. 2 References in any enactment, instrument or document to a community rehabilitation order include (where the context allows) an order under any provision corresponding to that subsection which is repealed by that Act. 3 Accordingly— a in subsection (2) of that section, for “ “probation order”” there is substituted  “                          “community rehabilitation order”                        ” , but b paragraph 1(3) of Schedule 11 to that Act (general transitional provisions) does not apply to that subsection as amended by this. 4 References in any enactment, instrument or document to a probation order— a are to an order under any provision corresponding to section 41(1) of that Act which is repealed by that Act, and b include (where the context allows) an order under that subsection. 5 In section 163 of the Powers of Criminal Courts (Sentencing) Act 2000 (general definitions), at the appropriate place there is inserted— “ community rehabilitation order ” has the meaning given by section 43 of the Criminal Justice and Court Services Act 2000 ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "44", "section_title": " Community service orders renamed community punishment orders.", "section_text": "44 1 An order under subsection (1) of section 46 of the Powers of Criminal Courts (Sentencing) Act 2000 (community service orders), whenever made, is to be referred to as a community punishment order. 2 References in any enactment, instrument or document to a community punishment order include (where the context allows) an order under any provision corresponding to that subsection which is repealed by that Act. 3 Accordingly— a in subsection (2) of that section, for “ “community service order”” there is substituted  “                          “community punishment order”                        ” , but b paragraph 1(3) of Schedule 11 to that Act (general transitional provisions) does not apply to that subsection as amended by this. 4 References in any enactment, instrument or document to a community service order— a are to an order under any provision corresponding to section 46(1) of that Act which is repealed by that Act, and b include (where the context allows) an order under that subsection. 5 In section 163 of the  Powers of Criminal Courts (Sentencing) Act 2000 (general definitions), in the definition of “community service order”— a for “service” there is substituted  “                          punishment                        ” , b for the words from “means” to the first mention of “above” there is substituted  “                          has the meaning given by section 44 of the Criminal Justice and Court Services Act 2000                        ” , and that definition is moved to follow the definition of “community order”."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "45", "section_title": " Combination orders renamed community punishment and rehabilitation orders.", "section_text": "45 1 An order under subsection (1) of section 51 of the Powers of Criminal Courts (Sentencing) Act 2000 (combination orders), whenever made, is to be referred to as a community punishment and rehabilitation order. 2 References in any enactment, instrument or document to a community punishment and rehabilitation order include (where the context allows) an order under any provision corresponding to that subsection which is repealed by that Act. 3 Accordingly— a in subsection (2) of that section, for “ “combination order”” there is substituted  “                          “community punishment and rehabilitation order”                        ” , but b paragraph 1(3) of Schedule 11 to that Act (general transitional provisions) does not apply to that subsection as amended by this. 4 References in any enactment, instrument or document to a combination order— a are to an order under any provision corresponding to section 51(1) of that Act which is repealed by that Act, and b include (where the context allows) an order under that subsection. 5 In section 163 of the Powers of Criminal Courts (Sentencing) Act 2000 (general definitions), at the appropriate place there is inserted— “ community punishment and rehabilitation order ” has the meaning given by section 45 of the Criminal Justice and Court Services Act 2000 ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "46", "section_title": " Exclusion orders.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "47", "section_title": " Drug abstinence orders.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "48", "section_title": " Pre-sentence drug testing.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "49", "section_title": " Community sentences: drug abstinence requirements.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "50", "section_title": " Community sentences: curfew requirements.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "51", "section_title": " Community sentences: exclusion requirements.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "52", "section_title": " Community sentences: electronic monitoring of requirements.", "section_text": "52 After section 36A of the  Powers of Criminal Courts (Sentencing) Act 2000 there is inserted—  Electronic monitoring of requirements in community orders. 36B 1 Subject to subsections (2) to (4) below, a community order may include requirements for securing the electronic monitoring of the offender’s compliance with any other requirements imposed by the order. 2 A court shall not include in a community order a requirement under subsection (1) above unless the court— a has been notified by the Secretary of State that electronic monitoring arrangements are available in the relevant areas specified in subsections (7) to (10) below; and b is satisfied that the necessary provision can be made under those arrangements. 3 Where— a it is proposed to include in an exclusion order a requirement for securing electronic monitoring in accordance with this section; but b there is a person (other than the offender) without whose co-operation it will not be practicable to secure the monitoring, the requirement shall not be included in the order without that person’s consent. 4 Where— a it is proposed to include in a community rehabilitation order or a community punishment and rehabilitation order a requirement for securing the electronic monitoring of the offender’s compliance with a requirement such as is mentioned in paragraph 8(1) of Schedule 2 to this Act; but b there is a person (other than the offender) without whose co-operation it will not be practicable to secure the monitoring, the requirement shall not be included in the order without that person’s consent. 5 An order which includes requirements under subsection (1) above shall include provision for making a person responsible for the monitoring; and a person who is made so responsible shall be of a description specified in an order made by the Secretary of State. 6 The Secretary of State may make rules for regulating— a the electronic monitoring of compliance with requirements included in a community order; and b without prejudice to the generality of paragraph (a) above, the functions of persons made responsible for securing the electronic monitoring of compliance with requirements included in the order. 7 In the case of a curfew order or an exclusion order, the relevant area is the area in which the place proposed to be specified in the order is situated. In this subsection, “ place ”, in relation to an exclusion order, has the same meaning as in section 40A below. 8 In the case of a community rehabilitation order or a community punishment and rehabilitation order, the relevant areas are each of the following— a where it is proposed to include in the order a requirement for securing compliance with a requirement such as is mentioned in sub-paragraph (1) of paragraph 7 of Schedule 2 to this Act, the area mentioned in sub-paragraph (5) of that paragraph; b where it is proposed to include in the order a requirement for securing compliance with a requirement such as is mentioned in sub-paragraph (1) of paragraph 8 of that Schedule, the area mentioned in sub-paragraph (5) of that paragraph; c where it is proposed to include in the order a requirement for securing compliance with any other requirement, the area proposed to be specified under section 41(3) below. 9 In the case of a community punishment order, a drug treatment and testing order, a drug abstinence order, a supervision order or an action plan order, the relevant area is the petty sessions area proposed to be specified in the order. 10 In the case of an attendance centre order, the relevant area is the petty sessions area in which the attendance centre proposed to be specified in the order is situated."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "53", "section_title": " Breach of community orders: warning and punishment.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "54", "section_title": " Breach of community orders: failure to answer summons.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "55", "section_title": " Regulation of community orders.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "56", "section_title": " Reprimands and warnings.", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 34 of the  Police and Criminal Evidence Act 1984 (limitations on police detention), for subsection (5)(b) there is substituted— b that, in respect of any such matter, proceedings may be taken against him or he may be reprimanded or warned under section 65 of the  Crime and Disorder Act 1998 ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "57", "section_title": " Testing persons in police detention.", "section_text": "57 1 The  Police and Criminal Evidence Act 1984 is amended in accordance with subsections (2) to (4). 2 After section 63A there is inserted—  Testing for presence of Class A drugs. 63B 1 A sample of urine or a non-intimate sample may be taken from a person in police detention for the purpose of ascertaining whether he has any specified Class A drug in his body if the following conditions are met. 2 The first condition is— a that the person concerned has been charged with a trigger offence; or b that the person concerned has been charged with an offence and a police officer of at least the rank of inspector, who has reasonable grounds for suspecting that the misuse by that person of any specified Class A drug caused or contributed to the offence, has authorised the sample to be taken. 3 The second condition is that the person concerned has attained the age of 18. 4 The third condition is that a police officer has requested the person concerned to give the sample. 5 Before requesting the person concerned to give a sample, an officer must— a warn him that if, when so requested, he fails without good cause to do so he may be liable to prosecution, and b in a case within subsection (2)(b) above, inform him of the giving of the authorisation and of the grounds in question. 6 A sample may be taken under this section only by a person prescribed by regulations made by the Secretary of State by statutory instrument. No regulations shall be made under this subsection unless a draft has been laid before, and approved by resolution of, each House of Parliament. 7 Information obtained from a sample taken under this section may be disclosed— a for the purpose of informing any decision about granting bail in criminal proceedings (within the meaning of the  Bail Act 1976) to the person concerned; b where the person concerned is in police detention or is remanded in or committed to custody by an order of a court or has been granted such bail, for the purpose of informing any decision about his supervision; c where the person concerned is convicted of an offence, for the purpose of informing any decision about the appropriate sentence to be passed by a court and any decision about his supervision or release; d for the purpose of ensuring that appropriate advice and treatment is made available to the person concerned. 8 A person who fails without good cause to give any sample which may be taken from him under this section shall be guilty of an offence.  Testing for presence of Class A drugs: supplementary. 63C 1 A person guilty of an offence under section 63B above shall be liable on summary conviction to imprisonment for a term not exceeding three months, or to a fine not exceeding level 4 on the standard scale, or to both. 2 A police officer may give an authorisation under section 63B above orally or in writing but, if he gives it orally, he shall confirm it in writing as soon as is practicable. 3 If a sample is taken under section 63B above by virtue of an authorisation, the authorisation and the grounds for the suspicion shall be recorded as soon as is practicable after the sample is taken. 4 If the sample is taken from a person detained at a police station, the matters required to be recorded by subsection (3) above shall be recorded in his custody record. 5 Subsections (11) and (12) of section 62 above apply for the purposes of section 63B above as they do for the purposes of that section; and section 63B above does not prejudice the generality of sections 62 and 63 above. 6 In section 63B above— “ Class A drug ” and “ misuse ” have the same meanings as in the  Misuse of Drugs Act 1971; “ specified ”\t\t\t\t\t\t\t\t\t\t\t\t(in relation to a Class A drug) and “ trigger offence ” have the same meanings as in Part III of the Criminal Justice and Court Services Act 2000. 3 In section 38 (duties of custody officer after charge)— a in subsection (1)(a), after sub-paragraph (iii) there is inserted— iiia in the case of a person who has attained the age of 18, the custody officer has reasonable grounds for believing that the detention of the person is necessary to enable a sample to be taken from him under section 63B below , b at the end of subsection (2) there is inserted  “                          but may not authorise a person to be kept in police detention by virtue of subsection (1)(a)(iiia) after the end of the period of six hours beginning when he was charged with the offence                        ” . 4 At the end of section 66 (codes of practice) there is inserted— 2 Codes shall (in particular) include provision in connection with the exercise by police officers of powers under section 63B above. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "58", "section_title": " Right to bail: relevance of drug misuse.", "section_text": "58 In section 4 of the  Bail Act 1976 (general right to bail), after subsection (8) there is inserted— 9 In taking any decisions required by Part I or  II  of Schedule 1 to this Act, the considerations to which the court is to have regard include, so far as relevant, any misuse of controlled drugs by the defendant (“ controlled drugs ” and “ misuse ” having the same meanings as in the  Misuse of Drugs Act 1971)."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "59", "section_title": " Remand centres.", "section_text": "59 In section 43(1) of the  Prison Act 1952 (places of detention provided by Secretary of State), paragraph (a) (remand centres) is to cease to have effect."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "60", "section_title": " Life sentences: tariffs.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "61", "section_title": " Abolition of sentences of detention in a young offender institution, custody for life, etc.", "section_text": "61 1 No court is to pass a sentence of detention in a young offender institution or a sentence of custody for life, and no court is to make a custodial order except in relation to a person who is aged at least 17 but under 18. 2 No court is to commit a person to be detained under section 108 of the Powers of Criminal Courts (Sentencing) Act 2000 (detention of persons aged at least 18 but under 21 for default or contempt) or make an order fixing a term of detention under that section. 3 A person who— a has been sentenced (before the coming into force of this section) to a term of detention in a young offender institution, to custody for life or to a custodial order, and b is aged at least 18 but under 21, may be detained in a young offender institution, or in a prison, determined by the Secretary of State. 4 A person— a who has been committed (before the coming into force of this section) to be detained under section 108 of the Powers of Criminal Courts (Sentencing) Act 2000 or in respect of whom an order fixing a term of detention under that section has been made (before the coming into force of this section), and b who is aged under 21, may be detained in a young offender institution, or in a prison, determined by the Secretary of State. 5 A person who has been sentenced to imprisonment and is aged under 21 may be detained— a in a prison, or b in a young offender institution in which one or more persons mentioned in subsection (3) or (4) are detained, determined by the Secretary of State. 6 A determination of the Secretary of State under this section may be made in respect of an individual or any description of individuals. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ court ” includes a court-martial and a Standing Civilian Court, “ custodial order ” means an order under— section 71AA of, or paragraph 10 of Schedule 5A to, the  Army Act 1955, section 71AA of, or paragraph 10 of Schedule 5A to, the  Air Force Act 1955, section 43AA of, or paragraph 10 of Schedule 4A to, the  Naval Discipline Act 1957. 9 On the coming into force of this section— a paragraph (b) of the definition of “qualifying sentence” in section 30(1), and b paragraph (b) of the definition of “relevant sentence” in section 69(7), are omitted."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "62", "section_title": " Release on licence  etc :   electronic monitoring conditions .", "section_text": "62 1 This section applies where a sentence of imprisonment has been imposed on a person and, by virtue of any enactment— a the Secretary of State is required to, or may, release the person from prison, and b the release is required to be, or may be, subject to conditions (whether conditions of a licence or any other conditions, however expressed). 2 The conditions may include electronic monitoring conditions. 2A An electronic monitoring condition imposed under this section must include provision for making a person responsible for the monitoring. 2B A person may not be made responsible for the monitoring unless the person is of a description specified in an order made by the Secretary of State. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may make rules about the conditions that may be imposed by virtue of this section. 5 In this section, “ sentence of imprisonment ” includes— a a detention and training order, b a sentence of detention in a young offender institution, c a sentence of detention under section 90 of the  Powers of Criminal Courts (Sentencing) Act 2000  or section 259 of the Sentencing Code   (detention at Her Majesty’s pleasure), d a sentence of detention under section 91 of that Act  or section 250  or 252A   of that Code   (detention of offenders under 18 convicted of certain serious offences), e a sentence of custody for life under section 93 or 94 of that Act  or section 272 or 275 of that Code (including one passed as a result of section 210A, 217, 218A or 219 of the Armed Forces Act 2006) , ,  ... f a sentence of detention under section 226  , 226B   or 228 of the Criminal Justice Act 2003  or section 254 of the Sentencing Code   (including one passed as a result of section 221  , 221A   or 222 of the Armed Forces Act 2006)   g a sentence of detention under section 209 or 218 of the Armed Forces Act 2006, and h an order under section 211 of that Act, and “ prison ” shall be construed accordingly. 5A In this section  “ electronic monitoring condition ” means a condition requiring the person to submit to either or both of the following— a electronic monitoring of the person's compliance with another condition of release, and b electronic monitoring of the person's whereabouts (other than for the purpose of monitoring compliance with another condition of release)."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "62A", "section_title": "Release on licence  etc : compulsory electronic monitoring conditions", "section_text": "62A 1 The Secretary of State may by order provide that the power under section 62 to impose an electronic monitoring condition must be exercised. 2 An order under this section may— a require an electronic monitoring condition to be included for so long as the person's release is required to be, or may be, subject to conditions or for a shorter period; b make provision generally or in relation to a case described in the order. 3 An order under this section may, in particular— a make provision in relation to cases in which compliance with a condition imposed on a person's release is monitored by a person specified or described in the order; b make provision in relation to persons selected on the basis of criteria specified in the order or on a sampling basis; c make provision by reference to whether a person specified in the order is satisfied of a matter. 4 An order under this section may not make provision about a case in which the sentence imposed on the person is— a a detention and training order, b a sentence of detention under section 91 of the Powers of Criminal Courts (Sentencing) Act 2000  or section 250   or 252A  of the Sentencing Code   (detention of offenders under 18 convicted of certain offences), c a sentence of detention under section 209 of the Armed Forces Act 2006 (detention of offenders under 18 convicted of certain offences), or d an order under section 211 of that Act. 5 In this section,  “ electronic monitoring condition ” has the same meaning as in section 62."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "62B", "section_title": "Data from electronic monitoring: code of practice", "section_text": "62B 1 The Secretary of State must issue a code of practice relating to the processing of data gathered in the course of monitoring persons under electronic monitoring conditions imposed under section 62. 2 A failure to observe a code issued under this section does not of itself make a person liable to any criminal or civil proceedings."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "63", "section_title": " Supervision of young offenders after release.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "64", "section_title": " Release on licence etc: drug testing requirements.", "section_text": "64 1 This section applies where— a the Secretary of State releases from prison a person aged 18 or over on whom a sentence of imprisonment has been imposed  ... b the release is subject to conditions (whether conditions of a licence or any other conditions, however expressed)  , and                       c the Secretary of State is satisfied of the matters in subsection (1A). 1A Those matters are— a that the misuse by the person of a specified class A drug or a specified class B drug caused or contributed to an offence of which the person has been convicted or is likely to cause or contribute to the commission of further offences by the person, and b that the person is dependent on, or has a propensity to misuse, a specified class A drug or a specified class B drug. 2 For the purpose of determining whether the person is complying with any of the conditions   mentioned in subsection (1)(b) , they may include the following requirement. 3 The requirement is that the person must provide, when instructed to do so by an officer of a local probation board  , an officer of a provider of probation services   or a person authorised by the Secretary of State, any sample mentioned in the instruction for the purpose of ascertaining whether he has any specified Class A drug   or specified Class B drug  in his body. 4 The function of giving such an instruction is to be exercised in accordance with guidance given from time to time by the Secretary of State; and   rules   made by the Secretary of State may regulate the provision of samples in pursuance of such an instruction. 5 In this section, “ sentence of imprisonment ” includes— a a detention and training order, b a sentence of detention in a young offender institution, c a sentence of detention under section 90 of the Powers of Criminal Courts (Sentencing) Act 2000  or section 259 of the Sentencing Code   (detention at Her Majesty’s pleasure), d a sentence of detention under section 91 of that Act  or section 250   or 252A  of that Code   (detention of offenders under 18 convicted of certain serious offences), e a sentence of custody for life under section 93 or 94 of that Act  or section 272 or 275 of that Code , g a sentence of detention under section 209 or 218 of the Armed Forces Act 2006, and h an order under section 211 of that Act, and “ prison ” shall be construed accordingly."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "64A", "section_title": "Release on licence  etc : drug appointments", "section_text": "64A 1 This section applies where— a the Secretary of State releases a person serving a sentence of imprisonment (“the offender”) who is aged 18 or over, b the release is subject to conditions (whether conditions of a licence or any other conditions, however expressed), c an officer of a provider of probation services has recommended to the Secretary of State that a condition authorised by this section be imposed on the offender, and d the Secretary of State is satisfied of the matters in subsection (2). 2 Those matters are— a that the misuse by the offender of a controlled drug caused or contributed to an offence of which the offender has been convicted or is likely to cause or contribute to the commission of further offences by the offender, b that the offender is dependent on, or has a propensity to misuse, a controlled drug, c that the dependency or propensity requires, and may be susceptible to, treatment, and d that arrangements have been made, or can be made, for the offender to have treatment. 3 The conditions mentioned in subsection (1)(b) may include a condition which requires the offender, in accordance with instructions given by an officer of a provider of probation services, to attend appointments with a view to addressing the offender's dependency on, or propensity to misuse, a controlled drug. 4 The condition must specify— a the person with whom the offender is to meet or under whose direction the appointments are to take place, and b where the appointments are to take place. 5 The person specified under subsection (4)(a) must be a person who has the necessary qualifications or experience. 6 The only instructions that an officer of a provider of probation services may give for the purposes of the requirement are instructions as to— a the duration of each appointment, and b when each appointment is to take place. 7 For the purposes of this section, references to a requirement to attend an appointment do not include a requirement to submit to treatment. 8 In this section— “ controlled drug ” has the same meaning as in the Misuse of Drugs Act 1971; “ sentence of imprisonment ” does not include a detention and training order or an order under section 211 of the Armed Forces Act 2006 but does include— a sentence of detention in a young offender institution, a sentence of detention under section 90 of the Powers of Criminal Courts (Sentencing) Act 2000  or section 259 of the Sentencing Code   (detention at Her Majesty's pleasure), a sentence of detention under section 91 of that Act  or section 250   or 252A  of that Code   (detention of offenders under 18 convicted of certain serious offences), a sentence of custody for life under section 93 or 94 of that Act  or section 272 or 275 of that Code (including one passed as a result of section 210A, 217, 218A or 219 of the Armed Forces Act 2006) , a sentence of detention under section 226, 226B or 228 of the Criminal Justice Act 2003  or section 254 of the Sentencing Code   (including one passed as a result of section 221, 221A or 222 of the Armed Forces Act 2006), a sentence of detention under section 209 of the Armed Forces Act 2006 (detention of offenders under 18 convicted of certain serious offences), and a sentence of detention under section 218 of that Act (detention at Her Majesty's pleasure)."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "65", "section_title": " Short-term prisoners: release subject to curfew conditions.", "section_text": "65 In section 34A of the  Criminal Justice Act 1991 (power to release short-term prisoners on licence), after subsection (2)(d) there is inserted— da the prisoner is subject to the notification requirements of Part I of the  Sex Offenders Act 1997; ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "66", "section_title": " Amendments of the Sex Offenders Act 1997.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "67", "section_title": " Arrangements for assessing etc. risks posed by certain offenders.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "68", "section_title": " Section 67: interpretation.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "69", "section_title": " Duties of local probation boards in connection with victims of certain offences.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "70", "section_title": " Interpretation, etc.", "section_text": "70 1 In this Part— “ Class A drug ”  and  “   Class B drug ” have  the same meaning as in the  Misuse of Drugs Act 1971, “ specified ”, in relation to a Class A drug   or Class B drug , means specified by an order made by the Secretary of State, “ trigger offence ” has the meaning given by Schedule 6. 2 The Secretary of State may by order amend Schedule 6 so as to add, modify or omit any description of offence. 3 In this Part (except in section 69), references to release include temporary release. 4 In section 163 of the  Powers of Criminal Courts (Sentencing) Act 2000 (general definitions), at the appropriate places there are inserted— “ specified Class A drug ” has the same meaning as in Part III of the Criminal Justice and Court Services Act 2000 , “ trigger offence ” has the same meaning as in Part III of the Criminal Justice and Court Services Act 2000 . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "71", "section_title": " Access to driver licensing records.", "section_text": "71 1 The Secretary of State may make any information held by him for the purposes of Part III of the  Road Traffic Act 1988 available  ...  for use by constables  and   National Crime Agency officers . 2 In respect of any information made available  ...  under subsection (1), the Secretary of State may by regulations— a determine the purposes for which   information may be made available to  constables  and   National Crime Agency officers   ..., b determine the circumstances in which any of the information   made available to them   may be further disclosed by them. 3 Before making any regulations applying in respect of   constables of the Police Service of Scotland , the Secretary of State must, to the extent to which the regulations will so apply, consult the Scottish Ministers. 4 In this section  — “ constables ” includes — a  persons appointed by a chief constable under paragraph 4 of Schedule 2 to the Police Reform and Social Responsibility Act 2011 (civilian staff of police forces outside London),  aa persons appointed by the Commissioner of Police of the Metropolis under paragraph 1 of Schedule 4 to that Act (civilian staff of metropolitan police force), b police staff within the meaning of the Police and Fire Reform (Scotland) Act 2012, c police support staff (within the meaning of the Police (Northern Ireland) Act 2000), and d persons employed by the British Transport Police Authority under section 27(1) of the Railways and Transport Safety Act 2003 who are under the direction and control of the Chief Constable of the British Transport Police Force ,  “ information ” means information held in any form. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "72", "section_title": " Failure to secure regular attendance at school.", "section_text": "72 1 In section 444 of the  Education Act 1996 (failure to secure regular attendance at school)— a after subsection (1) there is inserted— 1A If in the circumstances mentioned in subsection (1) the parent knows that his child is failing to attend regularly at the school and fails without reasonable justification to cause him to do so, he is guilty of an offence. , b in subsection (8), for “this section” there is substituted  “                        subsection (1)                      ” , c after that subsection there is inserted— 8A A person guilty of an offence under subsection (1A) is liable on summary conviction— a to a fine not exceeding level 4 on the standard scale, or b to imprisonment for a term not exceeding three months, or both. 8B If, on the trial of an offence under subsection (1A), the court finds the defendant not guilty of that offence but is satisfied that he is guilty of an offence under subsection (1), the court may find him guilty of that offence. 2 This section does not apply to an offence committed before the section comes into force."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "73", "section_title": " Parenting orders: responsible officer.", "section_text": "73 In section 8(8) of the  Crime and Disorder Act 1998 (parenting orders: persons who may be specified as the responsible officer), after paragraph (b) there is inserted— bb a person nominated by a person appointed as chief education officer under section 532 of the  Education Act 1996 ."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "74", "section_title": " Amendments.", "section_text": "74 Schedule 7 (which makes minor and consequential amendments) is to have effect."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "75", "section_title": " Repeals.", "section_text": "75 The enactments specified in Schedule 8 are repealed to the extent specified."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "76", "section_title": " Subordinate legislation.", "section_text": "76 1 This section applies to any power conferred by this Act on  ... the Secretary of State to make regulations, rules or an order. 2 The power, unless it is a power to make an order under section 19, 20 or 23, shall be exercisable by statutory instrument. 3 The power may be exercised so as to make different provision for different purposes or different areas. 4 The power includes power to make— a any supplementary, incidental or consequential provision, and b any transitory, transitional or saving provision, which the Minister exercising the power considers necessary or expedient. 5 An order— a making any provision by virtue of section 10, 26(2), 36(15), 57(5) or 70(2), or b making any provision by virtue of section 77(2) which adds to, replaces or omits any part of the text of an Act, may only be made if a draft of the statutory instrument containing the order has been laid before and approved by resolution of each House of Parliament. 6 Any other statutory instrument made in exercise of a power to which this section applies shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 Subsection (6) does not apply to a statutory instrument containing an order— a revoking an order made by virtue of section 10, or b made by virtue only of section 80."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "77", "section_title": " Supplementary and consequential provision, etc.", "section_text": "77 1 ... the Secretary of State may by order make— a any supplementary, incidental or consequential provision, b any transitory, transitional or saving provision, which he considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act. 2 The provision which may be made under subsection (1) includes provision amending or repealing any enactment, instrument or document. 3 The provision which may be made under subsection (1) in relation to section 61 of this Act (abolition of sentence of detention in young offender institution etc) also includes provision amending or repealing— a any provision of the Counter-Terrorism and Sentencing Act 2021, b any provision of an enactment that was inserted or amended by, or by regulations made under, the Counter-Terrorism and Sentencing Act 2021."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "78", "section_title": " General interpretation.", "section_text": "78 1 In this Act— ... “ enactment ” includes an enactment contained in subordinate legislation, “ functions ” includes powers and duties, ... “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978. 2 In this Act, “ enactment ” means an enactment whenever passed or made; but in this Part   other than section 77(3)  it means— a an Act passed before, or in the same Session as, this Act, and b subordinate legislation made before the passing of this Act."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "79", "section_title": " Expenses.", "section_text": "79 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown by virtue of this Act, b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "80", "section_title": " Commencement.", "section_text": "80 1 This Act shall come into force on such day as the Lord Chancellor or the Secretary of State may by order appoint. 2 Different days may be appointed under this section for different purposes and different areas. 3 Subsection (1) does not apply to— a sections 19 to 22, b section 60, c this Chapter, d in Schedule 7, paragraphs 15(1)(e) and (2), 18(3)(c)(i) and (4), 22(1)(e) and (2), 25(3)(c)(i) and (4), 29(1)(e) and (2), 32(3)(c)(i) and (4), 135 to 138, 142, 144 to 148 and 203(3) and (4), e the repeals mentioned in the note to Schedule 8."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "81", "section_title": " Extent.", "section_text": "81 1 Subject to the following provisions, this Act extends to England and Wales only. 2 Subsection (1) does not apply to— a sections 26 to 33, so far as they relate to the making of orders by, or orders made by,  the Court Martial or the Court Martial Appeal Court , b section 60, and paragraphs 135 to 138, 142 and 144 to 148 of Schedule 7, so far as they relate to sentences passed by a court-martial, c section 61 so far as it relates to sentences passed by a court-martial or a Standing Civilian Court, d section 66 and Schedule 5, e section 71, f this Chapter, g paragraphs 17 and 19 of Schedule 2, h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i paragraph 159 of Schedule 7. 3 Sections 35, 36 and 41 extend to England and Wales and Northern Ireland. 4 Section 40 extends to Northern Ireland only. 5 The amendment or repeal by Schedule 7 or 8 of an enactment extending to Scotland or Northern Ireland extends also to Scotland or, as the case may be, Northern Ireland. 6 For the purposes of the  Scotland Act 1998, any provision of section 66 and Schedule 5 and, so far as relating to those provisions and extending to Scotland, any provision of this Chapter is to be taken to be a pre-commencement enactment within the meaning of that Act."}, {"act": "Criminal Justice and Court Services Act 2000", "year": 2000, "section": "82", "section_title": " Short title.", "section_text": "82 This Act may be cited as the Criminal Justice and Court Services Act 2000."}]