[{"act": "Crown Prosecution Service Inspectorate Act 2000", "year": 2000, "section": "1", "section_title": " Inspectorate.", "section_text": "1 1 The Attorney General shall appoint a person as Her Majesty’s Chief Inspector of the Crown Prosecution Service. 2 The Chief Inspector may appoint inspectors and other staff to assist him in the discharge of his functions. 3 There shall be paid out of money provided by Parliament— a such sums in respect of salary, pension, allowances and compensation for the Chief Inspector as the Attorney General may determine, and b expenditure incurred by the Chief Inspector in the discharge of his functions, including expenditure on payments to or in respect of staff."}, {"act": "Crown Prosecution Service Inspectorate Act 2000", "year": 2000, "section": "2", "section_title": " Functions.", "section_text": "2 1 The Chief Inspector shall— a inspect or arrange for the inspection of the operation of the Crown Prosecution Service, b report to the Attorney General on any matter connected with the operation of the Service which the Attorney General refers to him, and c submit an annual report to the Attorney General on the operation of the Service. 2 The Attorney General shall lay before Parliament a copy of any report which he receives under subsection (1)(c). 3 The Chief Inspector may designate an inspector to discharge his functions during any period when he is absent or unable to act. 3A This section applies to the Serious Fraud Office as it applies to the Crown Prosecution Service. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Schedule to this Act (which makes further provision about the Chief Inspector) has effect."}, {"act": "Crown Prosecution Service Inspectorate Act 2000", "year": 2000, "section": "3", "section_title": " Short title, commencement and extent.", "section_text": "3 1 This Act may be cited as the Crown Prosecution Service Inspectorate Act 2000. 2 Sections 1 and 2 shall come into force on such day as the Attorney General may appoint by order made by statutory instrument. 3 This Act shall extend to England and Wales only."}]