[{"act": "Disqualifications Act 2000", "year": 2000, "section": "1", "section_title": " Amendment of section 1(1)(e) of the Disqualification Acts.", "section_text": "1 1 Section 1(1)(e) of the  House of Commons Disqualification Act 1975 and section 1(1)(e) of the  Northern Ireland Assembly Disqualification Act 1975 (disqualification of member of the legislature of any country or territory outside the Commonwealth) are amended as follows. 2 After “Commonwealth” insert  “                (other than Ireland)              ” ."}, {"act": "Disqualifications Act 2000", "year": 2000, "section": "2", "section_title": " Disqualification for certain offices which may be held by members of the Northern Ireland Assembly.", "section_text": "2 In the  Northern Ireland Act 1998, after section 19, insert—  Disqualification for certain offices which may be held by members of the Assembly. 19A 1 No person may— a stand for election as First Minister or as deputy First Minister, or be elected as such, b be nominated to hold a Ministerial office, c be appointed as a junior Minister, or d be nominated under paragraph 7 of Schedule 1 to the Police (Northern Ireland) Act 2000 (members of the Northern Ireland Policing Board drawn from the Northern Ireland Assembly), if he is the holder of a disqualifying office. 2 A Minister or junior Minister ceases to hold that office on becoming the holder of a disqualifying office. 3 A person holding office as a member of the Northern Ireland Policing Board in accordance with paragraph 7 of Schedule 1 to the Police (Northern Ireland) Act 2000 ceases to hold that office on becoming the holder of a disqualifying office. 4 In this section “ disqualifying office ” means— a Minister of the Government of Ireland; or b chairman or deputy chairman of— i a committee of the Dáil Éireann (House of Representatives of Ireland); ii a committee of the Seanad Éireann (Senate of Ireland); or iii a joint committee of the Oireachtas (National Parliament of Ireland)."}, {"act": "Disqualifications Act 2000", "year": 2000, "section": "3", "section_title": " Disqualification for certain Assembly offices.", "section_text": "3 1 In section 29 of the  Northern Ireland Act 1998 (statutory committees), after subsection (5) insert— 5A A member of the Assembly who is— a a Minister of the Government of Ireland, or b chairman or deputy chairman of— i a committee of the Dáil Éireann (House of Representatives of Ireland), ii a committee of the Seanad Éireann (Senate of Ireland), or iii a joint committee of the Oireachtas (National Parliament of Ireland), may not be the chairman or deputy chairman of a statutory committee. 2 In section 40 of the Northern Ireland Act 1998 (which makes provision as to the Northern Ireland Assembly Commission), after subsection (3) insert— 3A A member of the Assembly who is— a a Minister of the Government of Ireland, or b chairman or deputy chairman of— i a committee of the Dáil Éireann (House of Representatives of Ireland), ii a committee of the Seanad Éireann (Senate of Ireland), or iii a joint committee of the Oireachtas (National Parliament of Ireland), may not be appointed as a member of the Commission."}, {"act": "Disqualifications Act 2000", "year": 2000, "section": "4", "section_title": " Consequential repeal.", "section_text": "4 Section 36(5) of the  Northern Ireland Act 1998 (which has the effect of allowing a member of Seanad Éireann to be a member of the Northern Ireland Assembly) is repealed."}, {"act": "Disqualifications Act 2000", "year": 2000, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Disqualifications Act 2000."}]