[{"act": "Electronic Communications Act 2000", "year": 2000, "section": "7", "section_title": " Electronic signatures and related certificates.", "section_text": "7 1 In any legal proceedings— a an electronic signature incorporated into or logically associated with a particular electronic communication or particular electronic data, and b the certification by any person of such a signature, shall each be admissible in evidence in relation to any question as to the authenticity of the communication or data or as to the integrity of the communication or data. 2 For the purposes of this section an electronic signature is so much of anything in electronic form as— a is incorporated into or otherwise logically associated with any electronic communication or electronic data; and b purports to be used by the individual creating it to sign. 3 For the purposes of this section an electronic signature incorporated into or associated with a particular electronic communication or particular electronic data is certified by any person if that person (whether before or after the making of the communication) has made a statement confirming that— a the signature, b a means of producing, communicating or verifying the signature, or c a procedure applied to the signature, is (either alone or in combination with other factors) a valid means of  signing ."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "7A", "section_title": "Electronic seals and related certificates", "section_text": "7A 1 In any legal proceedings— a an electronic seal incorporated into or logically associated with a particular electronic communication or particular electronic data, and b the certification by any person of such a seal, shall each be admissible in evidence in relation to any question as to the authenticity of the communication or data, the integrity of the communication or data, or both. 2 For the purposes of this section an electronic seal is so much of anything in electronic form as— a is incorporated into or otherwise logically associated with electronic communication or electronic data; and b purports to ensure the origin and integrity of the communication or data. 3 For the purposes of this section an electronic seal incorporated into or associated with a particular electronic communication or particular electronic data is certified by any person if that person (whether before or after the making of the communication) has made a statement confirming that— a the seal, b a means of producing, communicating or verifying the seal, or c a procedure applied to the seal, is (either alone or in combination with other factors) a valid means of ensuring the origin of the communication or data, the integrity of the communication or data, or both."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "7B", "section_title": "Electronic time stamps and related certificates", "section_text": "7B 1 In any legal proceedings— a an electronic time stamp incorporated into or logically associated with a particular electronic communication or particular electronic data, and b the certification by any person of such a time stamp, shall each be admissible in evidence in relation to any question as whether the communication or data existed at the time the electronic time stamp was incorporated into or logically associated with such communication or data. 2 For the purposes of this section an electronic time stamp is so much of anything in electronic form as— a is incorporated into or otherwise logically associated with any electronic communication or electronic data; and b purports to bind electronic communication or electronic data to a particular time establishing evidence that such data existed at that time. 3 For the purposes of this section an electronic time stamp incorporated into or associated with a particular electronic communication or particular electronic data is certified by any person if that person (whether before or after the making of the communication) has made a statement confirming that— a the time stamp, b a means of producing, communicating or verifying the time stamp, or c a procedure applied to the time stamp, is (either alone or in combination with other factors) a valid means of establishing whether the communication or data existed at a particular point in time."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "7C", "section_title": "Electronic documents and related certificates", "section_text": "7C 1 In any legal proceedings an electronic document shall be admissible in evidence in relation to any question as to the authenticity of an electronic transaction. 2 For the purposes of this section an electronic document is anything stored in electronic form, including text or sound, and visual or audiovisual recording."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "7D", "section_title": "Electronic registered delivery service and related certificates", "section_text": "7D 1 In any legal proceedings, any electronic communication or electronic data sent and received using an electronic registered delivery service shall be admissible in evidence. 2 For the purposes of this section an electronic registered delivery service is a service which— a provides for the transmission of data between third parties by electronic means; b provides evidence relating to the handling of the transmitted data, including proof of sending and receiving the data; and c protects transmitted data against the risk of loss, theft, damage or unauthorised alterations."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "8", "section_title": " Power to modify legislation.", "section_text": "8 1 Subject to subsection (3), the appropriate Minister may by order made by statutory instrument modify the provisions of— a any enactment or subordinate legislation, or b any scheme, licence, authorisation or approval issued, granted or given by or under any enactment or subordinate legislation, in such manner as he may think fit for the purpose of authorising or facilitating the use of electronic communications or electronic storage (instead of other forms of communication or storage) for any purpose mentioned in subsection (2). 2 Those purposes are— a the doing of anything which under any such provisions is required to be or may be done or evidenced in writing or otherwise using a document, notice or instrument; b the doing of anything which under any such provisions is required to be or may be done by post or other specified means of delivery; c the doing of anything which under any such provisions is required to be or may be authorised by a person’s signature or seal, or is required to be delivered as a deed or witnessed; d the making of any statement or declaration which under any such provisions is required to be made under oath or to be contained in a statutory declaration; e the keeping, maintenance or preservation, for the purposes or in pursuance of any such provisions, of any account, record, notice, instrument or other document; f the provision, production or publication under any such provisions of any information or other matter; g the making of any payment that is required to be or may be made under any such provisions. 3 The appropriate Minister shall not make an order under this section authorising the use of electronic communications or electronic storage for any purpose, unless he considers that the authorisation is such that the extent (if any) to which records of things done for that purpose will be available will be no less satisfactory in cases where use is made of electronic communications or electronic storage than in other cases. 4 Without prejudice to the generality of subsection (1), the power to make an order under this section shall include power to make an order containing any of the following provisions— a provision as to the electronic form to be taken by any electronic communications or electronic storage the use of which is authorised by an order under this section; b provision imposing conditions subject to which the use of electronic communications or electronic storage is so authorised; c provision, in relation to cases in which any such conditions are not satisfied, for treating anything for the purposes of which the use of such communications or storage is so authorised as not having been done; d provision, in connection with anything so authorised, for a person to be able to refuse to accept receipt of something in electronic form except in such circumstances as may be specified in or determined under the order; e provision, in connection with any use of electronic communications so authorised, for intermediaries to be used, or to be capable of being used, for the transmission of any data or for establishing the authenticity or integrity of any data; f provision, in connection with any use of electronic storage so authorised, for persons satisfying such conditions as may be specified in or determined under the regulations to carry out functions in relation to the storage; g provision, in relation to cases in which the use of electronic communications or electronic storage is so authorised, for the determination of any of the matters mentioned in subsection (5), or as to the manner in which they may be proved in legal proceedings; h provision, in relation to cases in which fees or charges are or may be imposed in connection with anything for the purposes of which the use of electronic communications or electronic storage is so authorised, for different fees or charges to apply where use is made of such communications or storage; i provision, in relation to any criminal or other liabilities that may arise (in respect of the making of false or misleading statements or otherwise) in connection with anything for the purposes of which the use of electronic communications or electronic storage is so authorised, for corresponding liabilities to arise in corresponding circumstances where use is made of such communications or storage; j provision requiring persons to prepare and keep records in connection with any use of electronic communications or electronic storage which is so authorised; k provision requiring the production of the contents of any records kept in accordance with an order under this section; l provision for a requirement imposed by virtue of paragraph (j) or (k) to be enforceable at the suit or instance of such person as may be specified in or determined in accordance with the order; m any such provision, in relation to electronic communications or electronic storage the use of which is authorised otherwise than by an order under this section, as corresponds to any provision falling within any of the preceding paragraphs that may be made where it is such an order that authorises the use of the communications or storage. 5 The matters referred to in subsection (4)(g) are— a whether a thing has been done using an electronic communication or electronic storage; b the time at which, or date on which, a thing done using any such communication or storage was done; c the place where a thing done using such communication or storage was done; d the person by whom such a thing was done; and e the contents, authenticity or integrity of any electronic data. 6 An order under this section— a shall not (subject to paragraph (b)) require the use of electronic communications or electronic storage for any purpose; but b may make provision that a period of notice specified in the order must expire before effect is given to a variation or withdrawal of an election or other decision which— i has been made for the purposes of such an order; and ii is an election or decision to make use of electronic communications or electronic storage. 7 The matters in relation to which provision may be made by an order under this section do not include any matter under the care and management of the Commissioners of Inland Revenue or any matter under the care and management of the Commissioners of Customs and Excise. 8 In this section references to doing anything under the provisions of any enactment include references to doing it under the provisions of any subordinate legislation the power to make which is conferred by that enactment."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "9", "section_title": " Section 8 orders.", "section_text": "9 1 In this Part “ the appropriate Minister ” means (subject to subsections (2) and (7) and section 10(1))— a in relation to any matter with which a department of the Secretary of State is concerned, the Secretary of State; b in relation to any matter with which the Treasury is concerned, the Treasury; and c in relation to any matter with which any Government department other than a department of the Secretary of State or the Treasury is concerned, the Minister in charge of the other department. 2 Where in the case of any matter— a that matter falls within more than one paragraph of subsection (1), b there is more than one such department as is mentioned in paragraph (c) of that subsection that is concerned with that matter, or c both paragraphs (a) and (b) of this subsection apply, references, in relation to that matter, to the appropriate Minister are references to any one or more of the appropriate Ministers acting (in the case of more than one) jointly. 3 Subject to subsection (4) and section 10(6), a statutory instrument containing an order under section 8 shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Subsection (3) does not apply in the case of an order a draft of which has been laid before Parliament and approved by a resolution of each House. 5 An order under section 8 may— a provide for any conditions or requirements imposed by such an order to be framed by reference to the directions of such persons as may be specified in or determined in accordance with the order; b provide that any such condition or requirement is to be satisfied only where a person so specified or determined is satisfied as to specified matters. 6 The provision made by such an order may include— a different provision for different cases; b such exceptions and exclusions as the person making the order may think fit; and c any such incidental, supplemental, consequential and transitional provision as he may think fit; and the provision that may be made by virtue of paragraph (c) includes provision modifying any enactment or subordinate legislation or any scheme, licence, authorisation or approval issued, granted or given by or under any enactment or subordinate legislation. 7 In the case of any matter which is not one of the reserved matters within the meaning of the  Scotland Act 1998 or in respect of which functions are, by virtue of section 63 of that Act, exercisable by the Scottish Ministers instead of by or concurrently with a Minister of the Crown, this section and section 8 shall apply to Scotland subject to the following modifications— a subsections (1) and (2) of this section are omitted; b any reference to the appropriate Minister is to be read as a reference to the Secretary of State; c any power of the Secretary of State, by virtue of paragraph (b), to make an order under section 8 may also be exercised by the Scottish Ministers with the consent of the Secretary of State; and d where the Scottish Ministers make an order under section 8— i any reference to the Secretary of State (other than a reference in this subsection) shall be construed as a reference to the Scottish Ministers; and ii any reference to Parliament or to a House of Parliament shall be construed as a reference to the Scottish Parliament."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "10", "section_title": " Modifications in relation to Welsh matters.", "section_text": "10 1 For the purposes of the exercise of the powers conferred by section 8 in relation to any matter the functions in respect of which are exercisable by the National Assembly for Wales, the appropriate Minister is the Secretary of State. 2 Subject to the following provisions of this section, the powers conferred by section 8, so far as they fall within subsection (3), shall be exercisable by the National Assembly for Wales, as well as by the appropriate Minister. 3 The powers conferred by section 8 fall within this subsection to the extent that they are exercisable in relation to— a the provisions of any subordinate legislation made by the National Assembly for Wales; b so much of any other subordinate legislation as makes provision the power to make which is exercisable by that Assembly; c any power under any enactment to make provision the power to make which is so exercisable; d the giving, sending or production of any notice, account, record or other document or of any information to or by a body mentioned in subsection (4); or e the publication of anything by a body mentioned in subsection (4). 4 Those bodies are— a the National Assembly for Wales; b any body specified in Schedule 4 to the  Government of Wales Act 1998 (Welsh public bodies subject to reform by that Assembly); c any other such body as may be specified for the purposes of this section by an order made by the Secretary of State with the consent of that Assembly. 5 The National Assembly for Wales shall not make an order under section 8 except with the consent of the Secretary of State. 6 Section 9(3) shall not apply to any order made under section 8 by the National Assembly for Wales. 7 Nothing in this section shall confer any power on the National Assembly for Wales to modify any provision of the  Government of Wales Act 1998. 8 The power of the Secretary of State to make an order under subsection (4)(c)— a shall include power to make any such incidental, supplemental, consequential and transitional provision as he may think fit; and b shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "11", "section_title": " Modification of licences by the Director.", "section_text": "11 1 In subsection (3) of section 12 of the  Telecommunications Act 1984 (which requires notice of a proposed modification of the conditions of a licence under section 7 of that Act to be served on the licensee), for “that person” there shall be substituted  “                    every relevant licensee                  ” . 2 For subsection (4) of that section (circumstances in which a proposal by the Director General of Telecommunications for the modification of the conditions of a licence is made by agreement) there shall be substituted the following subsections— 4A In the case of a licence granted to all persons, or to all persons of a particular class, the Director shall not make any modification unless— a he has considered every representation made to him about the modification; and b there has not been any objection by a person running a telecommunication system under the authority of the licence to the making of the modification. 4B In the case of a licence granted to a particular person, the Director shall not make any modification unless— a he has considered every representation made to him about the modification or any modification in the same or similar terms that he is at the same time proposing to make in the case of other licences; and b the requirements of section 12A below are satisfied in the case of the modification and also in the case of every such modification in the same or similar terms. 3 After subsection (6) of that section there shall be inserted the following subsections— 6A Where the Director makes a modification under this section, he shall, as soon as reasonably practicable after making the modification, give notice of his reasons for doing so. 6B Subsection (3) above shall apply in the case of a notice under subsection (6A) above as it applies in the case of a notice under subsection (2) above. 6C Where the Director has given notice under subsection (2) above of a proposal to modify the conditions of a licence, he may in such manner and at such time as he considers appropriate publish— a the identities of any or all of the persons who objected to the making of the modification; and b to the extent that confidentiality for representations or objections in relation to the proposal for the modification has not been claimed by the persons making them, such other particulars of the representations or objections as he thinks fit. 6D In this section and section 12A below (except in subsection (6C) above), a reference to a representation or objection, in relation to a modification, is a reference only to a representation or objection which— a was duly made to the Director within a time limit specified in the case of that modification under subsection (2)(c) above or section 12A(5)(d) below; and b has not subsequently been withdrawn; and for the purposes of this section and section 12A below representations against a modification shall be taken to constitute an objection only if they are accompanied by a written statement that they are to be so taken. 6E In this section and section 12A below “ relevant licensee ”, in relation to a modification, means— a in a case where the same or a similar modification is being proposed at the same time in relation to different licences granted to different persons, each of the persons who, at the time when notice of the proposals is given, is authorised by one or more of those licences to run a telecommunication system; and b in any other case, the person authorised by the licence in question to run such a system. 6F In this section references to a modification of the conditions of a licence do not include references to any modification to which effect is given by the exercise of a power under the terms of any licence to revoke it and by the grant of a new licence. 4 After that section there shall be inserted the following section—  Agreement required for the purposes of section 12. 12A 1 The requirements of this section are satisfied in the case of a modification if any of subsections (2) to (4) below applies. 2 This subsection applies if— a it appears to the Director that the relevant licensee or, as the case may be, each of the relevant licensees has been given a reminder, at least seven days before the making of the modification, of the Director’s powers in the absence of objections; and b there has not been an objection by a relevant licensee to the making of the modification. 3 This subsection applies if— a the modification is one which in the opinion of the Director is deregulatory; and b the notice given under section 12(2) above in the case of the proposal for the modification contained a statement of that opinion and of the Director’s reasons for it. 4 This subsection applies if— a the modification is in the same or similar terms as modifications that the Director has already proposed but not yet made in the case of other licences; b the licence in question is one issued since the making of the proposal for the modification of the conditions of the other licences; c subsection (2) or (3) above applies in the case of the modifications of the conditions of the other licences; d it appears to the Director that the person holding the licence in question has been given a reasonable opportunity of stating whether he objects to the modification; and e that person has not objected. 5 A reminder for the purposes of subsection (2)(a) above— a must be contained in a notice given by the Director and, in the case of a relevant licensee which is a company with a registered office in the United Kingdom, must have been given to that company by being sent to that office; b must remind the licensee of the contents of the notice which was copied to the licensee under section 12(3) above in the case of the modification in question; c must state that the Director will be able to make the modification if no relevant licensee objects; and d must specify a time (not being less than seven days from the date of the giving of the notice) at the end of which the final opportunity for the making of representations and objections will expire. 6 Nothing in subsection (2) above shall require a reminder to be sent to a person who has consented to the making of the modification in question. 7 For the purposes of this section a modification is deregulatory if— a the effect of the conditions to be modified is to impose a burden affecting the holder of the licence in which those conditions are included; b the modification would remove or reduce the burden without removing any necessary protection; c the modification is such that no person holding a licence granted under section 7 above to a particular person would be unduly disadvantaged by the modification in competing with the holder of the licence in which those conditions are included. 5 In section 12 of that Act— a in subsection (2), the words after paragraph (c)\t\t\t\t\t\t\t(duty to consider representations and objections) shall be omitted; and b in subsection (7)\t\t\t\t\t\t\t(references to modification not to include modifications relating to the telecommunications code), for “sections 13 to 15” there shall be substituted  “                        sections 12A to 15                      ” ."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "12", "section_title": " Appeals against modifications of licence conditions.", "section_text": "12 In subsection (1) of section 46B of the  Telecommunications Act 1984 (appeals against decisions of the Secretary of State or the Director), after paragraph (d) there shall be inserted— da a decision with regard to the modification under section 12 of a condition of a licence granted under section 7 above to a particular person; ."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "13", "section_title": " Ministerial expenditure etc.", "section_text": "13 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State for or in connection with the carrying out of his functions under this Act; and b any increase attributable to this Act in the sums which are payable out of money so provided under any other Act."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "14", "section_title": " Prohibition on key escrow requirements.", "section_text": "14 1 Subject to subsection (2), nothing in this Act shall confer any power on any Minister of the Crown, on the Scottish Ministers, on the National Assembly for Wales or on any person appointed under section 3— a by conditions of an approval under Part I, or b by any regulations or order under this Act, to impose a requirement on any person to deposit a key for electronic data with another person. 2 Subsection (1) shall not prohibit the imposition by an order under section 8 of— a a requirement to deposit a key for electronic data with the intended recipient of electronic communications comprising the data; or b a requirement for arrangements to be made, in cases where a key for data is not deposited with another person, which otherwise secure that the loss of a key, or its becoming unusable, does not have the effect that the information contained in a record kept in pursuance of any provision made by or under any enactment or subordinate legislation becomes inaccessible or incapable of being put into an intelligible form. 3 In this section “ key ”, in relation to electronic data, means any code, password, algorithm, key or other data the use of which (with or without other keys)— a allows access to the electronic data, or b facilitates the putting of the electronic data into an intelligible form; and references in this section to depositing a key for electronic data with a person include references to doing anything that has the effect of making the key available to that person."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "15", "section_title": " General interpretation.", "section_text": "15 1 In this Act, except in so far as the context otherwise requires— “ document ” includes a map, plan, design, drawing, picture or other image; “ communication ” includes a communication comprising sounds or images or both and a communication effecting a payment; “ electronic communication ” means a communication transmitted (whether from one person to another, from one device to another or from a person to a device or vice versa)— by means of   an electronic communications network  ; or by other means but while in an electronic form; “ enactment ” includes— an enactment passed after the passing of this Act, an enactment comprised in an Act of the Scottish Parliament, and an enactment contained in Northern Ireland legislation, but does not include an enactment contained in Part I or  II  of this Act; “ modification ” includes any alteration, addition or omission, and cognate expressions shall be construed accordingly; “ record ” includes an electronic record; and “ subordinate legislation ” means— any subordinate legislation (within the meaning of the  Interpretation Act 1978); any instrument made under an Act of the Scottish Parliament; or any statutory rules (within the meaning of the  Statutory Rules (Northern Ireland) Order 1979). 2 In this Act— a references to the authenticity of any communication or data are references to any one or more of the following— i whether the communication or data comes from a particular person or other source; ii whether it is accurately timed and dated; iii whether it is intended to have legal effect; and b references to the integrity of any communication or data are references to whether there has been any tampering with or other modification of the communication or data. 3 References in this Act to something’s being put into an intelligible form include references to its being restored to the condition in which it was before any encryption or similar process was applied to it."}, {"act": "Electronic Communications Act 2000", "year": 2000, "section": "16", "section_title": " Short title, commencement, extent.", "section_text": "16 1 This Act may be cited as the Electronic Communications Act 2000. 2 Part I of this Act and sections 7, 11 and 12 shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different purposes. 3 An order shall not be made for bringing any of Part I of this Act into force for any purpose unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 4 If no order for bringing Part I of this Act into force has been made under subsection (2) by the end of the period of five years beginning with the day on which this Act is passed, that Part shall, by virtue of this subsection, be repealed at the end of that period. 5 This Act extends to Northern Ireland."}]