[{"act": "Finance Act 2000", "year": 2000, "section": "1", "section_title": " Rate of duty on beer.", "section_text": "1 1 In section 36(1) of the  Alcoholic Liquor Duties Act 1979 (rate of duty on beer), for “£11.50\" substitute  “                    £11.89                  ” . 2 This section shall be deemed to have come into force on 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "2", "section_title": " Rates of duty on cider.", "section_text": "2 1 In section 62(1A) of the  Alcoholic Liquor Duties Act 1979 (rates of duty on cider)— a in paragraph (a) (rate of duty per hectolitre in the case of sparkling cider of a strength exceeding 5.5 per cent.), for “£161.20\" substitute  “                        £166.70                      ” ; b in paragraph (b) (rate of duty per hectolitre in the case of cider of a strength exceeding 7.5 per cent. which is not sparkling cider), for “£37.92\" substitute  “                        £39.21                      ” ; and c in paragraph (c) (rate of duty per hectolitre in any other case), for “£25.27\" substitute  “                        £26.13                      ” . 2 This section shall be deemed to have come into force on 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "3", "section_title": " Rates of duty on wine and made-wine.", "section_text": "3 1 For Part I of the Table of rates of duty in Schedule 1 to the  Alcoholic Liquor Duties Act 1979 (wine and made-wine) substitute— Part I  Wine or made-wine of a strength not exceeding 22 per cent. Description of wine or made-wine Rates of duty per hectolitre £ Wine or made-wine of a strength not exceeding 4 per cent. 47.58 Wine or made-wine of a strength exceeding 4 per cent. but not exceeding 5.5 per cent. 65.42 Wine or made-wine of a strength exceeding 5.5 per cent. but not exceeding 15 per cent. and not being sparkling 154.37 Sparkling wine or sparkling made-wine of a strength exceeding 5.5 per cent. but less than 8.5 per cent. 166.70 Sparkling wine or sparkling made-wine of a strength of 8.5 per cent. or of a strength exceeding 8.5 per cent. but not exceeding 15 per cent. 220.54 Wine or made-wine of a strength exceeding 15 per cent. but not exceeding 22 per cent. 205.82 2 This section shall be deemed to have come into force on 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "4", "section_title": " Rates of duty and rebate on hydrocarbon oil.", "section_text": "4 1 In section 6(1A) of the  Hydrocarbon Oil Duties Act 1979 (rates of duty on hydrocarbon oil)— a in paragraph (a) (light oil), for “£0.5288\" substitute  “                        £0.5468                      ” ; b in paragraph (b) (ultra low sulphur diesel), for “£0.4721\" substitute  “                        £0.4882                      ” ; and c in paragraph (c) (heavy oil which is not ultra low sulphur diesel), for “£0.5021\" substitute  “                        £0.5182                      ” . 2 In section 11(1) of that Act (rebate on heavy oil)— a in paragraph (a) (fuel oil), for “£0.0265\" substitute  “                        £0.0274                      ” ; and b in each of paragraphs (b) and (ba) (gas oil which is not ultra low sulphur diesel and ultra low sulphur diesel), for “£0.0303\" substitute  “                        £0.0313                      ” . 3 In section 13A(1A) of that Act (rebate on unleaded petrol)— a in paragraph (a) (higher octane unleaded petrol), for “£0.0367\" substitute  “                        £0.0379                      ” ; and b in paragraph (b) (other unleaded petrol), for “£0.0567\" substitute  “                        £0.0586                      ” . 4 In section 14(1) of that Act (rebate on light oil for use as furnace fuel), for “£0.0265\" substitute  “                    £0.0274                  ” . 5 This section shall be deemed to have come into force at 6 o’clock in the evening of 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "5", "section_title": " Ultra low sulphur petrol.", "section_text": "5 1 In section 1 of the  Hydrocarbon Oil Duties Act 1979 (definitions of oil), after subsection (3) insert— 3A “ Ultra low sulphur petrol ” means unleaded petrol (other than higher octane unleaded petrol)— a the sulphur content of which does not exceed 0.005 per cent. by weight or is nil, and b the aromatics content of which does not exceed 35 per cent. by volume. 3B “ Unleaded petrol ” means petrol that contains not more than 0.013 grams of lead per litre of petrol; and petrol is “ leaded petrol ” if it is not unleaded. 3C “ Higher octane unleaded petrol ” means unleaded petrol— a whose research octane number is not less than 96 and whose motor octane number is not less than 86; or b which is delivered for home use as petrol that satisfies the condition in paragraph (a) above; or c which is delivered for home use as petrol that is suitable to be used as fuel for engines for which leaded petrol is suitable by virtue of being leaded; or d which is delivered for home use under such a description, or in such a manner, as tends, in the circumstances, to suggest that it is— i petrol satisfying the condition in paragraph (a) above, or ii petrol that is suitable to be used as fuel for engines for which leaded petrol is suitable by virtue of being leaded. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 27(1) of that Act (interpretation), at the appropriate places insert— “ ultra low sulphur petrol ” has the meaning given by section 1(3A) above; ; “ unleaded petrol ” and “ leaded petrol ” have the meaning given by section 1(3B) above. ;  and “ higher octane unleaded petrol ” has the meaning given by section 1(3C) above; . 6 This section shall come into force on such day as the Commissioners of Customs and Excise may appoint by order made by statutory instrument."}, {"act": "Finance Act 2000", "year": 2000, "section": "6", "section_title": " Mixing of rebated light oils.", "section_text": "6 1 Schedule 2A to the  Hydrocarbon Oil Duties Act 1979 (mixing of rebated oils) is amended in accordance with Schedule 1 to this Act. 2 The amendments in that Schedule come into force on the day appointed under section 5(6)."}, {"act": "Finance Act 2000", "year": 2000, "section": "7", "section_title": " Power to amend definitions of types of hydrocarbon oil.", "section_text": "7 In the  Hydrocarbon Oil Duties Act 1979, after section 2 insert—  Power to amend definitions. 2A 1 The Treasury may by order made by statutory instrument amend the definitions for the purposes of this Act of— “ultra low sulphur petrol\"; “unleaded petrol\" and “leaded petrol\"; “higher octane unleaded petrol\"; and “ultra low sulphur diesel\". 2 An order under this section may contain such incidental, supplementary and transitional provision as appears to the Treasury to be appropriate. 3 No order shall be made under this section unless a draft of it has been laid before and approved by a resolution of the House of Commons. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "8", "section_title": " Penalties for misuse of rebated heavy oil.", "section_text": "8 1 Section 13 of the  Hydrocarbon Oil Duties Act 1979 (penalties for misuse of rebated heavy oil) is amended as follows. 2 In subsection (1)— a for “or, as the case may be, his becoming so liable\" substitute  “                        or his becoming so liable (or, where his conduct includes both, each of them)                      ” , and b omit the words from “; and the Commissioners\" to the end. 3 After subsection (1) insert— 1A Where oil is used, or is taken into a road vehicle, in contravention of section 12(2) above, the Commissioners may— a assess an amount equal to the rebate on like oil at the rate in force at the time of the contravention as being excise duty due from any person who used the oil or was liable for the oil being taken into the road vehicle, and b notify him or his representative accordingly. . 4 This section shall have effect in relation to liability arising on or after 1st May 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "9", "section_title": " Use of rebated heavy oil as fuel.", "section_text": "9 1 Schedule 1 to the  Hydrocarbon Oil Duties Act 1979 (which sets out the categories of excepted vehicle which may use rebated heavy oil as fuel) is amended as follows. 2 Omit the following provisions— a paragraph 2(1)(b) (which provides that off-road tractors are excepted vehicles) and the word “or\" immediately preceding it, and b paragraph 2(4) (which defines off-road tractors). 3 This section shall have effect in relation to the use of rebated heavy oil as fuel on or after 1st May 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "10", "section_title": " Rebates, marking and reliefs.", "section_text": "10 1 The  Hydrocarbon Oil Duties Act 1979 is amended in accordance with subsections (2) to (4). 2 In section 11 (rebate on heavy oil), after subsection (2) insert— 3 This subsection applies in any case where— a oil is delivered for home use, b regulations under section 24 below require, as a condition of allowing a rebate on the oil under subsection (1) above, that a marker prescribed by regulations under that section shall have been added to the oil, and c the marker is present at the time of delivery for home use but in such a proportion that its presence falls to be disregarded by virtue of provision made by regulations under that section. 4 In any case where subsection (3) above applies, a rebate may be allowed on the oil at the time it is delivered for home use if it appears to the Commissioners to be appropriate to allow it. 5 Where a rebate is allowed under subsection (4) above, the rate at which the rebate is allowed— a shall be such rate as appears to the Commissioners to be appropriate, but b shall not be less than 95 per cent. of, and shall not exceed, the rate of rebate specified in the relevant paragraph of subsection (1) above. . 3 In section 20AA(2) (provision in connection with allowing reliefs)— a in paragraph (a) (relief may take form of repayment or remission), after “repayment or remission\" insert  “                        or an allowance to be set off against duty payable to the Commissioners by the person claiming relief                      ” ; and b after paragraph (g) insert— ga provide for oil on which relief is allowed to be treated for the purposes of this Act as oil on which a rebate has been allowed; . 4 In section 24 (regulations controlling use of duty-free and rebated oil), after subsection (4B) insert— 4C In a case where subsection (4D) below applies, the power of the Commissioners under subsection (4A) above includes power, if it appears to them to be appropriate, to assess (and notify) an amount less than the amount of the rebate concerned. 4D This subsection applies in any case where— a the Commissioners have power to assess (and notify) an amount under subsection (4A) above by virtue of a contravention of, or failure to comply with, a requirement such as is mentioned in paragraph 5 of Schedule 4 to this Act, and b the marker whose addition is required by the requirement is present at the time of the contravention or failure but in such a proportion that its presence falls to be disregarded by virtue of provision made by regulations under this section for the purpose mentioned in paragraph 7 of that Schedule. . 5 In paragraph 4 of Schedule 5 to the  Finance Act 1994 (decisions under the  Hydrocarbon Oil Duties Act 1979 of which a review may be required), after sub-paragraph (1) insert— 1A Any decision which is made under or for the purposes of any regulations made under section 20AA of the  Hydrocarbon Oil Duties Act 1979 and is a decision as to whether or not relief is to be allowed. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "11", "section_title": " Emulsions of water in gas oil.", "section_text": "11 1 In section 6A of the  Hydrocarbon Oil Duties Act 1979 (duty on fuel substitutes), after subsection (2) (definition of chargeable use) insert— 2A But the use of water is not a chargeable use if— a the water is comprised in an emulsion of water in gas oil, and b the emulsion is stabilised by additives. . 2 This section shall have effect in relation to duty charged on or after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "12", "section_title": " Rates of tobacco products duty.", "section_text": "12 1 For the Table of rates of duty in Schedule 1 to the  Tobacco Products Duty Act 1979 substitute—  TABLE 1. Cigarettes An amount equal to 22 per cent. of the retail price plus £90.43 per thousand cigarettes. 2. Cigars £132.33 per kilogram. 3. Hand-rolling tobacco £95.12 per kilogram. 4. Other smoking tobacco and chewing tobacco £58.17 per kilogram. 2 This section shall be deemed to have come into force at 6 o’clock in the evening of 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "13", "section_title": " Basis of calculation of ad valorem  element of duty on cigarettes.", "section_text": "13 1 Section 5 of the  Tobacco Products Duty Act 1979 (retail price of cigarettes) is amended as follows. 2 In subsection (1) (meaning of retail price) for the words from “shall be taken to be\" to the end substitute shall be taken to be—                     a the higher of— i the recommended price for the sale by retail at that time in the United Kingdom of cigarettes of that description, and ii any (or, if more than one, the highest) retail price shown at that time on the packaging of the cigarettes in question, or b if there is no such price recommended or shown, the highest price at which cigarettes of that description are normally sold by retail at that time in the United Kingdom. . 3 In subsection (3) (determination of price by Commissioners), for “paragraph (a) of subsection (1)\" substitute  “                    paragraph (b) of subsection (1)                  ” . 4 In subsection (4) (reference to arbitration of Commissioners’ determination), for “subsection (1)(a)\" substitute  “                    subsection (1)(b)                  ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "14", "section_title": " Fiscal marks on tobacco products.", "section_text": "14 After section 8 of the  Tobacco Products Duty Act 1979 insert the following sections—  Fiscal marks: introductory. 8A Fiscal marking applies to tobacco products that are— a cigarettes, or b hand-rolling tobacco.  Power to alter range of products to which fiscal marking applies. 8B 1 The Commissioners may by order made by statutory instrument amend section 8A above for the purpose of causing fiscal marking— a to apply to any description of tobacco products to which it does not apply, or b to cease to apply to any description of tobacco products to which it does apply. 2 Where fiscal marking applies to any description of tobacco products, the Commissioners may by regulations provide that fiscal marking does not apply to such products of that description as are of a description specified in the regulations. 3 A statutory instrument containing (whether alone or with other provisions) an order under subsection (1)(a) above shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 A statutory instrument that— a contains (whether alone or with other provisions) an order under subsection (1) above, and b is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Fiscal mark regulations. 8C 1 The Commissioners may make provision by regulations— a requiring the carrying of fiscal marks by tobacco products to which fiscal marking applies, and b as to such matters relating to fiscal marks as appear to the Commissioners to be necessary or expedient. 2 In this Act “ fiscal mark ” means a mark carried by tobacco products indicating all or any of the following— a that excise duty has been paid on the products; b the rate at which excise duty was paid on the products; c the amount of excise duty paid on the products; d when excise duty was paid on the products; e that sale of the products— i is only permissible on dates ascertainable from the mark; ii is not permissible after (or on or after) a date so ascertainable; iii is not permissible before (or before or on) a date so ascertainable. 3 Regulations under this section may, in particular, make provision about— a the contents of a fiscal mark; b the appearance of a fiscal mark; c in the case of tobacco products that have more than one layer of packaging, which of the layers is (or are) to carry a fiscal mark; d the positioning of a fiscal mark on the packaging of any tobacco products; e when tobacco products are required to carry a fiscal mark. 4 Regulations under this section may make different provision for different cases.  Fiscal marks: public notices. 8D 1 The Commissioners may by notices published by them regulate any of the matters mentioned in paragraphs (a) to (d) of section 8C(3) above. 2 A notice under this section may provide for provision made by regulations under section 8C above to have effect subject to provisions of the notice. 3 A notice under this section may make different provision for different cases.  Failure to comply with fiscal mark regulations and public notices. 8E 1 This section applies if a person fails to comply with any requirement imposed by or under— a regulations made under section 8C above, or b a notice published under section 8D above. 2 Any article in respect of which the person fails to comply with the requirement shall be liable to forfeiture. 3 The person’s failure to comply shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties). 4 The Commissioners may by regulations make such provision as is mentioned in subsection (5) below about the calculation of the penalty in a case where the failure involves post-dating of any tobacco products. For this purpose “ post-dating ” means that the products carry a fiscal mark (“ the later period mark ”) that— a is not one they are required to carry by virtue of this Act, and b is one they would be required to carry by virtue of this Act if the requirement to pay the duty charged on them under section 2 above took effect at a time later than that at which it in fact takes effect. 5 The provision that may be made by regulations under subsection (4) above is for the penalty to be calculated by reference to the duty currently charged on the products. For this purpose “the duty currently charged\" on the products is the amount of the duty charged under section 2 above that would be payable on the products if the requirement to pay the duty took effect at the time of the failure.  Sale of marked tobacco when not permitted: penalties. 8F 1 This section applies if provision made by or under— a regulations made under section 8C above, or b a notice published under section 8D above, provides for any tobacco products to carry a period of sale mark. 2 In this section— “ a period of sale mark ” means a fiscal mark indicating any of the matters mentioned in subsection (2)(e) of section 8C above; and “ prohibited time ”, in relation to tobacco products that carry a period of sale mark, means a time when, according to the mark, sale of the products is not permissible. 3 If— a a person sells by way of retail sale, or exposes for retail sale, any tobacco products that carry a period of sale mark, and b he so sells or exposes the products at a prohibited time, his so selling or exposing the products shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties) and the products are liable to forfeiture.  Offences: possession and sale  etc.  of unmarked tobacco. 8G 1 In this section “unmarked products\" means tobacco products that are subject to fiscal marking but do not carry a compliant duty-paid fiscal mark. 2 For the purposes of this section “ duty-paid fiscal mark ” means a fiscal mark carried by tobacco products indicating that excise duty has been paid on the products. 3 For the purposes of this section a duty-paid fiscal mark carried by tobacco products of any description is “ compliant ” if it complies with all relevant requirements for any duty-paid fiscal mark that by virtue of this Act is required to be carried by such tobacco products of that description as are by virtue of this Act required to carry such a mark. For this purpose “ relevant requirement ” means a requirement, imposed by virtue of this Act, as to any of the matters mentioned in paragraphs (a) to (d) of section 8C(3) above (contents, appearance and positioning etc. of fiscal marks). 4 If a person— a is in possession of, transports or displays, or b sells, offers for sale or otherwise deals in, unmarked products then, except in such cases as may be prescribed in regulations made by the Commissioners, that person commits an offence and the products are liable to forfeiture. 5 It is a defence for a person charged with an offence under subsection (4) above to prove that the unmarked products were not required by virtue of this Act to carry a duty paid fiscal mark. 6 A person guilty of an offence under subsection (4) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale.  Offences: use of premises for sale of unmarked tobacco. 8H 1 A manager of premises commits an offence if he suffers the premises to be used for the sale of unmarked products. In this section “ unmarked products ” has the same meaning as in section 8G above. 2 It is a defence for a person charged with an offence under subsection (1) above to prove that the unmarked products were not required by virtue of this Act to carry a duty-paid fiscal mark. For this purpose “ duty-paid fiscal mark ” has the same meaning as in section 8G above. 3 A person guilty of an offence under subsection (1) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 A court by or before which a person is convicted of an offence under subsection (1) above may make an order prohibiting the use of the premises in question for the sale of tobacco products during a period specified in the order. 5 The period specified in an order under subsection (4) above shall not exceed six months; and the first day of the period shall be the day specified as such in the order. 6 A manager of premises commits an offence if he suffers the premises to be used in breach of an order under subsection (4) above. 7 A person guilty of an offence under subsection (6) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 For the purposes of this section a person is a manager of premises if he— a is entitled to control their use, b is entrusted with their management, or c is in charge of them.  Interfering with fiscal marks: penalties. 8J 1 This section applies where a person— a alters or overprints any fiscal mark carried by any tobacco products in compliance with any provision made under this Act, or b causes any such mark to be altered or overprinted. 2 His altering or overprinting of the mark, or his causing it to be altered or overprinted, shall attract a penalty under section 9 of the  Finance Act 1994 (civil penalties). 3 The products that carried the mark shall be liable to forfeiture. 4 The penalty under subsection (2) above shall be calculated by reference to the duty currently charged on the products. For this purpose “the duty currently charged\" on the products is the amount of the duty charged under section 2 above that would be payable on the products if the requirement to pay the duty took effect at the time of the conduct attracting the penalty. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "15", "section_title": " Management of excise duty on tobacco products.", "section_text": "15 1 The  Tobacco Products Duty Act 1979 has effect subject to the following amendments. 2 In section 2(2) (remission or repayment of duty where tobacco products exported, shipped as stores or used for research or experiment), for the words from “that\" to the end of paragraph (b) substitute— that— a the products in question have been— i exported or shipped as stores, or ii used solely for the purposes of research or experiment; and b any fiscal marks carried by the products have been obliterated; . 3 Section 7 (regulations for management of duty) is amended as follows. 4 After paragraph (a) of subsection (1) (method of charging duty and securing and collecting duty) insert— aa for charging the duty, in such circumstances as may be specified in the regulations, by reference to the weight of the tobacco products at a time specified in the regulations or by the Commissioners (whether the time at which the products become chargeable or that at which the duty becomes payable or any other time); . 5 In paragraph (b) of subsection (1) (registration of premises for storage of tobacco), after “regulating their\" insert  “                    storage and                  ” . 6 After that paragraph insert— ba for the registration of premises for the manufacture of tobacco products, for restricting or prohibiting the manufacture of tobacco products otherwise than in premises so registered and for regulating their storage and treatment in, and removal from, such premises; . 7 In paragraph (c) of subsection (1), omit sub-paragraph (i) (which is superseded by the amendment made by subsection (6) above). 8 In paragraph (d) of subsection (1), for “and the making of such returns, as may be specified in the regulations\" substitute  “                    the notification of such information, and the making of such returns, as may be specified in the regulations or required by the Commissioners                  ” . 9 After subsection (1) insert— 1A Regulations under subsection (1) above may, in particular, include provision— a imposing, or providing for the imposition under the regulations of, conditions and restrictions relating to any of the matters mentioned in that subsection; b enabling the Commissioners to dispense with compliance with any provision contained in the regulations in such circumstances and subject to such conditions (if any) as they may determine. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "16", "section_title": " Rates of gaming duty.", "section_text": "16 1 For the table in section 11(2) of the  Finance Act 1997 (rates of gaming duty) substitute—  TABLE Part of gross gaming yield Rate The first £470,500 2½ per cent. The next £1,045,500 12½ per cent. The next £1,045,500 20 per cent. The next £1,830,000 30 per cent. The remainder 40 per cent. 2 This section has effect in relation to accounting periods beginning on or after 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "17", "section_title": " Amusement machine licence duty.", "section_text": "17 Schedule 2 to this Act (which amends the  Betting and Gaming Duties Act 1981) shall have effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "18", "section_title": " Rates of duty.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 At the end of the section add— 10 In this section “ standard class travel ”, in relation to carriage on an aircraft, means— a in the case of an aircraft on which only one class of travel is available, that class of travel; b in any other case, the lowest class of travel available on the aircraft. . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 This section applies to any carriage of a passenger on an aircraft which begins on or after 1st April 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "19", "section_title": " Changes in exemption from duty.", "section_text": "19 1 Section 31 of the  Finance Act 1994 is amended as follows. 2 Omit subsections (1) and (2) (exemption in relation to passengers making return journeys within the United Kingdom). 3 After subsection (4A) insert— 4B A passenger is not a chargeable passenger in relation to a flight if under his agreement for carriage (whether or not it is evidenced by a ticket) the flight is to depart from an airport which is in a region of the United Kingdom designated by order. 4C An order may be made for the purposes of subsection (4B) above in respect of any region which has a population density of not more than 12.5 persons per square kilometre. 4D In subsections (4B) and (4C) above, references to a region are references to an area which is determined by the Treasury to constitute a region for the purposes of those subsections. . 4 Omit subsection (6) (provision by regulations for subsection (1) to have effect in relation to journeys begun in the Isle of Man). 5 In consequence of the provision made by subsection (2) above, in section 43 of the  Finance Act 1994 (interpretation)— a in subsection (2) (meaning of “ journey ”  etc ), omit “ Subject to subsection (3) below ”, and b omit subsection (3) (interpretation of references to a return ticket). 6 This section applies to any carriage of a passenger on an aircraft which begins on or after 1st April 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "20", "section_title": " Threshold for reduced general rate.", "section_text": "20 1 In paragraph 1 of Schedule 1 to the  Vehicle Excise and Registration Act 1994 (rate of duty applicable where no other rate specified), in sub-paragraphs (2) and (2A) for “1,100 cubic centimetres\" (the reduced rate threshold) substitute  “                    1,200 cubic centimetres                  ” . This amendment applies to licences issued on or after 1st March 2001. 2 Refunds shall be made by the Secretary of State, in accordance with the following provisions of this section, in respect of licences— a issued in the period beginning with 1st March 2000 and ending with 28th February 2001, and b not surrendered before the end of that period, where the amount of vehicle excise duty chargeable on the licence would have been less if the amendment in subsection (1) had applied. 3 The amount of the refund is— a £55 for a 12 month licence, and b £27.50 for a 6 month licence. 4 The person entitled to the refund is— a in the case of a licence in force on 28th February 2001, the keeper of the vehicle on that date; b in the case of a licence that has ceased to be in force before that date, the keeper of the vehicle when the licence expired. 5 For the purposes of subsection (4) the keeper of the vehicle shall be taken to be— a the person registered as keeper of the vehicle on the date in question, or b if the Secretary of State has received notification of a change of ownership of the vehicle as a result of which another person is on that date entitled to be registered as the new keeper of the vehicle, that person. 6 A refund shall only be made if an application is made for it in such form, and containing such particulars and supported by such documents, as the Secretary of State may require. 7 The Secretary of State shall give notice in writing to any person appearing to him to be entitled to a refund— a informing him that he appears to be entitled to a refund, b enclosing an application form, and c specifying the particulars and supporting documents to be provided. 8 An application for, or the making of, a refund under this section in respect of a licence does not affect the validity of the licence. 9 For the purposes of section 19 of the  Vehicle Excise and Registration Act 1994 (surrender of licences) as it applies to the surrender on or after 1st March 2001 of a licence in respect of which a refund under this section has been made, or applied for, the annual rate of duty chargeable on the licence shall be taken to be that which would have been chargeable if the amendment in subsection (1) above had applied. 10 Section 45 of that Act (offence of false or misleading declaration) applies to a declaration in connection with an application for a refund under this section as it applies to a declaration in connection with an application for a vehicle licence. 11 In the application of this section to Northern Ireland, references to registration as the keeper of a vehicle shall be read as references to registration as the owner of the vehicle."}, {"act": "Finance Act 2000", "year": 2000, "section": "21", "section_title": " Increase in general rate.", "section_text": "21 1 In paragraph 1 of Schedule 1 to the  Vehicle Excise and Registration Act 1994 (rate of duty applicable where no other rate specified)— a in sub-paragraph (2) (the standard rate), for “£155\" substitute  “                        £160                      ” ; and b in sub-paragraph (2A) (the reduced rate), for “£100\" substitute  “                        £105                      ” . 2 This section applies to licences issued on or after 1st March 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "22", "section_title": " Rates of duty for new cars and vans.", "section_text": "22 Schedule 3 to this Act has effect with respect to vehicle excise duty on light passenger vehicles and light goods vehicles first registered on or after 1st March 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "23", "section_title": " Enforcement provisions for graduated rates.", "section_text": "23 Schedule 4 to this Act has effect with respect to vehicle licences for vehicles in respect of which vehicle excise duty is chargeable at different rates."}, {"act": "Finance Act 2000", "year": 2000, "section": "24", "section_title": " Rates of duty for goods vehicles.", "section_text": "24 1 Schedule 5 to this Act (which makes provision for new rates of vehicle excise duty for goods vehicles etc.) has effect. 2 The provisions of that Schedule apply in relation to licences issued after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "25", "section_title": " Power to search premises.", "section_text": "25 In Part XII of the  Customs and Excise Management Act 1979 (general supplementary provisions), for section 161 (power to search premises) substitute—  Power to search premises: writ of assistance. 161 1 The powers conferred by this section are exercisable by an officer having a writ of assistance if there are reasonable grounds to suspect that anything liable to forfeiture under the customs and excise Acts— a is kept or concealed in any building or place, and b is likely to be removed, destroyed or lost before a search warrant can be obtained and executed. 2 The powers are— a to enter the building or place at any time, whether by day or night, on any day, and search for, seize, and detain or remove any such thing, and b so far as is necessary for the purpose of such entry, search, seizure, detention or removal, to break open any door, window or container and force and remove any other impediment or obstruction. 3 An officer shall not exercise the power of entry conferred by this section by night unless accompanied by a constable. 4 A writ of assistance shall continue in force during the reign in which it is issued and for six months thereafter.  Power to search premises: search warrant. 161A 1 If a justice of the peace is satisfied by information upon oath given by an officer that there are reasonable grounds to suspect that anything liable to forfeiture under the customs and excise Acts is kept or concealed in any building or place, he may by warrant under his hand authorise any officer, and any person accompanying an officer, to enter and search the building or place named in the warrant. 2 An officer or other person so authorised has power— a to enter the building or place at any time, whether by day or night, on any day, and search for, seize, and detain or remove any such thing, and b so far as is necessary for the purpose of such entry, search, seizure, detention or removal, to break open any door, window or container and force and remove any other impediment or obstruction. 3 Where there are reasonable grounds to suspect that any still, vessel, utensil, spirits or materials for the manufacture of spirits is or are unlawfully kept or deposited in any building or place, subsections (1) and (2) above apply in relation to any constable as they would apply in relation to an officer. 4 The powers conferred by a warrant under this section are exercisable until the end of the period of one month beginning with the day on which the warrant is issued. 5 A person other than a constable shall not exercise the power of entry conferred by this section by night unless accompanied by a constable. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "26", "section_title": " Power to search articles.", "section_text": "26 In Part XII of the  Customs and Excise Management Act 1979 (general supplementary provisions), after section 163 (power to search vehicles or vessels) insert—  Power to search articles. 163A 1 Without prejudice to any other power conferred by the Customs and Excise Acts 1979, where there are reasonable grounds to suspect that a person in the United Kingdom (referred to in this section as “ the suspect ”) has with him, or at the place where he is, any goods to which this section applies, an officer may— a require the suspect to permit a search of any article that he has with him or at that place, and b if the suspect is not under arrest, detain him (and any such article) for so long as may be necessary to carry out the search. 2 The goods to which this section applies are dutiable alcoholic liquor, or tobacco products, which are— a chargeable with any duty of excise, and b liable to forfeiture under the customs and excise Acts. 3 Notwithstanding anything in subsection (4) of section 24 of the  Criminal Law (Consolidation) (Scotland) Act 1995 (detention and questioning by customs officers), detention of the suspect under subsection (1) above shall not prevent his subsequent detention under subsection (1) of that section. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "27", "section_title": " Security for customs and excise duties.", "section_text": "27 1 Section 157 of the  Customs and Excise Management Act 1979 (bonds and security) is amended as follows. 2 In subsection (1) (power to require security), for “by bond\" substitute  “                    (or further security) by bond, guarantee                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (2) (bonds for the purposes of assigned matters), after “Any bond\" insert  “                    , guarantee or other security                  ” . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "28", "section_title": " Civil penalties for breach of excise duty requirements.", "section_text": "28 In section 9(2)(a) of the  Finance Act 1994 (how to calculate the penalty in cases where provision is made by any enactment for conduct to attract a penalty calculated by reference to an amount of excise duty), for “or any other enactment\" substitute  “                , or by or under any other enactment,              ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "29", "section_title": " Correction of reference.", "section_text": "29 In section 127 of the  Finance Act 1999 (interest on repayments of customs duty), in subsection (1)(b) for “Council Regulation 2454/93\" substitute  “                Commission Regulation 2454/93              ” . This amendment shall be deemed always to have had effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "30", "section_title": " Climate change levy.", "section_text": "30 1 Schedule 6 to this Act (which makes provision for a new tax that is to be known as climate change levy) shall have effect. 2 Schedule 7 to this Act (climate change levy: consequential amendments) shall have effect. 3 Part V of Schedule 6 to this Act (registration for the purposes of climate change levy) shall not come into force until such date as the Treasury may appoint by order made by statutory instrument; and different days may be appointed under this subsection for different purposes."}, {"act": "Finance Act 2000", "year": 2000, "section": "31", "section_title": " Charge and rates for 2000-01.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "32", "section_title": " Extension of starting rate to savings income of individuals.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "33", "section_title": " Deduction of income tax from foreign dividends.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "34", "section_title": " Children’s tax credit.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "35", "section_title": " Charge and main rate for financial year 2001.", "section_text": "35 Corporation tax shall be charged for the financial year 2001 at the rate of 30%."}, {"act": "Finance Act 2000", "year": 2000, "section": "36", "section_title": " Small companies’ rate for financial year 2000.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "37", "section_title": " Application of starting rate to capital gains tax.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "38", "section_title": " Payroll deduction scheme.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "39", "section_title": " Gift aid payments by individuals.", "section_text": "39 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In subsection (12), paragraphs (b) and (e) and the word “and\" immediately preceding paragraph (e) shall cease to have effect. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 This section has effect in relation to— a gifts made on or after 6th April 2000 which are not covenanted payments; and b covenanted payments falling to be made on or after that date; and any regulations made under subsection (3) of section 25 of the  Finance Act 1990 (as substituted by subsection (4) above) within three months of the passing of this Act may be so made as to apply to any payments in relation to which this section has effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "40", "section_title": " Gift aid payments by companies.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "41", "section_title": " Covenanted payments to charities.", "section_text": "41 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 347A of that Act (annual payments and interest: general rule), subsections (2)(b), (7) and (8) shall cease to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (6) of section 505 of that Act (charities: general), the words “ and, for this purpose, all covenanted payments to charity (within the meaning of section 347A(7)) shall be treated as a single item ” shall cease to have effect. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Section 59 of the  Finance Act 1989 (covenanted subscriptions) shall cease to have effect. 8 Where a deed of covenant executed by an individual before 6th April 2000 provides for the payment of specified amounts, any amount payable under the deed on or after that date shall be determined as if the individual were entitled to deduct tax from that amount at the basic rate. 9 This section shall have effect in relation to covenanted payments— a falling to be made by individuals on or after 6th April 2000; or b made by companies on or after 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "42", "section_title": " Millennium gift aid.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "43", "section_title": " Gifts of shares and securities to charities etc.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "44", "section_title": " Gifts to charity from certain trusts.", "section_text": "44 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A This section applies if— a in a year of assessment qualifying income arises under a  UK  settlement, b the qualifying income consists of charitable income and non-charitable income, and c expenses of the trustees are to be used to reduce the charitable income for the purpose of calculating a beneficiary's liability to corporation tax. 5B The amount of those expenses which can used for that purpose is limited to the amount allocated to the charitable income. 5C The amount of the expenses allocated to the charitable income is determined by apportioning them rateably between the charitable income and the non-charitable income. 5D In this section— “ charitable income ” means income within section 628(1) or 630(1) of  ITTOIA  2005, “ non-charitable income ” means income which is not charitable income, and “ qualifying income ” and  “ UK  settlement ” have the same meaning as in section 628 of  ITTOIA  2005. 6 This section has effect in relation to qualifying income arising to a UK trust on or after 6th April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "45", "section_title": " Loans to charities.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "46", "section_title": " Exemption for small trades etc.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "47", "section_title": " Employee share ownership plans.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "48", "section_title": " Relief for transfers to employee share ownership plans.", "section_text": "48 1 In the  Taxation of Chargeable Gains Act 1992, after section 236 insert—  Employee share ownership plans  Relief for transfers to employee share ownership plans 236A Schedule 7C (which makes provision for roll-over relief where shares are transferred to an approved employee share ownership plan) shall have effect. . 2 After Schedule 7B to that Act insert the Schedule 7C set out in Schedule 9 to this Act."}, {"act": "Finance Act 2000", "year": 2000, "section": "49", "section_title": " Phasing out of approved profit sharing schemes.", "section_text": "49 1 The Board shall not approve a profit sharing scheme under Schedule 9 to the Taxes Act 1988 (approval of share option schemes and profit sharing schemes) unless the application for approval is received by the Board before 6th April 2001. 2 For the purposes of subsection (1) an application for approval which is not accompanied by the particulars and evidence referred to in paragraph 1(2) of that Schedule is not regarded as received by the Board until the required particulars and evidence have been received by them. 3 In section 186 of that Act (approved profit sharing schemes), in subsection (1) (under which the section applies to appropriations of shares made after 5th April 1979) after “5th April 1979\" insert  “                      and before 1st January 2003                    ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "50", "section_title": " Phasing out of relief for payments to trustees of profit sharing schemes.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "51", "section_title": " Approved profit sharing scheme: other awards of shares.", "section_text": "51 1 In Schedule 9 to the Taxes Act 1988 (approved share option schemes and profit sharing schemes), in paragraph 3(2) (grounds for withdrawing approval of profit sharing schemes), after “below\" in paragraph (e) insert— ; or                       f the trustees appropriate shares to participants, one or more of whom have had free shares appropriated to them, at an earlier time in the same year of assessment, under a relevant share plan . 2 After paragraph 3(3) of that Schedule insert— 4 For the purposes of sub-paragraph (2)(f) above the reference to persons having had free shares appropriated to them includes persons who would have had free shares appropriated to them but for their failure to obtain a performance allowance (within the meaning of paragraph 25 of Schedule 8 to the Finance Act 2000). 5 In sub-paragraph (2)(f) and (4) above— “ free shares ” has the same meaning as in Schedule 8 to the Finance Act 2000; “ relevant share plan ”, in relation to a profit sharing scheme, means an employee share ownership plan that— was established by the grantor or a connected company, and is approved under Schedule 8 to that Act. 6 For the purposes of sub-paragraph (5) above “ connected company ” means— a a company which controls or is controlled by the grantor or which is controlled by a company which also controls the grantor, or b a company which is a member of a consortium owning the grantor or which is owned in part by the grantor as a member of a consortium. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "52", "section_title": " Approved profit sharing schemes: restriction on type of shares.", "section_text": "52 1 Schedule 9 to the Taxes Act 1988 (share option schemes and profit sharing schemes) is amended in accordance with subsections (2) to (4). 2 In paragraph 9(1) (requirements to be satisfied by shares in share option schemes), after “below\" insert  “                      (disregarding paragraph 11A)                    ” . 3 After paragraph 11 (requirements as to listing etc.) insert— 11A 1 In the case of a profit sharing scheme, scheme shares must not be shares— a in an employer company, or b in a company that— i has control of an employer company, and ii is under the control of a person or persons within sub-paragraph (2)(b)(i) below in relation to an employer company. 2 For the purposes of this paragraph a company is “ an employer company ” if— a the business carried on by it consists substantially in the provision of the services of the persons employed by it, and b the majority of those services are provided to— i a person who has, or two or more persons who together have, control of the company, or ii a company associated with the company. 3 For the purposes of sub-paragraph (2)(b)(ii) above a company shall be treated as associated with another company if both companies are under the control of the same person or persons. 4 For the purposes of sub-paragraphs (1) to (3) above— a references to a person include a partnership, and b where a partner, alone or together with others, has control of a company, the partnership shall be treated as having like control of that company. 5 For the purposes of this paragraph the question whether a person controls a company shall be determined in accordance with section 416(2) to (6). . 4 In paragraph 12— a in sub-paragraph (1), in paragraph (c) for “other than\" to the end of that paragraph there shall be substituted  “                          other than those permitted by sub-paragraph (1A) below.                        ” , and b after sub-paragraph (1) insert— 1A Subject to sub-paragraph (1B) below, scheme shares may be subject to— a restrictions which attach to all shares of the same class, or b a restriction authorised by sub-paragraph (2) below. 1B In the case of a profit sharing scheme, scheme shares must not be subject to any restrictions affecting the rights attaching to those shares which relate to— a dividends, or b assets on a winding-up of the company, other than restrictions which attach to all other ordinary shares in the same company. . 5 Subsections (1) to (4) shall be deemed to have come into force on 21st March 2000. 6 Subsections (3) and (4) do not have effect in relation to shares acquired before 21st March 2000 by the trustees of a profit sharing scheme approved under Schedule 9 to the Taxes Act 1988."}, {"act": "Finance Act 2000", "year": 2000, "section": "53", "section_title": " Approved profit sharing schemes: loan arrangements.", "section_text": "53 1 In paragraph 2 of Schedule 9 to the Taxes Act 1988 (conditions for approval of share option schemes and profit sharing schemes), after sub-paragraph (2) insert— 2A The Board shall not approve a profit sharing scheme unless they are satisfied— a that the arrangements for the scheme do not make any provision, and are not in any way associated with any provision made, for loans to some or all of the employees of— i the company that established the scheme, or ii in the case of a group scheme, any participating company, and b that the operation of the scheme is not in any way associated with such loans. 2B For the purposes of sub-paragraph (2A) above “ arrangements ” includes any scheme, agreement or understanding, whether or not legally enforceable. . 2 In paragraph 3(2) of that Schedule (withdrawal of approval of profit sharing schemes), before paragraph (d) insert— ca the Board— i cease to be satisfied of the matters mentioned in paragraph 2(2A) above, or ii in the case of a scheme approved before 21st March 2000, are not satisfied of those matters; or . 3 This section shall be deemed to have come into force on 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "54", "section_title": " Employee share ownership trusts.", "section_text": "54 No claim for relief under section 229(1) or (3) of the  Taxation of Chargeable Gains Act 1992 (roll-over relief where disposal made to employee share ownership trust) may be made in relation to a disposal of shares, or an interest in shares, made on or after 6th April 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "55", "section_title": " Shares transferred from employee share ownership trust.", "section_text": "55 1 Section 69 of the  Finance Act 1989 (chargeable events in relation to employee share ownership trusts) is amended in accordance with subsections (2) to (5). 2 In subsection (1) (definition of “ chargeable event ”), after paragraph (d) insert— e where— i the trustees make a qualifying transfer within subsection (3AA) below for a consideration, and ii they do not, during the period specified in subsection (5A) below, expend a sum of not less than the amount of that consideration for one or more qualifying purposes, the expiry of that period. . 3 After subsection (3) insert— 3AA For the purposes of subsection (1)(a) above a transfer is also a qualifying transfer if— a it is a transfer of relevant shares made to the trustees of the plan trust of an employee share ownership plan, b the plan is approved under Schedule 8 to the Finance Act 2000 when the transfer is made, and c the consideration (if any) for which the transfer is made does not exceed the market value of the shares. 3AB For the purpose of determining whether a transfer by the trustees is a qualifying transfer within subsection (3AA) above, where on or after 21st March 2000— a the trustees transfer or dispose of part of a holding of shares (whether by way of a qualifying transfer or otherwise), and b the holding includes any relevant shares, the relevant shares shall be treated as transferred or disposed of before any other shares included in that holding. For this purpose “ holding ” means any number of shares of the same class held by the trustees, growing or diminishing as shares of that class are acquired or disposed of. 3AC For the purposes of subsections (3AA) and (3AB) above— “ market value ” has the same meaning as in Schedule 8 to the Finance Act 2000; and “ relevant shares ” means— shares that are held by the trustees of the employee share ownership trust at midnight on 20th March 2000, and shares purchased by those trustees with original funds after that time. 3AD For the purposes of subsection (3AC) above— a “ original funds ” means any money held by the trustees of the employee share ownership trust in a bank or building society account at midnight on 20th March 2000, and b any payment made by the trustees after that time (whether to acquire shares or otherwise) shall be treated as made out of original funds (and not out of money received after that time) until those funds are exhausted. . 4 In subsection (5) after “(1)(d)\" insert  “                      or (e)                    ” . 5 After that subsection insert— 5A The period referred to in paragraph (e) of subsection (1) above is the period— a beginning with the qualifying transfer mentioned in that paragraph, and b ending nine months after the end of the period of account in which that qualifying transfer took place. For this purpose the period of account means the period of account of the company that established the employee share ownership trust. . 6 In section 70 of the  Finance Act 1989 (chargeable amounts), after subsection (3) insert— 4 If the chargeable event falls within section 69(1)(e) above the chargeable amount is an amount equal to— a the amount of the consideration received for the qualifying transfer mentioned in section 69(1)(e) above, less b the amount of any expenditure by the trustees for a qualifying purpose during the period mentioned in section 69(5A) above. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "56", "section_title": " Further provisions about share options.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "57", "section_title": " Benefits in kind: deregulatory amendments.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "58", "section_title": " Education and Training.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "59", "section_title": " Cars available for private use.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "60", "section_title": " Provision of services through intermediary.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "61", "section_title": " Occupational and personal pension schemes.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "62", "section_title": " Enterprise management incentives.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "63", "section_title": " Corporate venturing scheme.", "section_text": "63 1 Schedule 15 to this Act (which makes provision for the corporate venturing scheme) has effect. 2 Schedule 16 to this Act (which makes consequential amendments) has effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to that, Schedules 15 and 16 apply in relation to shares issued on or after 1st April 2000 but before 1st April 2010."}, {"act": "Finance Act 2000", "year": 2000, "section": "64", "section_title": " Enterprise investment scheme: amendments.", "section_text": "64 The provisions relating to the enterprise investment scheme are amended in accordance with Schedule 17 to this Act. In that Schedule— Part I makes amendments reducing various periods which apply in relation to the provisions which determine the reliefs under the scheme; Part II makes amendments about qualifying companies; Part III makes other minor amendments."}, {"act": "Finance Act 2000", "year": 2000, "section": "65", "section_title": " Venture capital trusts: amendments.", "section_text": "65 The provisions relating to venture capital trusts are amended in accordance with Schedule 18 to this Act. In that Schedule— Part I makes amendments reducing various periods which apply in relation to the provisions which determine the reliefs;  ..."}, {"act": "Finance Act 2000", "year": 2000, "section": "66", "section_title": " Taper relief: taper for business assets.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "67", "section_title": " Taper relief: assets qualifying as business assets.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "68", "section_title": " Meaning of “research and development\".", "section_text": "68 1 Schedule 19 to this Act (meaning of “ research and development ”) has effect. In that Schedule— Part I contains a new definition of “ research and development ” for the purposes of the Tax Acts, and Part II contains consequential amendments. 2 The amendments in Part II of that Schedule have effect— a for the purposes of income tax and capital gains tax, in relation to the year 2000-01 and subsequent years of assessment, and b for the purposes of corporation tax, for accounting periods ending on or after 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "69", "section_title": " Tax relief for expenditure on research and development.", "section_text": "69 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 21 to this Act (which contains consequential amendments) has effect accordingly."}, {"act": "Finance Act 2000", "year": 2000, "section": "70", "section_title": " First year allowances for small or medium-sized enterprises.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "71", "section_title": " First year allowances for  ICT  expenditure by small enterprises.", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "72", "section_title": " Expenditure of a small enterprise.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "73", "section_title": " Repeal of notification requirements.", "section_text": "73 1 In section 118 of the  Finance Act 1994 (notification requirements)— a subsections (1) to (5) and (7) to (9) shall cease to have effect; and b in subsection (6), for “the provisions mentioned in subsection (2) above\" there shall be substituted— a section 25(1) of the Capital Allowances Act 1990 (meaning of qualifying expenditure for the purposes of writing-down allowances for expenditure on machinery or plant); and b section 44(4) of the Finance Act 1971 (provision corresponding to section 25(1) applicable to earlier chargeable periods), . 2 This section has effect for chargeable periods as respects which the period specified in subsection (3A) of that section ends on or after 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "74", "section_title": " Pool for certain leased assets and inexpensive cars.", "section_text": "74 1 In section 41 of the  Capital Allowances Act 1990 (writing-down allowances etc for leased assets and inexpensive cars)— a in subsection (1), paragraphs (b) and (c) and the word  “                          or                        ”  at the end of paragraph (a); and b in subsection (4), paragraph (a) and, in paragraph (b), the words from “or within (1)(b) or (c)\" to “subsection (1)(c)\" and the words “or subsection (1)(b) or (c)\", shall cease to have effect for chargeable periods ending on or after the relevant date. 2 Subsection (3) below applies where— a immediately before the end of the relevant chargeable period, a person was treated for the purposes of sections 24, 25 and 26 of the  Capital Allowances Act 1990 as having incurred expenditure on the provision of machinery or plant wholly and exclusively for the purposes of a separate trade carried on by him; b the expenditure fell within subsection (1)(b) or (c) of section 41 of that Act; and c qualifying expenditure in respect of the separate trade for the relevant chargeable period exceeded any disposal value brought into account in respect of that trade for that period. 3 The balance of the excess (after the deduction of any writing-down allowances made by reference to it) shall be treated for the purposes of sections 24, 25 and 26 of the  Capital Allowances Act 1990 as capital expenditure which— a was incurred by that person in the relevant chargeable period on the provision of the machinery or plant for the purposes of the trade which is the actual trade for the purposes of section 41 of that Act; and b does not form part of his qualifying expenditure for that period. 4 In this section— “ the relevant chargeable period ” means the chargeable period immediately preceding that which begins on or before and ends on or after the relevant date; “ the relevant date ” means, subject to subsection (5) below, 6th April 2000 for the purposes of income tax and 1st April 2000 for the purposes of corporation tax. 5 A person may, by a notice given to an officer of the Board, elect that this section shall have effect in relation to any trade carried on by him as if the relevant date were 6th April 2001 or, as the case may be, 1st April 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "75", "section_title": " Machinery and plant allowances for non-residents etc.", "section_text": "75 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "76", "section_title": " Production animals.", "section_text": "76 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In paragraph 9(4) of Schedule 5 to the Taxes Act 1988 (treatment of farm animals etc for purposes of Case I of Schedule D), for the words from “in relation to animals\" to the end there shall be substituted— a in relation to animals or other creatures kept singly as they apply in relation to herds; and b in relation to shares in animals or other creatures as they apply in relation to animals or other creatures themselves. . 3 The enactments amended by subsections (1) and (2) above shall be deemed always to have had effect with the amendments made by those subsections."}, {"act": "Finance Act 2000", "year": 2000, "section": "77", "section_title": " Sale and leaseback.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "78", "section_title": " Meaning of “fixture\".", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "79", "section_title": " Leased assets under the Affordable Warmth Programme.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "80", "section_title": " Fixtures and machinery and plant on hire-purchase etc.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "81", "section_title": " Production sharing contracts.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "82", "section_title": " Tonnage tax.", "section_text": "82 Schedule 22 to this Act (tonnage tax) has effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "83", "section_title": " Relief for interest on loans to buy annuities.", "section_text": "83 1 In section 365(3) of the Taxes Act 1988 (loans to buy annuities)— a for the words “the qualifying maximum for the year of assessment\", in the first place where they occur, there shall be substituted the words  “                          the sum of £30,000                        ” ; and b for those words, in the second place where they occur, there shall be substituted the words  “                          that sum                        ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 369(1A) of that Act (deductible percentage where interest payable under deduction of tax), for the words from “the percentage\" to the end there shall be substituted  “                      23 per cent.                    ” . 4 This section has effect in relation to payments of interest made on or after 6th April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "84", "section_title": " Exemption of payments under New Deal 50plus.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "85", "section_title": " Exemption of payments under Employment Zones programme.", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "86", "section_title": " Loan where return bears inverse relationship to results.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "87", "section_title": " Tax treatment of acquisition, disposal or revaluation of certain rights.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "88", "section_title": " Contributions to local enterprise agencies, etc.", "section_text": "88 In sections 79(11) and 79A(7) of the Taxes Act 1988 (relief for contributions to local enterprise agencies, business links and similar organisations: time limits), the words “and before 1st April 2000\" shall cease to have effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "89", "section_title": " Waste disposal: entitlement of successor to allowances.", "section_text": "89 In Chapter V of Part IV of the Taxes Act 1988 (provisions relating to the Schedule D charge: deductions), after section 91B (waste disposal: site preparation), insert—  Waste disposal: entitlement of successor to allowances. 91BA 1 This section applies where— a site preparation expenditure has been incurred in relation to a waste disposal site, b that expenditure was incurred by a person in the course of carrying on a trade, and c on or after 21st March 2000— i that person (“ the predecessor ”) ceases to carry on that trade, or ceases to carry it on so far as it relates to that site, and ii another person (“ the successor ”) begins to carry on that trade, or to carry on in the course of a trade the activities formerly carried on by the predecessor in relation to that site. 2 If the conditions specified in the following provisions of this section are met, then, for the purposes of section 91B above— a the trade carried on by the successor shall be treated as the same trade as that carried on by the predecessor, and b allowances shall be made to the successor (and not to the predecessor) as if everything done to or by the predecessor had been done to or by the successor. 3 The first condition is that the whole of the site in question is transferred to the successor. Provided the successor holds an estate or interest in the whole of the site, it need not be the same as that held by the predecessor. 4 The second condition is that the successor, at the time he first deposits waste material at the site, holds a relevant licence in respect of the site which is then in force. 5 Expressions used in this section have the same meaning as in section 91B. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "90", "section_title": " Restriction of gifts relief.", "section_text": "90 1 In section 165(1) of the  Taxation of Chargeable Gains Act 1992 (relief for gifts of business assets), in the closing words (which list the provisions restricting relief), for “sections 166 and 167\" substitute  “                      sections 166, 167 and 169                    ” . 2 In section 260(1) of that Act (gifts on which inheritance tax is chargeable etc.), in the closing words (which list the provisions restricting relief), for “section 261\" substitute  “                      sections 169 and 261                    ” . 3 In section 165(2)(b)(i) of, and paragraph 2(2)(b)(i) of Schedule 7 to, that Act (shares or securities in respect of which gifts relief may be claimed), for “neither listed on a recognised stock exchange nor dealt in on the Unlisted Securities Market\" substitute  “                      not listed on a recognised stock exchange                    ” . 4 In section 165(3)(b) of that Act (disposals of shares or securities excepted from gifts relief), after “shares or securities,\" insert  “                      the transferee is a company or                    ” . 5 This section has effect in relation to disposals made on or after 9th November 1999."}, {"act": "Finance Act 2000", "year": 2000, "section": "91", "section_title": " Disposal of interest in settled property: deemed disposal of underlying assets.", "section_text": "91 1 After section 76 of the  Taxation of Chargeable Gains Act 1992, insert—  Disposal of interest in settled property: deemed disposal of underlying assets. 76A Schedule 4A to this Act has effect with respect to disposals for consideration of an interest in settled property. . 2 After Schedule 4 to that Act insert the Schedule 4A set out in Schedule 24 to this Act. 3 This section applies to any disposal of an interest in settled property made, or the effective completion of which falls, on or after 21st March 2000. Expressions used in this subsection have the same meaning as in Schedule 4A to the  Taxation of Chargeable Gains Act 1992."}, {"act": "Finance Act 2000", "year": 2000, "section": "92", "section_title": " Transfers of value by trustees linked with trustee borrowing.", "section_text": "92 1 After section 76A of the  Taxation of Chargeable Gains Act 1992 (inserted by section 91(1) above), insert—  Transfers of value by trustees linked with trustee borrowing. 76B Schedule 4B to this Act has effect with respect to transfers of value by trustees that are, in accordance with the Schedule, treated as linked with trustee borrowing. . 2 After Schedule 4A to that Act (inserted by section 91(2) above), insert the Schedule 4B set out in Schedule 25 to this Act. 3 After section 85 of that Act, insert—  Transfers of value: attribution of gains to beneficiaries. 85A Schedule 4C to this Act has effect with respect to the attribution to beneficiaries of gains accruing under Schedule 4B. . 4 After Schedule 4B to the  Taxation of Chargeable Gains Act 1992 (inserted by subsection (2) above), insert the Schedule 4C set out in Part I of Schedule 26 to this Act. The consequential amendments in Part II of Schedule 26 to this Act have effect. 5 The provisions of this section have effect in relation to any transfer of value in relation to which the material time is on or after 21st March 2000. The expressions “ transfer of value ” and “ material time ” have the same meaning in this subsection as in Schedule 4B to the  Taxation of Chargeable Gains Act 1992."}, {"act": "Finance Act 2000", "year": 2000, "section": "93", "section_title": " Restriction on set-off of trust losses.", "section_text": "93 1 After section 79 of the  Taxation of Chargeable Gains Act 1992, insert—  Restriction on set-off of trust losses. 79A 1 This section applies to a chargeable gain accruing to the trustees of a settlement where— a in computing the gain, the allowable expenditure is reduced in consequence, directly or indirectly, of a claim to gifts relief in relation to an earlier disposal to the trustees; b the transferor on that earlier disposal, or any person connected with the transferor, has at any time— i acquired an interest in the settled property, or ii entered into an arrangement to acquire such an interest; and c in connection with that acquisition or arrangement any person has at any time received, or become entitled to receive, any consideration. 2 Where this section applies to a chargeable gain, no allowable losses accruing to the trustees (in the year in which the gain accrues or any earlier year) may be set against the gain. This applies to the whole of the chargeable gain (and not just the element deferred as a result of the claim to gifts relief). 3 In this section— a “ gifts relief ” means relief under section 165 or 260; and b references to losses not being allowed to be set against a chargeable gain are to the losses not being allowed as a deduction against chargeable gains to the extent that they include that gain. 4 The references in subsection (1)(b) above to an interest in settled property have the same meaning as in Schedule 4A. . 2 This section applies to gains accruing on or after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "94", "section_title": " Attribution to trustees of gains of non-resident companies.", "section_text": "94 1 After section 79A of the  Taxation of Chargeable Gains Act 1992 (inserted by section 93 above), insert—  Attribution to trustees of gains of non-resident companies. 79B 1 This section applies where trustees of a settlement are participators— a in a close company, or b in a company that is not resident in the United Kingdom but would be a close company if it were resident in the United Kingdom. For this purpose “ participator ” has the same meaning as in section 13. 2 Where this section applies, nothing in any double taxation relief arrangements shall be read as preventing a charge to tax arising by virtue of the attribution to the trustees under section 13, by reason of their participation in the company mentioned in subsection (1) above, of any part of a chargeable gain accruing to a company that is not resident in the United Kingdom. 3 Where this section applies and— a a chargeable gain accrues to a company that is not resident in the United Kingdom but would be a close company if it were resident in the United Kingdom, and b all or part of the chargeable gain is treated under section 13(2) as accruing to a close company which is not chargeable to corporation tax in respect of the gain by reason of double taxation relief arrangements, and c had the company mentioned in paragraph (b) (and any other relevant company) not been resident in the United Kingdom, all or part of the chargeable gain would have been attributed to the trustees by reason of their participation in the company mentioned in subsection (1) above, section 13(9) shall apply as if the company mentioned in paragraph (b) above (and any other relevant company) were not resident in the United Kingdom. 4 The references in subsection (3) above to “any other relevant company\" are to any other company which if it were not resident in the United Kingdom would be a company in relation to which section 13(9) applied with the result that all or part of the chargeable gain was attributed to the trustees as mentioned in that subsection. . 2 This section applies where a chargeable gain accrues on or after 21st March 2000 to a company that is not resident in the United Kingdom."}, {"act": "Finance Act 2000", "year": 2000, "section": "95", "section_title": " Disposal of interest in non-resident settlement.", "section_text": "95 1 Section 85 of the  Taxation of Chargeable Gains Act 1992 (disposal of interest in non-resident settlements) is amended as follows. 2 In subsection (2) (market value uplift for interest where trustees become non-resident) for “Subject to subsections (4) and (9) below,\" substitute  “                      Subject to subsections (4), (9) and (10) below,                    ” . 3 In subsection (5) (market value uplift for interest where trustees become treaty non-resident), at the beginning insert  “                      Subject to subsection (10) below,                    ” . 4 After subsection (9) add— 10 Subsection (3) or (7) above does not apply to the disposal of an interest created by or arising under a settlement which has relevant offshore gains at the material time. The material time is— a in relation to subsection (3) above, the relevant time within the meaning of section 80; b in relation to subsection (7) above, the time found under subsection (8) above. 11 For the purposes of subsection (10) above, a settlement has relevant offshore gains at any time if, were the year of assessment to end at that time, there would be an amount of trust gains which by virtue of section 89(2) or paragraph 8(3) of Schedule 4C would be available to be treated as chargeable gains accruing to any beneficiaries of the settlement receiving capital payments in the following year of assessment. . 5 This section applies where the material time (within the meaning of section 85(10) of the  Taxation of Chargeable Gains Act 1992, inserted by subsection (4) above) falls on or after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "96", "section_title": " Payments by trustees to non-resident companies.", "section_text": "96 1 In section 96(5) of the  Taxation of Chargeable Gains Act 1992 (capital payments by trustees to non-resident company), in the opening words (which refer to the persons by whom the company is controlled), omit “and each of them is then resident or ordinarily resident in the United Kingdom\". 2 This section applies to payments received on or after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "97", "section_title": " Group relief for non-resident companies etc.", "section_text": "97 Schedule 27 to this Act has effect. In that Schedule— Part I makes amendments of Chapter  IV  of Part X of the Taxes Act 1988 (group relief), and Part II contains consequential amendments."}, {"act": "Finance Act 2000", "year": 2000, "section": "98", "section_title": " Recovery of tax payable by non-resident company.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "99", "section_title": " Joint arrangements for claims.", "section_text": "99 In paragraph 77 of Schedule 18 to the  Finance Act 1998 (power to make provision by regulations about joint arrangements for group relief), in sub-paragraph (1)(a) (arrangements permitting claim for relief without copy of notice of consent to surrender), after “the surrendering company\" insert  “                  , provided authority for the claim being so made is given by a company which is authorised in relation to the claimant company as mentioned in paragraph (b)                ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "100", "section_title": " Limit on amount of group relief in case of consortium claim.", "section_text": "100 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "101", "section_title": "  Civil penalties: incorrect certificates", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "102", "section_title": " Chargeable gains: non-resident companies and groups etc.", "section_text": "102 Schedule 29 to this Act has effect. In that Schedule— Part I makes provision with respect to the application of the  Taxation of Chargeable Gains Act 1992 to companies not resident in the United Kingdom and groups of companies etc, Part II contains minor and consequential amendments, and Part III contains transitional provisions."}, {"act": "Finance Act 2000", "year": 2000, "section": "103", "section_title": " Double taxation relief.", "section_text": "103 Schedule 30 to this Act (double taxation relief) shall have effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "104", "section_title": " Controlled foreign companies.", "section_text": "104 Schedule 31 to this Act (which makes provision in relation to controlled foreign companies) shall have effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "105", "section_title": " Corporation tax: use of currencies other than sterling.", "section_text": "105 1 For sections 92 to 95 of the  Finance Act 1993 there shall be substituted—  The basic rule: sterling to be used. 92 1 Where a company carries on a business, the profits or losses of the business for an accounting period shall for the purposes of corporation tax be computed and expressed in sterling; but this is subject to section 93 below. 2 In this section— “ losses ” includes management expenses and any allowances falling to be made under section 28 or 61(1) of the  Capital Allowances Act 1990; “ profits ” includes gains, income and any charges falling to be made under section 28 or 61(1) of that Act.  Use of currency other than sterling. 93 1 This section applies where in an accounting period a company carries on a business and either the first condition or the second condition is fulfilled. 2 The first condition is that— a the accounts of the company as a whole are prepared in a currency other than sterling in accordance with normal accounting practice; and b in the case of a company which is not resident in the United Kingdom, the company makes a return of accounts for its branch in the United Kingdom prepared in such a currency in accordance with such practice. 3 The second condition is that— a the accounts of the company as a whole are prepared in sterling but, so far as relating to the business, they are prepared, using the closing rate/net investment method, from financial statements prepared in a currency other than sterling; or b in the case of a company which is not resident in the United Kingdom, the company makes a return of accounts for its branch in the United Kingdom prepared in sterling but, so far as relating to the business, it is prepared, using that method, from financial statements prepared in such a currency. 4 The profits or losses of the business for an accounting period shall for the purposes of corporation tax be found by— a taking the amount of all the profits and losses of the business for the period computed and expressed in the relevant foreign currency; b taking account of any of the following which are so computed and expressed— i any management expenses brought forward under section 75(3) of the Taxes Act 1988 from an earlier accounting period; ii any losses of the business brought forward under section 392B or 393 of that Act from such a period; and iii any non-trading deficits on loan relationships brought forward under section 83 of the  Finance Act 1996 from the previous accounting period; and c taking the sterling equivalent of the amount found by applying paragraphs (a) and (b) above. 5 In the application of section 22B, 34, 35, 38C, 38D or 79A of the  Capital Allowances Act 1990 for the purposes of subsection (4)(a) or (b) above, it shall be assumed that any sterling amount mentioned in any of those sections is its equivalent expressed in the relevant foreign currency. 6 Where in an accounting period— a a company carries on different parts of a business through different branches (whether within or outside the United Kingdom); and b this section would apply differently in relation to different parts if they were separate businesses, those parts shall be treated for the purposes of this section as if they were separate businesses for that period. 7 In this section, unless the context otherwise requires— “ accounts ”, in relation to a company, means— the annual accounts of the company prepared in accordance with Part VII of the  Companies Act 1985 or Part VIII of the  Companies (Northern Ireland) Order 1986; or if the company is not required to prepare such accounts, the accounts which it is required to keep under the law of its home State; or if the company is not so required to keep accounts, such of its accounts as most closely correspond to accounts which it would have been required to prepare if the provisions of that Part applied to it; “ branch ” includes any collection of assets and liabilities; “ the closing rate/net investment method ” means the method so called as described under the title “ Foreign currency translation ” in the Statement of Standard Accounting Practice issued in April 1983 by the Institute of Chartered Accountants in England and Wales; “ home State ”, in relation to a company, means the country or territory under whose laws the company is incorporated; “ losses ” has the same meaning as in section 92 above except that it does not include allowable losses within the meaning of the  Taxation of Chargeable Gains Act 1992; “ profits ” has the same meaning as in section 92 above except that it does not include chargeable gains within the meaning of that Act; “ the relevant foreign currency ” means the currency other than sterling or, where the first condition is fulfilled and two different such currencies are involved, the currency in which the return of accounts is prepared; “ return of accounts ”, in relation to a branch in the United Kingdom, means a return of such accounts of the branch as may be required by the Inland Revenue under paragraph 3 of Schedule 18 to the Finance Act 1998 (company tax returns, assessments and related matters).  Rules for ascertaining currency equivalents. 94 1 Any receipt or expense which is to be taken into account in making a computation under subsection (1) of section 92 above for an accounting period, and is denominated in a currency other than sterling, shall be translated into its sterling equivalent— a if either of the conditions mentioned in subsection (2) below is fulfilled, by reference to the rate used in the preparation of the accounts of the company as a whole for that period; b if neither of those conditions is fulfilled, by reference to the London closing exchange rate for the relevant day. 2 The conditions are— a that the rate is an arm’s length exchange rate for the relevant day; b that the rate is an average arm’s length exchange rate for a period ending with that day, or for a period not exceeding three months which includes that day, and the arm’s length exchange rate for any day in that period (except the first) is not significantly different from that for the preceding day. 3 Subject to subsections (5) and (7) below, any amount found by applying paragraphs (a) and (b) of subsection (4) of section 93 above shall be translated into its sterling equivalent by reference to the London closing exchange rate for the relevant day. 4 The following— a any receipt or expense which is to be taken into account in making a calculation for the purposes of subsection (4)(a) or (b) of section 93 above, and is denominated in a currency other than the relevant foreign currency; and b any such sterling amount as is referred to in subsection (5) of that section, shall be translated into its equivalent expressed in the relevant foreign currency by reference to the London closing exchange rate for the relevant day. 5 Where section 93 above applies by virtue of the first condition mentioned in that section, then, as regards the business or part of the business, the company— a may elect, by a notice given to an officer of the Board, that as from the first day of the accounting period in which the notice is given, an average arm’s length exchange rate shall be used for the purposes of subsection (3) above instead of the rate there mentioned; and b may withdraw such an election, by a notice so given, as from the first day of the first accounting period beginning on or after the date of the notice. 6 Where an election under subsection (5) above is withdrawn, no further election may be made under that subsection so as to take effect before the third anniversary of the day on which the withdrawal takes effect. 7 Where— a section 93 above applies by virtue of the second condition mentioned in that section; and b the accounts of the company, so far as relating to the business or part of the business, are prepared by reference to an average arm’s length exchange rate, that exchange rate shall be used for the purposes of subsection (3) above instead of the rate there mentioned. 8 In this section— “ accounts ” has the same meaning as in section 93 above; “ arm’s length exchange rate ” means such exchange rate as might reasonably be expected to be agreed between persons dealing at arm’s length; “ average arm’s length exchange rate ”, in relation to a period, means the rate which represents an appropriate average of arm’s length exchange rates for the period; “ the relevant day ” means— for the purposes of subsections (1), (2) and (4)(a) above, the day on which the company becomes entitled to the receipt or incurs (or is treated as incurring) the expense; for the purposes of subsection (3) above, the last day of the accounting period in question; for the purposes of subsection (4)(b) above, the day on which the company incurs the capital expenditure. 9 Nothing in this section affects the operation of Chapter IV of Part VII of the Taxes Act 1988 (controlled foreign companies) or Chapter  II  of this Part. 10 Nothing in paragraph 88 of Schedule 18 to the  Finance Act 1998 (company tax returns, assessments and related matters) shall be taken to prevent any amount which is taken to be conclusively determined for the purposes of the Corporation Tax Acts from being translated under this section by reference to an exchange rate which was not used to determine the amount which can no longer be altered. . 2 Where any of the items referred to in section 93(4)(b) of the  Finance Act 1993 (as substituted by subsection (1) above) fall to be taken into account in the first accounting period in relation to which this section has effect, the amounts of those items shall be computed and expressed in the relevant currency by reference to the London closing exchange rate for the last day of the immediately preceding accounting period. 3 Where  any amount falls to be taken into account under Chapter 5 of Part 2 of the Capital Allowances Act as available qualifying expenditure  for the first accounting period in relation to which this section has effect relate to expenditure which was incurred before the beginning of that period, the amounts of those items shall be computed and expressed in the relevant currency by reference to the London closing exchange rate for the last day of the immediately preceding accounting period. 4 Subject to subsection (5) below, this section has effect for accounting periods beginning on or after 1st January 2000 and ending on or after 21st March 2000. 5 Any company which did not, for the accounting period immediately preceding the first accounting period falling within subsection (4) above, make an election in respect of a trade or part of a trade under the Local Currency Elections Regulations 1994 may, by notice given to an officer of the Board on or before 31st August 2000, elect that this section shall not have effect in relation to it until the first accounting period beginning on or after 1st July 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Finance Act 2000", "year": 2000, "section": "107", "section_title": " General insurance reserves.", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "108", "section_title": " Overseas life assurance business.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "109", "section_title": " Insurance business: apportionment rules.", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "110", "section_title": " Rent factoring.", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "111", "section_title": " Payments under deduction of tax.", "section_text": "111 1 Chapter VIIA of Part IV of the Taxes Act 1988 (paying and collecting agents) shall cease to have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section— a subsections (1) and (5) apply to relevant payments or receipts in relation to which the chargeable date for the purposes of Chapter VIIA of Part IV is on or after 1st April 2001; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "112", "section_title": " UK public revenue dividends: deduction of tax.", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "113", "section_title": " Tax treatment of expenditure on production or acquisition of films.", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "114", "section_title": " Rates: conveyance or transfer on sale.", "section_text": "114 1 In Schedule 13 to the  Finance Act 1999 (instruments chargeable and rates of duty), in Part I (conveyance or transfer on sale), in the third column of the table in paragraph 4— a in the third entry, for “2.5%\" substitute  “                        3%                      ” ; and b in the fourth entry, for “3.5%\" substitute  “                        4%                      ” . 2 This section applies to instruments executed on or after 28th March 2000. 3 But this section does not apply to an instrument giving effect to a contract made on or before 21st March 2000, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right; or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract, because of an assignment (or, in Scotland, assignation) or further contract made after that date. 4 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "115", "section_title": " Rates: duty on lease chargeable by reference to rent.", "section_text": "115 1 In Schedule 13 to the  Finance Act 1999 (instruments chargeable and rates of duty), in Part II (lease)— a in paragraph 11, in paragraph 1 of the table, and b in paragraph 12(3), in paragraph 1(a) and (b) of the table, for “£500\" substitute  “                    £5,000                  ” . 2 This section has effect in relation to instruments executed on or after 28th March 2000. 3 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "116", "section_title": " Rate of duty on seven year leases.", "section_text": "116 1 In paragraph 12(3) of Schedule 13 to the  Finance Act 1999 (rates of stamp duty on leases where part of consideration is rent), in paragraph 1 of the table, for “less than 7 years\" substitute  “                    not more than 7 years                  ” . 2 This section applies to instruments executed on or after 1st October 1999, subject to Schedule 32 to this Act (which makes transitional provision for instruments executed on or after 1st October 1999 but before 28th March 2000). 3 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "117", "section_title": " Power to vary stamp duties.", "section_text": "117 Schedule 33 to this Act (power to vary stamp duties) has effect."}, {"act": "Finance Act 2000", "year": 2000, "section": "118", "section_title": " Land transferred etc for other property.", "section_text": "118 1 Subsection (2) applies where— a an instrument transferring or vesting an estate or interest in land would not, apart from this section, be or fall to be treated as a conveyance or transfer on sale for the purposes of stamp duty; but b the transfer or vesting of the estate or interest is for consideration; and c the consideration is or includes any property (“ the other property ”). 2 For the purposes of Part I of Schedule 13 to the Finance Act 1999 (stamp duty on conveyance or transfer on sale) the instrument transferring or vesting the estate or interest shall be taken to be a transfer on sale of the estate or interest. 3 If— a the other property is or includes one or more estates or interests in land, and b ad valorem  duty is chargeable on the conveyance or transfer of all or any of those estates or interests, the amount of duty that would (apart from this subsection) be chargeable in consequence of subsection (2) on the transfer on sale there mentioned shall be reduced (but not below nil) by the total of the ad valorem  duty chargeable as mentioned in paragraph (b). 4 If, for the purposes of Part I of Schedule 13 to the Finance Act 1999, the amount or value of the consideration for the transfer on sale mentioned in subsection (2) would (apart from this subsection) exceed the market value of the estate or interest immediately before the execution of the instrument transferring or vesting it, the amount or value of the consideration shall be taken for those purposes to be equal to that market value. 5 For the purposes of this section, the market value of property at any time is the price which that property might reasonably be expected to fetch on a sale at that time in the open market. 6 Subsection (2) has effect even though— a the transfer or vesting of the estate or interest is the whole or part of the consideration for a sale of the other property; or b the transaction is by way of exchange. 7 Subsection (2) does not affect any charge to stamp duty in respect of the same or any other instrument so far as it relates to the transfer of the other property. 8 This section is subject to subsection (5) of section 119. 9 This section shall be construed as one with the  Stamp Act 1891. 10 This section applies to instruments executed on or after 28th March 2000. 11 But this section does not apply to an instrument giving effect to a contract made on or before 21st March 2000, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right; or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract, because of an assignment (or, in Scotland, assignation) or further contract made after that date. 12 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "119", "section_title": " Transfer of land to connected company.", "section_text": "119 1 This section applies where an estate or interest in land is transferred to or vested in a company (“ A ”) and— a the person transferring or vesting the estate or interest (“ B ”) is connected with A; or b some or all of the consideration for the transfer or vesting consists of the issue or transfer of shares in a company with which B is connected. 2 For the purposes of Part I of Schedule 13 to the Finance Act 1999 (stamp duty on conveyance or transfer on sale) an instrument transferring or vesting the estate or interest shall be taken to be a transfer on sale of the estate or interest. 3 If for those purposes the amount or value of the consideration for the transfer on sale of the estate or interest would, apart from this subsection, be less than the value determined under subsection (4), the consideration shall be taken for those purposes to be the value determined under subsection (4). 4 That value is— a the market value of the estate or interest immediately before the execution of the instrument transferring or vesting it; but b reduced by the value of so much of any actual consideration as does not consist of property. 5 Where— a apart from this section, an instrument would be chargeable to stamp duty in accordance with section 118, and b apart from that section, the instrument would be chargeable to stamp duty in accordance with this section, the stamp duty chargeable on the instrument shall be determined in accordance with this section (instead of that section). 6 This section applies only if, in consequence of its application, the instrument transferring or vesting the estate or interest is chargeable with a greater amount of stamp duty than it would be apart from this section and section 118. 7 For the purposes of this section, the market value of property at any time is the price which that property might reasonably be expected to fetch on a sale at that time in the open market. 8 In this section— “ company ” means any body corporate; “ shares ” includes stock and the reference to shares in a company includes a reference to securities issued by a company. 9 For the purposes of this section, the question whether any person is connected with another shall be determined in accordance with the provisions of   section 1122 of the Corporation Tax Act 2010 . 10 This section shall be construed as one with the  Stamp Act 1891. 11 This section applies to instruments executed on or after 28th March 2000. 12 But this section does not apply to an instrument giving effect to a contract made on or before 21st March 2000, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right; or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract, because of an assignment (or, in Scotland, assignation) or further contract made after that date. 13 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "120", "section_title": " Exceptions from section 119.", "section_text": "120 1 Section 119 does not apply by virtue of paragraph (a) of subsection (1) of that section in any of the following cases (any reference in this section to A or B being taken as a reference to the person referred to as A or B, as the case may be, in that subsection). 2 Case 1 is where B holds the estate or interest as nominee or bare trustee for A. 3 Case 2 is where A is to hold the estate or interest as nominee or bare trustee for B. 4 Case 3 is where B holds the estate or interest as nominee or bare trustee for some other person and A is to hold it as nominee or bare trustee for that other person. 5 Case 4 is where (in a case not falling within subsection (2) or (4) above)— a the transfer or vesting is a conveyance or transfer out of a settlement in or towards satisfaction of a beneficiary’s interest; b the beneficiary’s interest is not an interest acquired for money or money’s worth; and c the conveyance or transfer is a distribution of property in accordance with the provisions of the settlement. 6 Case 5 is where (in a case not falling within subsection (3) above) A— a is a person carrying on a business which consists of or includes the management of trusts; and b is to hold the estate or interest as trustee acting in the course of that business. 7 Case 6 is where (in a case not falling within subsection (3) above) A is to hold the estate or interest as trustee and, apart from   section 1122(6) of the Corporation Tax Act 2010   (trustees as connected persons), would not be connected with B. 8 Case 7 is where— a B is a company; b the transfer or vesting is, or is part of, a distribution of assets (whether or not in connection with the winding up of the company); and c the estate or interest was acquired by B by virtue of an instrument which is duly stamped. 9 This section shall be construed as one with the  Stamp Act 1891. 10 This section applies to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "121", "section_title": " Grant of lease to connected company.", "section_text": "121 1 This section applies where a lease is granted to a company (“ A ”) and— a the person granting the lease (“ B ”) is connected with A; or b some or all of the consideration for the grant of the lease consists of the issue or transfer of shares in a company with which B is connected. 2 Subsection (3) has effect for the purposes of stamp duty chargeable under Part II of Schedule 13 to the  Finance Act 1999 (stamp duty on a lease) by reference to Part I of that Schedule (conveyance or transfer on sale). 3 If, apart from this subsection, the amount or value of the consideration for the grant would be less than the value determined under subsection (4), the consideration shall be taken to be the value determined under subsection (4). 4 That value is— a the market value, immediately before the instrument granting the lease is executed, of the lease granted; but b reduced by the value of so much of any actual consideration as does not consist of property. 5 This section applies only if, in consequence of its application, the lease is chargeable with a greater amount of stamp duty than it would be apart from this section. 6 For the purposes of this section, the market value of property at any time is the price which that property might reasonably be expected to fetch on a sale at that time in the open market. 7 In this section— “ company ” means any body corporate; “ shares ” includes stock and the reference to shares in a company includes a reference to securities issued by a company. 8 For the purposes of this section, the question whether any person is connected with another shall be determined in accordance with the provisions of   section 1122 of the Corporation Tax Act 2010 . 9 This section shall be construed as one with the  Stamp Act 1891. 10 This section applies to instruments executed on or after 28th March 2000. 11 But this section does not apply to an instrument giving effect to a contract made on or before 21st March 2000, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right; or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract, because of an assignment (or, in Scotland, assignation) or further contract made after that date. 12 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "122", "section_title": " Marketable securities transferred etc for exempt property.", "section_text": "122 1 Subsection (2) applies where— a an instrument transferring marketable securities would not, apart from this section, be or fall to be treated as a transfer on sale for the purposes of stamp duty; but b the transfer of the marketable securities is for consideration; and c the consideration is or includes any qualifying property (“ the other property ”). 2 For the purposes of Part I of Schedule 13 to the Finance Act 1999 (stamp duty on conveyance or transfer on sale) the instrument transferring the marketable securities shall be taken to be a transfer on sale of those securities. 3 If the amount or value of the consideration for that transfer on sale would (apart from this subsection) exceed the market value of the marketable securities immediately before the execution of the instrument transferring them, the amount or value of the consideration shall be taken to be equal to that market value. For this purpose the market value of property at any time is the price which that property might reasonably be expected to fetch on a sale at that time in the open market. 4 Subsection (2) has effect even though— a the transfer of the marketable securities is the whole or part of the consideration for a sale of the other property; or b the transaction is by way of exchange. 5 Subsection (2) does not affect any charge to stamp duty in respect of the same or any other instrument so far as it relates to the transfer of the other property. 6 In this section “ qualifying property ” means any debt due, stock or securities, to the extent that the debt, stock or securities are not chargeable securities, within the meaning of Part IV of the  Finance Act 1986 (stamp duty reserve tax). 7 This section shall be construed as one with the  Stamp Act 1891. 8 This section applies to instruments executed on or after 28th March 2000. 9 But this section does not apply to an instrument giving effect to a contract made on or before 21st March 2000, unless— a the instrument is made in consequence of the exercise after that date of any option, right of pre-emption or similar right; or b the instrument transfers the property in question to, or vests it in, a person other than the purchaser under the contract, because of an assignment (or, in Scotland, assignation) or further contract made after that date. 10 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "123", "section_title": " Transfer of property between associated companies: Great Britain.", "section_text": "123 1 Amend section 42 of the  Finance Act 1930 as follows. 2 In subsection (2) (instruments on which stamp duty not chargeable) in paragraph (a) for “to another\" substitute  “                    (“ the transferor ”) to another (“ the transferee ”)                  ” . 3 In that subsection, after paragraph (b) insert—  “                    unless at the time the instrument is executed arrangements are in existence by virtue of which at that or some later time any person has or could obtain, or any persons together have or could obtain, control of the transferee but not of the transferor.                  ” . 4 In subsection (2B) (body to be parent of another if beneficial owner of 75% of ordinary share capital) after “if at that time the first body\" insert  “                    (a)                  ”  and at the end of the subsection add— b is beneficially entitled to not less than 75 per cent of any profits available for distribution to equity holders of the second body; and c would be beneficially entitled to not less than 75 per cent of any assets of the second body available for distribution to its equity holders on a winding-up. . 5 In subsection (3)— a after “The ownership referred to in\" insert  “                        paragraph (a) of                      ” ; and b for “this section\" substitute  “                        that paragraph                      ” . 6 At the end of the section add— 5 Schedule 18 to the  Income and Corporation Taxes Act 1988 shall apply for the purposes of paragraphs (b) and (c) of subsection (2B) as it applies for the purposes of paragraphs (a) and (b) of section 413(7) of that Act; but this is subject to subsection (6). 6 In determining for the purposes of this section whether a body corporate is the parent of the transferor, paragraphs 5(3) and 5B to 5E of Schedule 18 to the Income and Corporation Taxes Act 1988 shall not apply for the purposes of paragraph (b) or (c) of subsection (2B). 7 In this section, “ control ” shall be construed in accordance with section 840 of the  Income and Corporation Taxes Act 1988. . 7 This section has effect in relation to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "124", "section_title": " Transfer of property between associated companies: Northern Ireland.", "section_text": "124 1 Amend section 11 of the  Finance Act (Northern Ireland) 1954 as follows. 2 After subsection (2) (instruments on which stamp duty not chargeable) insert— 2A But this section does not apply to an instrument by virtue of subsection (2)(a) if, at the time the instrument is executed, arrangements are in existence by virtue of which at that or some later time any person has or could obtain, or any persons together have or could obtain, control of the transferee but not of the transferor. . 3 In subsection (3AA) (body to be parent of another if beneficial owner of 75% of ordinary share capital) after “if at that time the first body\" insert  “                    (a)                  ”  and at the end of the subsection add— b is beneficially entitled to not less than 75 per cent of any profits available for distribution to equity holders of the second body; and c would be beneficially entitled to not less than 75 per cent of any assets of the second body available for distribution to its equity holders on a winding-up. . 4 In subsection (3A)— a after “The ownership referred to in\" insert  “                        paragraph (a) of                      ” ; and b for “this section\" substitute  “                        that paragraph                      ” . 5 At the end of the section add— 6 Schedule 18 to the  Income and Corporation Taxes Act 1988 shall apply for the purposes of paragraphs (b) and (c) of subsection (3AA) as it applies for the purposes of paragraphs (a) and (b) of section 413(7) of that Act; but this is subject to subsection (7). 7 In determining for the purposes of this section whether a body corporate is the parent of the transferor, paragraphs 5(3) and 5B to 5E of Schedule 18 to the Income and Corporation Taxes Act 1988 shall not apply for the purposes of paragraph (b) or (c) of subsection (3AA). 8 In this section, “ control ” shall be construed in accordance with section 840 of the  Income and Corporation Taxes Act 1988. . 6 This section has effect in relation to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "125", "section_title": " Grant of leases etc between associated companies.", "section_text": "125 1 Amend section 151 of the  Finance Act 1995 as follows. 2 In subsection (1) (stamp duty not chargeable on leases etc) at the end insert the following paragraph— This subsection is subject to subsection (4A) below. . 3 After subsection (4) insert— 4A An instrument shall not be exempt from stamp duty by virtue of subsection (1) above if at the time the instrument is executed arrangements are in existence by virtue of which at that or some later time any person has or could obtain, or any persons together have or could obtain, control of the lessee but not of the lessor. . 4 In subsection (8) (body to be parent of another if beneficial owner of 75% of ordinary share capital) after “if at that time the first body\" insert  “                    (a)                  ”  and at the end of the subsection add— b is beneficially entitled to not less than 75 per cent of any profits available for distribution to equity holders of the second body; and c would be beneficially entitled to not less than 75 per cent of any assets of the second body available for distribution to its equity holders on a winding-up. . 5 In subsection (10)— a after “The ownership referred to in\" insert  “                        paragraph (a) of                      ” ; and b for “this section\" substitute  “                        that paragraph                      ” . 6 After subsection (10) insert— 10A Schedule 18 to the  Income and Corporation Taxes Act 1988 shall apply for the purposes of paragraphs (b) and (c) of subsection (8) as it applies for the purposes of paragraphs (a) and (b) of section 413(7) of that Act; but this is subject to subsection (10B). 10B In determining for the purposes of this section whether a body corporate is the parent of the lessor, paragraphs 5(3) and 5B to 5E of Schedule 18 to the Income and Corporation Taxes Act 1988 shall not apply for the purposes of paragraph (b) or (c) of subsection (8) above. 10C In this section, “ control ” shall be construed in accordance with section 840 of the  Income and Corporation Taxes Act 1988. . 7 This section has effect in relation to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "126", "section_title": " Future issues of stock.", "section_text": "126 1 Amend section 55 of the  Stamp Act 1891 (calculation of ad valorem duty in respect of stock and securities) as follows. 2 After subsection (1) insert— 1A For the purposes of subsection (1), it is immaterial— a whether, at the time of the execution of the conveyance on sale, the stock or marketable security is or has been issued or is to be issued; and b in a case where the stock or marketable security is to be issued, when it is to be, or is, issued and whether the issue is certain or contingent. . 3 This section has effect in relation to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "127", "section_title": " Company acquisition reliefs: redeemable shares.", "section_text": "127 1 Amend section 75 of the  Finance Act 1986 (acquisitions: reliefs) in accordance with subsections (2) and (3). 2 In subsection (4), in paragraph (a) (which requires that the consideration for the acquisition consists of or includes the issue of shares) after “the issue of\" insert  “                    non-redeemable                  ” . 3 In subsection (4), after paragraph (b) add— In paragraph (a) above, “ non-redeemable shares ” means shares which are not redeemable shares. . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section has effect in relation to instruments executed after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "128", "section_title": " Surrender of leases.", "section_text": "128 1 Where a lease is or has been surrendered or, in Scotland, renounced at any time, a document evidencing the surrender or renunciation shall be treated for the purposes of stamp duty as if it were a deed executed at that time effecting the surrender or renunciation. 2 Stamp duty shall be chargeable by virtue of subsection (1) on a document containing a statutory declaration, notwithstanding anything in   land registration rules under the Land Registration Act 2002 . 3 Stamp duty shall not be chargeable by virtue of subsection (1) on any lease or agreement for a lease or with respect to any letting if the lease or agreement— a is made in consideration of the surrender or renunciation; and b relates to the same subject matter as the lease surrendered or renounced. 4 Stamp duty shall not be chargeable by virtue of subsection (1) on any document if a document falling within subsection (5) has been duly stamped. 5 The documents that fall within this subsection are— a a deed effecting the surrender or renunciation; b an agreement which falls to be treated for the purposes of stamp duty as if it were such a deed; c any document which falls to be so treated by virtue of subsection (1); and d any lease or agreement falling within subsection (3). 6 A land registrar shall regard a document which by virtue of subsection (4) is not chargeable to stamp duty by virtue of subsection (1) as not duly stamped unless— a it is stamped as if it were a deed effecting the surrender or renunciation; or b it appears by some stamp  ... on it that the full and proper duty chargeable on such a deed has been paid on another document; or c it appears by some stamp  ... on it that a lease or agreement falling within subsection (3) has been duly stamped; or d the land registrar is aware of a document falling within subsection (5) which has been duly stamped. 7 The documents which evidence the surrender or renunciation of a lease shall be taken to include an application, in consequence of the surrender or renunciation of the lease, for— a the making in a land register, or b the removal from a land register, of an entry relating to the lease. 8 In this section— “land register\"— a in relation to England and Wales, means the register kept under section 1 of the  Land Registration Act 2002 ; b in relation to Scotland, means the Land Register of Scotland or the General Register of Sasines; c in relation to Northern Ireland, means the register maintained under section 10 of the  Land Registration Act (Northern Ireland) 1970; “land registrar\"— a in relation to England and Wales, means the Chief Land Registrar or any other officer of Her Majesty’s Land Registry exercising functions of the Chief Land Registrar; b in relation to Scotland, means the Keeper of the Registers of Scotland; c in relation to Northern Ireland, means the Registrar of Titles or any other official of the Land Registry exercising functions of the Registrar of Titles. 9 This section shall be construed as one with the  Stamp Act 1891. 10 This section applies to documents relating to the surrender or renunciation of a lease after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "129", "section_title": " Abolition of duty on instruments relating to intellectual property.", "section_text": "129 1 No stamp duty is chargeable on an instrument for the sale, transfer or other disposition of intellectual property. 2 In subsection (1) “ intellectual property ” means— a any patent, trade mark, registered design, copyright or design right, b any plant breeders’ rights and rights under section 7 of the  Plant Varieties Act 1997, c any licence or other right in respect of anything within paragraph (a) or (b), and d any rights under the law of a country or territory outside the United Kingdom that correspond or are similar to those within paragraph (a), (b) or (c). 3 Schedule 34 to this Act (which contains provisions supplementing this section) has effect. 4 This section and Schedule 34 shall be construed as one with the  Stamp Act 1891. 5 This section applies to instruments executed on or after 28th March 2000. 6 This section shall be deemed to have come into force on that date."}, {"act": "Finance Act 2000", "year": 2000, "section": "130", "section_title": " Transfers to registered social landlords etc.", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "131", "section_title": " Relief for certain instruments executed before this Act has effect.", "section_text": "131 1 This section applies to an instrument of any of the following descriptions executed in the period beginning with 22nd March 2000 and ending with the day on which this Act is passed— a an instrument transferring or vesting an estate or interest in land in such circumstances as are mentioned in section 119 (transfer of land to connected company), in a case specified in section 120 (excepted cases); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If the instrument is not stamped until after the day on which this Act is passed, the law in force at the time of its execution shall be deemed for stamp duty purposes to be that which would have applied if it had been executed after that day. 3 If the Commissioners are satisfied that— a the instrument was stamped on or before the day on which this Act is passed, b stamp duty was chargeable in respect of it, and c had it been stamped after that day no stamp duty, or less stamp duty, would have been chargeable, they shall pay to such person as they consider appropriate an amount equal to the duty (and any interest or penalty) that would not have been payable if the law in force at the time of execution of the instrument had been that which would have applied had it been executed after that day. 4 Any such payment must be claimed before 1st April 2001. 5 Entitlement to a payment is subject to compliance with such conditions as the Commissioners may determine with respect to the production of the instrument, to its being stamped so as to indicate that it has been produced under this section or to other matters. 6 For the purposes of section 10 of the  Exchequer and Audit Departments Act 1866 (Commissioners to deduct repayments from gross revenues) any amount paid under this section shall be treated as a repayment. 7 This section shall be construed as one with the  Stamp Act 1891."}, {"act": "Finance Act 2000", "year": 2000, "section": "132", "section_title": " The Northern Ireland Assembly Commission.", "section_text": "132 1 Amend section 55 of the  Finance Act 1987 (Crown exemption from stamp duty) as follows. 2 In subsection (1) (which specifies the bodies relieved from stamp duty)— a after “agreed to be made\" insert  “                        (a)                      ” ; b after “Minister of the Crown or\" insert  “                        (b)                      ” ; and c after “Treasury, or\" insert  “                        (c)                      ” . 3 In subsection (1), after “National Assembly for Wales,\" insert or                     d to the Northern Ireland Assembly Commission, . 4 Subsection (3) has effect in relation to instruments executed on or after 28th March 2000. 5 This section shall be deemed to have come into force on 28th March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "133", "section_title": " Loan capital where return bears inverse relationship to results.", "section_text": "133 1 In section 79 of the  Finance Act 1986 (loan capital), after subsection (7) insert— 7A Subsection (4) above shall not be prevented from applying to an instrument by virtue of subsection (6)(b) above by reason only that the loan capital concerned carries a right to interest which— a reduces in the event of the results of a business or part of a business improving, or the value of any property increasing, or b increases in the event of the results of a business or part of a business deteriorating, or the value of any property diminishing. . 2 For the purposes of stamp duty, subsection (1) above has effect where the instrument is executed on or after 21st March 2000. 3 For the purposes of stamp duty reserve tax, subsection (1) above has effect— a in relation to the charge to tax under section 87 of the Finance Act 1986, where— i the agreement to transfer is conditional and the condition is satisfied on or after 21st March 2000, or ii the agreement is not conditional and is made on or after that date; b in relation to the charge to tax under section 93(1) of that Act, where securities are transferred, issued or appropriated on or after 21st March 2000 (whenever the arrangement was made); c in relation to the charge to tax under section 96(1) of that Act, where securities are transferred or issued on or after 21st March 2000 (whenever the arrangement was made); d in relation to the charge to tax under section 93(10) of that Act, where securities are issued or transferred on sale, under terms there mentioned, on or after 21st March 2000; e in relation to the charge to tax under section 96(8) of that Act, where securities are issued or transferred on sale, under terms there mentioned, on or after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "134", "section_title": " Transfers between depositary receipt systems and clearance systems.", "section_text": "134 1 In Part III of the  Finance Act 1986 (stamp duty), after section 72 insert—  Transfers between depositary receipt system and clearance system  Transfers between depositary receipt system and clearance system. 72A 1 Where an instrument transfers relevant securities of a company incorporated in the United Kingdom between a depositary receipt system and a clearance system— a the provisions of section 67(2) to (5) or, as the case may be, section 70(2) to (5) above shall not apply, and b the stamp duty chargeable on the instrument is £5. 2 A transfer between a depositary receipt system and a clearance system means a transfer— a from (or to) a company that at the time of the transfer falls within section 67(6) above, and b to (or from) a company that at that time falls within section 70(6) above. 3 This section does not apply to a transfer from a clearance system (that is, from such a company as is mentioned in subsection (2)(b) above) if at the time of the transfer an election is in force under section 97A below in relation to the clearance services for the purposes of which the securities are held immediately before the transfer. . 2 In Part IV of the  Finance Act 1986 (stamp duty reserve tax), after section 97A insert—  Transfer between depositary receipt system and clearance system. 97B 1 There shall be no charge to tax under section 93 or 96 above where securities are transferred between a depositary receipt system and a clearance system. 2 A transfer between a depositary receipt system and a clearance system means a transfer— a from (or to) a company which at the time of the transfer falls within section 67(6) above, and b to (or from) a company which at that time falls within section 70(6) above. 3 This section does not apply to a transfer from a clearance system (that is, from such a company as is mentioned in subsection (2)(b) above) if at the time of the transfer an election is in force under section 97A above in relation to the clearance services for the purposes of which the securities are held immediately before the transfer. . 3 In sections 67(9), 70(9), 95(1) and 97(1) of the  Finance Act 1986 (transfers between depositary receipt systems or between clearance systems), the words “and is resident in the United Kingdom\" and “and is so resident\" shall cease to have effect. 4 In section 97A of that Act (clearance services: election for alternative system of charge), after subsection (12) add— 13 Nothing in section 70(9) or 97(1) above has effect to prevent a charge to stamp duty or stamp duty reserve tax arising— a on a transfer to which subsection (5) above applies, or b on a deemed transfer under subsection (11) above. . 5 The amendments in this section have effect as follows— a subsection (1), and subsections (3) and (4) as they apply for stamp duty purposes, apply in relation to instruments executed after the day on which this Act is passed; b subsection (2), and subsections (3) and (4) as they apply for the purposes of stamp duty reserve tax, apply where the securities are transferred after that day."}, {"act": "Finance Act 2000", "year": 2000, "section": "135", "section_title": " Supplies to which reduced rate applies.", "section_text": "135 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "136", "section_title": " Disposals of assets for which a  VAT  repayment is claimed.", "section_text": "136 1 In section 3(2) of the  Value Added Tax Act 1994 (taxable persons and registration), for “Schedules 1 to 3\" there shall be substituted  “                    Schedules 1 to 3A                  ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 69(1)(a) of that Act (breaches of regulatory provisions), for “or paragraph 5 of Schedule 3\" there shall be substituted  “                    , paragraph 5 of Schedule 3 or paragraph 5 of Schedule 3A                  ” . 4 In section 73(3)(b) of that Act (failure to make returns etc.), for “or paragraph 6(2) or (3) of Schedule 3\" there shall be substituted  “                    , paragraph 6(2) or (3) of Schedule 3 or paragraph 6(1) or (2) of Schedule 3A                  ” . 5 In section 74(1)(c) of that Act (interest on VAT recovered or recoverable by assessment), for “under paragraph 8 of Schedule 3\" there shall be substituted  “                    , under paragraph 8 of Schedule 3 or under paragraph 7 of Schedule 3A                  ” . 6 In the following provisions of that Act— a paragraph 1(4)(a) and (5) of Schedule 1 (registration in respect of taxable supplies); and b paragraph 1(4) of Schedule 2 (registration in respect of supplies from other member States), for “or paragraph 6(3) of Schedule 3\" there shall be substituted  “                    , paragraph 6(3) of Schedule 3 or paragraph 6(2) of Schedule 3A                  ” . 7 In paragraph 1(3) of Schedule 3 to that Act (registration in respect of acquisitions from other member States), for “or paragraph 6(2) of Schedule 2\" there shall be substituted  “                    , paragraph 6(2) of Schedule 2 or paragraph 6(2) of Schedule 3A                  ” . 8 After Schedule 3 to that Act there shall be inserted the Schedule 3A set out in Schedule 36 to this Act. 9 In paragraph 5(5) of Schedule 4 to that Act (matters to be treated as a supply of goods or services), for the words from “under sections 25 and 26\" to the end there shall be substituted— a under sections 25 and 26, to credit for the whole or any part of the VAT on the supply, acquisition or importation of those goods or of anything comprised in them; or b under a scheme embodied in regulations made under section 39, to a repayment of VAT on the supply or importation of those goods or of anything comprised in them. . 10 Subsections (1) to (7) and (9) above have effect in relation to supplies made on or after 21st March 2000; and subsection (8) above and Schedule 36 to this Act have effect in relation to relevant supplies (within the meaning of Schedule 3A to that Act) made on or after that date."}, {"act": "Finance Act 2000", "year": 2000, "section": "137", "section_title": " Gold: penalty for failure to comply with record-keeping requirements etc.", "section_text": "137 1 Part IV of the  Value Added Tax Act 1994 (administration, collection and enforcement) is amended as follows. 2 After section 69 (breaches of regulatory provisions) insert—  Breach of record-keeping requirements etc. in relation to transactions in gold. 69A 1 This section applies where a person fails to comply with a requirement of regulations under section 13(5)(a) or (b) of the  Finance Act 1999 (gold: duties to keep records or provide information). Where this section applies, the provisions of section 69 do not apply. 2 A person who fails to comply with any such requirement is liable to a penalty not exceeding 17.5% of the value of the transactions to which the failure relates. 3 For the purposes of assessing the amount of any such penalty, the value of the transactions to which the failure relates shall be determined by the Commissioners to the best of their judgement and notified by them to the person liable. 4 No assessment of a penalty under this section shall be made more than 2 years after evidence of facts sufficient in the opinion of the Commissioners to justify the making of the assessment comes to their knowledge. 5 The reference in subsection (4) above to facts sufficient to justify the making of the assessment is to facts sufficient— a to indicate that there had been a failure to comply with any such requirement as is referred to in subsection (1) above, and b to determine the value of the transactions to which the failure relates. 6 A failure by any person to comply with any such requirement as is mentioned in subsection (1) above shall not give rise to a liability to a penalty under this section if the person concerned satisfies the Commissioners or, on appeal, a tribunal, that there is a reasonable excuse for the failure. 7 Where by reason of conduct falling within subsection (1) above a person— a is assessed to a penalty under section 60, or b is convicted of an offence (whether under this Act or otherwise), that conduct shall not also give rise to a penalty under this section. . 3 In section 70(1) of that Act (mitigation of penalties), for “or 67\" substitute  “                    , 67 or 69A                  ” . 4 In section 76(1) of that Act (assessment of amount due by way of penalty etc.), for “to 69\" (in both places) substitute  “                    to 69A                  ” . 5 In section 83 of that Act (appeals), in paragraph (n) for “59 to 69\" substitute  “                    59 to 69A                  ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "138", "section_title": " Treatment of employee share ownership trusts.", "section_text": "138 1 The  Inheritance Tax Act 1984 is amended as follows. 2 In section 13 (dispositions by close companies for benefit of employees), in subsection (4), after paragraph (b) insert ; or                     c if the trusts are those of an employee share ownership plan approved under Schedule 8 to the Finance Act 2000, of any power to appropriate shares to, or acquire shares on behalf of, individuals under the plan. . 3 In section 72 (property leaving employee trusts and newspaper trusts)— a in subsection (2) after “subsection (4)\" insert  “                        , (4A)                      ” , and b after subsection (4) insert— 4A If the trusts are those of an employee share ownership plan approved under Schedule 8 to the Finance Act 2000, tax shall not be chargeable under this section by virtue of subsection (3)(b) above on an appropriation of shares to, or acquisition of shares on behalf of, an individual under the plan. . 4 In section 86 (trusts for benefit of employees), in subsection (3), after paragraph (b) insert ; or                     c the trusts on which the settled property is held are those of an employee share ownership plan approved under Schedule 8 to the Finance Act 2000. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "139", "section_title": " Operating expenditure incurred while safeguard relief applies.", "section_text": "139 1 After section 9 of the  Oil Taxation Act 1975 insert—  Operating expenditure incurred while section 9 applies. 9A 1 Subsections (2) and (3) below apply where— a operating expenditure is incurred by a participator in an oil field during a chargeable period to which section 9(1) of this Act applies (“ the relevant chargeable period ”); b a claim for the allowance of the expenditure is made under Schedule 5 or 6 for the claim period which coincides with the relevant chargeable period (“ the relevant claim period ”); and c the claim is made more than four months after the end of the relevant claim period. 2 The Board shall not allow the expenditure except to such extent (if any) as they consider necessary to secure that the participator’s overall liability to tax is no greater than it would have been if the claim had been allowed before the Board had made an assessment to tax or a determination on or in relation to the participator in respect of the field for the relevant chargeable period. 3 Any amounts of oil allowance which, if the claim had been allowed before the Board had made an assessment to tax or a determination on or in relation to the participator in respect of the field for the relevant chargeable period, would not have been utilised by him in that period, or any subsequent chargeable period, shall be disregarded for the purposes of section 8(6) of this Act. 4 Where— a the participator transfers the whole or part of his interest in the oil field to another person; and b Parts II and  III  of Schedule 17 to the  Finance Act 1980 apply to the transfer, subsections (2) and (3) above shall have effect as if references to the participator included references to that other person. 5 In this section— “ acquisition ”, in relation to an asset, includes acquisition of an interest in the asset; “ capital expenditure ” means expenditure on the acquisition or construction of an asset which is to be used for any of the following purposes— for ascertaining the extent or characteristics of any oil-bearing area wholly or partly included in the field, or what the reserves of oil of any such oil-bearing area are; for winning oil from the field; for transporting oil won from the field, whether to a place in the United Kingdom or to a place in another country; or for the initial treatment or initial storage of oil won from the field; “ operating expenditure ” means any expenditure other than capital expenditure. 6 Where a claim period is a period of twelve months, this section shall have effect as if— a that period were two separate claim periods of six months each; b any claim for that period under Schedule 5 or 6 were two separate claims, one for each of those separate periods; and c the operating expenditure to which that claim relates were apportioned between those separate periods and those separate claims in such manner as may be just and reasonable. . 2 This section has effect in relation to expenditure incurred on or after 21st March 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "140", "section_title": " Rate.", "section_text": "140 1 In section 42 of the  Finance Act 1996 (amount of landfill tax), in subsections (1)(a) and (2) for “£10\" substitute  “                    £11                  ” . 2 This section has effect in relation to taxable disposals made, or treated as made, on or after 1st April 2000."}, {"act": "Finance Act 2000", "year": 2000, "section": "141", "section_title": " Disposals which are not taxable.", "section_text": "141 1 In section 62 of the  Finance Act 1996 (regulations about taxable disposals) amend subsection (7) (limit on power to make regulations providing that a disposal is not taxable) as follows. 2 For paragraph (a) substitute— a the material comprised in the disposal is held temporarily pending one or more of the following— i the incineration or recycling of the material, or ii the removal of the material for use elsewhere, or iii the use of the material, if it is qualifying material within the meaning of section 42(3) above, for the restoration to use of the site at which the disposal takes place, or any part of that site, upon completion of waste disposal operations at the site, or as the case may be, that part of the site, or iv the sorting of the material with a view to its removal elsewhere or its eventual disposal, and . 3 In paragraph (b) for “the temporary disposal is made\" substitute  “                    the material in question is held temporarily                  ” ."}, {"act": "Finance Act 2000", "year": 2000, "section": "142", "section_title": " Secondary liability.", "section_text": "142 1 In section 60 of the  Finance Act 1996 (which gives effect to Schedule 5 to the Act), after “penalties\" insert  “                    , secondary liability                  ” . 2 Accordingly the sidenote to that section becomes “Information, powers, penalties, secondary liability, etc\". 3 At the end of Schedule 5 to that Act (supplementary provisions relating to landfill tax) add the Part VIII set out in Schedule 37 to this Act. 4 Subsection (3) has effect in relation to taxable disposals made on or after the day on which this Act is passed."}, {"act": "Finance Act 2000", "year": 2000, "section": "143", "section_title": " Power to provide incentives to use electronic communications.", "section_text": "143 1 Regulations may be made in accordance with Schedule 38 to this Act for providing incentives to use electronic communications. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "144", "section_title": " Offence of fraudulent evasion of income tax", "section_text": "144 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "145", "section_title": " Information about interest etc paid, credited or received.", "section_text": "145 1 In section 17 of the  Taxes Management Act 1970 (interest paid or credited by banks etc without or after deduction of tax), subsections (4B) and (4C) shall cease to have effect. 2 In subsection (5) of that section— a for paragraph (c) there shall be substituted— c that if a person is required— i to make and deliver a return under subsection (1) above; ii to include information in such a return under any provision made under paragraph (a) above; or iii to furnish information under any provision made under paragraph (b) above, and the notice under subsection (1) above specifies the form in which the return is to be made and delivered, or the information is to be included or furnished, the person shall make and deliver the return, or include or furnish the information, in that form; ;  and b at the end there shall be inserted— The further information required as mentioned in paragraph (a) or (b) above may include, in prescribed cases, the name and address of the person beneficially entitled to the interest paid or credited. . 3 After paragraph (a) of subsection (6) of that section there shall be inserted— aa may make provision with respect to the furnishing of information by persons required— i to make and deliver a return under subsection (1) above; ii to include information in such a return under any provision made under subsection (5)(a) above; or iii to furnish information under any provision made under subsection (5)(b) above, including the inspection of books, documents and other records on behalf of the Board; . 4 In subsection (1) of section 18 of that Act (interest paid without or after deduction of tax)— a for “by whom\" there shall be substituted  “                        by or through whom                      ” ; and b for “who receives any such interest\" there shall be substituted  “                        by whom any such interest is received                      ” . 5 Subsections (3) and (3AA) of that section shall cease to have effect. 6 In subsection (3A) of that section, after “interest paid\" there shall be inserted  “                    or received                  ” . 7 At the end of subsection (3B) of that section there shall be inserted— The further information required as mentioned in paragraph (a) above may include, in prescribed cases, the name and address of the person beneficially entitled to the interest paid or received. . 8 After paragraph (a) of subsection (3C) of that section there shall be inserted— aa may make provision with respect to the furnishing of information by persons required to furnish information under subsection (1) above, or under any provision made under subsection (3B)(a) above, including the inspection of books, documents and other records on behalf of the Board; . 9 For subsection (3D) of that section there shall be substituted— 3D For the purposes of this section interest shall be treated as received by any person if it is received by another person at his direction or with his consent. 3E For the purposes of this section the following shall be treated as interest— a any dividend in respect of a share in a building society; b any amount to which a person holding a relevant discounted security is entitled on the redemption of that security; and c any foreign dividend. 3F In subsection (3E)(b) above “ relevant discounted security ” has the meaning given by paragraph 3 of Schedule 13 to the  Finance Act 1996. 3G In subsection (3E)(c) above “ foreign dividend ” means any annual payment, interest or dividend payable out of, or in respect of the stocks, funds, shares or securities of— a a body of persons that is not resident in the United Kingdom, or b a government or public or local authority in a country outside the United Kingdom. . 10 Section 482A of Taxes Act 1988 (audit powers in relation to non-residents) shall cease to have effect. 11 This section has effect in relation to amounts paid, credited or received on or after 6th April 2001."}, {"act": "Finance Act 2000", "year": 2000, "section": "146", "section_title": " International exchange of information: general.", "section_text": "146 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "147", "section_title": " International exchange of information: inheritance tax.", "section_text": "147 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "148", "section_title": " Use of minimum wage information.", "section_text": "148 1 Information obtained by an officer acting for the purposes of the  National Minimum Wage Act 1998 (“ the 1998 Act ”) by virtue of section 13(1)(a) or (b) of that Act (officers) may be supplied by or with the authority of the Secretary of State to the Board for the purpose of any of its functions. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Information supplied to the Secretary of State under section 16(2) of the 1998 Act (information obtained by agricultural wages officers) may be supplied by the Secretary of State to the Board for the purpose of any of its functions. 4 For section 15(6) of the 1998 Act (restrictions on use of information) there shall be substituted— 6 This section— a does not limit the circumstances in which information may be supplied or used apart from this section; and b is subject to section 148 of the Finance Act 2000 (use of minimum wage information). ."}, {"act": "Finance Act 2000", "year": 2000, "section": "149", "section_title": " Orders for the delivery of documents.", "section_text": "149 1 After section 20B of the  Taxes Management Act 1970 insert—  Orders for the delivery of documents. 20BA 1 The appropriate judicial authority may make an order under this section if satisfied on information on oath given by an authorised officer of the Board— a that there is reasonable ground for suspecting that an offence involving serious fraud in connection with, or in relation to, tax is being, has been or is about to be committed, and b that documents which may be required as evidence for the purposes of any proceedings in respect of such an offence are or may be in the power or possession of any person. 2 An order under this section is an order requiring the person who appears to the authority to have in his possession or power the documents specified or described in the order to deliver them to an officer of the Board within— a ten working days after the day on which notice of the order is served on him, or b such shorter or longer period as may be specified in the order. For this purpose a “ working day ” means any day other than a Saturday, Sunday or public holiday. 3 Where in Scotland the information mentioned in subsection (1) above relates to persons residing or having places of business at addresses situated in different sheriffdoms— a an application for an order may be made to the sheriff for the sheriffdom in which any of the addresses is situated, and b where the sheriff makes an order in respect of a person residing or having a place of business in his own sheriffdom, he may also make orders in respect of all or any of the other persons to whom the information relates (whether or not they have an address within the sheriffdom). 4 Schedule 1AA to this Act contains provisions supplementing this section. . 2 After Schedule 1 to the  Taxes Management Act 1970, insert the Schedule 1AA set out in Schedule 39 to this Act. 3 In section 20BB of that Act (falsification etc. of documents)— a in subsection (1)(a), after “above\" insert  “                        or an order under section 20BA above                      ” ; b in subsection (3), after “notice is given\" insert  “                        or the order is made                      ” ; and c after “notice\", in the second place where it occurs in that subsection, insert  “                        or order                      ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "150", "section_title": " Search warrants: miscellaneous amendments.", "section_text": "150 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 2000", "year": 2000, "section": "151", "section_title": " Debt Management Account.", "section_text": "151 In Schedule 5A to the  National Loans Act 1968 (the Debt Management Account), in paragraph 11, after sub-paragraph (1) (excess of Account’s liabilities over its assets to be liability of National Loans Fund) insert— 1A The Treasury may pay from the National Loans Fund to the Debt Management Account an amount representing all or any of any excess mentioned in sub-paragraph (1) above, and if they do the liability there mentioned shall be extinguished or reduced accordingly. ."}, {"act": "Finance Act 2000", "year": 2000, "section": "152", "section_title": " National Savings Bank.", "section_text": "152 1 In section 4 of the  National Savings Bank Act 1971 (deposits: limits and minimum balances), after subsection (3) insert— 4 Regulations under section 2 of this Act may include any provision that may be included in an order under this section. . 2 In section 26 of that Act (regulations and orders etc.), for subsections (2) and (3) (parliamentary control of regulations under section 2 and orders under section 4) substitute— 2 A statutory instrument containing— a regulations under section 2 of this Act, or b an order under section 4 of this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 3 If a draft of a statutory instrument containing an order under section 4 of that Act has been laid before Parliament, but the instrument has not been made, before the day on which this Act is passed, the instrument may be made either— a as if section 26 of that Act had not been amended by this section, or b in reliance on section 26(2) as substituted by this section. The instrument shall be taken to be made as mentioned in paragraph (a) unless it states that it is made in reliance on section 26(2) as substituted by this section."}, {"act": "Finance Act 2000", "year": 2000, "section": "153", "section_title": " National savings certificates.", "section_text": "153 1 This section applies to a national savings certificate issued under section 12 of the  National Loans Act 1968 if— a it was purchased on or before 7th October 1999, and b the fifth anniversary of its purchase falls after the day on which this Act is passed. 2 The power of the Treasury (under the prospectus under which the certificate was issued) to alter or end the extension terms for the certificate shall have effect as if it included power for the Treasury to decide before the fifth anniversary of the certificate’s purchase that the extension terms for the certificate are to involve it (so far as not cashed in) undergoing automatic roll-over on that anniversary. 3 Where a certificate undergoes automatic roll-over on any occasion, the Treasury has power to decide before the fifth anniversary of that occasion that the extension terms for the certificate are to involve it (so far as not cashed in) undergoing automatic roll-over on that anniversary. 4 For the purposes of this section a certificate undergoes “ automatic roll-over ” on an occasion if during the period of 5 years beginning with that occasion the certificate (so far as not cashed in) will earn interest as though it were a national savings certificate— a purchased on that occasion for a term of 5 years at a price equal to the value (rounded, if necessary, to the nearest penny) of the certificate on that occasion, and b earning such interest (whether at fixed rates or at rates that give effect to index-linking or partly one and partly the other) as has been decided by the Treasury before that occasion. 5 Subject to subsections (2) and (3), a certificate to which this section applies continues (so far as not cashed in) to be held on the terms of the prospectus under which it was issued. However, any obligation of the Director of Savings to take steps to inform the holder of the certificate before the fifth anniversary of its purchase of what is to happen to the certificate after that anniversary extends to taking the corresponding steps in relation to the fifth anniversary of each occasion on which the certificate has undergone automatic roll-over. 6 Nothing in this section shall be taken as prejudicing the rights of the holder of a certificate to which this section applies to apply at any time to cash in the certificate. 7 References in this section to cashing in a certificate include reinvesting it."}, {"act": "Finance Act 2000", "year": 2000, "section": "154", "section_title": " Exchange Equalisation Account.", "section_text": "154 1 For section 4 of the  Exchange Equalisation Account Act 1979 (examination and certification of the Account) substitute—  Annual accounts. 4 1 For each financial year in which the Account operates the Treasury shall prepare, in such form and on such basis as they may prescribe, accounts in relation to the transactions, assets and liabilities of the Account. 2 The Treasury shall send the accounts to the Comptroller and Auditor General not later than 30th November of the financial year following that to which the accounts relate. 3 The Comptroller and Auditor General shall examine and certify the accounts, issue a report on them and send the certified accounts and the report to the Treasury not later than 15th January of that year. 4 The Treasury shall lay the certified accounts and the report before each House of Parliament not later than 31st January of that year. 5 In certifying accounts under subsection (3) above the Comptroller and Auditor General shall state whether or not it is his opinion, having regard to his examination of the accounts, that— a the resources of the Account have been used in accordance with the provisions of this Act; b the transactions of the Account are in accordance with any relevant authority; and c the accounts have been prepared in the form, and on the basis, prescribed under subsection (1) above. 6 The Treasury may by order made by statutory instrument amend the date for the time being specified in any of subsections (2) to (4) above. 7 Before making an order under subsection (6) above the Treasury shall consult the Comptroller and Auditor General. 8 A statutory instrument containing an order under subsection (6) above shall be subject to annulment in pursuance of a resolution of the House of Commons. 9 In this section a reference to the use of resources is a reference to their expenditure, consumption or reduction in value. . 2 This section applies in relation to the operation of the Exchange Equalisation Account in the financial year ending 31st March 2001 and subsequent financial years."}, {"act": "Finance Act 2000", "year": 2000, "section": "155", "section_title": " Interpretation.", "section_text": "155 In this Act “ the Taxes Act 1988 ” means the  Income and Corporation Taxes Act 1988  and  “ ITTOIA  2005 ” means the Income Tax (Trading and Other Income) Act 2005   and  “ ITA 2007 ” means the Income Tax Act 2007 ."}, {"act": "Finance Act 2000", "year": 2000, "section": "156", "section_title": " Repeals.", "section_text": "156 1 The enactments mentioned in Schedule 40 to this Act (which include provisions that are spent or of no practical utility) are repealed to the extent specified in the third column of that Schedule. 2 The repeals specified in that Schedule have effect subject to the commencement provisions and savings contained or referred to in the notes set out in that Schedule."}, {"act": "Finance Act 2000", "year": 2000, "section": "157", "section_title": " Short title.", "section_text": "157 This Act may be cited as the Finance Act 2000."}]