[{"act": "Football (Disorder) Act 2000", "year": 2000, "section": "1", "section_title": " Football matches: prevention of violence or disorder.", "section_text": "1 1 Schedule 1 (which amends Part II of, and Schedule 1 to, the  Football Spectators Act 1989 to make provision, in particular— a for making banning orders which combine the effect of domestic football banning orders and international football banning orders, b for a magistrates’ court to be able to make a banning order on a complaint (as well as on conviction of an offence), where the court believes that such an order would help to prevent violence or disorder at or in connection with certain association football matches, c for enforcing authorities to require persons subject to banning orders to surrender their passports in connection with certain association football matches played outside the United Kingdom, d for enabling a constable, in certain circumstances, to require a person present before him to appear before a magistrates’ court within 24 hours to answer a complaint for the making of a banning order and, for that purpose, to give certain powers of arrest and detention), is to have effect. 2 Schedule 2 (which makes minor and consequential amendments) is to have effect. 3 The enactments specified in Schedule 3 are repealed to the extent specified."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "2", "section_title": " Disclosure of information by NCIS.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "3", "section_title": " Supplementary.", "section_text": "3 1 The Secretary of State may by order make— a any supplementary, incidental or consequential provision, b any transitory, transitional or saving provision, which he considers necessary or expedient for the purposes of, in consequence of or for giving full effect to any provision of this Act. 2 The provision which may be made under subsection (1) includes provision amending or repealing any enactment, instrument or document. 3 Any power to make an order under this Act is exercisable by statutory instrument and the power may be exercised so as to make different provision for different purposes. 4 ... an order making any provision by virtue of subsection (2) which adds to, replaces or omits any part of the text of an Act or affirmative instrument, may only be made if a draft of the instrument containing the order has been laid before and approved by resolution of each House of Parliament. In this subsection, “ affirmative instrument ” means a statutory instrument a draft of which was laid before and approved by resolution of each House of Parliament or the House of Commons. 5 An instrument containing any order under this section, other than an order making such provision as is mentioned in subsection (4), shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "4", "section_title": " Expenses.", "section_text": "4 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money provided by Parliament under any other enactment."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "5", "section_title": " Commencement and duration.", "section_text": "5 1 Section 1 shall come into force on such day as the Secretary of State may by order appoint.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "6", "section_title": " Extent.", "section_text": "6 1 This Act extends to England and Wales only. 2 But the amendment or repeal by this Act of an enactment extending to Scotland or Northern Ireland also extends to Scotland or, as the case may be, Northern Ireland."}, {"act": "Football (Disorder) Act 2000", "year": 2000, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Football (Disorder) Act 2000."}]