[{"act": "Health Service Commissioners (Amendment) Act 2000", "year": 2000, "section": "1", "section_title": " Persons subject to investigation.", "section_text": "1 1 The  Health Service Commissioners Act 1993 is amended as follows. 2 In section 2A (health service providers subject to investigation)— a in subsection (1) after the words “if they are” there is inserted  “                    or were at the time of the action complained of                  ” ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 2B (independent providers subject to investigation)— a in paragraph (a) of subsection (1) after the words “they are” there is inserted  “                    or were at the time of the action complained of                  ” ; b in paragraph (b) of subsection (1) after the words “they are not” there is inserted  “                    or were not at the time of the action complained of                  ” ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Service Commissioners (Amendment) Act 2000", "year": 2000, "section": "2", "section_title": " Requirements to be complied with.", "section_text": "2 In section 9 of the  Health Service Commissioners Act 1993 (requirements to be complied with), after subsection (4) there is inserted— 4A In the case of a complaint against a person who is no longer of a description set out in section 2A(1) or (2), but was of such a description at the time of the action complained of, the Commissioner shall not entertain the complaint if it is made more than three years after the last day on which the person was a family health service provider. 4B In the case of a complaint against a person falling within section 2B(1) or (2) in relation to whom there are no longer any such arrangements as are mentioned there, the Commissioner shall not entertain the complaint if it is made more than three years after the last day on which the person was an independent provider."}, {"act": "Health Service Commissioners (Amendment) Act 2000", "year": 2000, "section": "3", "section_title": " Transitional provision.", "section_text": "3 Where before the coming into force of this Act a complaint has been made to a Health Service Commissioner which he has declined to entertain on the ground that the person complained against— a was no longer of a description set out in section 2A(1) or (2) of the Health Service Commissioners Act 1993, or b no longer fell within section 2B(1) or (2) of that Act, the amendments made by this Act do not enable that complaint to be revived, or a new complaint arising out of the same matters to be entertained."}, {"act": "Health Service Commissioners (Amendment) Act 2000", "year": 2000, "section": "4", "section_title": " Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Health Service Commissioners (Amendment) Act 2000. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act does not extend to Northern Ireland."}]