[{"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "1", "section_title": " Name of the police in Northern Ireland.", "section_text": "1 1 The body of constables known as the Royal Ulster Constabulary shall continue in being as the Police Service of Northern Ireland (incorporating the Royal Ulster Constabulary). 2 The body of constables referred to in subsection (1) shall be styled for operational purposes the “ Police Service of Northern Ireland ”. 3 The body of constables known as the Royal Ulster Constabulary Reserve shall continue in being as the Police Service of Northern Ireland Reserve (incorporating the Royal Ulster Constabulary Reserve). 4 The body of constables referred to in subsection (3) shall be styled for operational purposes “ The Police Service of Northern Ireland Reserve ”."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "2", "section_title": " The Northern Ireland Policing Board.", "section_text": "2 1 There shall be a body corporate to be known as the Northern Ireland Policing Board (in this Act referred to as “ the Board ”). 2 Schedule 1 shall have effect in relation to the Board. 3 The Police Authority for Northern Ireland is hereby dissolved. 4 Schedule 2 (which contains provisions for the transfer of the functions, assets, liabilities and staff of the Police Authority for Northern Ireland to the Board and other supplementary provisions) shall have effect."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "3", "section_title": " General functions of the Board.", "section_text": "3 1 The Board shall secure the maintenance of the police in Northern Ireland. 2 The Board shall secure that— a the police, b the police support staff, and c traffic wardens appointed by the Board under section 71, are efficient and effective. 3 In carrying out its functions under subsections (1) and (2) the Board shall— a in accordance with the following provisions of this Act, hold the Chief Constable to account for the exercise of his functions and those of the police, the police support staff and traffic wardens; b monitor the performance of the police in— ia complying with section 31A(1); i carrying out the general duty under section 32(1); ii complying with the  Human Rights Act 1998; iii carrying out the policing plan; c keep itself informed as to— i the workings of Part VII of the 1998 Act (police complaints and disciplinary proceedings) and trends and patterns in complaints under that Part; ii the manner in which complaints from members of the public against traffic wardens are dealt with by the Chief Constable under section 71; iii trends and patterns in crimes committed in Northern Ireland; iv trends and patterns in recruitment to the police and the police support staff; v the extent to which the membership of the police and the police support staff is representative of the community in Northern Ireland; d assess— i the effectiveness of measures taken to secure that the membership of the police and the police support staff is representative of that community; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv the effectiveness of the code of ethics issued under section 52; e make arrangements for obtaining the co-operation of the public with the police in the prevention of crime. 3A The Board shall— a monitor the exercise of the functions of the National Crime Agency in Northern Ireland; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c make arrangements for obtaining the co-operation of the public with the National Crime Agency in the prevention of organised crime and serious crime. 3B Nothing in subsection (3A) shall have effect in relation to anything done by the National Crime Agency outside Northern Ireland. 4 In carrying out its functions, the Board shall have regard to— a the principle that the policing of Northern Ireland is to be conducted in an impartial manner; b the policing plan; c any code of practice issued by the   Department of Justice   under section 27; and d the need— i to co-ordinate its activities with those of other statutory authorities; and ii to co-operate with such authorities."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "4", "section_title": " Police support staff.", "section_text": "4 1 The Board may, subject to the following provisions of this section, employ persons to assist the police. 2 Senior employees shall be appointed by the Board— a with the approval of the   Department of Justice   and after consultation with the Chief Constable; and b on such terms and conditions as the Board may, with the approval of the   Department of Justice , determine. 3 Other employees shall be appointed by the Board with the approval of the   Department of Justice   as to terms and conditions. 3A Regulations may make provision as to the suitability for appointment under subsection (3) of persons who are so appointed with a view to their being designated under section 30 or 30A of the Police (Northern Ireland) Act 2003. 3B Before making regulations under subsection (3), the   Department of Justice   shall consult— a the Board; b the Chief Constable; c the Police Association; and d any other person or body appearing to   the Department of Justice   to have an interest in the matter. 4 The Board may make arrangements for administrative, secretarial or other assistance to be provided for the police by persons employed in the civil service. 5 The following functions of the Board shall be exercised, on behalf of and in the name of the Board, by the Chief Constable— a the power to direct and control senior employees of the Board and all other powers and duties of the Board as employer of such employees, other than the power to appoint and dismiss; b the power to appoint and dismiss other employees, the power to direct and control such employees and all other powers and duties of the Board as employer of such employees; c the power to direct and control persons providing assistance to the police in pursuance of arrangements under subsection (4). 6 Persons who— a are employed by the Board under this section, or b are engaged in pursuance of arrangements under subsection (4) in providing assistance to the police, are referred to in this Act as the “ police support staff ”. 7 In this section and section 5 “ senior employee ” means an employee of such class or description as may be specified for the purposes of this section by the Board with the approval of the   Department of Justice ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "5", "section_title": " Power to transfer certain staff to employment of Board.", "section_text": "5 1 The   Department of Justice   may by regulations provide for the transfer to the employment of the Board of any person to whom this section applies. 2 Subject to subsection (3), this section applies to any person who immediately before such date as may be prescribed in regulations under subsection (1) (“ the prescribed date ”) is— a employed in the civil service; and b engaged, in pursuance of arrangements under section 4(4), in providing assistance to the police. 3 This section does not apply to a person if— a his employment in the civil service terminates on the day immediately before the prescribed date; or b he is withdrawn from work with the Board with effect from the prescribed date. 4 Subsections (5)(b) and (6) of section 4 shall apply in relation to persons transferred to the employment of the Board under this section as they apply in relation to persons employed by the Board under that section who are not senior employees. 5 Before making any regulations under this section the   Department of Justice   shall consult— a the Board; b the Chief Constable; and c such organisations as appear to the   Department of Justice   to represent the interests of persons affected by the regulations."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "5A", "section_title": "Contracts relating to detention and escort services", "section_text": "5A 1 The Board may enter into a contract with another person for the provision of services relating to the detention or escort of persons who have been arrested or are otherwise in custody. 2 The powers of the Board under this section shall be exercised, on behalf of and in the name of the Board, by the Chief Constable. 3 The power conferred by this section is subject to any regulations under section 40 of the 1998 Act."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "6", "section_title": " Provision and maintenance of buildings and equipment.", "section_text": "6 1 The Board may provide and maintain buildings and equipment for police purposes. 2 The Board may enter into arrangements with any other person for the maintenance, on such terms as the Board may determine, of equipment used by that person; and maintenance of equipment carried out in pursuance of any such arrangements shall be treated for the purposes of this Act as maintenance of equipment for police purposes. 3 The powers of the Board under this section shall be exercised, on behalf of and in the name of the Board, by the Chief Constable. 4 Nothing in this section confers power to acquire or hold land. 5 The power conferred by this section to provide equipment is subject to any regulations under section 40 of the 1998 Act. 6 The power conferred by this section to provide buildings or equipment includes power to enter into a contract with another person for the provision or making available of buildings or equipment together with any services relating to such buildings or equipment."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "7", "section_title": " Acquisition and disposal of land by Board.", "section_text": "7 1 The Board may acquire, hold and dispose of land for police purposes. 2 The power of the Board to acquire land includes power to acquire it compulsorily in accordance with subsections (3) and (4). 3 Where the Board proposes to acquire any land compulsorily it may apply to the   Department of Justice   for an order (“ a vesting order ”) vesting that land in the Board and the   Department of Justice   may make such an order. 4 Schedule 6 to the Local  Government Act (Northern Ireland) 1972 shall apply for the purposes of the acquisition of land by means of a vesting order made under this section as it applies to the acquisition of land by means of a vesting order made under that Act subject to the following modifications— a for any reference to the council there shall be substituted a reference to the Board; b for any reference to the Ministry concerned there shall be substituted a reference to the   Department of Justice ; c for any reference to that Act there shall be substituted a reference to this Act; d in paragraph 6(2) for the words from “the fund” to the end there shall be substituted the words  “                      funds put at the disposal of the Chief Constable under section 10(5) of the Police (Northern Ireland) Act 2000 (in this Schedule referred to as “ the compensation fund ”), and shall be discharged by payments out of the compensation fund                    ” ; and e in paragraph 12(2) for “the clerk of the council” there shall be substituted  “                      such person as may be designated for the purposes of this Schedule by the Policing Board                    ” ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "8", "section_title": " Provision of advice and assistance to international organisations,  etc.", "section_text": "8 1 Subject to the provisions of this section, the Board may provide advice and assistance to— a an international organisation or institution; or b any other person or body engaged outside the United Kingdom in the carrying on of activities similar to any carried on by the Board or the Chief Constable. 2 The power conferred on the Board by subsection (1) includes a power to make arrangements under which a police officer is engaged for a period of temporary service with a body or person within paragraph (a) or (b) of that subsection. 3 The power conferred by subsection (1) shall not be exercised except with the consent of the   Department of Justice   which may be given subject to such conditions as appear to   the Department of Justice   to be appropriate. 4 Nothing in this section authorises the Board to provide any financial assistance by making a grant or loan or giving a guarantee or indemnity. 5 The Board may make charges for advice or assistance provided by it under this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "9", "section_title": " Grants to, and borrowing by, the Board.", "section_text": "9 1 The   Department of Justice   shall for each financial year make to the Board   —  a a grant for pension purposes; b a grant for other police purposes. 2   Grants   under this section— a shall be of such amount; b shall be paid at such time, or in instalments of such amounts and at such times; and c shall be made on such conditions, as the   Department of Justice   may determine. 3 A time determined under subsection (2)(b) may fall within or after the financial year concerned. 4 Subject to subsections (5), (6) and (8), the Board may borrow, by way of temporary loan or overdraft from a bank or otherwise, any sum which it may temporarily require for the purpose of defraying expenses pending the receipt of moneys receivable by the Board. 5 The total amount owing of money borrowed under subsection (4) shall not at any time exceed such sum as the   Department of Justice   may specify to the Board in writing. 6 Any sum borrowed under subsection (4) shall be repaid before the end of the financial year in which it is borrowed. 7 Subject to subsection (8), the Board may, with the consent of the   Department of Justice , borrow or raise money on such terms and subject to such conditions as the   Department of Justice   may approve upon the security of any property or assets of the Board for all or any of the following purposes— a meeting expenses incurred in connection with any permanent work the cost of which is properly chargeable to capital; b redeeming any loan previously borrowed or raised under this section; or c any other purpose for which capital moneys may properly be applied. 8 The Board may not borrow or raise money under this section for any purposes other than police purposes."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "10", "section_title": " Funding for police purposes – ancillary provisions.", "section_text": "10 1 The Board shall prepare and submit to the   Department of Justice , at such times and in such form as the   Department of Justice   may direct— a estimates of the receipts and payments of the Board for pension purposes during such period as may be specified in the direction; b estimates of the receipts and payments of the Board for other police purposes during such period as may be specified in the direction. 1A The Board shall submit to the   Department of Justice   such other information relating to the estimates submitted under subsection (1) as   the Department of Justice   may require. 2   Drafts   of the estimates of receipts and payments for  pension purposes and other   police purposes shall be submitted by the Chief Constable to the Board. 3 The estimates submitted by the Board under subsection (1) shall be either— a in the form of the   drafts   submitted under subsection (2); or b in that form with such amendments as the Board may, after consultation with the Chief Constable, determine. 4 The Board shall comply with such directions as the   Department of Justice   may give as to the application of moneys received by the Board otherwise than by way of grant under section 9(1) or paragraph 15 of Schedule 1; and to the extent that any statutory provision or any such direction does not require moneys so received to be applied in a particular manner or for a particular purpose, the Board shall apply those moneys for police purposes  other than pension purposes . 4A The Board shall in each financial year put at the disposal of the Chief Constable for pension purposes— a an amount equal to the amount of the grant for pension purposes received in that year by the Board under section 9(1)(a); b any amount received by the Board in that year which is required to be applied for pension purposes by directions under subsection (4) or by any other statutory provision. 5 The Board shall in each financial year put at the disposal of the Chief Constable for other police purposes— a an amount equal to the amount of the grant for other police purposes received in that year by the Board under section 9(1)(b); b any amount received by the Board in that year which is required to be applied for other police purposes by subsection (4) or directions under that subsection or by any other statutory provision."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "11", "section_title": " Charges for special services.", "section_text": "11 The Chief Constable may, at the request of any person, provide special police services subject to the payment to the Board of such charges, or charges on such scales, as may be determined by the Board."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "12", "section_title": " Accounts and audit.", "section_text": "12 1 The Board shall in relation to   each of the amounts specified in subsection (1A)  — a keep proper accounts and proper records in relation to the accounts; and b prepare a statement of accounts in respect of each financial year. 1A The amounts are— a the amounts put at the Chief Constable’s disposal under section 10(4A); b any amount received by the Board and paid into the Police Fund in accordance with regulations under section 28(1) of the Police (Northern Ireland) Act 1998; c any amount received by the Board and paid into the Police Property Fund in accordance with regulations under section 31(4) of that Act; d the other amounts put at the Chief Constable’s disposal under section 10(5) of this Act. 2 The functions of the Board under subsection (1) shall be exercised, on behalf of and in the name of the Board, by the Chief Constable. 3   Each statement of accounts required under subsection (1)   shall contain such information and shall be in such form as the   Department of Justice   may determine. 4 The Chief Constable shall submit   each statement   of accounts to the Board within such period after the end of the financial year to which   the accounts   relate as the   Department of Justice   may determine. 5 The Board shall send copies of   each statement   of accounts to the   Department of Justice   and the   Comptroller and Auditor General for Northern Ireland   within such further period as the   Department of Justice   may determine. 6 The   Comptroller and Auditor General for Northern Ireland   shall— a examine, certify and report on each statement of accounts received by him under this section; and b lay copies of   each statement   of accounts and of his report  on it   before   the Northern Ireland Assembly . 7 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (6)(b) in relation to the laying of a copy of a statement or report as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "13", "section_title": " Rewards for diligence.", "section_text": "13 The Board may, on the recommendation of the Chief Constable, pay rewards for exceptional diligence or other specially meritorious conduct to— a police officers; b members of the police support staff; and c traffic wardens."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "14", "section_title": " Establishment of district policing partnerships.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this Part— “ district commander ” means a police officer designated under section 20(3); and “ local policing plan ” has the meaning given in section 22(1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "15", "section_title": " Default of council.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "15A", "section_title": "Default of council: Belfast sub-groups", "section_text": "15A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "16", "section_title": " General functions of district policing partnerships.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "17", "section_title": " Annual report by district policing partnership to council.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "18", "section_title": " Reports by district policing partnership to Board.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "19", "section_title": " Code of practice for district policing partnerships.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "20", "section_title": " Police districts.", "section_text": "20 1 Each district, other than Belfast, shall be a police district. 2 In the district of Belfast there shall be such number of police districts (not exceeding 4), as may be determined by the Chief Constable; and each such police district shall consist of such area as may be so determined. 3 For each police district the Chief Constable shall designate as district commander a police officer of the required rank. 4 In any statutory provision— a for any reference to a police sub-division there shall be substituted a reference to a police district established under this section; b for any reference to a sub-divisional commander there shall be substituted a reference to a district commander designated under this section. 5 “ Required rank ” means a rank not less than that of chief inspector."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "21", "section_title": "District policing partnership sub-groups for Belfast", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "21A", "section_title": "Annual report by sub-groups to Belfast district policing partnership", "section_text": "21A 1 A sub-group established under section 21 shall, not later than 2 months after the end of each financial year, submit to the district policing partnership for Belfast a general report on the exercise of its functions during that year. 2 A report under subsection (1) shall include details of the arrangements made under section 21(2)(c). 3 Before submitting any report under subsection (1), a sub-group shall consult the district commander of its police district."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "21B", "section_title": "Annual report by Belfast district policing partnership to council", "section_text": "21B 1 The district policing partnership for Belfast shall, not later than 4 months after the end of each financial year, submit to the district council for Belfast a general report on the exercise during that year of— a its functions; b the functions of the sub-groups established under section 21. 2 When the district policing partnership submits its report under subsection (1) it shall at the same time— a send to the council copies of the sub-group reports for the year; b send copies of its report and the sub-group reports for the year to the Board. 3 If the district policing partnership has made arrangements under section 16(1)(c) the report under subsection (1) shall include details of the arrangements. 4 Before submitting any report under subsection (1), the district policing partnership shall consult the district commander of each police district in the district of Belfast. 5 The district council shall arrange for a report submitted under subsection (1) to be published in such manner as appears to the council to be appropriate. 6 The district council may arrange for a sub-group report to be published with the report submitted under subsection (1) if— a the council considers publication of the sub-group report to be appropriate, or b the district policing partnership has requested the publication of the sub-group report. 7 A  “sub-group report” is a report submitted to the district policing partnership under section 21A."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "21C", "section_title": "Other reports by sub-groups to Belfast district policing partnership", "section_text": "21C 1 A sub-group established under section 21 shall, whenever so required by the district policing partnership for Belfast, submit to the partnership a report on any matter which is specified in the requirement and is connected with the exercise of its functions. 2 A report under this section shall be made— a in such form as may be specified in the requirement under subsection (1); and b within the period of 2 months from the date on which that requirement is made, or within such longer period as may be agreed between the sub-group and the partnership. 3 The partnership may arrange for a report submitted under this section to be published in such manner as appears to the partnership to be appropriate. 4 Subsection (3) does not apply if the partnership has imposed the requirement under subsection (1) to enable it to comply with a requirement imposed on it under section 21D(1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "21D", "section_title": "Reports by Belfast district policing partnership to Board", "section_text": "21D 1 The district policing partnership for Belfast shall, whenever so required by the Board, submit to the Board a report on any matter which is specified in the requirement and is connected with the exercise of— a its functions, or b the functions of a sub-group established under section 21. 2 A report under this section shall be made— a in such form as may be specified in the requirement under subsection (1); and b within the required period or such longer period as may be agreed between the district policing partnership and the Board. 3 The required period is— a 4 months from the date on which the requirement under subsection (1) is made, if the requirement relates wholly or in part to the functions of a sub-group; b 3 months fromthe date on which the requirement under subsection (1) is made, in any other case. 4 When the district policing partnership submits its report under subsection (1) it shall at the same time send to the Board copies of any related sub-group report. 5 The Board may arrange for the publication, in such manner as appears to the Board to be appropriate, of— a a report submitted under subsection (1); b a related sub-group report. 6 A  “sub-group report” is a report submitted to the district policing partnership under section 21C. 7 A sub-group report is related to a report submitted in pursuance of a requirement under subsection (1) if the district policing partnership imposed the requirement to submit the sub-group report to enable it to comply with the requirement under subsection (1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "22", "section_title": " The local policing plan.", "section_text": "22 1 Each district commander shall issue, and may from time to time revise, a plan (“ the local policing plan ”) setting out the proposed arrangements for the policing of the police district. 2 The local policing plan may relate to matters to which the policing plan also relates, or to other matters, but in any event shall be so framed as to be consistent with the policing plan. 3 Before issuing or revising a local policing plan, the district commander shall consult the   policing and community safety partnership   whose district is, or includes, the police district and take account of any views expressed. 3A Before issuing or revising a local policing plan for a police district established under section 20(2), the district commander shall also consult the   district policing and community safety partnership   and take account of any views expressed. 4 The district commander shall arrange for the local policing plan issued or revised under this section to be published in such manner as appears to him to be appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "23", "section_title": " Other community policing arrangements.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "24", "section_title": " The   Department of Justice’s   long term policing objectives.", "section_text": "24 1 The   Department of Justice   may determine, and from time to time revise, long term objectives for the policing of Northern Ireland. 2 Before determining or revising any objectives under this section, the   Department of Justice   shall consult the Board with a view to obtaining its agreement to the proposed objectives or revision. 2A Before determining or revising any objectives under this section, the   Department of Justice   shall also consult— a the Chief Constable; b the Ombudsman; c the Northern Ireland Human Rights Commission; d the Equality Commission for Northern Ireland; and e such other persons as the   Department of Justice   considers appropriate. 3 The   Department of Justice   shall lay before   the Northern Ireland Assembly   a statement of any objectives determined or revised under this section. 4 Section 41(3) of the Interpretation Act (Northern Ireland) 1954  applies for the purposes of subsection (3) in relation to the laying of a statement as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "25", "section_title": " The Board’s policing objectives.", "section_text": "25 1 The Board shall determine, and may from time to time revise, objectives for the policing of Northern Ireland. 2 Objectives under this section may relate to matters to which objectives under section 24 also relate, or to other matters,  ... 3 Before determining or revising objectives under this section, the Board shall— aa take account of any objectives under section 24; a consult the Chief Constable and the   policing committees of policing and community safety partnerships ; and b consider— i any reports received by the Board under Part 3 of the Justice Act (Northern Ireland) 2011; and ii any views of the public obtained under arrangements made under that Part."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "26", "section_title": " The Board’s policing plan.", "section_text": "26 1 The Board shall, before the beginning of each financial year, issue a plan (“ the policing plan ”) setting out proposed arrangements for the policing of Northern Ireland. 2 The policing plan shall— a contain an assessment of the requirements for educating and training police officers and members of the police support staff and give particulars of the way in which those requirements are to be met; and b include such other statements and give particulars of such other matters as may be prescribed by regulations made by the   Department of Justice . 3 Before making regulations under subsection (2)(b), the   Department of Justice   shall consult the Board and the Chief Constable. 4 A draft of the policing plan shall be submitted by the Chief Constable to the Board for it to consider. 5 The Board may adopt a policing plan either— a in the form of the draft submitted under subsection (4); or b with such amendments as the Board may, after consultation with the Chief Constable, determine. 6 Before issuing a policing plan adopted under subsection (5), the Board shall consult the   Department of Justice . 7 The Board shall arrange for the policing plan issued under this section to be published in such manner as appears to the Board to be appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "27", "section_title": " Codes of practice on exercise of functions.", "section_text": "27 1 The   Department of Justice   may issue, and from time to time revise, codes of practice relating to the discharge— a by the Board of any of its functions; b by the Chief Constable of any functions which he exercises— i on behalf of and in the name of the Board; ii in relation to funds put at his disposal under   section 10(4A) or (5)  ; or iii under section 26 or Part V. 2 Before issuing or revising a code of practice under this section, the   Department of Justice   shall consult the Board with a view to obtaining its agreement to the proposed code of practice or revision. 2A Before issuing or revising a code of practice under this section, the   Department of Justice   shall also consult— a the Chief Constable; b the Ombudsman; c the Northern Ireland Human Rights Commission; d the Equality Commission for Northern Ireland; and e such other persons as the   Department of Justice   considers appropriate. 3 The   Department of Justice   shall publish any code of practice issued or revised under this section in such manner as   the Department of Justice   thinks appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "28", "section_title": " Arrangements relating to economy, efficiency and effectiveness.", "section_text": "28 1 The Board shall make arrangements to secure continuous improvement in the way in which its functions, and those of the Chief Constable, are exercised, having regard to a combination of economy, efficiency and effectiveness. 2 The arrangements shall require the Board to conduct, at intervals specified in the arrangements, reviews of the way in which its functions are exercised. 3 The Board shall, in making arrangements which relate to the functions of the Chief Constable, involve him in the making of those arrangements. 4 The Board shall prepare and publish a plan (its “ performance plan ”) for each financial year containing details of how the arrangements made under subsection (1) in that year are to be implemented. 5 The performance plan shall— a identify factors (“ performance indicators ”) by reference to which performance in exercising functions can be measured; b set standards (“ performance standards ”) to be met in the exercise of particular functions in relation to performance indicators;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A The Board shall prepare and publish for each financial year a summary (its  “performance summary”) of the Board’s assessment of— a its and the Chief Constable’s performance in the year measured by reference to performance indicators; b the extent to which any performance standard which applied at any time during that year was met. 5B The performance summary for a financial year may be published— a with a report issued under section 57(1) for the year, or b with the performance plan for the following year. 6 Before publishing its performance plan  or publishing its performance summary  , the Board must consult the   Department of Justice   and the Chief Constable. 7 In this Part— “ performance indicators ” and “ performance standards ” have the meaning given in subsection (5); and “ performance plan ” means a plan published by the Board under subsection (4)  ; and  “ performance summary ” means a summary prepared by the Board under subsection (5A) ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "29", "section_title": " Audit of performance plans.", "section_text": "29 1 A performance plan  and a performance summary   shall be audited by the Comptroller and Auditor General   for Northern Ireland . 2 An audit of a performance plan  or a performance summary                       is an examination for the purpose of establishing whether the plan  or summary   was prepared and published in accordance with the requirements of section 28. 3  Article 3 of the Audit and Accountability (Northern Ireland) Order 2003 (right of Comptroller and Auditor General for Northern Ireland to obtain documents and information) applies in relation to an examination under this section as it applies in relation to an examination under Article 8 or 9 of the Audit (Northern Ireland) Order 1987.   4 In relation to a performance plan, the Comptroller and Auditor General   for Northern Ireland  shall issue a report— a certifying that he has audited the plan; b stating whether he believes that it was prepared and published in accordance with the requirements of section 28; c stating whether he believes that the performance indicators and performance standards are reasonable and, if appropriate, recommending changes to those performance indicators or performance standards; d if appropriate, recommending how it should be amended so as to accord with the requirements of section 28; e recommending whether the   Department of Justice   should give a direction under section 31(2)(a) or (b). 4A In relation to a performance summary, the Comptroller and Auditor General   for Northern Ireland  shall issue a report— a certifying that he has audited the summary; b stating whether he believes that it was prepared and published in accordance with the requirements of section 28; c if appropriate, recommending how it should be amended so as to accord with the requirements of section 28; d recommending whether the   Department of Justice   should give a direction under section 31(2)(a). 5 The Comptroller and Auditor General   for Northern Ireland  shall send a copy of every report under this section to— a the Board; b the Chief Constable; and c the   Department of Justice . 6 The Comptroller and Auditor General   for Northern Ireland  shall publish any report under this section on the audit of a performance plan  or a performance summary . 7 Subsections (8) to (11) apply if the Board receives a report which contains a recommendation made under paragraph (c), (d) or (e) of subsection (4)  or paragraph (c) or (d) of subsection (4A) . 8 Within the period of one month beginning on the day on which it receives the report, the Board shall prepare a statement. 9 The Board shall consult the Chief Constable about the report and the statement it is required to prepare under subsection (8). 10 The Board shall, without delay, submit the statement it has prepared to the   Department of Justice   and the Comptroller and Auditor General   for Northern Ireland . 11 The statement shall— a specify the action, if any, which the Board, or the Chief Constable, intend to take as a result of the report; b contain a summary of the result of the consultation required by subsection (9)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "30", "section_title": " Examinations.", "section_text": "30 1 The Comptroller and Auditor General   for Northern Ireland  may carry out an examination of the Board’s compliance with the requirements of section 28. 2 If the   Department of Justice   directs the Comptroller and Auditor General   for Northern Ireland  to carry out an examination of the Board’s compliance with the requirements of section 28 in relation to specified functions, the Comptroller and Auditor General   for Northern Ireland  shall comply with the direction. 3 Before giving a direction under subsection (2), the   Department of Justice   shall consult the Comptroller and Auditor General   for Northern Ireland . 4 Article 3 of the Audit and Accountability (Northern Ireland) Order 2003 (right of Comptroller and Auditor General for Northern Ireland to obtain documents and information) applies in relation to an examination under this section as it applies in relation to an examination under Article 8 or 9 of the Audit (Northern Ireland) Order 1987. 5 Where the Comptroller and Auditor General   for Northern Ireland  has carried out an examination under this section he shall issue a report. 6 A report— a shall mention any matter in respect of which the Comptroller and Auditor General   for Northern Ireland   believes as a result of the examination that the Board is failing to comply with the requirements of section 28; b may, if it mentions a matter under paragraph (a), recommend that the   Department of Justice   give a direction under section 31(2)(a) or (b). 7 The Comptroller and Auditor General   for Northern Ireland  shall send a copy of every report under this section to— a the Board; b the Chief Constable; and c the   Department of Justice . 8 The Comptroller and Auditor General   for Northern Ireland  shall lay copies of every report under this section before   the Northern Ireland Assembly . 8A Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (8) in relation to the laying of a copy of a report as it applies in relation to the laying of a statutory document under an enactment. 9 In section 41 of the 1998 Act (inspectors of constabulary) for subsection (4) there shall be substituted— 4 The inspectors shall— a if the Secretary of State so directs, carry out an inspection of the Board’s compliance with the requirements of section 28 of the Police (Northern Ireland) Act 2000; b carry out such other duties for the purpose of furthering the efficiency and effectiveness of the police, the police support staff and traffic wardens as the Secretary of State may from time to time direct; c make such reports as the Secretary of State may from time to time direct. 10 In section 42(1) of the 1998 Act (publication of certain reports of inspectors) after “under section 41(2) or (3)” there shall be inserted  “                  and any report of an inspection under section 41(4)(a)                ” ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "31", "section_title": " Enforcement of duties under section 28.", "section_text": "31 1 Subsection (2) applies if the   Department of Justice   has received a report under section 29(4)  or (4A)  or 30(5) of this Act, or section 41(4) of the 1998 Act, and   it   is satisfied that— a the Board is failing to comply with the requirements of section 28; or b it is appropriate to change performance indicators or performance standards contained in a performance plan. 2 Subject to subsection (3), the   Department of Justice   may direct the Board— a to take any action which   the Department of Justice   considers necessary or expedient to secure compliance with the requirement of section 28; or b to make such changes to the performance indicators or performance standards mentioned in subsection (1)(b) as   the Department of Justice   considers appropriate. 3 The   Department of Justice   shall have regard to any relevant statement before— a giving a direction under subsection (2)(a) or (b) following a recommendation contained in a report by virtue of section 29(4)(c), (d) or (e); b giving a direction under subsection (2)(a) following a recommendation contained in a report by virtue of section 29(4A)(c) or (d). 4 A relevant statement is a statement submitted to the   Department of Justice   under section 29(10) before the end of the period mentioned in section 29(8)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "31A", "section_title": "Core policing principles", "section_text": "31A 1 Police officers  and National Crime Agency officers   shall carry out their functions with the aim— a of securing the support of the local community, and b of acting in co-operation with the local community. 2 In carrying out their functions, police officers   and National Crime Agency officers  shall be guided by the code of ethics under section 52. 3 Nothing in this section shall have effect in relation to anything done by a National Crime Agency officer outside Northern Ireland."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "32", "section_title": " General functions of the police.", "section_text": "32 1 It shall be the general duty of police officers— a to protect life and property; b to preserve order; c to prevent the commission of offences; d where an offence has been committed, to take measures to bring the offender to justice. 2 A police officer shall have all the powers and privileges of a constable throughout Northern Ireland and the adjacent United Kingdom waters. 3 In subsection (2)— a the reference to the powers and privileges of a constable is a reference to all the powers and privileges for the time being exercisable by a constable whether at common law or under any statutory provision, b “ United Kingdom waters ” means the sea and other waters within the seaward limits of the territorial sea, and that subsection, so far as it relates to the powers under any statutory provision, makes them exercisable throughout the adjacent United Kingdom waters whether or not the statutory provision applies to those waters apart from that subsection. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "33", "section_title": " General functions of Chief Constable.", "section_text": "33 1 The police shall be under the direction and control of the Chief Constable. 2 The Chief Constable shall have regard to the policing plan in discharging his functions. 3 The Chief Constable shall have regard to any code of practice under section 27 in discharging his functions. 4 The duty under subsection (3) applies only so far as consistent with the duty under subsection (2)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "33A", "section_title": "Provision of information to Board", "section_text": "33A 1 The Chief Constable shall supply the Board with such information and documents as the Board may require for the purposes of, or in connection with, the exercise of any of its functions. 2 Subsection (1) does not require the Chief Constable to supply any information to the Board if it appears to the Chief Constable that the information is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 3 Subsection (4) applies if the Chief Constable supplies the Board with information which, in his opinion, is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 4 The Chief Constable— a must inform the Secretary of State that the information has been supplied to the Board, and b must inform the Secretary of State and the Board that, in his opinion, the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 5 Subsection (6) applies if the Chief Constable supplies the Board with information which, in his opinion, is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c). 6 The Chief Constable— a must inform the Minister of Justice that the information has been supplied to the Board, and b must inform the Minister of Justice and the Board that, in his opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (5). 7 This section applies to the Director General of the National Crime Agency as it applies to the Chief Constable. 8 In the application of this section to the Director General of the National Crime Agency— a each reference to the Chief Constable is to be read as a reference to the Director General; b the reference in subsection (1) to the exercise of any of the Board’s functions is to be read as a reference to the exercise of any of the Board’s functions in relation to the National Crime Agency; c if subsection (6) applies, the Director General must inform the Secretary of State of the matters set out in subsection (6)(a) and (b) (in addition to informing the Minister of Justice, in the case of subsection (6)(a) and (b), and the Board, in the case of subsection (6)(b)); d nothing in this section shall have effect in relation to anything done by the National Crime Agency outside Northern Ireland."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "34", "section_title": " Exercise of functions of Chief Constable in cases of absence, incapacity, etc.", "section_text": "34 1 There shall be a deputy Chief Constable who may exercise all the functions of the Chief Constable— a during any absence, incapacity or suspension from duty of the Chief Constable; or b during any vacancy in the office of Chief Constable. 2 The deputy Chief Constable shall not have power to act by virtue of subsection (1) for a continuous period exceeding 3 months except with the consent of the   Department of Justice . 3 Subsection (1) is in addition to, and not in substitution for, any other statutory provision which makes provision for the exercise by any other person of functions of the Chief Constable."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "35", "section_title": " Appointment and removal of senior officers.", "section_text": "35 1 The Board shall, subject to the approval of the   Minister of Justice , appoint the Chief Constable. 2 The Board shall, subject to the approval of the   Minister of Justice   and after consultation with the Chief Constable, appoint the other senior officers. 3 The Board— a may, with the approval of the   Minister of Justice , call upon any senior officer to retire in the interests of efficiency or effectiveness; and b shall, if required by the   Minister of Justice , call upon the Chief Constable so to retire. 4 Before granting his approval under subsection (3)(a) or making any requirement under subsection (3)(b), the   Minister of Justice   shall— a give the officer concerned an opportunity to make, either personally or otherwise, representations to him; and b where any such representations are made— i appoint a person or persons to hold an inquiry and to report to him; and ii consider any report so made. 5 A copy of any report made under subsection (4) shall be made available to the officer concerned. 6 The person appointed under subsection (4)(b) (or where two or more persons are so appointed, at least one of those persons) shall be a person who is not a police officer or a person employed in the civil service. 7 The costs incurred in respect of an inquiry under this section shall be defrayed by the   Department of Justice . 8 A senior officer who is called upon to retire under this section shall retire— a in the case of the Chief Constable, on such date as the   Minister of Justice   may specify; and b in the case of any other senior officer, on such date as the Board may specify, or (in either case) on such earlier date as may be agreed between the officer and the Board. 9 This section has effect subject to any regulations made under section 25 of the 1998 Act."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "36", "section_title": " Appointment and promotion of other police officers in the Police Service of Northern Ireland.", "section_text": "36 1 This section applies to the Police Service of Northern Ireland. 2 Subject to subsection (3), appointments and promotions to any rank other than that of a senior officer shall be made, in accordance with regulations under section 25 of the 1998 Act, by the Chief Constable. 3 A person shall not be appointed to the rank of constable unless he has— a completed such period of service as a trainee (a “ police trainee ”) as may be prescribed by regulations under section 41(3); and b complied with such other conditions relating to training as may be so prescribed. 4 Subsection (3) does not apply to a person appointed in pursuance of an authorisation under section 47A(1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "36A", "section_title": "Fixed-term appointments to the Police Service of Northern Ireland", "section_text": "36A 1 The Chief Constable may appoint a person to the Police Service of Northern Ireland for a fixed term not exceeding three years. 2 Appointments under subsection (1) shall be in accordance with regulations under section 25 of the 1998 Act. 3 A person shall not be appointed under subsection (1) to the rank of constable or the rank of a senior officer. 4 The   Department of Justice   may by order make such modifications as   it   considers necessary or expedient to any provision of the 1998 Act or this Act in its application to persons appointed under subsection (1). 5 The   Department of Justice   shall consult the Board and the Police Association before making an order under subsection (4)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "37", "section_title": " Appointments to the Police Service of Northern Ireland Reserve.", "section_text": "37 1 This section applies to the Police Service of Northern Ireland Reserve. 2 Subject to subsection (3), the Chief Constable shall, in accordance with regulations under section 26 of the 1998 Act, appoint its members. 3 A person shall not be appointed as a reserve constable unless he has— a completed such period of service as a trainee (a “ police reserve trainee ”) as may be prescribed by regulations under section 41(3); and b complied with such other conditions relating to training as may be so prescribed."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "38", "section_title": " Attestation of constables.", "section_text": "38 1 Every police officer shall, on appointment, be attested as a constable by making before a justice of the peace a declaration in the following form— I hereby do solemnly and sincerely and truly declare and affirm that I will faithfully discharge the duties of the office of constable, with fairness, integrity, diligence and impartiality, upholding fundamental human rights and according equal respect to all individuals and their traditions and beliefs; and that while I continue to hold the said office I will to the best of my skill and knowledge discharge all the duties thereof according to law. 2 The Chief Constable shall take such steps as he considers necessary— a to bring the terms of the declaration to the attention of all police officers appointed before the coming into force of this section; and b to ensure that they understand it and understand the need to carry out their duties in accordance with it. 3 “Traditions and beliefs” does not include a tradition or belief so far as it is incompatible with the rule of law."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "39", "section_title": " Appointment of police trainees.", "section_text": "39 The Chief Constable shall, in accordance with regulations under section 41(3), appoint police trainees."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "40", "section_title": " Appointment of police reserve trainees.", "section_text": "40 The Chief Constable shall, in accordance with regulations under section 41(3), appoint police reserve trainees."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "41", "section_title": " Status etc. of trainees.", "section_text": "41 1 The following provisions of the Police Acts (and no others) shall apply to a police trainee and a police reserve trainee as they apply to a police officer— a in the 1998 Act— i section 29 (liability of Chief Constable for wrongful acts); ii section 32 (representation by Police Association); iii section 35 (membership of trade unions); iv section 67 (impersonation); v section 68 (causing disaffection); b in this Act— i section 33(1) (direction and control by Chief Constable); ii section 51 (notifiable memberships). 2 Any statutory provision (including one amended by Schedule 5) which for any purpose treats a police officer as being in the employment of the Chief Constable or the Policing Board shall apply in relation to a police trainee and a police reserve trainee as it applies in relation to a police officer. 3 The   Department of Justice   may make regulations as to the government, administration and conditions of service of police trainees and police reserve trainees. 3A Regulations under subsection (3) may make provision as to qualifications and suitability for appointment as a police trainee or police reserve trainee; and such regulations may in particular make provision— a imposing requirements as to nationality, age, skills, competencies and physical and mental fitness; b as to the grounds on which a person is ineligible for appointment. 4 Regulations under subsection (3) may— a provide for the application to police trainees, subject to such modifications as may be prescribed by the regulations, of any provision made by regulations under section 25 of the 1998 Act; b provide for the application to police reserve trainees, subject to such modifications as may be prescribed by the regulations, of any provision made by regulations under section 26 of the 1998 Act. 5 In relation to any matter as to which provision may be made by regulations under subsection (3), the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the   Department of Justice , the Board, the Chief Constable or other persons; or b authorise or require the delegation by any person of functions conferred on him by or under the regulations. 6 The   Department of Justice   shall consult both the Board and the Police Association before making any regulations under subsection (3) , other than regulations to which subsection (8) applies . 7 Subsection (8) applies to regulations under subsection (3), concerning police trainees, on a matter that relates to— a hours of duty, b leave, c pay and allowances, or d the issue, use and return of equipment. 8 Before making any such regulations the Department of Justice shall— a (subject to subsection (9)) refer the matter to the Police Remuneration Review Body under section 64B(3) of the Police Act 1996 and consider that body's report on the matter, and b supply a draft of the regulations to, and consider any representations made by— i the Board, ii the Police Association, and iii the Chief Constable of the Police Service of Northern Ireland. 9 The duty in subsection (8)(a) does not apply if the Department of Justice considers that— a there is not enough time to refer to the matter to the Police Remuneration Review Body because the need to make the regulations is so urgent, or b it is unnecessary to do so by reason of the nature of the proposed regulations."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "42", "section_title": " Police cadets.", "section_text": "42 1 The Board may, with the approval of the Chief Constable, appoint persons as police cadets to undergo training with a view to becoming police officers. 2 Police cadets shall be appointed on such terms and conditions as the   Department of Justice   may determine. 3 Police cadets shall be subject to the direction and control of, and subject to dismissal by, the Chief Constable."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "43", "section_title": " Contracting-out of certain recruitment functions of Chief Constable.", "section_text": "43 1 The Chief Constable may, in accordance with regulations made by the   Department of Justice , appoint a person to exercise prescribed functions of the Chief Constable in connection with the recruitment of persons other than— a senior officers; and b members of the police support staff appointed under section 4(2). 2 Before making any regulations under subsection (1), the   Department of Justice   shall consult— a the Board; b the Chief Constable; c the Equality Commission for Northern Ireland; and d the Police Association. 3 Regulations under subsection (1)— a shall provide for the appointment of a person under that subsection to be made on such terms and conditions (including conditions as to payment) as may be determined in accordance with the regulations; b may impose on any person appointed under that subsection such duties as appear to the   Department of Justice   to be necessary or expedient in connection with the exercise by that person of any prescribed functions of the Chief Constable. 4 Anything done or omitted to be done by or in relation to a person appointed under subsection (1) (or an employee of his) in, or in connection with, the exercise or purported exercise of any prescribed functions of the Chief Constable shall be treated for all purposes as done or omitted to be done by or in relation to the Chief Constable. 5 Subsection (4) does not apply— a for the purposes of so much of any contract made between the Chief Constable and the person appointed under subsection (1) as relates to the exercise of any prescribed functions of the Chief Constable; or b for the purpose of any criminal proceedings brought in respect of anything done or omitted to be done by the person appointed under subsection (1) (or an employee of his). 6 In this section “ prescribed ” means prescribed by regulations under subsection (1). 7 Nothing in this section affects any other power which the Chief Constable has to enter into arrangements concerning the discharge of functions of his which are not prescribed under subsection (1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "44", "section_title": " Recruitment arrangements: trainees and support staff.", "section_text": "44 1 The   Department of Justice   shall by regulations prescribe the arrangements to be made, by the Chief Constable or a person appointed under section 43(1), for the recruitment of persons for appointment— a as police trainees; b as police reserve trainees; and c under section 4(3) to posts in the police support staff. 2 Before making any regulations under subsection (1) the   Department of Justice   shall consult— a the Board; b the Chief Constable; c the Equality Commission for Northern Ireland; and d the Police Association. 3 The regulations shall include provision for— a the advertising of vacancies; b the information to be provided by applicants; c the tests to be undertaken by applicants; d the vetting of applicants; e the review, in prescribed circumstances, of decisions taken under the regulations; f prescribed functions under the regulations to be exercised by persons who are, or include, persons who are not, and have not at any time been— i police officers; ii members of the police support staff; or iii members of the Board. 4 In making regulations under this section, the   Department of Justice   shall have regard, in particular, to the need to secure that information is not disclosed contrary to the public interest. 5 In relation to the recruitment of persons for appointment as police trainees, the regulations shall include provision for the selection of  ... applicants to form a pool of applicants for the purposes of   section 46(1A) and (1E)  . 6 In relation to the recruitment of persons for appointment under section 4(3) to relevant posts in the police support staff, the regulations shall include provision for the selection of  ... applicants to form a pool of applicants for the purposes of   section 46(5A) and (5E)  . 7 For the purposes of subsection (6) and section 46(5) a post in the police support staff is a relevant post if at the time the vacancy for that post is advertised it appears to the Chief Constable that it is one of at least 6 vacancies for posts in the police support staff which are— a at the same level; and b to be filled at or about the same time. 8 In this section “ prescribed ” means prescribed by regulations under subsection (1)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "45", "section_title": " Recruitment arrangements: other ranks.", "section_text": "45 1 In exercising its functions in relation to the appointment of senior officers, the Board shall take such steps as it considers necessary to encourage applications for appointment from suitably qualified external candidates. 2 In exercising his functions in relation to the appointment of police officers (other than senior officers), the Chief Constable shall take such steps as he considers necessary to encourage applications for appointment from suitably qualified external candidates. 3 In complying with subsections (1) and (2), the Board and the Chief Constable shall have regard to the progress which has been made towards securing that membership of the police is representative of the community in Northern Ireland. 4 “ Suitably qualified external candidates ” means candidates who— a are not currently serving in the police; and b satisfy the qualifications for appointment which— i are prescribed in regulations made under section 25 or 26 of the 1998 Act; or ii are otherwise determined for the rank in question."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "46", "section_title": " Discrimination in appointments.", "section_text": "46 1 Subject to subsection (2), in making appointments under section 39 on any occasion, the Chief Constable shall proceed as set out in subsections (1A) to (1F). 1A He shall provisionally appoint from the pool of applicants formed by virtue of section 44(5) an even number of persons of whom— a one half shall be persons who are treated as Roman Catholic; and b one half shall be persons who are not so treated. 1B Where following the provisional appointment of any person under subsection (1A) it is determined in accordance with regulations under section 44 that the person— a is physically and mentally fitted for appointment; and b is not unsuitable for appointment; the Chief Constable shall confirm the appointment. 1C Subsections (1D), (1E) and (1F) apply where following the provisional appointment of any person under subsection (1A) it is determined in accordance with regulations under section 44 that the person— a is not physically and mentally fitted for appointment; or b is unsuitable for appointment. 1D The provisional appointment of that person (the unsuccessful applicant) shall cease to be of any effect. 1E The Chief Constable shall provisionally appoint from the pool of applicants formed by virtue of section 44(5) a person to replace the unsuccessful applicant being a person who— a is treated as Roman Catholic, where the unsuccessful applicant was so treated; or b is not so treated, where the unsuccessful applicant was not so treated. 1F Subsections (1B) to (1E) apply in relation to a person provisionally appointed under subsection (1E) as they apply in relation to a person provisionally appointed under subsection (1A). 1G In subsections (1B) and (1C) references to a person being  “physically and mentally fitted for appointment” and  “unsuitable for appointment” have such meanings as may be prescribed by regulations under section 41(3). 2 The Secretary of State may, after consultation with the Board and the Chief Constable, by order amend any of the preceding subsections in their application to the making of appointments under section 39 on any occasion specified in the order. 3 The Secretary of State shall not make an order under subsection (2) in relation to the making of appointments under section 39 on any occasion unless he is satisfied that— a were those appointments to be made in compliance with   subsections (1) to (1F)   the number of police trainees which the Chief Constable requires to be appointed on that occasion could not be appointed; or b one or more orders under subsection (2) have been made in the previous three years and he considers that it is appropriate to make the order for the purpose of redressing, or partially redressing, the imbalance occurring during that period. 4 No order may be made under subsection (2) as a result of subsection (3)(b) which has the effect, as respects an occasion specified in the order, of requiring more than three-quarters of the persons appointed on that occasion to be— a the persons who are treated as Roman Catholic; or b the persons who are not so treated. 5 Subject to subsection (6), in making appointments to relevant posts in the police support staff under subsection (3) of section 4 on any occasion, the Chief Constable (acting by virtue of subsection (5) of that section) shall proceed as set out in subsections (5A) to (5F). 5A He shall provisionally appoint from the pool of applicants formed by virtue of section 44(6) an even number of persons of whom— a one half shall be persons who are treated as Roman Catholic; and b one half shall be persons who are not so treated. 5B Where following the provisional appointment of any person under subsection (5A) it is determined in accordance with regulations under section 44 that the person— a is physically and mentally fitted for appointment; and b is not unsuitable for appointment; the Chief Constable shall confirm the appointment. 5C Subsections (5D), (5E) and (5F) apply where following the provisional appointment of any person under subsection (5A) it is determined in accordance with regulations under section 44 that the person— a is not physically and mentally fitted for appointment; or b is unsuitable for appointment. 5D The provisional appointment of that person (the unsuccessful applicant) shall cease to be of any effect. 5E The Chief Constable shall provisionally appoint from the pool of applicants formed by virtue of section 44(6) a person to replace the unsuccessful applicant being a person who— a is treated as Roman Catholic, where the unsuccessful applicant was so treated; or b is not so treated, where the unsuccessful applicant was not so treated. 5F Subsections (5B) to (5E) apply in relation to a person provisionally appointed under subsection (5E) as they apply in relation to a person provisionally appointed under subsection (5A). 6 The Secretary of State may, after consultation with the Board and the Chief Constable, by order amend any of subsections (5) to (5F) in their application to the making of appointments under section 4(3) on any occasion specified in the order. 7 The Secretary of State shall not make an order under subsection (6) in relation to the making of appointments under section 4 on any occasion unless he is satisfied that were those appointments to be made in compliance with   subsections (5) to (5F)   the number of police support staff which the Chief Constable requires to be appointed on that occasion could not be appointed. 8 In   this section   “ treated as Roman Catholic ” means treated by the Chief Constable in accordance with the Monitoring Regulations as belonging to the Roman Catholic community in Northern Ireland. 9 In subsection (8) “ the Monitoring Regulations ” means the  Fair Employment (Monitoring) Regulations (Northern Ireland) 1999 or any regulations replacing those regulations and for the time being in operation. 10 In Part VIII of the Fair  Employment and Treatment (Northern Ireland) Order 1998 (exceptions) after Article 71 there shall be inserted—  The police and the police support staff 71A 1 Nothing in Part III or V shall render unlawful anything done by the Chief Constable in order to comply with the requirements of section 46(1) of the Police (Northern Ireland) Act 2000 (selection of persons for appointment as police trainees). 2 Nothing in Part III or V shall render unlawful anything done by the Chief Constable in order to comply with the requirements of section 46(5) of the Police (Northern Ireland) Act 2000 (selection of persons for certain posts in police support staff). 3 The application of any requirement or condition to any person applying for appointment as a police reserve trainee with a view to service in the Police Service of Northern Ireland Reserve on a part-time basis where the requirement or condition is one that the person applying is resident in a particular area is not by virtue of Article 3(2) unlawful under any provision of Part III or  V. 11 In Part VI of the  Race Relations (Northern Ireland) Order 1997 (exceptions) after Article 40 there shall be inserted—  The Police Service of Northern Ireland and the police support staff 40A 1 Nothing in Parts II to  IV  shall render unlawful any act done by the Chief Constable in order to comply with the requirements of section 46(1) of the Police (Northern Ireland) Act 2000 (selection of persons for appointment as police trainees). 2 Nothing in Parts II to IV shall render unlawful any act done by the Chief Constable in order to comply with the requirements of section 46(5) of the Police (Northern Ireland) Act 2000 (selection of persons for certain posts in police support staff)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "47", "section_title": " Expiry, renewal and repeal of temporary provisions.", "section_text": "47 1 In this section “ the temporary provisions ” means— a Article 40A of the Race Relations (Northern Ireland) Order 1997; b Article 71A of the Fair Employment and Treatment (Northern Ireland) Order 1998; c section 44(5) to (7); d section 45; and e section 46. 2 The temporary provisions shall, subject to subsection (3), expire on the third anniversary of the commencement date. 3 The Secretary of State may by order provide that all or any of the temporary provisions which are for the time being in force (including any in force by virtue of an order under this section) shall continue in force for a period not exceeding three years from the coming into operation of the order. 4 In deciding whether and, if so, how to exercise his powers under subsection (3), the Secretary of State shall— a have regard to the progress that has been made towards securing that membership of the police and the police support staff is representative of the community in Northern Ireland; and b consult the Board and take into account any recommendations made to him by the Board. 5 In this section “ the commencement date ” means the day appointed under section 79 for the coming into force of this section."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "47A", "section_title": "Appointments to Police Service of Northern Ireland in special circumstances", "section_text": "47A 1 The Board may if requested to do so by the Chief Constable authorise the appointment to the rank of constable in the Police Service of Northern Ireland of a specified number of persons— a who have a specified policing skill, but b who have not complied with the requirements in paragraphs (a) and (b) of section 36(3). 2 The Board shall not give an authorisation under subsection (1) in relation to persons who have a particular policing skill unless it is satisfied— a that the requirements of subsection (3) are met; b that any further requirements which are specified by it under subsection (4) and which apply in relation to the giving of the authorisation are met. 3 The requirements are— a that there is a need for more persons who have the policing skill to be appointed to the rank of constable in the Police Service of Northern Ireland; b that the need cannot be met by the appointment of persons who have complied with the requirements in paragraphs (a) and (b) of section 36(3). 4 The Board may specify further requirements which apply in relation to the giving of an authorisation under subsection (1). 5 Any requirements specified under subsection (4) may apply in relation to the giving of all authorisations under subsection (1) or to the giving of aparticular authorisation or description of authorisation. 6 In this section  “ specified ” means specified by the Board."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "48", "section_title": " Action plans.", "section_text": "48 1 The Board shall make, and from time to time revise, a plan (its “ action plan ”) for monitoring the number of women in— a the police, b the police support staff, and c the Board’s staff, and, if they are under-represented, for increasing that number. 2 The Chief Constable shall, if requested to do so by the Board, prepare and submit to the Board a draft plan for monitoring the number of women in the police and, if they are under-represented, for increasing that number. 3 The Board may adopt the draft submitted to it under subsection (2) as part of its action plan, either— a as submitted; or b with such amendments as the Board may determine, after consultation with the Chief Constable. 4 Before making or revising its action plan, the Board shall consult— a the Equality Commission for Northern Ireland; b the Chief Constable; and c the   Department of Justice . 5 The Board may publish its action plan in such manner as it thinks appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "49", "section_title": " Severance arrangements.", "section_text": "49 1 Regulations under section 25(2)(k) of the 1998 Act (pensions and gratuities in respect of service) may make special provision in respect of persons (“ eligible persons ”) who— a cease to be police officers serving in the Police Service of Northern Ireland at any time within a period prescribed by the regulations; and b comply with such conditions as may be so prescribed. 2 The period prescribed under subsection (1)(a) may be a period commencing before the coming into force of this section. 3 The special provision which may be made by such regulations includes provision modifying the  Royal Ulster Constabulary Pensions Regulations 1988 in their application to eligible persons so as to— a increase the amount of any pension or gratuity which would otherwise be payable to such persons under those Regulations; b remove or relax any condition which would otherwise apply as to the entitlement of such persons to any pension or gratuity under those Regulations; c alter the time at or from which any pension or gratuity would otherwise be payable to such persons under those Regulations; d provide for the making of payments to such persons which would otherwise not be made under those Regulations. 4 Sections 25(8) and 26(6) of the Police (Northern Ireland) Act 1998 (requirement to consult the Board and the Police Association before making regulations) shall not apply in relation to regulations made by virtue of this section. 5 In section 26(2)(g) of the 1998 Act (application to reserve constables of provision with respect to pensions made under section 25 of that Act)— a after “pensions” insert  “                        or gratuities                      ” ; b the reference to provision made under section 25 of the 1998 Act includes reference to provision made by virtue of this section."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "50", "section_title": " Service by members of the Police Service of Northern Ireland Reserve with other police services.", "section_text": "50 In section 27 of the 1998 Act (engagement on other police service) at the end there shall be added— 9 The preceding provisions of this section apply to a police officer serving in the Police Service of Northern Ireland Reserve as they apply to a police officer serving in the Police Service of Northern Ireland, but with the substitution— a for references to the Police Service of Northern Ireland of references to the Police Service of Northern Ireland Reserve; b for the references in subsection (3) to section 25 of references to section 26; and c for the reference in subsection (5) to section 25(3) of a reference to section 26(3)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "51", "section_title": " Notifiable memberships.", "section_text": "51 1 For the purposes of this section, a police officer has a notifiable membership if membership of the organisation in question might reasonably be regarded as affecting the officer’s ability to discharge his duties effectively and impartially. 2 The Chief Constable may give guidance to police officers in connection with notifiable memberships. 3 Before issuing any guidance under subsection (2), the Chief Constable shall consult— a the Board; b the   Department of Justice ; and c the Northern Ireland Human Rights Commission. 4 The Chief Constable shall publish any guidance issued under subsection (2). 5 The Chief Constable shall require each police officer to inform him— a of any notifiable membership which that police officer believes he has; or b if he believes he has no notifiable memberships, of that belief. 6 In imposing a requirement on a police officer under subsection (5) the Chief Constable shall— a draw the attention of that officer to the provisions of this section; and b give a general explanation of the purposes for which the information required may lawfully be used. 7 The Chief Constable— a shall, subject to paragraphs (b) and (c), retain information received under this section for so long as the person to whom it relates remains a police officer; b shall amend that information where the police officer to whom it relates informs the Chief Constable that there has been a change in his notifiable memberships; and c shall destroy the information within one year from the date on which the person to whom it relates ceases to be a police officer. 8 No information received by the Chief Constable under this section is to be disclosed unless the person making the disclosure is a person to whom this subsection applies and the disclosure is made— a to the Ombudsman or an officer of the Ombudsman or to any other person in connection with the exercise of any function of the Ombudsman; b as permitted by section 63 of the 1998 Act; c to the Board in connection with the exercise of any of its functions; d for the purposes of any criminal, civil or disciplinary proceedings; e in the form of a summary or other general statement which does not identify any person to whom the information relates; f to, or with the consent of, the person to whom the information relates; or g to another person to whom this subsection applies. 9 Subsection (8) applies to— a the Chief Constable; b a police officer engaged in carrying out on behalf of the Chief Constable his functions under this section; c the Board, each of its members and the members of its staff; and d a member of the police support staff engaged in carrying out on behalf of the Chief Constable his functions under this section. 10 Any person who discloses information in contravention of subsection (8) shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 11 It is a defence for a person charged with an offence under subsection (10) to show that, before the disclosure was made, he obtained the information otherwise than in his capacity as a person to whom subsection (8) applies. 12 But subsection (11) does not provide a defence if it is shown that the person concerned used his position as a person to whom subsection (8) applies in order to obtain the information. 13 The annual report of the Chief Constable under section 58 shall contain statistical information on the notifiable memberships of police officers of which he has been informed under this section. 14 For the purposes of this section a person is a member of an organisation if he belongs to it by virtue of his admission to any sort of membership provided for by its constitution."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "52", "section_title": " Code of ethics.", "section_text": "52 1 The Board shall issue, and may from time to time revise, a code of ethics for the purpose of— a laying down standards of conduct and practice for police officers; b making police officers aware of the rights and obligations arising out of the Convention rights (within the meaning of the Human Rights Act 1998). 2 In preparing the code, the Chief Constable and the Board shall have regard to the terms of the declaration set out in section 38(1). 2A In revising the code the Chief Constable and the Board shall also have regard to any guidance for the time being in operation under section 8 of the Justice (Northern Ireland) Act 2004. 3 A draft of the code shall be submitted by the Chief Constable to the Board for it to consider. 4 The Board may adopt the draft code— a as submitted by the Chief Constable; or b with such amendments as the Board may determine, after consultation with the Chief Constable. 5 Before issuing or revising the code the Board shall consult— a the Police Association; b the   Department of Justice ; c the Ombudsman; d the Northern Ireland Human Rights Commission; e the Equality Commission for Northern Ireland; and f any other person or body appearing to the Board to have an interest in the matter. 6 After consulting under subsection (5), the Board may make such further amendments to the draft code as it may determine, after consultation with the Chief Constable. 7 The Board shall publish any code of ethics issued or revised under this section in such manner as it thinks appropriate. 8 The Chief Constable shall take such steps as he considers necessary to ensure— a that all police officers have read and understood the code as currently in force; and b that a record is made and kept of the steps taken in relation to each officer. 9 In order to enable it to carry out its function under section 3(3)(d)(iv), the Board shall keep under review the steps taken by the Chief Constable under subsection (8). 10 The   Department of Justice   shall, so far as practicable, ensure that the provisions of the code currently in force under this section are reflected in the regulations relating to conduct or discipline made under section 25 or 26 of the 1998 Act. 10A The Director General of the National Crime Agency shall take such steps as the Director General considers necessary to ensure— a that all National Crime Agency officers exercising functions in Northern Ireland have read and understood the code as currently in force; and b that a record is made and kept of the steps taken in relation to each officer. 10B The Director General of the National Crime Agency shall, so far as practicable, ensure that the provisions of the code currently in force under this section are reflected in the disciplinary procedures applicable to National Crime Agency officers in relation to their exercise of functions in Northern Ireland."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "53", "section_title": " Guidance as to use of equipment for maintaining or restoring public order.", "section_text": "53 1 The   Department of Justice   may issue, and from time to time revise, guidance on the use by police officers of equipment designed for use in maintaining or restoring public order. 2 Before issuing or revising any guidance under this section, the   Department of Justice   shall consult— a the Board; b the Chief Constable; c the Ombudsman; and d the Police Association. 3 The   Department of Justice   shall publish any guidance issued or revised under this section in such manner as   it   thinks appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "54", "section_title": " Regulations as to emblems and flags.", "section_text": "54 1 The   Department of Justice   may make regulations— a prescribing the design of an emblem for the police; and b regulating the use of that or any other emblem— i on equipment or property used for the purposes of the police; or ii otherwise in connection with the police. 2 The   Department of Justice   may make regulations— a prescribing the design of a flag for the police; and b regulating the flying or carrying of that or any other flag— i on land or buildings used for the purposes of the police; or ii otherwise in connection with the police. 3 Before making any regulations under this section the   Department of Justice   shall consult— a the Board; b the Chief Constable; c the Police Association; and d any other person or body appearing to   the Department of Justice   to have an interest in the matter."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "55", "section_title": " Identification of police officers.", "section_text": "55 1 The Chief Constable shall make arrangements for each police officer to be assigned a serial number. 2 The Chief Constable shall ensure that, as far as practicable, the number assigned under this section to a police officer is so displayed on his uniform as to be clearly visible at all times when he is on duty and in uniform."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "56", "section_title": " Co-operation with Garda Siochana.", "section_text": "56 The Board and the Chief Constable shall implement any arrangements made in pursuance of an agreement between the Government of the United Kingdom and the Government of Ireland dealing with co-operation on policing matters between the police and the Gárda Sióchána."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "57", "section_title": " Annual and other reports by the Board.", "section_text": "57 1 The Board shall, not later than 6 months after the end of each financial year, issue a report relating to the policing of Northern Ireland for the year. 2 A report issued under subsection (1) for any year shall include an assessment of— a the performance of the police in— ia complying with section 31A(1); i carrying out the general duty under section 32(1); ii complying with the  Human Rights Act 1998; iii carrying out the policing plan; b the workings of Part VII of the 1998 Act (police complaints and disciplinary proceedings) and trends and patterns in complaints under that Part; c the manner in which complaints from members of the public against traffic wardens are dealt with by the Chief Constable under section 71; d trends and patterns in crimes committed in Northern Ireland; e trends and patterns in recruitment to the police and the police support staff; f the extent to which the membership of the police and the police support staff is representative of the community in Northern Ireland; g the effectiveness of measures taken to secure that the membership of the police and the police support staff is representative of that community; h the level of public satisfaction with the performance of the police; i the level of public satisfaction with the performance of   policing and community safety partnerships and district policing and community safety partnerships ; j the effectiveness of policing and community safety partnerships and district policing and community safety partnerships in performing their functions and in particular the effectiveness of arrangements made under Part 3 of the Justice Act (Northern Ireland) 2011 in obtaining— i the views of the public about matters concerning policing; and ii the co-operation of the public with the police in preventing crime. k the exercise of the functions of the National Crime Agency in Northern Ireland; l the level of public satisfaction with the performance of the National Crime Agency in exercising functions in Northern Ireland; m the effectiveness of arrangements made under section 3(3A)(c) for obtaining the co-operation of the public with the National Crime Agency in the prevention of organised crime and serious crime. 2A Nothing in subsection (2)(k), (l) or (m) shall have effect in relation to anything done by the National Crime Agency outside Northern Ireland. 3 The Board shall— a arrange for every report issued under subsection (1) to be published in such manner as appears to it to be appropriate; and b send a copy of the report to the   Department of Justice . 4 The Board shall, whenever required by the   Department of Justice , submit to the   Department of Justice   a report on such matters connected with the discharge of the Board’s functions, or otherwise with the policing of Northern Ireland, as may be specified in the requirement. 5 A report under subsection (4) shall be made— a in such form as may be specified in the requirement under that subsection; and b within the period of one month from the date on which that requirement is made or within such longer period as may be agreed between the Board and the   Department of Justice . 6 The   Department of Justice   may arrange, or require the Board to arrange, for a report under subsection (4) to be published in such manner as appears to   the Department of Justice   to be appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "58", "section_title": " Annual report by Chief Constable to Board.", "section_text": "58 1 The Chief Constable shall, not later than 3 months after the end of each financial year, submit to the Board a general report on the policing of Northern Ireland during that year. 2 The Chief Constable shall arrange for a report submitted under this section to be published in such manner as appears to him to be appropriate. 3 The Chief Constable shall, at the same time as he submits a report to the Board under this section, submit the same report to the   Department of Justice . 4 The   Department of Justice   shall lay before   the Northern Ireland Assembly   every report submitted to   the Department of Justice   under subsection (3). 5 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (4) in relation to the laying of a report as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "59", "section_title": " General duty of Chief Constable to report to Board.", "section_text": "59 1 The Chief Constable shall, whenever so required by the Board, submit to the Board a report on any such matter connected with the policing of Northern Ireland as may be specified in the requirement. 2 A report under this section shall be made— a in such form as may be specified in the requirement under subsection (1); and b within the period of one month from the date on which that requirement is made or within such longer period as may be agreed between the Chief Constable and the Board. 3 The Chief Constable may refer to the Secretary of State a requirement to submit a report under subsection (1) if it appears to the Chief Constable that a report in compliance with the requirement would contain information which ought not to be disclosed on   the ground mentioned in section 76A(1)(a) . 3A The Chief Constable may refer to the Minister of Justice a requirement to submit a report under subsection (1) if it appears to the Chief Constable that a report in compliance with the requirement would contain information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c). 4 Where a requirement to submit a report is referred to the Secretary of State under subsection (3) or to the Minister of Justice under subsection (3A), the Secretary of State or (as the case may be) the Minister of Justice may— a within the period of 30 days from the date of the referral, or b within such longer period as may be agreed between the Board and (as the case may be) the Secretary of State or the Minister of Justice, modify or set aside the requirement, as necessary, for either or both of the purposes mentioned in subsection (4A). 4A The purposes are— a exempting the Chief Constable from the obligation to report to the Board , as the case may be— ; i information which, in the opinion of the Secretary of State, ought not to be disclosed on the ground mentioned in section 76A(1)(a); or ii information which, in the opinion of the Minister of Justice, ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c); b imposing on the Chief Constable an obligation to supply any such information to a special purposes committee. 4B Subsection (4D) applies if— a a requirement to submit a report has been made under subsection (1); b the Chief Constable has not referred the requirement to the Secretary of State under subsection (3)   or to the Minister of Justice under subsection (3A) ; c the Chief Constable is of the opinion that a report in compliance with the requirement would include information of a kind mentioned in paragraph (a) or (b) of subsection (4C). 4C The information is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1). 4D The Chief Constable may, instead of including the information in the report to the Board, supply it to a special purposes committee. 4E If the Chief Constable supplies information to a committee under subsection (4D) he shall prepare a summary of the information. 4F The Chief Constable shall try to obtain the agreement of the committee to the terms of the summary. 4G If the committee agrees to the terms of the summary, the Chief Constable shall include the summary in the report to the Board. 4H Subsection (4I) applies if— a the Chief Constable supplies to a committee under subsection (4D) information which, in the opinion of the Chief Constable, is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a), or b the Chief Constable includes information in a report to the Board and is of the opinion that the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 4I The Chief Constable must— a inform the Secretary of State that the information has been included in a report to the Board or supplied to the committee; and b inform the Secretary of State and the recipient of the information that, in his opinion, the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 4J Subsection (4K) applies if— a the Chief Constable supplies to a committee under subsection (4D) information which, in the opinion of the Chief Constable, is— i information the disclosure of which would be likely to put an individual in danger, or ii information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c), or b the Chief Constable includes information in a report to the Board and is of the opinion that the information is— i information the disclosure of which would be likely to put an individual in danger, or ii information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c). 4K The Chief Constable must— a inform the Minister of Justice that the information has been included in a report to the Board or supplied to the committee; and b inform the Minister of Justice and the recipient of the information that, in his opinion, the information is information of a kind mentioned in sub-paragraph (i) or (ii) of paragraph (a) or (b) of subsection (4J). 5   Subject to section 74A(7)  the Board may arrange, or require the Chief Constable to arrange, for a report under this section to be published in such manner as appears to the Board to be appropriate. 6 The Director General of the National Crime Agency shall, whenever so required by the Board, submit to the Board a report on any such relevant  NCA  matter as may be specified in the requirement. 7 But the Board may not require the Director General to submit such a report before consulting the Secretary of State . 8 In this section “relevant  NCA  matter” means a matter which relates to— a how the Director General intends that functions of the National Crime Agency are to be exercised in Northern Ireland; or b whether the exercise of the functions of the National Crime Agency in Northern Ireland is, or was, in accord with their intended exercise. 9 Subsections (2) to (5) of this section apply to a report under subsection (6) as they apply to a report under subsection (1). 10 In the application of subsections (2) to (5) to a report under subsection (6), each reference to the Chief Constable is to be read as a reference to the Director General of the National Crime Agency."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "60", "section_title": " Inquiry by Board following report by Chief Constable.", "section_text": "60 1 Where the Board— a has considered a report on any matter submitted by the Chief Constable under section 59, and b considers that an inquiry ought to be held under this section into that matter or any related matter disclosed in the report by reason of the gravity of the matter or exceptional circumstances, the Board may, after consultation with the Chief Constable, cause such an inquiry to be held. 2 The Board shall immediately— a inform the Chief Constable, the Ombudsman and the   Minister of Justice   of any decision to cause an inquiry to be held under this section and of any matter into which inquiry is to be made; and b send a copy of the relevant report under section 59 to the   Minister of Justice . 2A Where it appears to the Board that an inquiry under this section may relate wholly or in part to— a a matter in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision, or b an excepted matter or reserved matter (within the meaning given by section 4 of the Northern Ireland Act 1998), the Board shall immediately inform the Secretary of State of the decision to cause the inquiry to be held and of any matter into which inquiry is to be made, and shall send a copy of the relevant report under section 59 to the Secretary of State. 3 The Chief Constable may refer to the Secretary of State the decision of the Board to cause an inquiry to be held under this section if it appears to the Chief Constable that such an inquiry ought not to be held on   the ground mentioned in section 76A(2)(a) . 4 The Secretary of State may within the period of 30 days from the date of referral of the decision of the Board by the Chief Constable, or within such longer period as may be agreed between the Board and the Secretary of State, overrule the decision of the Board. 5 The Secretary of State may overrule the Board only if, in his opinion, the inquiry   ought not to be held on   the ground mentioned in section 76A(2)(a) . 5A The Chief Constable may refer to the Minister of Justice the decision of the Board to cause an inquiry to be held under this section if it appears to the Chief Constable that such an inquiry ought not to be held on any of the grounds mentioned in section 76A(2)(b) or (c). 5B The Minister of Justice may within the period of 30 days from the date of referral of the decision of the Board by the Chief Constable, or within such longer period as may be agreed between the Board and the Minister of Justice, overrule the decision of the Board. 5C The Minister of Justice may overrule the Board only if, in the opinion of the Minister of Justice, the inquiry ought not to be held on any of the grounds mentioned in section 76A(2)(b) or (c). 6 The Board may request a person mentioned in subsection (8) to conduct an inquiry under this section. 7 The person mentioned in subsection (8) may comply with the request under subsection (6) and shall do so if so directed by the   Minister of Justice . 8 The persons are— a the Comptroller and Auditor General   for Northern Ireland ; b the Ombudsman; c an inspector of constabulary for Northern Ireland. 9 The Board may, with the agreement of the   Minister of Justice , appoint any other person to conduct an inquiry under this section. 10 An inquiry under this section shall be held in public except where the person conducting it decides that it is necessary in the public interest not to do so. 10A Subsection (10B) applies if the Chief Constable supplies to a person conducting an inquiry under this section any information which, in the opinion of the Chief Constable, is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 10B The Chief Constable must— a inform the Secretary of State and the Board that the information has been supplied to the person conducting the inquiry; and b inform the Secretary of State, the Board and the person conducting the inquiry that, in his opinion, the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 10C Subsection (10D) applies if the Chief Constable supplies to a person conducting an inquiry under this section any information which, in the opinion of the Chief Constable, is— a information the disclosure of which would be likely to put an individual in danger, or b information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c). 10D The Chief Constable must— a inform the Minister of Justice and the Board that the information has been supplied to the person conducting the inquiry; and b inform the Minister of Justice, the Board and the person conducting the inquiry that, in his opinion, the information is information of a kind mentioned in paragraph (a) or (b) of subsection (10C). 11 An inquiry under this section may not deal with a pre-commencement matter. 12 But subsection (11) does not prevent a person conducting an inquiry under this section from considering information relating to a pre-commencement matter if, and only to the extent that, consideration of that information is necessary for him to be able to discharge his functions in relation to the subject matter of the inquiry. 13 “ Pre-commencement matter ” means any act or omission which occurred, or is alleged to have occurred, before the coming into force of this section. 14 “Paragraphs 3 to 6 of Schedule A1 to the Interpretation Act (Northern Ireland) 1954 (provisions applicable to inquiries  etc.  under Northern Ireland legislation) shall apply to an inquiry under this section with the substitution for references to the Department of references to the person conducting the inquiry.” 15 The Board shall pay— a any expenses incurred by the person conducting an inquiry under this section; and b any expenses incurred by any parties appearing at such an inquiry. 16 The Board shall send a copy of the report of any inquiry under this section to— a the Chief Constable; b the Ombudsman; c the Minister of Justice; and d the Secretary of State, but only if the decision to cause the inquiry to be held was notified to the Secretary of State under subsection (2A) or if subsection (10A) applied in relation to the inquiry. 17 Where the report of the person conducting an inquiry under this section is not published, a summary of his findings and conclusions shall be made known by the Board so far as appears to it consistent with the public interest. 18 Where the Board— a has considered a report on any relevant  NCA  matter submitted by the Director General of the National Crime Agency under section 59, and b considers that an inquiry ought to be held under this section into that matter or any related matter disclosed in the report by reason of the gravity of the matter or exceptional circumstances, the Board may, after consultation with the Director General and with the Secretary of State, cause such an inquiry to be held. 19 Subsections (2) to (17) of this section apply to an inquiry which the Board causes to be held under subsection (18) as they apply to an inquiry caused to be held under subsection (1). 20 In the application of subsections (2) to (17) to an inquiry which the Board causes to be held under subsection (18)— a each reference to the Chief Constable (except the reference in subsection (16)(a)) is to be read as a reference to the Director General of the National Crime Agency; b subsection (16) is to be read as including a requirement to send a copy of the report of any inquiry to the Director General (as well as to the persons in subsection (16)(a) to (d))."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "61", "section_title": " Reports by Chief Constable to Secretary of State   and Minister of Justice  .", "section_text": "61 1 The Chief Constable shall, whenever so required by the   appropriate authority , submit to the   appropriate authority   a report on such matters connected with the policing of Northern Ireland as may be specified in the requirement. 1A In this section “the appropriate authority” means, in relation to any matter— a the Secretary of State, if the matter relates (in whole or in part other than incidentally) to an excepted matter or reserved matter or to a function conferred or imposed on the Secretary of State by or under a statutory provision; b otherwise, the Minister of Justice; and in paragraph (a) “excepted matter” and “reserved matter” have the meanings given by section 4 of the Northern Ireland Act 1998. 2 A report under subsection (1) shall be made— a in such form as may be specified in the requirement under that subsection; and b within the period of one month from the date on which that requirement is made, or within such longer period as may be agreed between the Chief Constable and the   appropriate authority . 3 The   appropriate authority   may arrange, or require the Chief Constable to arrange, for a report under subsection (1) to be published in such manner as appears to the   appropriate authority   to be appropriate. 4 If it appears to the Chief Constable that a report that the Chief Constable is required to submit under subsection (1) to the Minister of Justice may contain information which, in the opinion of the Chief Constable, ought not to be disclosed on the ground mentioned in section 76A(1)(a), the Chief Constable may refer the report to the Secretary of State. 5 If it appears to the Secretary of State that— a the Chief Constable is required to submit a report under subsection (1) to the Minister of Justice, and b the report may contain (or once completed may contain) information which ought not to be disclosed on the ground mentioned in section 76A(1)(a), the Secretary of State may require the Chief Constable to refer the report to the Secretary of State (or, if the report is not completed when the requirement is imposed, to refer the report once completed). 6 The Secretary of State must, within— a the period of 30 days from the date on which a report is referred to the Secretary of State under subsection (4) or (5), or b such longer period as may be agreed between the Secretary of State and the Minister of Justice, notify the Chief Constable whether, in the opinion of the Secretary of State, the report contains any information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 7 Where the Chief Constable has referred a report to the Secretary of State under subsection (4) or the Secretary of State has required that a report be referred to the Secretary of State under subsection (5), the Chief Constable must not disclose the report to anyone apart from the Secretary of State, except— a in accordance with subsection (8), or b after being notified by the Secretary of State that, in the opinion of the Secretary of State, the report does not contain any information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 8 Where the Secretary of State notifies the Chief Constable under subsection (6) that, in the opinion of the Secretary of State, a report contains information which ought not to be disclosed on the ground mentioned in section 76A(1)(a)— a the Secretary of State may direct the Chief Constable to exclude from the report any information which, in the opinion of the Secretary of State, is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a); b the Chief Constable must exclude that information from the report; c the Secretary of State must inform the Minister of Justice that the Secretary of State has given a direction under paragraph (a); and d the Secretary of State must lay before Parliament a statement that the Secretary of State has given a direction under paragraph (a). 9 When the Chief Constable submits a report to the Minister of Justice from which information has been excluded under subsection (8), the Chief Constable must at the same time provide the report to the Secretary of State. 10 In determining for the purposes of subsection (2)(b) when the period of one month, or the agreed longer period, expires in a case where a report has been referred to the Secretary of State under subsection (4) or (5), the period beginning with the day on which the report is referred to the Secretary of State and ending with the day on which the Secretary of State’s notification is given under subsection (6) is to be disregarded. 11 Subsection (12) applies if— a a requirement to submit a report has been made under subsection (1) by the Minister of Justice; b the Chief Constable has not referred the report to the Secretary of State under subsection (4) and has not been required to refer the report to the Secretary of State under subsection (5); and c the Chief Constable includes in the report submitted to the Minister of Justice information which, in the opinion of the Chief Constable, is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 12 The Chief Constable must— a inform the Secretary of State that the information has been included in the report to the Minister of Justice; b inform the Secretary of State and the Minister of Justice that, in his opinion, the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "62", "section_title": " Mediation.", "section_text": "62 1 After section 58 of the 1998 Act there shall be inserted—  Steps to be taken after investigation – mediation. 58A 1 If the Ombudsman— a determines that a report made under section 56(6) or 57(8) does not indicate that a criminal offence may have been committed by a member of the police force, and b considers that the complaint is not a serious one, he may determine that the complaint is suitable for resolution through mediation. 2 If he does so, he must inform the complainant and the member of the police force concerned. 3 If the complainant and the member of the police force concerned agree to attempt to resolve the complaint through mediation, the Ombudsman shall act as mediator. 4 Anything communicated to the Ombudsman while acting as mediator is not admissible in evidence in any subsequent criminal, civil or disciplinary proceedings. 5 But that does not make inadmissible anything communicated to the Ombudsman if it consists of or includes an admission relating to a matter which does not fall to be resolved through mediation. 6 If a complaint is resolved through mediation under this section, no further proceedings under this Act shall be taken against the member of the police force concerned in respect of the subject matter of the complaint. 2 For subsection (1) of section 59 of the 1998 Act (disciplinary proceedings) there shall be substituted— 1 Subsection (1B) applies if— a the Director decides not to initiate criminal proceedings in relation to the subject matter of a report under section 56(6) or 57(8) sent to him under section 58(2); or b criminal proceedings initiated by the Director in relation to the subject matter of such a report have been concluded. 1A Subsection (1B) also applies if the Ombudsman determines that a report under section 56(6) or 57(8) does not indicate that a criminal offence may have been committed by a member of the police force and— a he determines that the complaint is not suitable for resolution through mediation under section 58A; or b he determines that the complaint is suitable for resolution through mediation under that section but— i the complainant or the member of the police force concerned does not agree to attempt to resolve it in that way; or ii attempts to resolve the complaint in that way have been unsuccessful. 1B The Ombudsman shall consider the question of disciplinary proceedings. 3 After subsection (2) of that section, there shall be inserted— 2A In a case mentioned in subsection (1A)(b), the Ombudsman shall, in considering the recommendation to be made in his memorandum, take into account the conduct of the member of the police force concerned in relation to the proposed resolution of the complaint through mediation. 4 In section 64(2) of the 1998 Act (regulations)— a in paragraph (b), after “resolution” insert  “                      or mediation                    ” ; b in paragraph (c), after “informally” insert  “                      or through mediation                    ” ; and c in sub-paragraph (i) of paragraph (d), after “informally” insert  “                      or through mediation                    ” ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "63", "section_title": " Reports by Ombudsman to Chief Constable and Board.", "section_text": "63 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 63 of the 1998 Act (restriction on disclosure of information), after subsection (2) there shall be inserted— 2A Subsection (1) does not prevent the Ombudsman, to such extent as he thinks it necessary to do so in the public interest, from disclosing in a report under section 61A— a the identity of an individual, or b information from which the identity of an individual may be established."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "64", "section_title": " Supply of information by Ombudsman to Board.", "section_text": "64 After section 61A of the 1998 Act there shall be inserted—  Supply of information by Ombudsman to Board. 61AA 1 The Ombudsman shall compile, and supply the Board with, such statistical information as is required to enable the Board to carry out its functions under section 3(3)(c)(i) of the Police (Northern Ireland) Act 2000. 2 The Ombudsman shall consult the Board as to— a the information to be supplied under subsection (1); and b the form in which such information is to be supplied. 3 The Ombudsman shall supply the Board with any other general information which the Ombudsman considers should be brought to the attention of the Board in connection with its functions under section 3(3)(c)(i) of the Police (Northern Ireland) Act 2000."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "65", "section_title": " Limits on complaints and references to Ombudsman.", "section_text": "65 In section 64 of the 1998 Act (regulations) after subsection (2) there shall be inserted— 2A The Secretary of State may by regulations provide that, subject to such exceptions as may be prescribed— a this Part shall not apply to a complaint about the conduct of a police officer which took place more than the prescribed period before the date on which the complaint is made or referred to the Ombudsman under section 52(1); b the Ombudsman shall not investigate any matter referred to him under section 55(1), (2) or (4) if the actions, behaviour or conduct to which the matter relates took place more than the prescribed period before the date on which the reference is made; c the Ombudsman shall not at any time commence a formal investigation under section 55(6) of any matter if the actions or behaviour to which the matter relates took place more than the prescribed period before that time; d to the extent that the subject matter of a complaint falls within the jurisdiction of — i the tribunal constituted under section 65(1) of the  Regulation of Investigatory Powers Act 2000, or ii a person appointed under Part IV of that Act, the Ombudsman shall not investigate it."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "66", "section_title": " Access by Ombudsman to information and documents.", "section_text": "66   1   The Chief Constable and the Board shall supply the Ombudsman with such information and documents as the Ombudsman may require for the purposes of, or in connection with, the exercise of any of his functions. 2 Subsection (3) applies if— a the Chief Constable or the Board supplies information to the Ombudsman under subsection (1) for the purposes of or in connection with an investigation under section 60A of the  1998 Act ; and b the person supplying the information is of the opinion that it is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 3 The person supplying the information must— a inform the Secretary of State that the information has been supplied to the Ombudsman; and b inform the Secretary of State and the Ombudsman that, in his or its opinion, the information is information which ought not to be disclosed on the ground mentioned in section 76A(1)(a). 4 Subsection (5) applies if— a the Chief Constable or the Board supplies information to the Ombudsman under subsection (1) for the purposes of or in connection with an investigation under section 60A of the  1998 Act ; and b the person supplying the information is of the opinion that it is— i information the disclosure of which would be likely to put an individual in danger, or ii information which ought not to be disclosed on any of the grounds mentioned in section 76A(1)(b) or (c). 5 The person supplying the information must— a inform the Minister of Justice that the information has been supplied to the Ombudsman; and b inform the Minister of Justice and the Ombudsman that, in his or its opinion, the information is information of a kind mentioned in sub-paragraph (i) or (ii) of paragraph (b) of subsection (4)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "67", "section_title": " The Commissioner.", "section_text": "67 1 The Secretary of State may appoint a Commissioner to discharge the general function mentioned in subsection (3). 2 A person for the time being holding the office of Commissioner under subsection (1) is referred to in this Act as “ the Commissioner ”. 3 The Commissioner’s general function is to oversee the implementation of changes in the policing of Northern Ireland (including, in particular, those resulting from this Act) described in his terms of reference. 4 Schedule 4, which makes further provision about the Commissioner, shall have effect. 5 The office of Commissioner shall cease to exist on 31st May 2003, unless before that date an order is made under subsection (6). 6 The Secretary of State may by order provide that the office of Commissioner (whether or not it then exists as a result of a previous order under this subsection) shall continue to exist for a period not exceeding three years from the date on which the order comes into operation."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "68", "section_title": " Reports by the Commissioner.", "section_text": "68 1 The Commissioner shall make periodic reports to the Secretary of State on the implementation of the changes described in his terms of reference. 2 There shall be at least three periodic reports in each year. 3 The Commissioner may at any time make a report to the Secretary of State on matters arising in the course of his performance of his general function. 4 The Secretary of State— a shall lay each report made to him under this section before each House of Parliament; and b arrange for the report to be published in such manner as appears to him to be appropriate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "69", "section_title": " General duty of   Ministers .", "section_text": "69 1   A Minister with functions under the Police Acts shall exercise those functions   in such manner and to such extent as appears to him to be best calculated to promote the efficiency and effectiveness of— a the police; b the police support staff; and c traffic wardens. 2 In carrying out those functions, the   Minister   shall have regard to the principle that the policing of Northern Ireland is to be conducted in an impartial manner. 3 In this section “Minister” means— a the Secretary of State, b the Minister of Justice, c the Department of Justice, d the First Minister and deputy First Minister, or e the Office of the First Minister and deputy First Minister."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "70", "section_title": " The Royal Ulster Constabulary GC Foundation.", "section_text": "70 1 The   Department of Justice   may by regulations establish a foundation to be known as “ The Royal Ulster Constabulary GC Foundation ” for the purpose of marking the sacrifices and honouring the achievements of the Royal Ulster Constabulary. 2 Regulations under this section— a shall provide for the status and constitution of the foundation; b shall provide for the foundation to have power to support the professional development of police officers and innovations in policing; c shall enable the foundation to undertake joint initiatives with the Royal Ulster Constabulary Widows Association, the Royal Ulster Constabulary Disabled Police Officers Association or any other organisation or person within the Royal Ulster Constabulary family, as may be appropriate in matters of common interest; d may provide for the foundation to have such other functions as are prescribed by the regulations; e may provide for the procedures of the foundation; and f make such other provision concerning the foundation as the   Department of Justice   thinks necessary or expedient for the proper functioning of the foundation. 3 The   Department of Justice   may make payments to, or for the purposes of, the foundation."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "71", "section_title": " Traffic wardens.", "section_text": "71 1 The Board shall appoint traffic wardens on such terms and conditions as the   Department of Justice   may determine. 2 Traffic wardens shall be under the direction and control of the Chief Constable. 3 Where a complaint is made by a member of the public against a traffic warden, the complaint shall be referred to the Chief Constable who shall (unless the complaint alleges an offence with which the traffic warden has then been charged) forthwith record the complaint and cause it to be investigated."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "72", "section_title": " Video recording of interviews.", "section_text": "72 1 The  Police and Criminal Evidence (Northern Ireland) Order 1989 shall be amended as follows. 2 After Article 60 there shall be inserted the following Article—  Video recording of interviews 60A It shall be the duty of the Secretary of State— a to issue a code of practice in connection with the video-recording with sound of interviews of persons suspected of the commission of criminal offences which are held by police officers at police stations; b to make an order (subject to Article 89) requiring the video-recording with sound of interviews of persons suspected of the commission of criminal offences, or of such descriptions of criminal offences as may be specified in the order, which are so held, in accordance with the code as it has effect for the time being. . 3 In Article 66(2)\t\t\t\t\t(codes of practice – supplementary) after “Article 60” there shall be inserted  “                    , 60A                  ” . 4 In Article 89 (orders and regulations) after “Articles 60” there shall be inserted  “                    , 60A                  ” ."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "73", "section_title": " Places of detention: lay visitors.", "section_text": "73 1 The Board shall make, and keep under review, arrangements for  ... places of detention to be visited by persons appointed under the arrangements (“ lay visitors ”). 2 The arrangements shall require a report on each visit to be made to the Board and the Chief Constable by the lay visitor concerned. 3 The report shall deal with— a the conditions under which persons are held in the  ... place of detention concerned and with their welfare and treatment; b the adequacy of facilities at that place of detention; c such other matters as may be specified in an order made by the   Department of Justice . 4 The arrangements may confer on lay visitors such powers as the Board considers necessary to enable the report required as a result of subsection (2) to be made and may, in particular, confer on them a power to— a require access to be given to each  ... place of detention; b examine records relating to the holding of persons there; c interview persons who are being held there; d inspect the facilities there including, in particular, washing and toilet facilities and the facilities for the provision of food. 5 A power conferred as a result of subsection (4)(b) or (c) may be exercised only with the consent of the person concerned. 6 Any power conferred by the arrangements may be subject to such limitations as may be specified in the arrangements. 7 The arrangements shall provide that a person may not be appointed as a lay visitor if— a he is a member of the Board; or b he is, or has been, a police officer. 8 The Board may issue, and from time to time revise, guidance to lay visitors about the discharge of their functions under this section. 9 In this section  “ place of detention ” means a police station at which persons are detained"}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "74", "section_title": " Application to police of anti-discrimination legislation.", "section_text": "74 Schedule 5, which amends in their application to the police and other bodies of constables— a the  Sex Discrimination (Northern Ireland) Order 1976, b the  Race Relations (Northern Ireland) Order 1997, and c the  Fair Employment and Treatment (Northern Ireland) Order 1998, shall have effect."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "74A", "section_title": "Restriction on disclosure of information", "section_text": "74A 1 This section applies if information is supplied in the circumstances mentioned in subsection (2), (3), (4) or (5). 2 The circumstances are that— a the information is supplied by the Chief Constable to a person conducting an inquiry under section 60; b the person has been appointed under section 60(9) to conduct the inquiry; c in relation to the information, the Chief Constable informs the person as required by section 60(10B)(b) or (10D)(b). 3 The circumstances are that— a the information is supplied by the Chief Constable under section 33A to the Board; b in relation to the information, the Chief Constable informs the Board as required by section 33A(4)(b) or (6)(b). 4 The circumstances are that— a the information is supplied by the Chief Constable under section 59 to the Board or a special purposes committee; b in relation to the information, the Chief Constable informs the Board or the committee as required by section 59(4I)(b) or (4K)(b). 5 The circumstances are that— a the information is supplied by a person conducting an inquiry under section 60 or by a person who is assisting or has assisted in the conduct of such an inquiry to a special purposes committee; b the information was supplied to the person conducting the inquiry in the circumstances mentioned in subsection (2). 6 If information is supplied in the circumstances mentioned in subsection (2), the information must not be disclosed by the person who is conducting or has conducted the inquiry or by a person who is assisting or has assisted in the conduct of the inquiry except— a to a person who is assisting in the conduct of the inquiry; b to the Secretary of State; c to the Chief Constable; d to the Ombudsman, or an officer of the Ombudsman, in connection with any function of the Ombudsman; e to a special purposes committee; f for the purposes of any criminal, civil or disciplinary proceedings; g in the form of a summary or other general statement made by the person the terms of which have been agreed with the Chief Constable. h to the Minister of Justice or the Department of Justice. 7 If information is supplied in the circumstances mentioned in subsection (3), (4) or (5), the information must not be disclosed by a person who is or has been a member of the Board or a member of the staff of the Board except— a in the case of information supplied to the Board, to a member of the Board or a member of the staff of the Board; b in the case of information supplied to a special purposes committee, to a member of the committee or a member of the staff of the Board who provides services to the committee; c to the Secretary of State; d to the Chief Constable; e to the Ombudsman, or an officer of the Ombudsman, in connection with any function of the Ombudsman; f for the purposes of any criminal, civil or disciplinary proceedings; g in the form of a summary or other general statement made by the Board the terms of which have been agreed with the Chief Constable. h to the Minister of Justice or the Department of Justice. 7A In subsections (7B) to (7D) “protected information” means information in relation to which the Chief Constable has given an opinion under section 33A(4)(b), 59(4I)(b) or 60(10B)(b). 7B Subsection (6)(h) does not authorise the disclosure of any protected information. 7C In the case of protected information supplied to a special purposes committee, subsection (7)(h) does not authorise the disclosure of the information. 7D In the case of protected information supplied to the Board, a person disclosing the information by virtue of subsection (7)(h) must inform the Minister of Justice or the Department of Justice that the information is protected information. 8 Any person who discloses information in contravention of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 9 In this section— “ member of the staff of the Board ” means— a person employed by the Board under paragraph 13(1) of Schedule 1; a person employed in the civil service who provides assistance for the Board in pursuance of arrangements made under paragraph 13(2) of Schedule 1; and “ officer of the Ombudsman ” has the meaning given by section 50(1) of the 1998 Act."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "75", "section_title": " Expenses of Secretary of State.", "section_text": "75 There shall be defrayed out of money provided by Parliament— a any expenditure of the Secretary of State under this Act; and b any increase attributable to this Act in the sums so payable under any other statutory provision."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "76", "section_title": " Orders and regulations.", "section_text": "76 1 Any power of the Secretary of State , the Minister of Justice or the Department of Justice   to make orders or regulations under this Act shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979. 2   An order   or regulations under this Act— a may make different provision for different purposes, cases and circumstances; b may contain such consequential, supplementary and transitional provisions as appear to the   person making the order or regulations   to be appropriate. 3 Subsections (1) , (2) and (6)   do not apply to vesting orders made under section 7. 4 No statutory rule may be made under section 47(3)  ... unless a draft of the rule has been laid before and approved by resolution of each House of Parliament. 4A No regulations may be made under section 54 unless a draft of the regulations has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 4B Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (4A) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 5 A statutory rule made   by the Secretary of State  under this Act (other than one made under a provision mentioned in subsection (4) or containing an order under section 79) shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the Statutory Instruments Act 1946 shall apply accordingly. 6 An order or regulations made by the Minister of Justice or the Department of Justice under this Act (other than regulations under section 54) shall be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954)."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "76A", "section_title": "Disclosure of information and holding of inquiries", "section_text": "76A 1 For the purposes of sections 33A, 59 , 60, 61   and 66, the grounds on which information ought not to be disclosed are that— a it is in the interests of national security; b the information is sensitive personnel information; c the information would, or would be likely to, prejudice proceedings which have been commenced in a court of law. 2 For the purposes of section 60, the grounds on which an inquiry ought not to be held are that— a it is in the interests of national security; b any matter into which inquiry is to be made is a sensitive personnel matter; c the inquiry would, or would be likely to, prejudice proceedings which have been commenced in a court of law. 3 “ Personnel information ” means information which relates to an individual’s holding of, application for or appointment to a relevant office or employment. 4 “ Personnel matter ” means a matter which relates to an individual’s holding of, application for or appointment to a relevant office or employment. 5 An office or employment is a relevant office or employment for the purposes of subsections (3) and (4) if the holder of it is under the direction and control of the Chief Constable. 6 It is immaterial for the purposes of subsections (3) and (4) that the individual no longer holds the office or employment."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "77", "section_title": " Interpretation.", "section_text": "77 1 In this Act— “ the 1998 Act ” means the  Police (Northern Ireland) Act 1998; “ the Board ” means the Northern Ireland Policing Board; “ building ” includes any structure; “ the Chief Constable ” means the Chief Constable of the Police Service of Northern Ireland; “ civil service ” means the civil service of Northern Ireland or the civil service of the United Kingdom; “ equipment ” includes vehicles, apparatus, furniture, fittings, accoutrements and clothing; “ financial year ” means the period of 12 months ending with 31st March; “ functions ” includes powers and duties;   “the Minister of Justice” means the Minister in charge of the Department of Justice;   “ the Ombudsman ” means the Police Ombudsman for Northern Ireland;   “ pension purposes ” means the purposes of the pension scheme established by regulations under section 25 of the Police (Northern Ireland) Act 1998;   “ the police ” means— the Police Service of Northern Ireland; and the Police Service of Northern Ireland Reserve; “ Police Association ” means the Police Association for Northern Ireland; “ the Police Acts ” means this Act and the 1998 Act; “ police officer ” means a person who is— a member of the Police Service of Northern Ireland; or a member of the Police Service of Northern Ireland Reserve; “ police purposes ” means the purposes of the police, the police support staff, police trainees, police reserve trainees, police cadets and traffic wardens; “ Police Service of Northern Ireland ” means the body of constables mentioned in section 1(1); “ Police Service of Northern Ireland Reserve ” means the body of constables mentioned in section 1(3); “ police reserve trainee ” has the meaning given by section 37(3); “ police trainee ” has the meaning given by section 36(3); “ police support staff ” has the meaning given by section 4(6); “ the policing plan ” has the meaning given by section 26(1); “ provide ” and “ maintain ” have the same meaning as, by virtue of section 147 of the  Local Government Act (Northern Ireland) 1972, they have for the purposes of that Act; “ senior officer ”, in relation to the Police Service of Northern Ireland, means an officer above the rank of superintendent;   “ special purposes committee ” means a committee constituted by the Board under paragraph 24(1) or (1A) of Schedule 1 for the purposes mentioned in paragraph 24(1B) of that Schedule;   “ statutory authority ” means— a body constituted under a statutory provision; or a person holding office under a statutory provision; “ statutory provision ” has the meaning given by section 1(f) of the  Interpretation Act (Northern Ireland) 1954. 2 Subsections (2) to (4) of section 39 of the Interpretation Act (Northern Ireland) 1954 apply for the purpose of calculating a period of time laid down by or under this Act."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "78", "section_title": " Amendments, transitional and transitory provisions and repeals.", "section_text": "78 1 The statutory provisions mentioned in Schedule 6 shall be amended as provided in that Schedule. 2 In relation to any time after the coming into force of this subsection, any reference in any statutory provision or other document— a to the Chief Constable of the Royal Ulster Constabulary shall be construed as a reference to the Chief Constable of the Police Service of Northern Ireland; b to a person holding any other particular rank, or a rank of a particular description, in the Royal Ulster Constabulary shall be construed as a reference to a person holding that rank, or a rank of that description, in the Police Service of Northern Ireland; c to a member of the Royal Ulster Constabulary shall be construed as a reference to a member of the Police Service of Northern Ireland; d to a member of the Royal Ulster Constabulary Reserve shall be construed as a reference to a member of the Police Service of Northern Ireland Reserve; e to the Royal Ulster Constabulary Reserve shall be construed as a reference to the Police Service of Northern Ireland Reserve; f to the Royal Ulster Constabulary in any other context shall be construed as a reference to the Police Service of Northern Ireland. 3 Schedule 7 (which contains transitional and transitory provisions) shall have effect. 4 The statutory provisions mentioned in Schedule 8 are repealed to the extent specified in the third column of that Schedule."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "79", "section_title": " Commencement.", "section_text": "79 1 Except as provided by subsection (2), the preceding provisions of this Act shall come into force on such day as the Secretary of State may by order appoint. 2 The following provisions come into force on the day on which this Act is passed— a section 49; b sections 67 and 68; c sections 75, 76 and 77; d Part III of Schedule 1 and section 2(2) so far as relating thereto; e Schedule 4; f paragraphs 3(4) and 4(3) of Schedule 6 and section 78(1) so far as relating thereto; g paragraph 1 of Schedule 7 and section 78(3) so far as relating thereto. 3 An order under this section may appoint different days for different purposes and for different provisions. 4 An order under this section may contain such transitional provisions or savings (including provisions modifying this Act or any other statutory provision) as appear to the Secretary of State to be necessary or expedient in connection with any provision brought into force by the order."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "80", "section_title": " Extent.", "section_text": "80 1 Except as provided by subsections (2) and (3), this Act extends to Northern Ireland only. 2 Section 78(2) extends also to England and Wales and Scotland. 3 The amendments and repeals in Schedules 6 and 8 have the same extent as the statutory provisions to which they relate."}, {"act": "Police (Northern Ireland) Act 2000", "year": 2000, "section": "81", "section_title": " Short title.", "section_text": "81 This Act may be cited as the Police (Northern Ireland) Act 2000."}]