[{"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "1", "section_title": " Unlawful interception.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "2", "section_title": " Meaning and location of “interception”", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "3", "section_title": " Lawful interception without an interception warrant.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "4", "section_title": " Power to provide for lawful interception.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "5", "section_title": " Interception with a warrant.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "6", "section_title": " Application for issue of an interception warrant.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "7", "section_title": " Issue of warrants.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "8", "section_title": " Contents of warrants.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "9", "section_title": " Duration, cancellation and renewal of warrants.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "10", "section_title": " Modification of warrants and certificates.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "11", "section_title": " Implementation of warrants.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "12", "section_title": " Maintenance of interception capability.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "13", "section_title": " Technical Advisory Board.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "14", "section_title": " Grants for interception costs.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "15", "section_title": " General safeguards.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "16", "section_title": " Extra safeguards in the case of certificated warrants.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "17", "section_title": " Exclusion of matters from legal proceedings.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "18", "section_title": " Exceptions to section 17.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "19", "section_title": " Offence for unauthorised disclosures.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "20", "section_title": " Interpretation of Chapter I.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "21", "section_title": " Lawful acquisition and disclosure of communications data.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "22", "section_title": " Obtaining and disclosing communications data.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "23", "section_title": " Form and duration of authorisations and notices.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "23A", "section_title": "Authorisations requiring judicial approval", "section_text": "23A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "23B", "section_title": "Procedure for judicial approval", "section_text": "23B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "24", "section_title": " Arrangements for payments.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "25", "section_title": " Interpretation of Chapter II.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "26", "section_title": " Conduct to which Part II applies.", "section_text": "26 1 This Part applies to the following conduct— a directed surveillance; b intrusive surveillance;  ... c the conduct and use of covert human intelligence sources  ; and d criminal conduct in the course of, or otherwise in connection with, the conduct of covert human intelligence sources 2 Subject to subsection (6), surveillance is directed for the purposes of this Part if it is covert but not intrusive and is undertaken— a for the purposes of a specific investigation or a specific operation; b in such a manner as is likely to result in the obtaining of private information about a person (whether or not one specifically identified for the purposes of the investigation or operation); and c otherwise than by way of an immediate response to events or circumstances the nature of which is such that it would not be reasonably practicable for an authorisation under this Part to be sought for the carrying out of the surveillance. 3 Subject to subsections (4) to (6), surveillance is intrusive for the purposes of this Part if, and only if, it is covert surveillance that— a is carried out in relation to anything taking place on any residential premises or in any private vehicle; and b involves the presence of an individual on the premises or in the vehicle or is carried out by means of a surveillance device. 4 For the purposes of this Part surveillance is not intrusive to the extent that— a it is carried out by means only of a surveillance device designed or adapted principally for the purpose of providing information about the location of a vehicle; or b it is surveillance consisting in any such interception of a communication as falls within section 48(4). 5 For the purposes of this Part surveillance which— a is carried out by means of a surveillance device in relation to anything taking place on any residential premises or in any private vehicle, but b is carried out without that device being present on the premises or in the vehicle, is not intrusive unless the device is such that it consistently provides information of the same quality and detail as might be expected to be obtained from a device actually present on the premises or in the vehicle. 6 For the purposes of this Part surveillance which— a is carried out by means of apparatus designed or adapted for the purpose of detecting the installation or use in any residential or other premises of a television receiver (within the meaning of   Part 4 of the Communications Act 2003) , and b is carried out from outside those premises exclusively for that purpose, is neither directed nor intrusive. 7 In this Part— a references to the conduct of a covert human intelligence source are references to any conduct of such a source which falls within any of paragraphs (a) to (c) of subsection (8), or is incidental to anything falling within any of those paragraphs; and b references to the use of a covert human intelligence source are references to inducing, asking or assisting a person to engage in the conduct of such a source, or to obtain information by means of the conduct of such a source. 8 For the purposes of this Part a person is a covert human intelligence source if— a he establishes or maintains a personal or other relationship with a person for the covert purpose of facilitating the doing of anything falling within paragraph (b) or (c); b he covertly uses such a relationship to obtain information or to provide access to any information to another person; or c he covertly discloses information obtained by the use of such a relationship, or as a consequence of the existence of such a relationship. 8A In this Part references to criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source are references to any conduct that— a disregarding this Part, would constitute crime, and b consists of, is in the course of, or is otherwise in connection with, the conduct of a covert human intelligence source. 9 For the purposes of this section— a surveillance is covert if, and only if, it is carried out in a manner that is calculated to ensure that persons who are subject to the surveillance are unaware that it is or may be taking place; b a purpose is covert, in relation to the establishment or maintenance of a personal or other relationship, if and only if the relationship is conducted in a manner that is calculated to ensure that one of the parties to the relationship is unaware of the purpose; and c a relationship is used covertly, and information obtained as mentioned in subsection (8)(c) is disclosed covertly, if and only if it is used or, as the case may be, disclosed in a manner that is calculated to ensure that one of the parties to the relationship is unaware of the use or disclosure in question. 10 In this section “ private information ”, in relation to a person, includes any information relating to his private or family life. 11 References in this section, in relation to a vehicle, to the presence of a surveillance device in the vehicle include references to its being located on or under the vehicle and also include references to its being attached to it."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "27", "section_title": " Lawful surveillance etc.", "section_text": "27 1 Conduct to which this Part applies shall be lawful for all purposes if— a an authorisation under this Part confers an entitlement to engage in that conduct on the person whose conduct it is; and b his conduct is in accordance with the authorisation. 2 A person shall not be subject to any civil liability in respect of any conduct of his which— a is incidental to any conduct that is lawful by virtue of subsection (1); and b is not itself conduct an authorisation or warrant for which is capable of being granted under a relevant enactment and might reasonably have been expected to have been sought in the case in question. 3 The conduct that may be authorised under this Part includes conduct outside the United Kingdom. 4 In this section “ relevant enactment ” means— a an enactment contained in this Act  or the Investigatory Powers Act 2016 ; b section 5 of the  Intelligence Services Act 1994 (warrants for the intelligence services); or c an enactment contained in Part III of the  Police Act 1997 (powers of the police and of   officers of Revenue and Customs)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "27A", "section_title": "Section 27: criminal injuries compensation for s. 29B conduct", "section_text": "27A For the purposes of— a the Criminal Injuries Compensation Act 1995, b the Scheme made under that Act, c the Criminal Injuries Compensation (Northern Ireland) Order 2002 (S.I. 2002/796 (N.I. 1)), and d the Scheme made under that Order, section 27(1) has no effect in relation to conduct authorised under section 29B."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "28", "section_title": " Authorisation of directed surveillance.", "section_text": "28 1 Subject to the following provisions of this Part, the persons designated for the purposes of this section shall each have power to grant authorisations for the carrying out of directed surveillance. 2 A person shall not grant an authorisation for the carrying out of directed surveillance unless he believes— a that the authorisation is necessary on grounds falling within subsection (3); and b that the authorised surveillance is proportionate to what is sought to be achieved by carrying it out. 3 An authorisation is necessary on grounds falling within this subsection if it is necessary— a in the interests of national security; b for the purpose of preventing or detecting crime or of preventing disorder; c in the interests of the economic well-being of the United Kingdom; d in the interests of public safety; e for the purpose of protecting public health; f for the purpose of assessing or collecting any tax, duty, levy or other imposition, contribution or charge payable to a government department; or g for any purpose (not falling within paragraphs (a) to (f)) which is specified for the purposes of this subsection by an order made by the Secretary of State. 4 The conduct that is authorised by an authorisation for the carrying out of directed surveillance is any conduct that— a consists in the carrying out of directed surveillance of any such description as is specified in the authorisation; and b is carried out in the circumstances described in the authorisation and for the purposes of the investigation or operation specified or described in the authorisation. 5 The Secretary of State shall not make an order under subsection (3)(g) unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "29", "section_title": " Authorisation of covert human intelligence sources.", "section_text": "29 1 Subject to the following provisions of this Part, the persons designated for the purposes of this section shall each have power to grant authorisations for the conduct or the use of a covert human intelligence source. 2 A person shall not grant an authorisation for the conduct or the use of a covert human intelligence source unless he believes— a that the authorisation is necessary on grounds falling within subsection (3); b that the authorised conduct or use is proportionate to what is sought to be achieved by that conduct or use; and c that arrangements exist for the source's case that satisfy— i the requirements of subsection (4A), in the case of a source of a relevant collaborative unit; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii the requirements of subsection (5), in the case of any other source; and that satisfy such other requirements as may be imposed by order made by the Secretary of State. 2A For the meaning of  “relevant collaborative unit” in subsection (2)(c)(i), see section 29A. 3 An authorisation is necessary on grounds falling within this subsection if it is necessary— a in the interests of national security; b for the purpose of preventing or detecting crime or of preventing disorder; c in the interests of the economic well-being of the United Kingdom; d in the interests of public safety; e for the purpose of protecting public health; f for the purpose of assessing or collecting any tax, duty, levy or other imposition, contribution or charge payable to a government department; or g for any purpose (not falling within paragraphs (a) to (f)) which is specified for the purposes of this subsection by an order made by the Secretary of State. 4 The conduct that is authorised by an authorisation for the conduct or the use of a covert human intelligence source is any conduct that— a is comprised in any such activities involving conduct of a covert human intelligence source, or the use of a covert human intelligence source, as are specified or described in the authorisation; b consists in conduct by or in relation to the person who is so specified or described as the person to whose actions as a covert human intelligence source the authorisation relates; and c is carried out for the purposes of, or in connection with, the investigation or operation so specified or described. 4A For the purposes of this Part there are arrangements for the source's case that satisfy the requirements of this subsection if such arrangements are in force as are necessary for ensuring— a that there will at all times be a qualifying person who will have day-to-day responsibility for dealing with the source, and for the source's security and welfare                      (see section 29A for the meaning of  “qualifying person”)                   ; b that there will at all times be another qualifying person who will have general oversight of the use made of the source; c that there will at all times be a qualifying person who will have responsibility for maintaining a record of the use made of the source; d that the records relating to the source that are maintained by virtue of paragraph (c) will always contain particulars of all such matters (if any) as may be specified for the purposes of this paragraph in regulations made by the Secretary of State; and e that records maintained by virtue of paragraph (c) that disclose the identity of the source will not be available to persons except to the extent that there is a need for access to them to be made available to those persons. 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of this Part there are arrangements for the source’s case that satisfy the requirements of this subsection if such arrangements are in force as are necessary for ensuring— a that there will at all times be a person holding an office, rank or position with the relevant investigating authority who will have day-to-day responsibility for dealing with the source on behalf of that authority, and for the source’s security and welfare; b that there will at all times be another person holding an office, rank or position with the relevant investigating authority who will have general oversight of the use made of the source; c that there will at all times be a person holding an office, rank or position with the relevant investigating authority who will have responsibility for maintaining a record of the use made of the source; d that the records relating to the source that are maintained by the relevant investigating authority will always contain particulars of all such matters (if any) as may be specified for the purposes of this paragraph in regulations made by the Secretary of State; and e that records maintained by the relevant investigating authority that disclose the identity of the source will not be available to persons except to the extent that there is a need for access to them to be made available to those persons. 6 The Secretary of State shall not make an order under subsection (3)(g) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 6ZA An authorisation for the conduct or the use of a covert human intelligence source does not authorise any criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source (but see section 29B for provision for the authorisation of such conduct). 6A An authorisation under this section may not have the effect of authorising a covert human intelligence source who is a person designated under section 38 of the Police Reform Act 2002 to establish contact in person with another person. 7 The Secretary of State may by order— a prohibit the authorisation under this section of any such conduct or uses of covert human intelligence sources as may be described in the order; and b impose requirements, in addition to those provided for by subsection (2), that must be satisfied before an authorisation is granted under this section for any such conduct or uses of covert human intelligence sources as may be so described. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section “ relevant investigating authority ”, in relation to an authorisation for the conduct or the use of an individual as a covert human intelligence source, means (subject to subsection (9)) the public authority for whose benefit the activities of that individual as such a source are to take place. 9 In the case of any authorisation for the conduct or the use of a covert human intelligence source whose activities are to be for the benefit of more than one public authority, the references in subsection (5) to the relevant investigating authority are references to one of them (whether or not the same one in the case of each reference). 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "29A", "section_title": "Section 29: supplementary provision in relation to relevant collaborative units", "section_text": "29A 1 For the purposes of section 29(2)(c)(i), a  “relevant collaborative unit” is a unit that falls within subsection (2) or (3). 2 A unit falls within this subsection if— a it consists of two or more police forces whose chief officers of police have made an agreement under section 22A of the Police Act 1996, and b the agreement relates to the discharge by persons holding offices, ranks or positions with any of the forces of functions in connection with the conduct or use of the covert human intelligence source concerned. 3 A unit falls within this subsection if— a it consists of one or more police forces and the National Crime Agency, b it is in place by virtue of an agreement made under section 22A of the Police Act 1996, and c the agreement relates to the discharge by persons holding offices, ranks or positions within any such force, or by persons who are National Crime Agency officers, of functions in connection with the conduct or use of the covert human intelligence source concerned. 4 In the case of a relevant collaborative unit that falls within subsection (2), a person is a  “ qualifying person ” for the purposes of section 29(4A) if— a the person holds an office, rank or position with a police force whose chief officer of police is a party to the agreement mentioned in subsection (2)(a) above, and b the person is permitted by the terms of the agreement to have the responsibility mentioned in section 29(4A)(a) or (c) or the general oversight mentioned in section 29(4A)(b). 5 In the case of a relevant collaborative unit that falls within subsection (3), a person is a qualifying person for the purposes of section 29(4A) if— a the person— i is a National Crime Agency officer, or ii holds an office, rank or position with a police force whose chief officer of police is a party to the agreement mentioned in subsection (3)(b) above, and b the person is permitted by the terms of the agreement to have the responsibility mentioned in section 29(4A)(a) or (c) or the general oversight mentioned in section 29(4A)(b). 6 For the purposes of this section references to a police force are to the following— a any police force maintained under section 2 of the Police Act 1996 (police forces in England and Wales outside London), b the metropolitan police force, and c the City of London police force."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "29B", "section_title": "Covert human intelligence sources: criminal conduct authorisations", "section_text": "29B 1 Subject to the following provisions of this Part, the persons designated for the purposes of this section each have power to grant criminal conduct authorisations. 2 A  “criminal conduct authorisation” is an authorisation for criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source. 3 A criminal conduct authorisation may only be granted in relation to a covert human intelligence source after, or at the same time as, an authorisation under section 29 which authorises the conduct or the use of the covert human intelligence source concerned. 4 A person may not grant a criminal conduct authorisation unless the person believes— a that the authorisation is necessary on grounds falling within subsection (5); b that the authorised conduct is proportionate to what is sought to be achieved by that conduct; and c that arrangements exist that satisfy such requirements as may be imposed by order made by the Secretary of State. 5 A criminal conduct authorisation is necessary on grounds falling within this subsection if it is necessary— a in the interests of national security; b for the purpose of preventing or detecting crime or of preventing disorder; or c in the interests of the economic well-being of the United Kingdom. 6 In considering whether the requirements in subsection (4)(a) and (b) are satisfied, the person must take into account whether what is sought to be achieved by the authorised conduct could reasonably be achieved by other conduct which would not constitute crime. 7 Subsection (6) is without prejudice to the need to take into account other matters so far as they are relevant (for example, the requirements of the Human Rights Act 1998). 8 The conduct that is authorised by a criminal conduct authorisation is any conduct that— a is comprised in any activities— i which involve criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source, and ii are specified or described in the authorisation; b consists in conduct by or in relation to the person who is so specified or described as the covert human intelligence source to whom the authorisation relates; and c is carried out for the purposes of, or in connection with, the investigation or operation so specified or described. 9 If an authorisation under section 29, which authorises the conduct or the use of a covert human intelligence source to whom a criminal conduct authorisation relates, ceases to have effect, the criminal conduct authorisation also ceases to have effect so far as it relates to that covert human intelligence source (but this is without prejudice to whether the criminal conduct authorisation continues to have effect so far as it relates to any other covert human intelligence source). 10 The Secretary of State may by order— a prohibit the authorisation under this section of any such conduct as may be described in the order; and b impose requirements, in addition to those provided for by subsections (3) and (4) and sections 29C and 29D, that must be satisfied before an authorisation is granted under this section for any such conduct as may be so described."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "29C", "section_title": "Criminal conduct authorisations: safeguards for juveniles", "section_text": "29C 1 This section applies in relation to the grant of a juvenile criminal conduct authorisation. 2 “A juvenile criminal conduct authorisation” is an authorisation under section 29B for criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source where that source is under the age of 18 (“the juvenile source”). 3 In addition to satisfying the requirements of section 29B, a person may grant a juvenile criminal conduct authorisation only if— a the person has considered the results of an appropriate risk assessment; b there are exceptional circumstances such that— i it is not reasonably foreseeable in the circumstances as the person believes them to be that any harm to the juvenile source would result from the grant of the authorisation, and ii the person believes the authorisation would be compatible with the need to safeguard and promote the best interests of the juvenile source; and c the person believes that appropriate arrangements for meetings are in force. 4 For the purposes of subsection (3)(a),  “ an appropriate risk assessment ” means an assessment which— a identifies and evaluates the nature and magnitude of the risks of harm to the juvenile source arising in the course of, or as result of, the conduct authorised by the authorisation; and b is carried out in accordance with provision made by the Secretary of State by regulations under this paragraph. 5 In subsections (3)(b)(i) and (4)(a),  “ harm ” means— a physical injury; or b psychological distress. 6 For the purposes of subsection (3)(c),  “appropriate arrangements for meetings” are such arrangements for the juvenile source's case as are necessary for ensuring— a that, at all times when the juvenile source is under the age of 16, there will be a relevant person who will have responsibility for ensuring that an appropriate adult is present at all meetings in relation to the authorisation which take place between the source and a person representing a relevant investigating authority; and b that, at all times when the juvenile source is 16 or 17 years old, there will be a relevant person who will have responsibility for— i ensuring that an appropriate adult is present at all meetings in relation to the authorisation which take place between the source and a person representing a relevant investigating authority, other than any such meeting in relation to which a relevant person decides there are circumstances which justify the absence of an appropriate adult, and ii maintaining a record of the reasons for each such decision that there are circumstances in relation to a meeting which justify the absence of an appropriate adult. 7 In subsection (6)— “ appropriate adult ”, in relation to a juvenile source, means— the parent or guardian of the juvenile source; or any other person who— has for the time being assumed responsibility for the juvenile source's welfare, or is otherwise qualified to represent the interests of the juvenile source; “ relevant investigating authority ”, in relation to a juvenile criminal conduct authorisation, means the public authority, or (as the case may be) one of the public authorities, for whose benefit the activities of the juvenile source as a covert human intelligence source are to take place; “ relevant person ”, in relation to a juvenile criminal conduct authorisation, means a person holding an office, rank or position with a relevant investigating authority in relation to the authorisation; and in this subsection,  “ guardian ”, in relation to a juvenile source, has the same meaning as  “guardian of a child” in the Children Act 1989 (see section 105 of that Act). 8 No provision made by or under this section affects the power to make additional provision by order under section 29B(4)(c) or (10) in relation to the grant of a juvenile criminal conduct authorisation."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "29D", "section_title": "Criminal conduct authorisations: safeguards for vulnerable adults", "section_text": "29D 1 This section applies in relation to the grant of a vulnerable adult criminal conduct authorisation. 2 “A vulnerable adult criminal conduct authorisation” is an authorisation under section 29B for criminal conduct in the course of, or otherwise in connection with, the conduct of a covert human intelligence source where that source is a vulnerable adult (“the vulnerable adult source”). 3 For the purposes of this section, a  “vulnerable adult” is a person aged 18 or over who by reason of mental disorder or vulnerability, disability, age or illness, is or may be unable to take care of themselves or to protect themselves against significant harm or exploitation. 4 In addition to satisfying the requirements of section 29B, a person may grant a vulnerable adult criminal conduct authorisation only if the person— a has considered the results of an appropriate risk assessment; b believes that the risks of harm identified by that risk assessment have been properly explained to and understood by the vulnerable adult source; and c has taken into account the need to safeguard and promote the best interests of the vulnerable adult source. 5 “ An appropriate risk assessment ” means an assessment which— a identifies and evaluates the nature and magnitude of the risks of harm to the vulnerable adult source arising in the course of, or as result of, the conduct authorised by the authorisation; and b is carried out in accordance with provision made by the Secretary of State by regulations under this paragraph. 6 For the purposes of subsections (3), (4)(b) and (5)(a),  “ harm ” means— a physical injury; or b psychological distress. 7 No provision made by or under this section affects the power to make additional provision by order under section 29B(4)(c) or (10) in relation to the grant of a vulnerable adult criminal conduct authorisation."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "30", "section_title": " Persons entitled to grant authorisations under ss. 28  , 29 and 29B .", "section_text": "30 1 Subject to subsection (3), the persons designated for the purposes of sections 28  , 29 and 29B   are the individuals holding such offices, ranks or positions with relevant public authorities as are prescribed for the purposes of this subsection by an order under this section. 2 For the purposes of the grant of an authorisation that combines— a an authorisation under section 28  , 29 or 29B , and b an authorisation by the Secretary of State for the carrying out of intrusive surveillance, the Secretary of State himself shall be a person designated for the purposes of that section. 3 An order under this section may impose restrictions— a on the authorisations under sections 28  , 29 and 29B   that may be granted by any individual holding an office, rank or position with a specified public authority; and b on the circumstances in which, or the purposes for which, such authorisations may be granted by any such individual. 4 A public authority is a relevant public authority for the purposes of this section— a in relation to section 28 if it is specified in Part  A1, 1 or 2   of Schedule 1;  ... b in relation to section 29 if it is specified in Part  A1 or 1   of that Schedule  ; and c in relation to section 29B if it is specified in Part A1 of that Schedule 5 An order under this section may amend Schedule 1 by— a adding a public authority to Part  A1, 1 or 2   of that Schedule; b removing a public authority from that Schedule; c moving a public authority from one Part of that Schedule to  another ; d making any change consequential on any change in the name of a public authority specified in that Schedule. 6 Without prejudice to section 31, the power to make an order under this section shall be exercisable by the Secretary of State. 7 The Secretary of State shall not make an order under subsection (5) containing any provision for— a adding any public authority to Part  A1, 1 or 2   of that Schedule, or b moving any public authority  from— i Part 1 or 2 to Part A1 of that Schedule, or ii Part 2 to Part 1 of that Schedule, unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "31", "section_title": " Orders under s. 30 for Northern Ireland.", "section_text": "31 1 Subject to subsections (2) and (3), the power to make an order under section 30 for the purposes of the grant of authorisations  under section 28 or 29   for conduct in Northern Ireland shall be exercisable by the Office of the First Minister and deputy First Minister in Northern Ireland (concurrently with being exercisable by the Secretary of State). 2 The power of the Office of the First Minister and deputy First Minister to make an order under section 30 by virtue of subsection (1) or (3) of that section shall not be exercisable in relation to any public authority other than— a the Food Standards Agency; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an authority added to Schedule 1 by an order made by that Office; d an authority added to that Schedule by an order made by the Secretary of State which it would (apart from that order) have been within the powers of that Office to add to that Schedule for the purposes mentioned in subsection (1) of this section. 3 The power of the Office of the First Minister and deputy First Minister to make an order under section 30— a shall not include power to make any provision dealing with an excepted matter; b shall not include power, except with the consent of the Secretary of State, to make any provision dealing with a reserved matter. 4 The power of the Office of the First Minister and deputy First Minister to make an order under section 30 shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979. 5 A statutory rule containing an order under section 30 which makes provision by virtue of subsection (5) of that section for— a adding any public authority to Part I or  II  of Schedule 1, or b moving any public authority from Part II to Part I of that Schedule, shall be subject to affirmative resolution (within the meaning of section 41(4) of the  Interpretation Act (Northern Ireland) 1954). 6 A statutory rule containing an order under section 30 (other than one to which subsection (5) of this section applies) shall be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 7 An order under section 30 made by the Office of the First Minister and deputy First Minister may— a make different provision for different cases; b contain such incidental, supplemental, consequential and transitional provision as that Office thinks fit. 8 The reference in subsection (2) to an addition to Schedule 1 being within the powers of the Office of the First Minister and deputy First Minister includes a reference to its being within the powers exercisable by that Office with the consent for the purposes of subsection (3)(b) of the Secretary of State. 9 In this section “ excepted matter ” and “ reserved matter ” have the same meanings as in the  Northern Ireland Act 1998; and, in relation to those matters, section 98(2) of that Act (meaning of “ deals with ”) applies for the purposes of this section as it applies for the purposes of that Act."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "32", "section_title": " Authorisation of intrusive surveillance.", "section_text": "32 1 Subject to the following provisions of this Part, the Secretary of State and each of the senior authorising officers shall have power to grant authorisations for the carrying out of intrusive surveillance. 2 Neither the Secretary of State nor any senior authorising officer shall grant an authorisation for the carrying out of intrusive surveillance unless he believes— a that the authorisation is necessary on grounds falling within subsection (3); and b that the authorised surveillance is proportionate to what is sought to be achieved by carrying it out. 3 Subject to the following provisions of this section, an authorisation is necessary on grounds falling within this subsection if it is necessary— a in the interests of national security; b for the purpose of preventing or detecting serious crime; or c in the interests of the economic well-being of the United Kingdom. 3A In the case of an authorisation granted by the   chair of the  CMA , the authorisation is necessary on grounds falling within subsection (3) only if it is necessary for the purpose of preventing or detecting an offence under section 188 of the Enterprise Act 2002 (cartel offence). 3B In the case of an authorisation granted by the Service Police Complaints Commissioner, the authorisation is necessary on grounds falling within subsection (3) only if it is necessary for the purpose of carrying out the functions of the Commissioner. 4 The matters to be taken into account in considering whether the requirements of subsection (2) are satisfied in the case of any authorisation shall include whether the information which it is thought necessary to obtain by the authorised conduct could reasonably be obtained by other means. 5 The conduct that is authorised by an authorisation for the carrying out of intrusive surveillance is any conduct that— a consists in the carrying out of intrusive surveillance of any such description as is specified in the authorisation; b is carried out in relation to the residential premises specified or described in the authorisation or in relation to the private vehicle so specified or described; and c is carried out for the purposes of, or in connection with, the investigation or operation so specified or described. 6 For the purposes of this section the senior authorising officers are— a the chief constable of every police force maintained under section 2 of the  Police Act 1996 (police forces in England and Wales outside London); b the Commissioner of Police of the Metropolis and every Assistant Commissioner of Police of the Metropolis; c the Commissioner of Police for the City of London; d the chief constable of   the Police Service of Scotland ; e the Chief Constable of the Royal Ulster Constabulary and the Deputy Chief Constable of the Royal Ulster Constabulary; f the Chief Constable of the Ministry of Defence Police; g the Provost Marshal of the   Royal Navy Police ; h the Provost Marshal of the Royal Military Police; i the Provost Marshal of the Royal Air Force Police; ia the Provost Marshal for serious crime; ib  the Service Police Complaints Commissioner; j the Chief Constable of the British Transport Police; k the Director General of the National Crime Agency and any National Crime Agency officer who is designated for the purposes of this paragraph by that Director General; m an officer of Revenue and Customs who is a senior official and who is designated for the purposes of this paragraph by the Commissioners for Her Majesty's Revenue  ... Customs; ma a senior official in the department of the Secretary of State by whom functions relating to immigration are exercisable who is designated for the purposes of this paragraph by the Secretary of State; and n the   chair of the  CMA ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "32A", "section_title": "Authorisations requiring judicial approval", "section_text": "32A 1 This section applies where a relevant person has granted an authorisation under section 28 or 29. 2 The authorisation is not to take effect until such time (if any) as the relevant judicial authority has made an order approving the grant of the authorisation. 3 The relevant judicial authority may give approval under this section to the granting of an authorisation under section 28 if, and only if, the relevant judicial authority is satisfied that— a at the time of the grant— i there were reasonable grounds for believing that the requirements of section 28(2) were satisfied in relation to the authorisation, and ii the relevant conditions were satisfied in relation to the authorisation, and b at the time when the relevant judicial authority is considering the matter, there remain reasonable grounds for believing that the requirements of section 28(2) are satisfied in relation to the authorisation. 4 For the purposes of subsection (3) the relevant conditions are— a in relation to a grant by an individual holding an office, rank or position in a local authority in England or Wales, that— i the individual was a designated person for the purposes of section 28, ii the grant of the authorisation was not in breach of any restrictions imposed by virtue of section 30(3), and iii any other conditions that may be provided for by an order made by the Secretary of State were satisfied, b in relation to a grant, for any purpose relating to a Northern Ireland excepted or reserved matter, by an individual holding an office, rank or position in a district council in Northern Ireland, that— i the individual was a designated person for the purposes of section 28, ii the grant of the authorisation was not in breach of any restrictions imposed by virtue of section 30(3), and iii any other conditions that may be provided for by an order made by the Secretary of State were satisfied, and c in relation to any other grant by a relevant person, that any conditions that may be provided for by an order made by the Secretary of State were satisfied. 5 The relevant judicial authority may give approval under this section to the granting of an authorisation under section 29 if, and only if, the relevant judicial authority is satisfied that— a at the time of the grant— i there were reasonable grounds for believing that the requirements of section 29(2), and any requirements imposed by virtue of section 29(7)(b), were satisfied in relation to the authorisation, and ii the relevant conditions were satisfied in relation to the authorisation, and b at the time when the relevant judicial authority is considering the matter, there remain reasonable grounds for believing that the requirements of section 29(2), and any requirements imposed by virtue of section 29(7)(b), are satisfied in relation to the authorisation. 6 For the purposes of subsection (5) the relevant conditions are— a in relation to a grant by an individual holding an office, rank or position in a local authority in England or Wales, that— i the individual was a designated person for the purposes of section 29, ii the grant of the authorisation was not in breach of any prohibition imposed by virtue of section 29(7)(a) or any restriction imposed by virtue of section 30(3), and iii any other conditions that may be provided for by an order made by the Secretary of State were satisfied, b in relation to a grant, for any purpose relating to a Northern Ireland excepted or reserved matter, by an individual holding an office, rank or position in a district council in Northern Ireland, that— i the individual was a designated person for the purposes of section 29, ii the grant of the authorisation was not in breach of any prohibition imposed by virtue of section 29(7)(a) or any restriction imposed by virtue of section 30(3), and iii any other conditions that may be provided for by an order made by the Secretary of State were satisfied, and c in relation to any other grant by a relevant person, that any conditions that may be provided for by an order made by the Secretary of State were satisfied. 7 In this section— “ local authority in England ” means— a district or county council in England, a London borough council, the Common Council of the City of London in its capacity as a local authority, or the Council of the Isles of Scilly, “ local authority in Wales ” means any county council or county borough council in Wales, “ Northern Ireland excepted or reserved matter ” means an excepted or reserved matter (within the meaning of section 4(1) of the Northern Ireland Act 1998), “ Northern Ireland transferred matter ” means a transferred matter (within the meaning of section 4(1) of the Act of 1998), “ relevant judicial authority ” means— in relation to England and Wales, a justice of the peace, in relation to Scotland, a sheriff, and in relation to Northern Ireland, a district judge (magistrates' courts) in Northern Ireland, “ relevant person ” means— an individual holding an office, rank or position in a local authority in England or Wales, also, in relation to a grant for any purpose relating to a Northern Ireland excepted or reserved matter, an individual holding an office, rank or position in a district council in Northern Ireland, and also, in relation to any grant of a description that may be prescribed for the purposes of this subsection by an order made by the Secretary of State or every grant if so prescribed, a person of a description so prescribed. 8 No order of the Secretary of State— a may be made under subsection (7) unless a draft of the order has been laid before Parliament and approved by a resolution of each House; b may be made under this section so far as it makes provision which would be within the legislative competence of the Scottish Parliament if it were contained in an Act of the Scottish Parliament; c may be made under this section so far as it makes provision which, if it were contained in an Act of the Northern Ireland Assembly, would be within the legislative competence of the Northern Ireland Assembly and would deal with a Northern Ireland transferred matter."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "32B", "section_title": "Procedure for judicial approval", "section_text": "32B 1 The public authority with which the relevant person holds an office, rank or position may apply to the relevant judicial authority for an order under section 32A approving the grant of an authorisation. 2 The applicant is not required to give notice of the application to— a any person to whom the authorisation relates, or b such a person's legal representatives. 3 Where, on an application under this section, the relevant judicial authority refuses to approve the grant of the authorisation concerned, the relevant judicial authority may make an order quashing the authorisation. 4 In this section  “ relevant judicial authority ” and  “ relevant person ” have the same meaning as in section 32A. "}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "32C", "section_title": "Notification of criminal conduct authorisations", "section_text": "32C 1 This section applies where a person grants or cancels an authorisation under section 29B. 2 The person must give notice that the person has granted or cancelled the authorisation to a Judicial Commissioner. 3 A notice given for the purposes of subsection (2) must be given— a in writing as soon as reasonably practicable and, in any event, before the end of the period of 7 days beginning with the day after that on which the authorisation to which it relates is granted or, as the case may be, cancelled; and b in accordance with such arrangements made for the purposes of this paragraph by the Investigatory Powers Commissioner as are for the time being in force. 4 A notice under this section relating to the grant of an authorisation under section 29B must— a set out the grounds on which the person giving the notice believes that the requirements of section 29B(4) are satisfied in relation to the authorisation; and b specify the conduct that is authorised under section 29B by the authorisation. 5 Any notice that is required by this section to be given in writing may be given, instead, by being transmitted by electronic means."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "33", "section_title": "Rules for grant of authorisations.", "section_text": "33 1 A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to his office, rank or position with a police force  . . .   shall not grant an authorisation under that section except on an application made by a member of the same force  . . .   (subject to   subsection (1ZB)                       and section 33A                   ) . 1ZZA A person who is a designated person for the purposes of section 28, 29 or 29B by reference to the person’s office, rank or position with the tri-service serious crime unit must not grant an authorisation under that section except on an application made by a member of that unit. 1ZA Subsection (1ZB) applies if the chief officer of police of a police force (“the authorising force”) has made an agreement under section                       22A                     of the Police Act 1996 with the chief office of police of one or more other police forces. 1ZB A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to an office, rank or position with the authorising force may grant an authorisation under that section on an application made by a member of a collaborative force. 1ZC For the purposes of subsection (1ZB) a police force is a collaborative force if— a its chief officer of police is a party to the agreement mentioned in subsection (1ZA); and b its members are permitted by the terms of the agreement to make applications for authorisations under section 28  , 29 or 29B   to a person who is a designated person for the purposes of that section by reference to an office, rank or position with the authorising force. 1ZD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1ZF . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to his office or position with the   National Crime Agency   shall not grant an authorisation under that section except on an application made by a member of the staff of the Agency                      (subject to section 33A)                   . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to office, rank or position in Her Majesty's Revenue and Customs shall not grant an authorisation under that section except on an application made by an officer of Revenue and Customs. 2A A person who is a designated person for the purposes of section 28 or 29 by reference to that person’s office or position as a member of staff of the Service Police Complaints Commissioner, or as the Commissioner, must not grant an authorisation except on an application made by a person designated under regulation 36(2) of the 2023 Regulations; 3 Subject to   subsection (3ZB)                       and section 33A                   ,  A person who is a senior authorising officer by reference to a police force  . . .   shall not grant an authorisation for the carrying out of intrusive surveillance except— a on an application made by a member of the same force  . . .  ; and b in the case of an authorisation for the carrying out of intrusive surveillance in relation to any residential premises, where those premises are in the area of operation of that force  . . .  . 3ZZA The Provost Marshal for serious crime must not grant an authorisation for the carrying out of intrusive surveillance except— a on an application made by a member of the tri-service serious crime unit; and b in the case of an authorisation for the carrying out of intrusive surveillance in relation to any residential premises, where those premises are in the area of operation of a police force mentioned in subsection (6)(d). 3ZZB The Service Police Complaints Commissioner must not grant an authorisation for the carrying out of intrusive surveillance except— a on an application made by a person designated under regulation 36(2) of the 2023 Regulations; and b in the case of an authorisation for the carrying out of any intrusive surveillance in relation to any residential premises, where those premises are in the area of operation of a police force mentioned in subsection (6)(d). 3ZA Subsection (3ZB) applies if— a the chief officer of police of a police force (“the surveillance authorising force”) has made an agreement under section   22A   of the Police Act 1996 with the chief office of police of one or more other police forces; and b an application for an authorisation for the carrying out of intrusive surveillance is made by a member of a collaborative force. 3ZB A person who is a senior authorising officer by reference to the surveillance authorising force may— a grant the authorisation; b in a case where the authorisation is for the carrying out of intrusive surveillance in relation to any residential premises, grant the authorisation only in relation to premises in the area which is— i the area of operation of a collaborative force; and ii specified in relation to members of that force in the agreement mentioned in subsection (3ZA). 3ZC For the purposes of subsections (3ZA) and (3ZB) a police force is a collaborative force if— a its chief officer of police is a party to the agreement mentioned in subsection (3ZA); and b its members are permitted by the terms of the agreement to make applications for authorisations for the carrying out of intrusive surveillance to a person who is a senior authorising officer by reference to the surveillance authorising force. 3ZD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3ZE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3ZF . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A   The Director General of the National Crime Agency   or a person designated for the purposes of section 32(6)(k) by that Director General shall not grant an authorisation for the carrying out of intrusive surveillance except on an application made by a   National Crime Agency officer                       (subject to section 33A)                   . 4 A person who is a senior authorising officer by virtue of a designation by the Commissioners for Her Majesty's Revenue and Customs shall not grant an authorisation for the carrying out of intrusive surveillance except on an application made by an officer of Revenue and Customs. 4A The   chair of the  CMA   shall not grant an authorisation for the carrying out of intrusive surveillance except on an application made by an officer of the   CMA . 4ZA A senior official who is a senior authorising officer by virtue of a designation by the Secretary of State under section 32(6)(ma) shall not grant an authorisation for the carrying out of intrusive surveillance except on an application made by an immigration officer. 5 A single authorisation may combine both— a an authorisation granted under this Part by, or on the application of, an individual who is a member of a police force,    a person designated under regulation 36(2) of the 2023 Regulations,   a   National Crime Agency officer   ...,   or who is   an officer of Revenue and Customs  , an immigration officer   or the chair or an officer of the  CMA ; and b an authorisation given by, or on the application of, that individual under Part III of the  Police Act 1997; but the provisions of this Act or that Act that are applicable in the case of each of the authorisations shall apply separately in relation to the part of the combined authorisation to which they are applicable. 5A In subsections (1ZA) to (1ZC) and (3ZA) to (3ZC) a reference to a police force is to the following— a any police force maintained under section 2 of the Police Act 1996 (police forces in England and Wales outside London); b the metropolitan police force; and c the City of London police force. 5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section— a the area of operation of a police force maintained under section 2 of the  Police Act 1996, of the metropolitan police force  or , of the City of London police force  ... is the area for which that force is maintained; aa the area of operation of the Police Service of Scotland is Scotland; b the area of operation of the Royal Ulster Constabulary is Northern Ireland; c residential premises are in the area of operation of the Ministry of Defence Police if they are premises where the members of that police force, under section 2 of the  Ministry of Defence Police Act 1987, have the powers and privileges of a constable; d residential premises are in the area of operation of the   Royal Navy Police   the Royal Military Police or the Royal Air Force Police if they are premises owned or occupied by, or used for residential purposes by, a person subject to service discipline; e the area of operation of the British Transport Police  . . .   is the United Kingdom; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and references in this section to the United Kingdom or to any part or area of the United Kingdom include any adjacent waters within the seaward limits of the territorial waters of the United Kingdom. 7 In subsection (6)\t\t\t\t\t “ subject to service law ” and  “ civilian subject to service discipline ” have the same meanings as in the Armed Forces Act 2006."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "33A", "section_title": "Section 33: further provision in cases where  NCA  is party to collaboration agreement", "section_text": "33A 1 This section applies where the Director General of the National Crime Agency has made a collaboration agreement with the chief officer of police of one or more police forces (a  “collaborative police force”). 2 A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to an office, rank or position with a collaborative police force may grant an authorisation under that section on an application made by a National Crime Agency officer. 3 A person who is a designated person for the purposes of section 28  , 29 or 29B   by reference to their position as a National Crime Agency officer may grant an authorisation under that section on an application made by a member of a collaborative police force. 4 Authorisations may be granted to persons by virtue of subsection (2) or (3) only if such persons are permitted under the terms of the collaboration agreement to make applications for authorisations under section 28  , 29 or 29B   to a person who is a designated person for the purposes of that section— a in the case of authorisations granted by virtue of subsection (2), by reference to an office, rank or position with the collaborative police force concerned, or b in the case of authorisations granted by virtue of subsection (3), by reference to the person's position as a National Crime Agency officer. 5 A person who is a senior authorising officer by reference to a collaborative police force may grant an authorisation for the carrying out of intrusive surveillance on an application made by a National Crime Agency officer. 6 The Director General of the National Crime Agency, or a person designated for the purposes of section 32(6)(k) by that Director General, may grant an authorisation for the carrying out of intrusive surveillance on an application made by a member of a collaborative police force. 7 Authorisations may be granted to persons by virtue of subsection (5) or (6) only if such persons are permitted under the terms of the collaboration agreement to make applications for authorisations for the carrying out of intrusive surveillance to a person who— a in the case of authorisations granted by virtue of subsection (5), is a senior authorising officer by reference to the collaborative police force concerned, or b in the case of authorisations granted by virtue of subsection (6), is the Director General of the National Crime Agency or a person designated for the purposes of section 32(6)(k) by that Director General. 8 In the case of an application made by virtue of subsection (5) or (6) for the carrying out of intrusive surveillance in relation to any residential premises, authorisation may be granted only in relation to premises in the area which is— a the area of operation of a collaborative police force, and b specified in relation to members of that force in the collaboration agreement. 9 For the purposes of this section the area of operation of a collaborative police force is the area for which that force is maintained. 10 In this section— “ collaboration agreement ” means an agreement made under section 22A of the Police Act 1996; “ collaborative police force ” has the meaning given by subsection (1); “ police force ” has the meaning given by section 33(5A)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "34", "section_title": " Grant of authorisations in the senior officer’s absence.", "section_text": "34 1 This section applies in the case of an application for an authorisation for the carrying out of intrusive surveillance where— a the application is one made by a member of a police  force (other than a member of the tri-service serious crime unit), a member of the tri-service serious crime unit,   a person designated under regulation 36(2) of the 2023 Regulations,   a   National Crime Agency officer    or by   an officer of the  CMA   or   an officer of Revenue and Customs  or an immigration officer ;  and b the case is urgent. 2 If — a it is not reasonably practicable, having regard to the urgency of the case, for the application to be considered by any person who is a senior authorising officer by reference to the force   or Agency   in question or, as the case may be,   as  Provost Marshal for serious crime or   the Service Police Complaints Commissioner or    the chair of the  CMA or  by virtue of a designation by   the Commissioners for Her Majesty's Revenue and Customs  or the Secretary of State ,   and b it also not reasonably practicable, having regard to the urgency of the case, for the application to be considered by a person (if there is one) who is entitled, as a designated deputy of a senior authorising officer, to exercise the functions in relation to that application of such an officer, the application may be made to and considered by any person who is entitled under subsection (4) to act for any senior authorising officer who would have been entitled to consider the application. 3 A person who considers an application under subsection (1) shall have the same power to grant an authorisation as the person for whom he is entitled to act. 4 For the purposes of this section— a a person is entitled to act for the chief constable of a police force maintained under section 2 of the  Police Act 1996 if he holds the rank of assistant chief constable in that force; b a person is entitled to act for the Commissioner of Police of the Metropolis, or for an Assistant Commissioner of Police of the Metropolis, if he holds the rank of commander in the metropolitan police force; c a person is entitled to act for the Commissioner of Police for the City of London if he holds the rank of commander in the City of London police force; d a person is entitled to act for the chief constable of   the Police Service of Scotland if he holds the rank of deputy or assistant chief constable of the Police Service of Scotland ; e a person is entitled to act for the Chief Constable of the Royal Ulster Constabulary, or for the Deputy Chief Constable of the Royal Ulster Constabulary, if he holds the rank of assistant chief constable in the Royal Ulster Constabulary; f a person is entitled to act for the Chief Constable of the Ministry of Defence Police if he holds the rank of deputy or assistant chief constable in that force; g a person is entitled to act for the Provost Marshal of the   Royal Navy Police    if he holds the position of assistant Provost Marshal in   that force ; h a person is entitled to act for the Provost Marshal of the Royal Military Police or the Provost Marshal of the Royal Air Force Police if he holds the position of deputy Provost Marshal in the police force in question; ha a person is entitled to act for the Provost Marshal for serious crime if the person holds the position of deputy Provost Marshal in the tri-service serious crime unit; hb a person is entitled to act for the Service Police Complaints Commissioner if the person is designated by the Commissioner for the purposes of this paragraph as a person entitled so to act in an urgent case; i a person is entitled to act for the Chief Constable of the British Transport Police if he holds the rank of deputy or assistant chief constable in that force; j a person is entitled to act for the   Director General of the National Crime Agency   if he is a person designated for the purposes of this paragraph by that Director General as a person entitled so to act in an urgent case; l a person is entitled to act for a person who is a senior authorising officer by virtue of a designation by   the Commissioners for Her Majesty's Revenue and Customs,   if he is   a senior official  designated for the purposes of this paragraph by those Commissioners as a person entitled so to act in an urgent case. la a person is entitled to act for a person who is a senior authorising officer by virtue of a designation under section 32(6)(ma), if the person is a senior official in the department of the Secretary of State by whom functions relating to immigration are exercisable who is designated for the purposes of this paragraph by the Secretary of State as a person entitled so to act in an urgent case; m a person is entitled to act for the   chair of the  CMA  if he is an officer of the  CMA  designated by it for the purposes of this paragraph as a person entitled so to act in an urgent case. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section “designated deputy”— a in relation to the chief constable for a police force in England and Wales, means— i the person who is the appropriate deputy chief constable for the purposes of section 12A(1) of the Police Act 1996, or ii a person holding the rank of assistant chief constable who is designated to act under section 12A(2) of that Act; aa in relation to the chief constable   of the Police Service of Scotland, means the deputy chief constable designated under section 18(3) of the Police and Fire Reform (Scotland) Act 2012;  — i a person holding the rank of deputy chief constable and, where there is more than one person in the police force who holds that rank, who is designated as the officer having the powers and duties conferred on a deputy chief constable by section 5A(1) of the Police (Scotland) Act 1967, or ii a person holding the rank of assistant chief constable who is designated to act under section 5A(2) of that Act; b in relation to the Commissioner of Police for the City of London, means a person authorised to act under section 25 of the  City of London Police Act 1839; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "35", "section_title": " Notification of authorisations for intrusive surveillance.", "section_text": "35 1 Where a person grants or cancels a   police,   tri-service serious crime unit,   Service Police Complaints Commissioner,   the National Crime Agency ,   Revenue and Customs  , immigration   or  CMA   authorisation for the carrying out of intrusive surveillance, he shall give notice that he has done so to   a Judicial Commissioner  . 2 A notice given for the purposes of subsection (1)— a must be given in writing as soon as reasonably practicable after the grant or, as the case may be, cancellation of the authorisation to which it relates; b must be given in accordance with any such arrangements made for the purposes of this paragraph by the   Investigatory Powers Commissioner   as are for the time being in force; and c must specify such matters as the Secretary of State may by order prescribe. 3 A notice under this section of the grant of an authorisation shall, as the case may be, either— a state that the approval of a   Judicial Commissioner   is required by section 36 before the grant of the authorisation will take effect; or b state that the case is one of urgency and set out the grounds on which the case is believed to be one of urgency. 4 Where a notice for the purposes of subsection (1) of the grant of an authorisation has been received by   a Judicial Commissioner                          , he shall, as soon as practicable— a scrutinise the authorisation; and b in a case where notice has been given in accordance with subsection (3)(a), decide whether or not to approve the authorisation. 5 Subject to subsection (6), the Secretary of State shall not make an order under subsection (2)(c) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 6 Subsection (5) does not apply in the case of the order made on the first occasion on which the Secretary of State exercises his power to make an order under subsection (2)(c). 7 The order made on that occasion shall cease to have effect at the end of the period of forty days beginning with the day on which it was made unless, before the end of that period, it has been approved by a resolution of each House of Parliament. 8 For the purposes of subsection (7)— a the order’s ceasing to have effect shall be without prejudice to anything previously done or to the making of a new order; and b in reckoning the period of forty days no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 9 Any notice that is required by any provision of this section to be given in writing may be given, instead, by being transmitted by electronic means. 10 In this section references to a   police,   tri-service serious crime unit,   Service Police Complaints Commissioner,   the National Crime Agency ,   Revenue and Customs   immigration   or  CMA   authorisation are references to an authorisation granted by— a a person who is a senior authorising officer by reference to a police force   or the   National Crime Agency ; aa the Provost Marshal for serious crime; ab the Service Police Complaints Commissioner; b a person who is a senior authorising officer by virtue of a designation   under section 32(6)(m) or (ma) ;  ... ba the chair of the  CMA ; or c a person who for the purposes of section 34 is entitled to act for a person falling within paragraph (a)  or for a person falling within paragraph (aa)   or for a person falling within paragraph (b)  or for a person falling within paragraph (ba) ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "36", "section_title": " Approval required for authorisations to take effect.", "section_text": "36 1 This section applies where an authorisation for the carrying out of intrusive surveillance has been granted on the application of— a a member of a police force; aa a member of the tri-service serious crime unit; ab a person who has been designated under regulation 36(2) of the 2023 Regulations; b a National Crime Agency officer; d an officer of Revenue and Customs  ...; da an immigration officer; or e   an officer of the  CMA . 2 Subject to subsection (3), the authorisation shall not take effect until such time (if any) as— a the grant of the authorisation has been approved by   a Judicial Commissioner  ; and b written notice of the Commissioner’s decision to approve the grant of the authorisation has been given, in accordance with subsection (4), to the person who granted the authorisation. 3 Where the person who grants the authorisation— a believes that the case is one of urgency, and b gives notice in accordance with section 35(3)(b), subsection (2) shall not apply to the authorisation, and the authorisation shall have effect from the time of its grant. 4 Where subsection (2) applies to the authorisation— a a   Judicial Commissioner  shall give his approval under this section to the authorisation if, and only if, he is satisfied that there are reasonable grounds for believing that the requirements of section 32(2)(a) and (b) are satisfied in the case of the authorisation; and b a   Judicial Commissioner                           who makes a decision as to whether or not the authorisation should be approved shall, as soon as reasonably practicable after making that decision, give written notice of his decision to the person who granted the authorisation. 5 If   a Judicial Commissioner   decides not to approve an authorisation to which subsection (2) applies, he shall make a report of his findings to the most senior relevant person. 6 In this section “ the most senior relevant person ” means— a where the authorisation was granted by the senior authorising officer with any police force who is not someone’s deputy, that senior authorising officer; aa where the authorisation was granted by the Provost Marshal for serious crime or a person entitled to act for the Provost Marshal for serious crime by virtue of section 34(4)(ha), that Provost Marshal; ab where the authorisation was granted by the Service Police Complaints Commissioner or by a person entitled to act for the Commissioner by virtue of section 34(4)(hb), the Commissioner; b where the authorisation was granted by the   Director General of the National Crime Agency ,  that Director General; c where the authorisation was granted by a senior authorising officer with a police force who is someone’s deputy, the senior authorising officer whose deputy granted the authorisation; d where the authorisation was granted by a person designated for the purposes of section 32(6)(k), or by a person entitled to act for the   Director General of the National Crime Agency   by virtue of section 34(4)(j), that Director General; f where the authorisation was granted by a person entitled to act for a senior authorising officer under section 34(4)  (a) to (h) or (i) , the senior authorising officer in the force in question who is not someone’s deputy;  and g where the authorisation was granted by an officer of Revenue and Customs, the officer of Revenue and Customs for the time being designated for the purposes of this paragraph by a written notice given to the   Investigatory Powers Commissioner                           by the Commissioners for Her Majesty's Revenue  ... Customs; ga where the authorisation was granted by a senior official designated under section 32(6)(ma) or entitled to act for such an official under section 34(4)(la), the senior official designated under section 32(6)(ma); and h where the authorisation was granted by the   chair of the  CMA   or a person entitled to act for   the chair of the  CMA   by virtue of section 34(4)(m),   that chair . 7 The references in subsection (6) to a person’s deputy are references to the following— a in relation to— i a chief constable of a police force maintained under section 2 of the  Police Act 1996, ii the Commissioner of Police for the City of London, or iii the chief constable of the Police Service of Scotland, to his designated deputy; b in relation to the Commissioner of Police of the Metropolis, to an Assistant Commissioner of Police of the Metropolis; and c in relation to the Chief Constable of the Royal Ulster Constabulary, to the Deputy Chief Constable of the Royal Ulster Constabulary; and in this subsection and that subsection “ designated deputy ” has the same meaning as in section 34. 8 Any notice that is required by any provision of this section to be given in writing may be given, instead, by being transmitted by electronic means."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "37", "section_title": " Quashing of police and   Revenue and Customs  authorisations etc.", "section_text": "37 1 This section applies where an authorisation for the carrying out of intrusive surveillance has been granted on the application of— a a member of a police force; ab a person designated under regulation 36(2) of the 2023 Regulations; b a National Crime Agency officer; d an officer of Revenue and Customs  ... ; da an immigration officer; or e an officer of the  CMA . 2 Where   a Judicial Commissioner   is at any time satisfied that, at the time when the authorisation was granted or at any time when it was renewed, there were no reasonable grounds for believing that the requirements of section 32(2)(a) and (b) were satisfied, he may quash the authorisation with effect, as he thinks fit, from the time of the grant of the authorisation or from the time of any renewal of the authorisation. 3 If   a Judicial Commissioner   is satisfied at any time while the authorisation is in force that there are no longer any reasonable grounds for believing that the requirements of section 32(2)(a) and (b) are satisfied in relation to the authorisation, he may cancel the authorisation with effect from such time as appears to him to be the time from which those requirements ceased to be so satisfied. 4 Where, in the case of any authorisation of which notice has been given in accordance with section 35(3)(b),   a Judicial Commissioner   is at any time satisfied that, at the time of the grant or renewal of the authorisation to which that notice related, there were no reasonable grounds for believing that the case was one of urgency, he may quash the authorisation with effect, as he thinks fit, from the time of the grant of the authorisation or from the time of any renewal of the authorisatio 5 Subject to subsection (7), where   a Judicial Commissioner                           quashes an authorisation under this section, he may order the destruction of any records relating wholly or partly to information obtained by the authorised conduct after the time from which his decision takes effect. 6 Subject to subsection (7), where— a an authorisation has ceased to have effect (otherwise than by virtue of subsection (2) or (4)), and b   a Judicial Commissioner   is satisfied that there was a time while the authorisation was in force when there were no reasonable grounds for believing that the requirements of section 32(2)(a) and (b) continued to be satisfied in relation to the authorisation, he may order the destruction of any records relating, wholly or partly, to information obtained at such a time by the authorised conduct. 7 No order shall be made under this section for the destruction of any records required for pending criminal or civil proceedings. 8 Where   a Judicial Commissioner   exercises a power conferred by this section, he shall, as soon as reasonably practicable, make a report of his exercise of that power, and of his reasons for doing so— a to the most senior relevant person (within the meaning of section 36); and b to the   Investigatory Powers Commissioner (if he is not that Commissioner)  . 9 Where an order for the destruction of records is made under this section, the order shall not become operative until such time (if any) as— a   any period   for appealing against the decision to make the order has expired; and b any appeal brought within that period has been dismissed by the   Investigatory Powers Commissioner  . 10 No notice shall be required to be given under section 35(1) in the case of a cancellation under subsection (3) of this section."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "38", "section_title": " Appeals against decisions by   Judicial Commissioners  .", "section_text": "38 1 Any senior authorising officer may appeal to the   Investigatory Powers Commissioner   against any of the following— a any refusal of   a Judicial Commissioner (other than the Investigatory Powers Commissioner)   to approve an authorisation for the carrying out of intrusive surveillance; b any decision of such a Commissioner to quash or cancel such an authorisation; c any decision of such a Commissioner to make an order under section 37 for the destruction of records. 2 In the case of an authorisation granted by the designated deputy of a senior authorising office or by a person who for the purposes of section 34 is entitled to act for a senior authorising officer, that designated deputy or person shall also be entitled to appeal under this section. 3 An appeal under this section must be brought within the period of seven days beginning with the day on which the refusal or decision appealed against is reported to the appellant. 4 Subject to subsection (5), the   Investigatory Powers Commissioner  , on an appeal under this section, shall allow the appeal if— a he is satisfied that there were reasonable grounds for believing that the requirements of section 32(2)(a) and (b) were satisfied in relation to the authorisation at the time in question; and b he is not satisfied that the authorisation is one of which notice was given in accordance with section 35(3)(b) without there being any reasonable grounds for believing that the case was one of urgency. 5 If, on an appeal falling within subsection (1)(b), the   Investigatory Powers Commissioner                          — a is satisfied that grounds exist which justify the quashing or cancellation under section 37 of the authorisation in question, but b considers that the authorisation should have been quashed or cancelled from a different time from that from which it was quashed or cancelled by the   Judicial Commissioner  against whose decision the appeal is brought, he may modify that Commissioner’s decision to quash or cancel the authorisation, and any related decision for the destruction of records, so as to give effect to the decision under section 37 that he considers should have been made. 6 Where, on an appeal under this section against a decision to quash or cancel an authorisation, the   Investigatory Powers Commissioner   allows the appeal he shall also quash any related order for the destruction of records relating to information obtained by the authorised conduct. 7 In this section “ designated deputy ” has the same meaning as in section 34."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "39", "section_title": " Appeals to the   Investigatory Powers Commissioner  : supplementary.", "section_text": "39 1 Where the    Investigatory Powers Commissioner                          has determined an appeal under section 38, he shall give notice of his determination to both— a the person by whom the appeal was brought; and b the   Judicial Commissioner   whose decision was appealed against. 2 Where the determination of the   Investigatory Powers Commissioner                           on an appeal under section 38 is a determination to dismiss the appeal, the   Investigatory Powers Commissioner                           shall make a report of his findings— a to the persons mentioned in subsection (1); and b to the Prime Minister. 3   Subsections (6) to (8) of section 234 of the Investigatory Powers Act 2016   (reports to be laid before Parliament and exclusion of matters from the report) apply in relation to any report to the Prime Minister under subsection (2) of this section as they apply in relation to any report under   subsection (1) of that section  . 4 Subject to subsection (2) of this section, the   Investigatory Powers Commissioner   shall not give any reasons for any determination of his on an appeal under section 38."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "40", "section_title": " Information to be provided to Surveillance Commissioners.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "41", "section_title": " Secretary of State authorisations.", "section_text": "41 1 The Secretary of State shall not grant an authorisation for the carrying out of intrusive surveillance except on an application made by— a a member of any of the intelligence services; b an official of the Ministry of Defence; c a member of Her Majesty’s forces; d an individual holding an office, rank or position with any such public authority as may be designated for the purposes of this section as an authority whose activities may require the carrying out of intrusive surveillance. 2 Section 32 shall have effect in relation to the grant of an authorisation by the Secretary of State on the application of an official of the Ministry of Defence, or of a member of Her Majesty’s forces, as if the only matters mentioned in subsection (3) of that section were— a the interests of national security; and b the purpose of preventing or detecting serious crime. 3 The designation of any public authority for the purposes of this section shall be by order made by the Secretary of State. 4 The Secretary of State may by order provide, in relation to any public authority, that an application for an authorisation for the carrying out of intrusive surveillance may be made by an individual holding an office, rank or position with that authority only where his office, rank or position is one prescribed by the order. 5 The Secretary of State may by order impose restrictions— a on the authorisations for the carrying out of intrusive surveillance that may be granted on the application of an individual holding an office, rank or position with any public authority designated for the purposes of this section; and b on the circumstances in which, or the purposes for which, such authorisations may be granted on such an application. 6 The Secretary of State shall not make a designation under subsection (3) unless a draft of the order containing the designation has been laid before Parliament and approved by a resolution of each House. 7 References in this section to a member of Her Majesty’s forces do not include references to any member of Her Majesty’s forces who is a member of a police force by virtue of his service with the   Royal Navy Police , the Royal Military Police or the Royal Air Force Police  or is a member of the tri-service serious crime unit ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "42", "section_title": " Intelligence services authorisations.", "section_text": "42 1 The grant by the Secretary of State  or, the Scottish Ministers (by virtue of provision under section 63 of the Scotland Act 1998)  on the application of a member of one of the intelligence services of any authorisation under this Part must be made by the issue of a warrant. 2 A single warrant issued by the Secretary of State  or, the Scottish Ministers (by virtue of provision under s. 63 of the Scotland Act 1998) may combine both— a an authorisation under this Part; and b an intelligence services warrant; but the provisions of this Act or the  Intelligence Services Act 1994 that are applicable in the case of the authorisation under this Part or the intelligence services warrant shall apply separately in relation to the part of the combined warrant to which they are applicable. 3 Intrusive surveillance in relation to any premises or vehicle in the British Islands shall be capable of being authorised by a warrant issued under this Part on the application of a member of the Secret Intelligence Service or  GCHQ  only if the authorisation contained in the warrant is one satisfying the requirements of section 32(2)(a) otherwise than in connection with any functions of that intelligence service in support of the prevention or detection of serious crime. 4 Subject to subsection (5), the functions of the Security Service shall include acting on behalf of the Secret Intelligence Service or GCHQ in relation to— a the application for and grant of any authorisation under this Part in connection with any matter within the functions of the Secret Intelligence Service or GCHQ; and b the carrying out, in connection with any such matter, of any conduct authorised by such an authorisation. 5 Nothing in subsection (4) shall authorise the doing of anything by one intelligence service on behalf of another unless— a it is something which either the other service or a member of the other service has power to do; and b it is done otherwise than in connection with functions of the other service in support of the prevention or detection of serious crime. 6 In this section “ intelligence services warrant ” means a warrant under section 5 of the  Intelligence Services Act 1994."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "43", "section_title": " General rules about grant, renewal and duration.", "section_text": "43 1 An authorisation under this Part— a may be granted or renewed orally in any urgent case in which the entitlement to act of the person granting or renewing it is not confined to urgent cases; and b in any other case, must be in writing. 1A Subsection (1)(a) does not apply in relation to an authorisation under section 28 or 29 to which section 32A applies. 2 A single authorisation may combine two or more different authorisations under this Part; but the provisions of this Act that are applicable in the case of each of the authorisations shall apply separately in relation to the part of the combined authorisation to which they are applicable. 3 Subject to subsections (4) and (8), an authorisation under this Part shall cease to have effect at the end of the following period— a in the case of an authorisation which— i has not been renewed and was granted either orally or by a person whose entitlement to act is confined to urgent cases, or ii was last renewed either orally or by such a person, the period of seventy-two hours beginning with the time when the grant of the authorisation or, as the case may be, its latest renewal takes effect; b in a case not falling within paragraph (a) in which the authorisation is for the conduct or the use of a covert human intelligence source  or is an authorisation under section 29B , the period of twelve months beginning with the day on which the grant of the authorisation or, as the case may be, its latest renewal takes effect; and c in any case not falling within paragraph (a) or (b), the period of three months beginning with the day on which the grant of the authorisation or, as the case may be, its latest renewal takes effect. 4 Subject to subsection (6), an authorisation under this Part may be renewed, at any time before the time at which it ceases to have effect, by any person who would be entitled to grant a new authorisation in the same terms. 5 Sections 28 to 41 shall have effect in relation to the renewal of an authorisation under this Part as if references to the grant of an authorisation included references to its renewal. 6 A person shall not renew an authorisation for the conduct or the use of a covert human intelligence source  or an authorisation under section 29B , unless he— a is satisfied that a review has been carried out of the matters mentioned in subsection (7); and b has, for the purpose of deciding whether he should renew the authorisation, considered the results of that review. 6A The relevant judicial authority (within the meaning given by subsection (7) of section 32A) shall not make an order under that section approving the renewal of an authorisation for the conduct or the use of a covert human intelligence source unless the relevant judicial authority— a is satisfied that a review has been carried out of the matters mentioned in subsection (7) below, and b has, for the purpose of deciding whether to make the order, considered the results of that review. 7 The matters mentioned in  subsections (6) and (6A)  are— a the use made of the source in the period since the grant or, as the case may be, latest renewal of the authorisation; and b the tasks given to the source during that period and the information obtained from the conduct or the use of the source. 8 The Secretary of State may by order provide in relation to authorisations of such descriptions as may be specified in the order that subsection (3) is to have effect as if the period at the end of which an authorisation of a description so specified is to cease to have effect were such period shorter than that provided for by that subsection as may be fixed by or determined in accordance with that order. 9 References in this section to the time at which, or the day on which, the grant or renewal of an authorisation takes effect are references— a in the case of the grant of an authorisation to which paragraph (c) does not apply, to the time at which or, as the case may be, day on which the authorisation is granted; b in the case of the renewal of an authorisation to which paragraph (c) does not apply, to the time at which or, as the case may be, day on which the authorisation would have ceased to have effect but for the renewal; and c in the case of any grant or renewal that takes effect under subsection (2) of section  32A or  36 at a time or on a day later than that given by paragraph (a) or (b), to the time at which or, as the case may be, day on which the grant or renewal takes effect in accordance with that subsection. 10 In relation to any authorisation granted by a member of any of the intelligence services, and in relation to any authorisation contained in a warrant issued by the Secretary of State on the application of a member of any of the intelligence services, this section has effect subject to the provisions of section 44."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "44", "section_title": " Special rules for intelligence services authorisations.", "section_text": "44 1 Subject to subsection (2), a warrant containing an authorisation for the carrying out of intrusive surveillance— a shall not be issued on the application of a member of any of the intelligence services, and b if so issued shall not be renewed, except under the hand of the Secretary of State  or, in the case of a warrant issued by the Scottish Ministers(by virtue of provision made under section 63 of the Scotland Act 1998), a member of the Scottish Executive. 2 In an urgent case in which— a an application for a warrant containing an authorisation for the carrying out of intrusive surveillance has been made by a member of any of the intelligence services, and b the Secretary of State has himself  or the Scottish Ministers(by virtue of provision made under section 63 of the Scotland Act 1998) have themselves  expressly authorised the issue of the warrant in that case, the warrant may be issued (but not renewed) under the hand of a senior official   or as the case may be, a member of the staffof the Scottish Administration who is a member of the Senior Civil Service and is designated by the Scottish Ministers as a person under whose hand a warrant may be issued in such a case (in this section referred to as “a designated official”) 3 Subject to subsection (6), a warrant containing an authorisation for the carrying out of intrusive surveillance which— a was issued, on the application of a member of any of the intelligence services, under the hand of a senior official  or, as the case may be, a designated official  and b has not been renewed under the hand of the Secretary of State  or, in the case of a warrant issued by the Scottish Ministers (by virtue of provision made under section 3 of the Scotalnd Act 1998), a member of the Scottish Executive , shall cease to have effect at the end of the second working day following the day of the issue of the warrant, instead of at the time provided for by section 43(3). 4 Subject to subsections (3) and (6), where any warrant for the carrying out of intrusive surveillance which is issued or was last renewed on the application of a member of any of the intelligence services, the warrant (unless renewed or, as the case may be, renewed again) shall cease to have effect at the following time, instead of at the time provided for by section 43(3), namely— a in the case of a warrant that has not been renewed, at the end of the period of six months beginning with the day on which it was issued; and b in any other case, at the end of the period of six months beginning with the day on which it would have ceased to have effect if not renewed again. 5 Subject to subsection (6), where— a an authorisation for the carrying out of directed surveillance is granted by a member of any of the intelligence services, and b the authorisation is renewed by an instrument endorsed under the hand of the person renewing the authorisation with a statement that the renewal is believed to be necessary on grounds falling within section 32(3)(a) or (c), the authorisation (unless renewed again) shall cease to have effect at the end of the period of six months beginning with the day on which it would have ceased to have effect but for the renewal, instead of at the time provided for by section 43(3). 6 The Secretary of State may by order provide in relation to authorisations of such descriptions as may be specified in the order that subsection (3), (4) or (5) is to have effect as if the period at the end of which an authorisation of a description so specified is to cease to have effect were such period shorter than that provided for by that subsection as may be fixed by or determined in accordance with that order. 7 Notwithstanding anything in section 43(2), in a case in which there is a combined warrant containing both— a an authorisation for the carrying out of intrusive surveillance, and b an authorisation for the carrying out of directed surveillance, the reference in subsection (4) of this section to a warrant for the carrying out of intrusive surveillance is a reference to the warrant so far as it confers both authorisations."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "45", "section_title": " Cancellation of authorisations.", "section_text": "45 1 The person who granted or, as the case may be, last renewed an authorisation under this Part shall cancel it if— a he is satisfied that the authorisation is one in relation to which the requirements of section 28(2)(a) and (b), 29(2)(a) and (b)  , 29B(4)(a) and (b)   or, as the case may be, 32(2)(a) and (b) are no longer satisfied;  ... b in the case of an authorisation under section 29, he is satisfied that arrangements for the source’s case that satisfy the requirements mentioned in subsection (2)(c) of that section no longer exist. c in the case of an authorisation under section 29B where the source is under the age of 18 (“the juvenile source”), the person— i becomes aware of circumstances in which it is reasonably foreseeable that harm, within the meaning of section 29C(5), to the juvenile source would result from the authorisation, ii is satisfied that the authorisation would no longer be compatible with the need to safeguard and promote the best interests of the juvenile source, or iii is satisfied that arrangements for the juvenile source's case that satisfy the requirements of subsection (3)(c) of section 29C no longer exist; or d in the case of any authorisation under section 29B, the person is satisfied that any arrangements for the source's case required to satisfy any requirements mentioned in subsection (4)(c) of that section no longer exist 2 Where an authorisation under this Part was granted or, as the case may be, last renewed— a by a person entitled to act for any other person, or b by the deputy of any other person, that other person shall cancel the authorisation if he is satisfied as to  any   of the matters mentioned in subsection (1). 3 Where an authorisation under this Part was granted or, as the case may be, last renewed by a person whose deputy had power to grant it, that deputy shall cancel the authorisation if he is satisfied as to  any   of the matters mentioned in subsection (1). 4 The Secretary of State may by regulations provide for the person by whom any duty imposed by this section is to be performed in a case in which it would otherwise fall on a person who is no longer available to perform it. 5 Regulations under subsection (4) may provide for the person on whom the duty is to fall to be a person appointed in accordance with the regulations. 6 The references in this section to a person’s deputy are references to the following— a  in relation to— i a chief constable of a police force maintained under section 2 of the  Police Act 1996, ii the Commissioner of Police for the City of London, or iii the chief constable of the Police Service of Scotland, to his designated deputy; b in relation to the Commissioner of Police of the Metropolis, to an Assistant Commissioner of Police of the Metropolis;  . . .   and   c in relation to the Chief Constable of the Royal Ulster Constabulary, to the Deputy Chief Constable of the Royal Ulster Constabulary;  ... ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ designated deputy ” has the same meaning as in section 34."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "46", "section_title": " Restrictions on authorisations extending to Scotland.", "section_text": "46 1 No person shall grant or renew an authorisation under this Part for the carrying out of any conduct if it appears to him— a that the authorisation is not one for which this Part is the relevant statutory provision for all parts of the United Kingdom; and b that all the conduct authorised by the grant or, as the case may be, renewal of the authorisation is likely to take place in Scotland. 2  In relation to any authorisation, this Part is the relevant statutory provision for all parts of the United Kingdom in so far as it— a  is granted or renewed on the grounds that it is necessary in the interests of national security or in the interests of the economic well-being of the United Kingdom; b is granted or renewed by or on the application of a person holding any office, rank or position with any of the public authorities specified in subsection (3); c authorises conduct of a person holding an office, rank or position with any of the public authorities so specified; d authorises conduct of  or in relation to   an individual acting as a covert human intelligence source for the benefit of any of the public authorities so specified; or e authorises conduct that is surveillance by virtue of section 48(4). ea the department of the Secretary of State by whom functions relating to immigration are exercisable; and 3 The public authorities mentioned in subsection (2) are— a each of the intelligence services; b Her Majesty’s forces; c the Ministry of Defence; d the Ministry of Defence Police; dza the Civil Nuclear Constabulary; dzb the Service Police Complaints Commissioner; da the  CMA ; db the National Crime Agency; e the Commissioners for Her Majesty's Revenue  ... Customs; f the British Transport Police. 4 For the purposes of so much of this Part as has effect in relation to any other public authority by virtue of— a the fact that it is a public authority for the time being specified in Schedule 1, or b an order under subsection (1)(d) of section 41 designating that authority for the purposes of that section, the authorities specified in subsection (3) of this section shall be treated as including that authority to the extent that the Secretary of State by order directs that the authority is a relevant public authority or, as the case may be, is a designated authority for all parts of the United Kingdom. 5 No person may grant or renew a section 29B(5)(b) authorisation if it appears to the person that all or some of the conduct authorised by the section 29B(5)(b) authorisation is likely to take place in Scotland. 6 But subsection (5) does not apply if the grant or renewal of the section 29B(5)(b) authorisation is for a purpose relating to a reserved matter (within the meaning of the Scotland Act 1998). 7 For the purposes of subsections (5) and (6),  “ a section 29B(5)(b) authorisation ” means an authorisation under section 29B in so far as it is granted or, as the case may be, renewed on the grounds that it is necessary on grounds falling within section 29B(5)(b)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "47", "section_title": " Power to extend or modify authorisation provisions.", "section_text": "47 1 The Secretary of State may by order do one or both of the following— a apply this Part, with such modifications as he thinks fit, to any such surveillance that is neither directed nor intrusive as may be described in the order; b provide for any description of directed surveillance to be treated for the purposes of this Part as intrusive surveillance. 2 No order shall be made under this section unless a draft of it has been laid before Parliament and approved by a resolution of each House."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "48", "section_title": " Interpretation of Part II.", "section_text": "48 1 In this Part—   “ CMA ” means the Competition and Markets Authority;   “ covert human intelligence source ” shall be construed in accordance with section 26(8); “ directed ” and “ intrusive ”, in relation to surveillance, shall be construed in accordance with section 26(2) to (6);  ... “ private vehicle ” means (subject to subsection (7)(a)) any vehicle which is used primarily for the private purposes of the person who owns it or of a person otherwise having the right to use it; “ residential premises ” means (subject to subsection (7)(b)) so much of any premises as is for the time being occupied or used by any person, however temporarily, for residential purposes or otherwise as living accommodation (including hotel or prison accommodation that is so occupied or used); “ senior authorising officer ” means a person who by virtue of subsection (6) of section 32 is a senior authorising officer for the purposes of that section; “ surveillance ” shall be construed in accordance with subsections (2) to (4); “ surveillance device ” means any apparatus designed or adapted for use in surveillance.   “the 2023 Regulations” means the Service Police (Complaints etc.) Regulations 2023; 2 Subject to subsection (3), in this Part “ surveillance ” includes— a monitoring, observing or listening to persons, their movements, their conversations or their other activities or communications; b recording anything monitored, observed or listened to in the course of surveillance; and c surveillance by or with the assistance of a surveillance device. 3 References in this Part to surveillance do not include references to— a any conduct of a covert human intelligence source for obtaining or recording (whether or not using a surveillance device) any information which is disclosed in the presence of the source; b the use of a covert human intelligence source for so obtaining or recording information; or c any such entry on or interference with property or with wireless telegraphy as would be unlawful unless authorised under— i section 5 of the  Intelligence Services Act 1994 (warrants for the intelligence services);  ... ii Part III of the  Police Act 1997 (powers of the police and of   officers of Revenue and Customs) ; or  iii Part 5, or Chapter 3 of Part 6, of the Investigatory Powers Act 2016 (equipment interference). 4 References in this Part to surveillance include references to the interception of a communication in the course of its transmission by means of a postal service or telecommunication system if, and only if— a the communication is one sent by or intended for a person who has consented to the interception of communications sent by or to him; and b there is no interception warrant authorising the interception. 5 References in this Part to an individual holding an office or position with a public authority include references to any member, official or employee of that authority. 6 For the purposes of this Part the activities of a covert human intelligence source which are to be taken as activities for the benefit of a particular public authority include any conduct of his as such a source which is in response to inducements or requests made by or on behalf of that authority. 7 In subsection (1)— a the reference to a person having the right to use a vehicle does not, in relation to a motor vehicle, include a reference to a person whose right to use the vehicle derives only from his having paid, or undertaken to pay, for the use of the vehicle and its driver for a particular journey; and b the reference to premises occupied or used by any person for residential purposes or otherwise as living accommodation does not include a reference to so much of any premises as constitutes any common area to which he has or is allowed access in connection with his use or occupation of any accommodation. 8 In this section— “ premises ” includes any vehicle or moveable structure and any other place whatever, whether or not occupied as land; “ vehicle ” includes any vessel, aircraft or hovercraft."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "49", "section_title": " Notices requiring disclosure.", "section_text": "49 1 This section applies where any protected information— a has come into the possession of any person by means of the exercise of a statutory power to seize, detain, inspect, search or otherwise to interfere with documents or other property, or is likely to do so; b has come into the possession of any person by means of the exercise of any statutory power to intercept communications  or obtain secondary data from communications , or is likely to do so; c has come into the possession of any person by means of the exercise of any power conferred by an authorisation under  section 22(3)  or (3B)  or under Part II   Part 3 of the Investigatory Powers Act 2016 or Part 2 of this Act , or as a result of the giving of a notice  under section 22(4)   in pursuance of an authorisation under Part 3 of the Act of 2016 or as the result of the issue of a warrant under Chapter 2 of Part 6 of the Act of 2016 , or is likely to do so; d has come into the possession of any person as a result of having been provided or disclosed in pursuance of any statutory duty (whether or not one arising as a result of a request for information), or is likely to do so; or e has, by any other lawful means not involving the exercise of statutory powers, come into the possession of any of the intelligence services, the police,  the National Crime Agency   ... or   Her Majesty's Revenue and Customs , or is likely so to come into the possession of any of those services, the police,    the National Crime Agency   ... or   Her Majesty's Revenue and Customs . 2 If any person with the appropriate permission under Schedule 2 believes, on reasonable grounds— a that a key to the protected information is in the possession of any person, b that the imposition of a disclosure requirement in respect of the protected information is— i necessary on grounds falling within subsection (3), or ii necessary for the purpose of securing the effective exercise or proper performance by any public authority of any statutory power or statutory duty, c that the imposition of such a requirement is proportionate to what is sought to be achieved by its imposition, and d that it is not reasonably practicable for the person with the appropriate permission to obtain possession of the protected information in an intelligible form without the giving of a notice under this section, the person with that permission may, by notice to the person whom he believes to have possession of the key, impose a disclosure requirement in respect of the protected information. 3 A disclosure requirement in respect of any protected information is necessary on grounds falling within this subsection if it is necessary— a in the interests of national security; b for the purpose of preventing or detecting crime; or c in the interests of the economic well-being of the United Kingdom. 4 A notice under this section imposing a disclosure requirement in respect of any protected information— a must be given in writing or (if not in writing) must be given in a manner that produces a record of its having been given; b must describe the protected information to which the notice relates; c must specify the matters falling within subsection (2)(b)(i) or (ii) by reference to which the notice is given; d must specify the office, rank or position held by the person giving it; e must specify the office, rank or position of the person who for the purposes of Schedule 2 granted permission for the giving of the notice or (if the person giving the notice was entitled to give it without another person’s permission) must set out the circumstances in which that entitlement arose; f must specify the time by which the notice is to be complied with; and g must set out the disclosure that is required by the notice and the form and manner in which it is to be made; and the time specified for the purposes of paragraph (f) must allow a period for compliance which is reasonable in all the circumstances. 5 Where it appears to a person with the appropriate permission— a that more than one person is in possession of the key to any protected information, b that any of those persons is in possession of that key in his capacity as an officer or employee of any body corporate, and c that another of those persons is the body corporate itself or another officer or employee of the body corporate, a notice under this section shall not be given, by reference to his possession of the key, to any officer or employee of the body corporate unless he is a senior officer of the body corporate or it appears to the person giving the notice that there is no senior officer of the body corporate and (in the case of an employee) no more senior employee of the body corporate to whom it is reasonably practicable to give the notice. 6 Where it appears to a person with the appropriate permission— (a)that more than one person is in possession of the key to any protected information, b that any of those persons is in possession of that key in his capacity as an employee of a firm, and c that another of those persons is the firm itself or a partner of the firm, a notice under this section shall not be given, by reference to his possession of the key, to any employee of the firm unless it appears to the person giving the notice that there is neither a partner of the firm nor a more senior employee of the firm to whom it is reasonably practicable to give the notice. 7 Subsections (5) and (6) shall not apply to the extent that there are special circumstances of the case that mean that the purposes for which the notice is given would be defeated, in whole or in part, if the notice were given to the person to whom it would otherwise be required to be given by those subsections. 8 A notice under this section shall not require the making of any disclosure to any person other than— a the person giving the notice; or b such other person as may be specified in or otherwise identified by, or in accordance with, the provisions of the notice. 9 A notice under this section shall not require the disclosure of any key which— a is intended to be used for the purpose only of generating electronic signatures; and b has not in fact been used for any other purpose. 9A In subsection (1)(b) the reference to obtaining secondary data from communications is to be read in accordance with section 16 of the Investigatory Powers Act 2016. 10 In this section “ senior officer ”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body corporate; and for this purpose “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate. 11 Schedule 2 (definition of the appropriate permission) shall have effect."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "50", "section_title": " Effect of notice imposing disclosure requirement.", "section_text": "50 1 Subject to the following provisions of this section, the effect of a section 49 notice imposing a disclosure requirement in respect of any protected information on a person who is in possession at a relevant time of both the protected information and a means of obtaining access to the information and of disclosing it in an intelligible form is that he— a shall be entitled to use any key in his possession to obtain access to the information or to put it into an intelligible form; and b shall be required, in accordance with the notice imposing the requirement, to make a disclosure of the information in an intelligible form. 2 A person subject to a requirement under subsection (1)(b) to make a disclosure of any information in an intelligible form shall be taken to have complied with that requirement if— a  he makes, instead, a disclosure of any key to the protected information that is in his possession; and b that disclosure is made, in accordance with the notice imposing the requirement, to the person to whom, and by the time by which, he was required to provide the information in that form. 3 Where, in a case in which a disclosure requirement in respect of any protected information is imposed on any person by a section 49 notice— a that person is not in possession of the information, b that person is incapable, without the use of a key that is not in his possession, of obtaining access to the information and of disclosing it in an intelligible form, or c the notice states, in pursuance of a direction under section 51, that it can be complied with only by the disclosure of a key to the information, the effect of imposing that disclosure requirement on that person is that he shall be required, in accordance with the notice imposing the requirement, to make a disclosure of any key to the protected information that is in his possession at a relevant time. 4 Subsections (5) to (7) apply where a person (“ the person given notice ”)— a is entitled or obliged to disclose a key to protected information for the purpose of complying with any disclosure requirement imposed by a section 49 notice; and b is in possession of more than one key to that information. 5 It shall not be necessary, for the purpose of complying with the requirement, for the person given notice to make a disclosure of any keys in addition to those the disclosure of which is, alone, sufficient to enable the person to whom they are disclosed to obtain access to the information and to put it into an intelligible form. 6 Where— a subsection (5) allows the person given notice to comply with a requirement without disclosing all of the keys in his possession, and b there are different keys, or combinations of keys, in the possession of that person the disclosure of which would, under that subsection, constitute compliance, the person given notice may select which of the keys, or combination of keys, to disclose for the purpose of complying with that requirement in accordance with that subsection. 7 Subject to subsections (5) and (6), the person given notice shall not be taken to have complied with the disclosure requirement by the disclosure of a key unless he has disclosed every key to the protected information that is in his possession at a relevant time. 8 Where, in a case in which a disclosure requirement in respect of any protected information is imposed on any person by a section 49 notice— a that person has been in possession of the key to that information but is no longer in possession of it, b if he had continued to have the key in his possession, he would have been required by virtue of the giving of the notice to disclose it, and c he is in possession, at a relevant time, of information to which subsection (9) applies, the effect of imposing that disclosure requirement on that person is that he shall be required, in accordance with the notice imposing the requirement, to disclose all such information to which subsection (9) applies as is in his possession and as he may be required, in accordance with that notice, to disclose by the person to whom he would have been required to disclose the key. 9 This subsection applies to any information that would facilitate the obtaining or discovery of the key or the putting of the protected information into an intelligible form. 10 In this section “ relevant time ”, in relation to a disclosure requirement imposed by a section 49 notice, means the time of the giving of the notice or any subsequent time before the time by which the requirement falls to be complied with."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "51", "section_title": " Cases in which key required.", "section_text": "51 1 A section 49 notice imposing a disclosure requirement in respect of any protected information shall not contain a statement for the purposes of section 50(3)(c) unless— a the person who for the purposes of Schedule 2 granted the permission for the giving of the notice in relation to that information, or b any person whose permission for the giving of a such a notice in relation to that information would constitute the appropriate permission under that Schedule, has given a direction that the requirement can be complied with only by the disclosure of the key itself. 2 A direction for the purposes of subsection (1) by   the police,    the National Crime Agency ,   ...,   Her Majesty's Revenue and Customs   or a member of Her Majesty’s forces shall not be given— a in the case of a direction by the police or by a member of Her Majesty’s forces who is a member of a police force, except by or with the permission of a chief officer of police; aa in the case of a direction by    the National Crime Agency , except by or with the permission of the   Director General of the National Crime Agency ; ab . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in the case of a direction by   Her Majesty's Revenue and Customs , except by or with the permission of   the Commissioners for Her Majesty's Revenue and Customs ; or c in the case of a direction by a member of Her Majesty’s forces who is not a member of a police force, except by or with the permission of a person of or above the rank of brigadier or its equivalent. 3 A permission given for the purposes of subsection (2) by a chief officer of police,   the   Director General of the National Crime Agency ,   ...  the Commissioners for Her Majesty's Revenue and Customs   or a person of or above any such rank as is mentioned in paragraph (c) of that subsection must be given expressly in relation to the direction in question. 4 A person shall not give a direction for the purposes of subsection (1) unless he believes— a that there are special circumstances of the case which mean that the purposes for which it was believed necessary to impose the requirement in question would be defeated, in whole or in part, if the direction were not given; and b that the giving of the direction is proportionate to what is sought to be achieved by prohibiting any compliance with the requirement in question otherwise than by the disclosure of the key itself. 5 The matters to be taken into account in considering whether the requirement of subsection (4)(b) is satisfied in the case of any direction shall include— a the extent and nature of any protected information, in addition to the protected information in respect of which the disclosure requirement is imposed, to which the key is also a key; and b any adverse effect that the giving of the direction might have on a business carried on by the person on whom the disclosure requirement is imposed. 6 Where a direction for the purposes of subsection (1) is given by a chief officer of police,   by the   Director General of the National Crime Agency ,   ...  by   the Commissioners for Her Majesty's Revenue and Customs   or by a member of Her Majesty’s forces, the person giving the direction shall give a notification that he has   done so to the Investigatory Powers Commissioner . 7 A notification under subsection (6)— a  must be given not more than seven days after the day of the giving of the direction to which it relates; and b may be given either in writing or by being transmitted to   the Investigatory Powers Commissioner   by electronic means."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "52", "section_title": " Arrangements for payments for disclosure.", "section_text": "52 1 It shall be the duty of the Secretary of State to ensure that such arrangements are in force as he thinks appropriate for requiring or authorising, in such cases as he thinks fit, the making to persons to whom section 49 notices are given of appropriate contributions towards the costs incurred by them in complying with such notices. 2 For the purpose of complying with his duty under this section, the Secretary of State may make arrangements for payments to be made out of money provided by Parliament."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "53", "section_title": " Failure to comply with a notice.", "section_text": "53 1 A person to whom a section 49 notice has been given is guilty of an offence if he knowingly fails, in accordance with the notice, to make the disclosure required by virtue of the giving of the notice. 2 In proceedings against any person for an offence under this section, if it is shown that that person was in possession of a key to any protected information at any time before the time of the giving of the section 49 notice, that person shall be taken for the purposes of those proceedings to have continued to be in possession of that key at all subsequent times, unless it is shown that the key was not in his possession after the giving of the notice and before the time by which he was required to disclose it. 3  For the purposes of this section a person shall be taken to have shown that he was not in possession of a key to protected information at a particular time if— a sufficient evidence of that fact is adduced to raise an issue with respect to it; and b the contrary is not proved beyond a reasonable doubt. 4 In proceedings against any person for an offence under this section it shall be a defence for that person to show— a that it was not reasonably practicable for him to make the disclosure required by virtue of the giving of the section 49 notice before the time by which he was required, in accordance with that notice, to make it; but b that he did make that disclosure as soon after that time as it was reasonably practicable for him to do so. 5 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding   the appropriate maximum term   or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both. 5A In subsection (5)\t\t\t\t\t ‘the appropriate maximum term’ means— a in a national security case   or a child indecency case , five years; and b in any other case, two years. 5B In subsection (5A)\t\t\t\t\t ‘a national security case’ means a case in which the grounds specified in the notice to which the offence relates as the grounds for imposing a disclosure requirement were or included a belief that the imposition of the requirement was necessary in the interests of national security. 6 In subsection (5A)\t\t\t\t\t “ a child indecency case ” means a case in which the grounds specified in the notice to which the offence relates as the grounds for imposing a disclosure requirement were or included a belief that the imposition of the requirement was necessary for the purpose of preventing or detecting an offence under any of the provisions listed in subsection (7). 7 Those provisions are— a section 1 of the Protection of Children Act 1978 (showing or taking  etc  an indecent photograph of a child: England and Wales); b Article 3 of the Protection of Children (Northern Ireland) Order 1978 ( S.I.  1978/1047 (N.I. 17))\t\t\t\t\t\t\t(corresponding offence for Northern Ireland); c section 52 or 52A of the Civic Government (Scotland) Act 1982 (showing or taking  etc  or possessing an indecent photograph of a child: Scotland); d section 160 of the Criminal Justice Act 1988 (possessing an indecent photograph of a child: England and Wales); e Article 15 of the Criminal Justice (Evidence, Etc.)\t\t\t\t\t\t\t(Northern Ireland) Order 1988 ( S.I.  1988/1847 (N.I. 17))\t\t\t\t\t\t\t(corresponding offence for Northern Ireland)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "54", "section_title": " Tipping-off.", "section_text": "54 1 This section applies where a section 49 notice contains a provision requiring— a the person to whom the notice is given, and b every other person who becomes aware of it or of its contents, to keep secret the giving of the notice, its contents and the things done in pursuance of it. 2 A requirement to keep anything secret shall not be included in a section 49 notice except where— a it is included with the consent of the person who for the purposes of Schedule 2 granted the permission for the giving of the notice; or b the person who gives the notice is himself a person whose permission for the giving of such a notice in relation to the information in question would have constituted appropriate permission under that Schedule. 3 A section 49 notice shall not contain a requirement to keep anything secret except where the protected information to which it relates— a has come into the possession of the police,   the National Crime Agency ,  ...  Her Majesty's Revenue and Customs   or any of the intelligence services, or b is likely to come into the possession of the police,   the National Crime Agency ,  ...  Her Majesty's Revenue and Customs   or any of the intelligence services, by means which it is reasonable, in order to maintain the effectiveness of any investigation or operation or of investigatory techniques generally, or in the interests of the safety or well-being of any person, to keep secret from a particular person. 4 A person who makes a disclosure to any other person of anything that he is required by a section 49 notice to keep secret shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding five years or to a fine, or to both; b on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both. 5 In proceedings against any person for an offence under this section in respect of any disclosure, it shall be a defence for that person to show that— a the disclosure was effected entirely by the operation of software designed to indicate when a key to protected information has ceased to be secure; and b that person could not reasonably have been expected to take steps, after being given the notice or (as the case may be) becoming aware of it or of its contents, to prevent the disclosure. 6 In proceedings against any person for an offence under this section in respect of any disclosure, it shall be a defence for that person to show that— a the disclosure was made by or to a professional legal adviser in connection with the giving, by the adviser to any client of his, of advice about the effect of provisions of this Part; and b the person to whom or, as the case may be, by whom it was made was the client or a representative of the client. 7 In proceedings against any person for an offence under this section in respect of any disclosure, it shall be a defence for that person to show that the disclosure was made by a legal adviser— a in contemplation of, or in connection with, any legal proceedings; and b for the purposes of those proceedings. 8 Neither subsection (6) nor subsection (7) applies in the case of a disclosure made with a view to furthering any criminal purpose. 9 In proceedings against any person for an offence under this section in respect of any disclosure, it shall be a defence for that person to show that the disclosure was confined to a disclosure made to a   Judicial Commissioner                           or authorised— a by such a Commissioner; b by the terms of the notice; c by or on behalf of the person who gave the notice; or d by or on behalf of a person who— i is in lawful possession of the protected information to which the notice relates; and ii came into possession of that information as mentioned in section 49(1). 10 In proceedings for an offence under this section against a person other than the person to whom the notice was given, it shall be a defence for the person against whom the proceedings are brought to show that he neither knew nor had reasonable grounds for suspecting that the notice contained a requirement to keep secret what was disclosed. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "55", "section_title": " General duties of specified authorities.", "section_text": "55 1 This section applies to— a the Secretary of State and every other Minister of the Crown in charge of a government department; b every chief officer of police; ba the Director General of the National Crime Agency; bb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Commissioners for Her Majesty's Revenue and Customs; d every person whose officers or employees include persons with duties that involve the giving of section 49 notices. 2 It shall be the duty of each of the persons to whom this section applies to ensure that such arrangements are in force, in relation to persons under his control who by virtue of this Part obtain possession of keys to protected information, as he considers necessary for securing— a that a key disclosed in pursuance of a section 49 notice is used for obtaining access to, or putting into an intelligible form, only protected information in relation to which power to give such a notice was exercised or could have been exercised if the key had not already been disclosed; b that the uses to which a key so disclosed is put are reasonable having regard both to the uses to which the person using the key is entitled to put any protected information to which it relates and to the other circumstances of the case; c that, having regard to those matters, the use and any retention of the key are proportionate to what is sought to be achieved by its use or retention; d that the requirements of subsection (3) are satisfied in relation to any key disclosed in pursuance of a section 49 notice; e that, for the purpose of ensuring that those requirements are satisfied, any key so disclosed is stored, for so long as it is retained, in a secure manner; f that all records of a key so disclosed (if not destroyed earlier) are destroyed as soon as the key is no longer needed for the purpose of enabling protected information to be put into an intelligible form. 3 The requirements of this subsection are satisfied in relation to any key disclosed in pursuance of a section 49 notice if— a the number of persons to whom the key is disclosed or otherwise made available, and b the number of copies made of the key, are each limited to the minimum that is necessary for the purpose of enabling protected information to be put into an intelligible form. 3A The power of the Director General of the National Crime Agency to delegate functions under paragraph 10 of Schedule 1 to the Crime and Courts Act 2013 does not apply in relation to the Director General's duties under this section. 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to subsection (5), where any relevant person incurs any loss or damage in consequence of— a any breach by a person to whom this section applies of the duty imposed on him by subsection (2), or b any contravention by any person whatever of arrangements made in pursuance of that subsection in relation to persons under the control of a person to whom this section applies, the breach or contravention shall be actionable against the person to whom this section applies at the suit or instance of the relevant person. 5 A person is a relevant person for the purposes of subsection (4) if he is— a a person who has made a disclosure in pursuance of a section 49 notice; or b a person whose protected information or key has been disclosed in pursuance of such a notice; and loss or damage shall be taken into account for the purposes of that subsection to the extent only that it relates to the disclosure of particular protected information or a particular key which, in the case of a person falling with paragraph (b), must be his information or key. 6 For the purposes of subsection (5)— a information belongs to a person if he has any right that would be infringed by an unauthorised disclosure of the information; and b a key belongs to a person if it is a key to information that belongs to him or he has any right that would be infringed by an unauthorised disclosure of the key. 7 In any proceedings brought by virtue of subsection (4), it shall be the duty of the court to have regard to any opinion with respect to the matters to which the proceedings relate that is or has been given by a                             Judicial Commissioner or the Investigatory Powers Commissioner for Northern Ireland                          . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "56", "section_title": " Interpretation of Part III.", "section_text": "56 1 In this Part— “ chief officer of police ” means any of the following— the chief constable of a police force maintained under or by virtue of section 2 of the  Police Act 1996  ...; the Commissioner of Police of the Metropolis; the Commissioner of Police for the City of London;   the chief constable of the Police Service of Scotland;   the Chief Constable of the Royal Ulster Constabulary; the Chief Constable of the Ministry of Defence Police; the Provost Marshal of the   Royal Navy Police ; the Provost Marshal of the Royal Military Police; the Provost Marshal of the Royal Air Force Police;   the Provost Marshal for serious crime; the Chief Constable of the British Transport Police; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ electronic signature ” means anything in electronic form which— is incorporated into, or otherwise logically associated with, any electronic communication or other electronic data; is generated by the signatory or other source of the communication or data; and is used for the purpose of facilitating, by means of a link between the signatory or other source and the communication or data, the establishment of the authenticity of the communication or data, the establishment of its integrity, or both; “ key ”, in relation to any electronic data, means any key, code, password, algorithm or other data the use of which (with or without other keys)— allows access to the electronic data, or facilitates the putting of the data into an intelligible form; “ the police ” means— any constable   (except a constable who is a   National Crime Agency officer   ...) ; the Commissioner of Police of the Metropolis or any Assistant Commissioner of Police of the Metropolis; or the Commissioner of Police for the City of London; “ protected information ” means any electronic data which, without the key to the data— cannot, or cannot readily, be accessed, or cannot, or cannot readily, be put into an intelligible form;  ... “ section 49 notice ” means a notice under section 49;  ... “ warrant ” includes any authorisation, notice or other instrument (however described) conferring a power of the same description as may, in other cases, be conferred by a warrant. 2 References in this Part to a person’s having information (including a key to protected information) in his possession include references— a to its being in the possession of a person who is under his control so far as that information is concerned; b to his having an immediate right of access to it, or an immediate right to have it transmitted or otherwise supplied to him; and c to its being, or being contained in, anything which he or a person under his control is entitled, in exercise of any statutory power and without otherwise taking possession of it, to detain, inspect or search. 3 References in this Part to something’s being intelligible or being put into an intelligible form include references to its being in the condition in which it was before an encryption or similar process was applied to it or, as the case may be, to its being restored to that condition. 4 In this section— a references to the authenticity of any communication or data are references to any one or more of the following— i whether the communication or data comes from a particular person or other source; ii whether it is accurately timed and dated; iii whether it is intended to have legal effect; and b references to the integrity of any communication or data are references to whether there has been any tampering with or other modification of the communication or data."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "57", "section_title": " Interception of Communications Commissioner.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "58", "section_title": " Co-operation with and reports by s. 57 Commissioner.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "59", "section_title": " Intelligence Services Commissioner.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "59A", "section_title": "Additional functions of the Intelligence Services Commissioner", "section_text": "59A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "60", "section_title": " Co-operation with and reports by s. 59 Commissioner.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "61", "section_title": " Investigatory Powers Commissioner for Northern Ireland.", "section_text": "61 1 The Prime Minister, after consultation with the First Minister and deputy First Minister in Northern Ireland, shall appoint a Commissioner to be known as the Investigatory Powers Commissioner for Northern Ireland. 2 The Investigatory Powers Commissioner for Northern Ireland shall keep under review the exercise and performance in Northern Ireland, by the persons on whom they are conferred or imposed, of any powers or duties under Part II which are conferred or imposed by virtue of an order under section 30 made by the Office of the First Minister and deputy First Minister in Northern Ireland. 3 The Investigatory Powers Commissioner for Northern Ireland shall give the Tribunal all such assistance (including his opinion as to any issue falling to be determined by the Tribunal) as the Tribunal may require— a in connection with the investigation of any matter by the Tribunal; or b otherwise for the purposes of the Tribunal’s consideration or determination of any matter. 4 It shall be the duty of— a every person by whom, or on whose application, there has been given or granted any authorisation the function of giving or granting which is subject to review by the Investigatory Powers Commissioner for Northern Ireland, b every person who has engaged in conduct with the authority of such an authorisation, c every person who holds or has held any office, rank or position with the same public authority as a person falling within paragraph (a), and d every person who holds or has held any office, rank or position with any public authority for whose benefit (within the meaning of Part II) activities which are or may be subject to any such review have been or may be carried out, to disclose or provide to that Commissioner all such documents and information as he may require for the purpose of enabling him to carry out his functions. 5 As soon as practicable after the end of each calendar year, the Investigatory Powers Commissioner for Northern Ireland shall make a report to the First Minister and deputy First Minister in Northern Ireland with respect to the carrying out of that Commissioner’s functions. 6 The First Minister and deputy First Minister in Northern Ireland shall lay before the Northern Ireland Assembly a copy of every annual report made by the Investigatory Powers Commissioner for Northern Ireland under subsection (5), together with a statement as to whether any matter has been excluded from that copy in pursuance of subsection (7). 7 If it appears to the First Minister and deputy First Minister in Northern Ireland, after consultation with the Investigatory Powers Commissioner for Northern Ireland, that the publication of any matter in an annual report would be contrary to the public interest or prejudicial to— a the prevention or detection of serious crime, or b the continued discharge of the functions of any public authority whose activities include activities that are subject to review by that Commissioner, they may exclude that matter from the copy of the report as laid before the Northern Ireland Assembly. 8 A person shall not be appointed under this section as the Investigatory Powers Commissioner for Northern Ireland unless he holds or has held office in Northern Ireland— a in any capacity in which he is or was the holder of a high judicial office (within the meaning of   Part 3 of the Constitutional Reform Act 2005 ); or b as a county court judge. 9 The Investigatory Powers Commissioner for Northern Ireland shall hold office in accordance with the terms of his appointment; and there shall be paid to him out of the Consolidated Fund of Northern Ireland such allowances as the Department of Finance and Personnel may determine. 10 The First Minister and deputy First Minister in Northern Ireland shall, after consultation with the Investigatory Powers Commissioner for Northern Ireland, provide him with such staff as they consider necessary for the carrying out of his functions."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "62", "section_title": " Additional functions of Chief Surveillance Commissioner.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "63", "section_title": " Assistant Surveillance Commissioners.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "64", "section_title": " Delegation of   functions of the Investigatory Powers Commissioner for Northern Ireland .", "section_text": "64 1 Anything authorised or required by or under any enactment  ...to be done by   the Investigatory Powers Commissioner for Northern Ireland   may be done by any member of the staff of that Commissioner who is authorised for the purpose (whether generally or specifically) by that Commissioner. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "65", "section_title": " The Tribunal.", "section_text": "65 1 There shall, for the purpose of exercising the jurisdiction conferred on them by this section, be a tribunal consisting of such number of members as Her Majesty may by Letters Patent appoint. 2 The jurisdiction of the Tribunal shall be— a to be the only appropriate tribunal for the purposes of section 7 of the  Human Rights Act 1998 in relation to any proceedings under subsection (1)(a) of that section (proceedings for actions incompatible with Convention rights) which fall within subsection (3) of this section; b to consider and determine any complaints made to them which, in accordance with subsection (4)\t\t\t\t\t\t\t . . . , are complaints for which the Tribunal is the appropriate forum; c to consider and determine any reference to them by any person that he has suffered detriment as a consequence of any prohibition or restriction, by virtue of   section 56 of the Investigatory Powers Act 2016 , on his relying in, or for the purposes of, any civil proceedings on any matter; and d to hear and determine any other such proceedings falling within subsection (3) as may be allocated to them in accordance with provision made by the Secretary of State by order. 3 Proceedings fall within this subsection if— a they are proceedings against any of the intelligence services; b they are proceedings against any other person in respect of any conduct, proposed conduct, by or on behalf of any of those services; c they are proceedings brought by virtue of section 55(4);   or ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d they are proceedings relating to the taking place in any challengeable circumstances of any conduct falling within subsection (5). 4 The Tribunal is the appropriate forum for any complaint if it is a complaint by a person who is aggrieved by any conduct falling within subsection (5) which he believes— a to have taken place in relation to him, to any of his property, to any communications sent by or to him, or intended for him, or to his use of any postal service, telecommunications service or telecommunication system; and b to have taken place in challengeable circumstances or to have been carried out by or on behalf of any of the intelligence services. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subject to subsection (6), conduct falls within this subsection if (whenever it occurred) it is— a conduct by or on behalf of any of the intelligence services; b conduct for or in connection with the interception of communications in the course of their transmission by means of a postal service or telecommunication system; ba conduct for or in connection with the obtaining of secondary data from communications transmitted by means of such a service or system; bb the issue, modification, renewal or service of a warrant under Part 2 or Chapter 1 of Part 6 of the Investigatory Powers Act 2016 (interception of communications); c conduct of a kind which may be permitted or required by an authorisation or notice under Part 3 of that Act or a warrant under Chapter 2 of Part 6 of that Act (acquisition of communications data); cza the giving of an authorisation or notice under Part 3 of that Act or the issue, modification, renewal or service of a warrant under Chapter 2 of Part 6 of that Act; czb conduct of a kind which may be required or permitted by a retention notice under Part 4 of that Act (retention of communications data) but excluding any conduct which is subject to review by the Information Commissioner; czc the giving or varying of a retention notice under that Part of that Act; czd conduct of a kind which may be required or permitted by a warrant under Part 5 or Chapter 3 of Part 6 of that Act (equipment interference); cze the issue, modification, renewal or service of a warrant under Part 5 or Chapter 3 of Part 6 of that Act; czf the issue, modification, renewal or service of a warrant under Part 7 of that Act (bulk personal dataset warrants); czg the giving of an authorisation under section 219(3)(b) (authorisation for the retention, or retention and examination, of material following expiry of bulk personal dataset warrant); czh the giving or varying of a direction under section 225 of that Act (directions where no bulk personal dataset warrant required); czi conduct of a kind which may be required by a notice under section 252 or 253 of that Act (national security or technical capability notices); czj the giving or varying of such a notice; czk the giving of an authorisation under section 152(5)(c) or 193(5)(c) of that Act (certain authorisations to examine intercepted content or protected material); czl any failure to— i cancel a warrant under Part 2, 5, 6 or 7 of that Act or an authorisation under Part 3 of that Act; ii cancel a notice under Part 3 of that Act; iii revoke a notice under Part 4, or section 252 or 253, of that Act; or iv revoke a direction under section 225 of that Act; czm any conduct in connection with any conduct falling within paragraph (c), (czb), (czd) or (czi); ca the carrying out of surveillance by a foreign police or customs officer (within the meaning of section 76A); d other  conduct to which Part II applies; e the giving of a notice under section 49 or any disclosure or use of a key to protected information; f any entry on or interference with property or any interference with wireless telegraphy. 6 For the purposes only of subsection (3), nothing mentioned in paragraph (d) or (f) of subsection (5) shall be treated as falling within that subsection unless it is conduct by or on behalf of   an immigration officer or  a person holding any office, rank or position with— a any of the intelligence services; b any of Her Majesty’s forces; c any police force; cza the Service Police Complaints Commissioner; ca the Police Investigations and Review Commissioner; d the National Crime Agency; dza the Competition and Markets Authority; da . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f the Commissioners for Her Majesty's Revenue and Customs; and section 48(5) applies for the purposes of this subsection as it applies for the purposes of Part II. 6A Subsection (6) does not apply to anything mentioned in paragraph (d) or (f) of subsection (5) which also falls within paragraph (czd) of that subsection. 7 For the purposes of this section conduct takes place in challengeable circumstances if  it is conduct of a public authority and  — a it takes place with the authority, or purported authority, of anything falling within subsection (8); or b the circumstances are such that (whether or not there is such authority) it would not have been appropriate for the conduct to take place without it, or at least without proper consideration having been given to whether such authority should be sought; but  , subject to subsection (7ZA),  conduct does not take place in challengeable circumstances to the extent that it is authorised by, or takes place with the permission of, a judicial authority. 7ZA The exception in subsection (7) so far as conduct is authorised by, or takes place with the permission of, a judicial authority does not include conduct authorised by an approval given   by a Judicial Commissioner or under section 32A of this Act or section 75 of the Investigatory Powers Act 2016 . 7ZB For the purposes of this section conduct also takes place in challengeable circumstances if it is, or purports to be, conduct falling within subsection (5)(bb), (cza), (czc), (cze), (czf), (czg), (czh), (czj), (czk) or (czl) or (so far as the conduct is, or purports to be, the giving of a notice under section 49) subsection (5)(e). 7A For the purposes of this section conduct also takes place in challengeable circumstances if it takes place, or purports to take place, under section 76A. 8 The following fall within this subsection— a a warrant under Part 2, 5, 6 or 7 of the Investigatory Powers Act 2016; b an authorisation or notice under Part 3 of that Act; ba a retention notice under Part 4 of that Act; bb a direction under section 225 of that Act; bc a notice under section 252 or 253 of that Act; c an authorisation under Part II of this Act or under any enactment contained in or made under an Act of the Scottish Parliament which makes provision equivalent to that made by that Part; d a permission for the purposes of Schedule 2 to this Act; e a notice under section 49 of this Act; or f an authorisation under section 93 of the  Police Act 1997. 9 Schedule 3 (which makes further provision in relation to the Tribunal) shall have effect. 9A In subsection (5)(ba) the reference to obtaining secondary data from communications transmitted by means of a postal service or telecommunication system is to be read in accordance with section 16 of the Investigatory Powers Act 2016. 10 In this section— a references to a key and to protected information shall be construed in accordance with section 56; b references to the disclosure or use of a key to protected information taking place in relation to a person are references to such a disclosure or use taking place in a case in which that person has had possession of the key or of the protected information; and c references to the disclosure of a key to protected information include references to the making of any disclosure in an intelligible form (within the meaning of section 56) of protected information by a person who is or has been in possession of the key to that information; and the reference in paragraph (b) to a person’s having possession of a key or of protected information shall be construed in accordance with section 56. 11 In this section “ judicial authority ” means— a any judge of the High Court or of the Crown Court or any Circuit Judge; b any judge of the High Court of Justiciary or any sheriff; c any justice of the peace; d any county court judge or resident magistrate in Northern Ireland; e any person holding any such judicial office as entitles him to exercise the jurisdiction of a judge of the Crown Court or of a justice of the peace."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "66", "section_title": " Orders allocating proceedings to the Tribunal.", "section_text": "66 1 An order under section 65(2)(d) allocating proceedings to the Tribunal— a may provide for the Tribunal to exercise jurisdiction in relation to that matter to the exclusion of the jurisdiction of any court or tribunal; but b if it does so provide, must contain provision conferring a power on the Tribunal, in the circumstances provided for in the order, to remit the proceedings to the court or tribunal which would have had jurisdiction apart from the order. 2 In making any provision by an order under section 65(2)(d) the Secretary of State shall have regard, in particular, to— a the need to secure that proceedings allocated to the Tribunal are properly heard and considered; and b the need to secure that information is not disclosed to an extent, or in a manner, that is contrary to the public interest or prejudicial to national security, the prevention or detection of serious crime, the economic well-being of the United Kingdom or the continued discharge of the functions of any of the intelligence services. 3 The Secretary of State shall not make an order under section 65(2)(d) unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "67", "section_title": " Exercise of the Tribunal’s jurisdiction.", "section_text": "67 1 Subject to subsections (4) and (5), it shall be the duty of the Tribunal— a to hear and determine any proceedings brought before them by virtue of section 65(2)(a) or (d); and b to consider and determine any complaint or reference made to them by virtue of section 65(2)(b) or (c). 2 Where the Tribunal hear any proceedings by virtue of section 65(2)(a), they shall apply the same principles for making their determination in those proceedings as would be applied by a court on an application for judicial review. 3 Where the Tribunal consider a complaint made to them by virtue of section 65(2)(b), it shall be the duty of the Tribunal— a to investigate whether the persons against whom any allegations are made in the complaint have engaged in relation to— i the complainant, ii any of his property, iii any communications sent by or to him, or intended for him, or iv his use of any postal service, telecommunications service or telecommunication system, in any conduct falling within section 65(5); b to investigate the authority (if any) for any conduct falling within section 65(5) which they find has been so engaged in; and c in relation to the Tribunal’s findings from their investigations, to determine the complaint by applying the same principles as would be applied by a court on an application for judicial review. 4 The Tribunal shall not be under any duty to hear, consider or determine any proceedings, complaint or reference if it appears to them that the bringing of the proceedings or the making of the complaint or reference is frivolous or vexatious. 5 Except where the Tribunal, having regard to all the circumstances, are satisfied that it is equitable to do so, they shall not consider or determine any complaint made by virtue of section 65(2)(b) if it is made more than one year after the taking place of the conduct to which it relates. 6 Subject to any provision made by rules under section 69, where any proceedings have been brought before the Tribunal or any reference made to the Tribunal, they shall have power to make such interim orders, pending their final determination, as they think fit. 7 Subject to any provision made by rules under section 69, the Tribunal on determining any proceedings, complaint or reference shall have power to make any such award of compensation or other order as they think fit; and, without prejudice to the power to make rules under section 69(2)(h), the other orders that may be made by the Tribunal include— a an order quashing or cancelling any warrant or authorisation; aza an order quashing or cancelling a notice under Part 3 of the Investigatory Powers Act 2016 or a retention notice under Part 4 of that Act; azb an order quashing or revoking a direction under section 225 of that Act; azc an order quashing or revoking a notice under section 252 or 253 of that Act; aa an order quashing an order under  section 23A or 32A   section 75 of the Investigatory Powers Act 2016 or section 32A of this Act   by the relevant judicial authority (within the meaning of that section);  and b an order requiring the destruction of any records of information which— i has been obtained in exercise of any power conferred by a warrant or authorisation  or by a notice under Part 3 of the Investigatory Powers Act 2016  ; or ii is held by any public authority in relation to any person. 8   Except as provided by virtue of section 67A,   determinations, awards, orders and other decisions of the Tribunal (including decisions as to whether they have jurisdiction) shall not be subject to appeal or be liable to be questioned in any court. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "67A", "section_title": "Appeals from the Tribunal", "section_text": "67A 1 A relevant person may appeal on a point of law against any determination of the Tribunal of a kind mentioned in section 68(4) or any decision of the Tribunal of a kind mentioned in section 68(4C). 2 Before making a determination or decision which might be the subject of an appeal under this section, the Tribunal must specify the court which is to have jurisdiction to hear the appeal (the  “relevant appellate court”). 3 This court is whichever of the following courts appears to the Tribunal to be the most appropriate— a the Court of Appeal in England and Wales, b the Court of Session. 4 The Secretary of State may by regulations, with the consent of the Northern Ireland Assembly, amend subsection (3) so as to add the Court of Appeal in Northern Ireland to the list of courts mentioned there. 5 The Secretary of State may by regulations specify criteria to be applied by the Tribunal in making decisions under subsection (2) as to the identity of the relevant appellate court. 6 An appeal under this section— a is to be heard by the relevant appellate court, but b may not be made without the leave of the Tribunal or, if that is refused, of the relevant appellate court. 7 The Tribunal or relevant appellate court must not grant leave to appeal unless it considers that— a the appeal would raise an important point of principle or practice, or b there is another compelling reason for granting leave. 8 In this section— “ relevant appellate court ” has the meaning given by subsection (2), “ relevant person ”, in relation to any proceedings, complaint or reference, means the complainant or— in the case of proceedings, the respondent, in the case of a complaint, the person complained against, and in the case of a reference, any public authority to whom the reference relates."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "68", "section_title": " Tribunal procedure.", "section_text": "68 1 Subject to any rules made under section 69, the Tribunal shall be entitled to determine their own procedure in relation to any proceedings, complaint or reference brought before or made to them. 2 The Tribunal shall have power— a in connection with the investigation of any matter, or b otherwise for the purposes of the Tribunal’s consideration or determination of any matter, to require a relevant Commissioner appearing to the Tribunal to have functions in relation to the matter in question to provide the Tribunal with all such assistance (including that Commissioner’s opinion as to any issue falling to be determined by the Tribunal) as the Tribunal think fit. 3 Where the Tribunal hear or consider any proceedings, complaint or reference relating to any matter, they shall secure that every relevant Commissioner appearing to them to have functions in relation to that matter— a is aware that the matter is the subject of proceedings, a complaint or a reference brought before or made to the Tribunal; and b is kept informed of any determination, award, order or other decision made by the Tribunal with respect to that matter. 4 Where the Tribunal determine any proceedings, complaint or reference brought before or made to them, they shall give notice to the complainant which (subject to any rules made by virtue of section 69(2)(i)) shall be confined, as the case may be, to either— a a statement that they have made a determination in his favour; or b a statement that no determination has been made in his favour. 4A Where the Tribunal make any determination of a kind mentioned in subsection (4), they must also give notice to— a in the case of proceedings, the respondent, b in the case of a complaint, the person complained against, and c in the case of a reference, any public authority to whom the reference relates. 4B A notice under subsection (4A) is (subject to any rules made by virtue of section 69(2)(j)) to be confined, as the case may be, to either— a a statement that they have made a determination in the complainant's favour, or b a statement that no determination has been made in the complainant's favour. 4C Where the Tribunal make any decision which— a is a final decision of a preliminary issue in relation to any proceedings, complaint or reference brought before or made to them, and b is neither a determination of a kind mentioned in subsection (4) nor a decision relating to a procedural matter, they must give notice of that decision to every person who would be entitled to receive notice of the determination under subsection (4) or (4A). 4D A notice under subsection (4C) is (subject to any rules made by virtue of section 69(2)(i) or (j)) to be confined to a statement as to what the decision is. 4E Subsections (4C) and (4D) do not apply so far as— a the Tribunal are prevented from giving notice of a decision to a person by rules made by virtue of section 69(4) or decide under such rules not to give such a notice, or b the giving of such a notice is inconsistent with such rules. 5 Where— a the Tribunal make a determination in favour of any person by whom any proceedings have been brought before the Tribunal or by whom any complaint or reference has been made to the Tribunal, and b the determination relates to any act or omission by or on behalf of the Secretary of State or to conduct for which any warrant, authorisation or permission  , or notice under Part 4 of the Investigatory Powers Act 2016 or under section 252 or 253 of that Act or direction under section 225 of that Act,   was issued, granted or given by the Secretary of State, they shall make a report of their findings to the Prime Minister. 6 It shall be the duty of the persons specified in subsection (7) to disclose or provide to the Tribunal all such documents and information as the Tribunal may require for the purpose of enabling them— a to exercise the jurisdiction conferred on them by or under section 65; or b otherwise to exercise or perform any power or duty conferred or imposed on them by or under this Act   or the Investigatory Powers Act 2016 . 7 Those persons are— a every person holding office under the Crown; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d every person employed by or for the purposes of a police force; da the Police Investigations and Review Commissioner and every member of  the Commissioner ’s staff; db the Service Police Complaints Commissioner and every member of the Commissioner’s staff; e every person required for the purposes of   section 41, 126, 149, 168 or 190 of the Investigatory Powers Act 2016   to provide assistance with giving effect to   a warrant ; f every person on whom an obligation to take any steps has been imposed under   section 252 or 253 of that Act ; g every person by or to whom an authorisation under Part 3 of that Act has been granted; h every person to whom a notice under Part 3 of that Act has been given; ha every person to whom a retention notice under Part 4 of that Act or a notice under section 252 or 253 of that Act has been given; i every person by whom, or on whose application, there has been granted or given any authorisation under Part II of this Act or under Part III of the  Police Act 1997; j every person who holds or has held any office, rank or position with the same public authority as a person falling within paragraph (i); k every person who has engaged in any conduct with the authority of —  i an authorisation under Part 3 of the Investigatory Powers Act 2016, Part 2 of this Act or Part 3 of the Police Act 1997, or ii a warrant under Chapter 2 of Part 6 of the Investigatory Powers Act 2016; l every person who holds or has held any office, rank or position with a public authority for whose benefit any such authorisation   or warrant  has been or may be given; m every person to whom a notice under section 49 has been given; and n every person who is or has been employed for the purposes of any business of a person falling within paragraph (e), (f), (h)  , (ha)   or (m). 8 In this section “ relevant Commissioner ” means the   Investigatory Powers Commissioner or any other Judicial Commissioner or the Investigatory Powers Commissioner for Northern Ireland ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "69", "section_title": " Tribunal rules.", "section_text": "69 1 The Secretary of State may make rules regulating— a the exercise by the Tribunal of the jurisdiction conferred on them by or under section 65; and b any matters preliminary or incidental to, or arising out of, the hearing or consideration of any proceedings, complaint or reference brought before or made to the Tribunal. 2 Without prejudice to the generality of subsection (1), rules under this section may— a enable the jurisdiction of the Tribunal to be exercised at any place in the United Kingdom by any two or more members of the Tribunal designated for the purpose by the President of the Tribunal; b enable different members of the Tribunal to carry out functions in relation to different complaints at the same time; c prescribe the form and manner in which proceedings are to be brought before the Tribunal or a complaint or reference is to be made to the Tribunal; d require persons bringing proceedings or making complaints or references to take such preliminary steps, and to make such disclosures, as may be specified in the rules for the purpose of facilitating a determination of whether— i the bringing of the proceedings, or ii the making of the complaint or reference, is frivolous or vexatious; e make provision about the determination of any question as to whether a person by whom— i any proceedings have been brought before the Tribunal, or ii any complaint or reference has been made to the Tribunal, is a person with a right to bring those proceedings or make that complaint or reference; f prescribe the forms of hearing or consideration to be adopted by the Tribunal in relation to particular proceedings, complaints or references (including a form that requires any proceedings brought before the Tribunal to be disposed of as if they were a complaint or reference made to the Tribunal); g prescribe the practice and procedure to be followed on, or in connection with, the hearing or consideration of any proceedings, complaint or reference (including, where applicable, the mode and burden of proof and the admissibility of evidence); h prescribe orders that may be made by the Tribunal under section 67(6) or (7); i require information about any determination, award, order or other decision made by the Tribunal in relation to any proceedings, complaint or reference to be provided (in addition to any statement under section 68(4)  or notice under section 68(4C) ) to the person who brought the proceedings or made the complaint or reference, or to the person representing his interests ;                           j require information about any determination, award, order or other decision made by the Tribunal in relation to any proceedings, complaint or reference to be provided (in addition to any statement under section 68(4A) or notice under section 68(4C)) to— i in the case of proceedings, the respondent, ii in the case of a complaint, the person complained against, and iii in the case of a reference, any public authority to whom the reference relates, or to the person representing their interests; k make provision about the making and determination of applications to the Tribunal for permission to appeal 3 Rules under this section in relation to the hearing or consideration of any matter by the Tribunal may provide— a for a person who has brought any proceedings before or made any complaint or reference to the Tribunal to have the right to be legally represented; b for the manner in which the interests of a person who has brought any proceedings before or made any complaint or reference to the Tribunal are otherwise to be represented; c for the appointment in accordance with the rules, by such person as may be determined in accordance with the rules, of a person to represent those interests in the case of any proceedings, complaint or reference. 4 The power to make rules under this section includes power to make rules— a enabling or requiring the Tribunal to hear or consider any proceedings, complaint or reference without the person who brought the proceedings or made the complaint or reference having been given full particulars of the reasons for any conduct which is the subject of the proceedings, complaint or reference; b enabling or requiring the Tribunal to take any steps in exercise of their jurisdiction in the absence of any person (including the person bringing the proceedings or making the complaint or reference and any legal representative of his); c enabling or requiring the Tribunal to give a summary of any evidence taken in his absence to the person by whom the proceedings were brought or, as the case may be, to the person who made the complaint or reference; d enabling or requiring the Tribunal to exercise their jurisdiction, and to exercise and perform the powers and duties conferred or imposed on them (including, in particular, in relation to the giving of reasons), in such manner provided for in the rules as prevents or limits the disclosure of particular matters. 5 Rules under this section may also include provision— a enabling powers or duties of the Tribunal that relate to matters preliminary or incidental to the hearing or consideration of any proceedings, complaint or reference to be exercised or performed by a single member of the Tribunal; and b conferring on the Tribunal such ancillary powers as the Secretary of State thinks necessary for the purposes of, or in connection with, the exercise of the Tribunal’s jurisdiction, or the exercise or performance of any power or duty conferred or imposed on them. 6 In making rules under this section the Secretary of State shall have regard, in particular, to— a the need to secure that matters which are the subject of proceedings, complaints or references brought before or made to the Tribunal are properly heard and considered; and b the need to secure that information is not disclosed to an extent, or in a manner, that is contrary to the public interest or prejudicial to national security, the prevention or detection of serious crime, the economic well-being of the United Kingdom or the continued discharge of the functions of any of the intelligence services. 7 Rules under this section may make provision by the application, with or without modification, of the provision from time to time contained in specified rules of court. 8 Subject to subsection (9), no rules shall be made under this section unless a draft of them has first been laid before Parliament and approved by a resolution of each House. 9 Subsection (8) does not apply in the case of the rules made on the first occasion on which the Secretary of State exercises his power to make rules under this section. 10 The rules made on that occasion shall cease to have effect at the end of the period of forty days beginning with the day on which they were made unless, before the end of that period, they have been approved by a resolution of each House of Parliament. 11 For the purposes of subsection (10)— a the rules’ ceasing to have effect shall be without prejudice to anything previously done or to the making of new rules; and b in reckoning the period of forty days no account shall be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 12 The Secretary of State shall consult the Scottish Ministers before making any rules under this section; and any rules so made shall be laid before the Scottish Parliament."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "70", "section_title": " Abolition of jurisdiction in relation to complaints.", "section_text": "70 1 The provisions set out in subsection (2) (which provide for the investigation etc. of certain complaints) shall not apply in relation to any complaint made after the coming into force of this section. 2 Those provisions are— a section 5 of, and Schedules 1 and 2 to, the  Security Service Act 1989 (investigation of complaints about the Security Service made to the Tribunal established under that Act); b section 9 of, and Schedules 1 and 2 to, the  Intelligence Services Act 1994 (investigation of complaints about the Secret Intelligence Service or GCHQ made to the Tribunal established under that Act); and c section 102 of, and Schedule 7 to, the  Police Act 1997 (investigation of complaints made to the Surveillance Commissioners)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "71", "section_title": " Issue and revision of codes of practice.", "section_text": "71 1 The Secretary of State shall issue one or more codes of practice relating to the exercise and performance of the powers and duties mentioned in subsection (2). 2 Those powers and duties are those (excluding any power to make subordinate legislation\t\t\t\t\t  and subject to subsection (10) ) that are conferred or imposed otherwise than on   a Judicial Commissioner                   or the relevant judicial authority (within the meaning of section  ... 32A)  by or under— a   Parts 2 and 3   of this Act; b section 5 of the  Intelligence Services Act 1994 (warrants for interference with property or wireless telegraphy for the purposes of the intelligence services); and c Part III of the  Police Act 1997 (authorisation by the police or   Her Majesty's Revenue and Customs   of interference with property or wireless telegraphy). 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Before issuing a code of practice under subsection (1), the Secretary of State shall— a prepare and publish a draft of that code; and b consider any representations made to him about the draft; and the Secretary of State may incorporate in the code finally issued any modifications made by him to the draft after its publication. 4 The Secretary of State shall lay before both Houses of Parliament every draft code of practice prepared and published by him under this section. 5 A code of practice issued by the Secretary of State under this section shall not be brought into force except in accordance with an order made by the Secretary of State. 6 An order under subsection (5) may contain such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with the bringing into force of the code brought into force by that order. 7 The Secretary of State may from time to time— a revise the whole or any part of a code issued under this section; and b issue the revised code. 8 Subsections    (3)    to (6) shall apply (with appropriate modifications) in relation to the issue of any revised code under this section as they apply in relation to the first issue of such a code. 9 The Secretary of State shall not make an order containing provision for any of the purposes of this section unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "72", "section_title": " Effect of codes of practice.", "section_text": "72 1 A person exercising or performing any power or duty in relation to which provision may be made by a code of practice under section 71 shall, in doing so, have regard to the provisions (so far as they are applicable) of every code of practice for the time being in force under that section. 2 A failure on the part of any person to comply with any provision of a code of practice for the time being in force under section 71 shall not of itself render him liable to any criminal or civil proceedings. 3 A code of practice in force at any time under section 71 shall be admissible in evidence in any criminal or civil proceedings. 4 If any provision of a code of practice issued or revised under section 71 appears to— a the court or tribunal conducting any civil or criminal proceedings, b the Tribunal, ba the Investigatory Powers Commissioner for Northern Ireland carrying out functions under this Act, or bb the Investigatory Powers Commissioner or any other Judicial Commissioner carrying out functions under this Act, the Investigatory Powers Act 2016 or the Police Act 1997, to be relevant to any question arising in the proceedings, or in connection with the exercise of that jurisdiction or the carrying out of those functions, in relation to a time when it was in force, that provision of the code shall be taken into account in determining that question. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "73", "section_title": " Conduct in relation to wireless telegraphy.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "74", "section_title": " Warrants under the Intelligence Services Act 1994.", "section_text": "74 1 In subsection (2) of section 5 of the  Intelligence Services Act 1994 (the circumstances in which the Secretary of State may issue a warrant authorising interference with property or wireless telegraphy)— a in paragraph (a), for “on the ground that it is likely to be of substantial value in” there shall be substituted  “for the purpose of” ; and b for paragraph (b) there shall be substituted— b is satisfied that the taking of the action is proportionate to what the action seeks to achieve; . 2 After that subsection, there shall be inserted— 2A The matters to be taken into account in considering whether the requirements of subsection (2)(a) and (b) are satisfied in the case of any warrant shall include whether what it is thought necessary to achieve by the conduct authorised by the warrant could reasonably be achieved by other means. 3 In each of sections 6(1)(b) and 7(5)(b) of that Act (warrants issued under the hand of a senior official of the Secretary of State’s department), the words “of his department” shall be omitted. 4 In section 11 of that Act (interpretation), for paragraph (1)(d) there shall be substituted— d “ senior official ” has the same meaning as in the Regulation of Investigatory Powers Act 2000; ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "75", "section_title": " Authorisations under Part III of the Police Act 1997.", "section_text": "75 1 Section 93 of the  Police Act 1997 (authorisations to interfere with property etc.) shall be amended as follows. 2 In subsection (1)\t\t\t\t\t(the action that the authorising officer may authorise), for “or” at the end of paragraph (a) there shall be substituted— ab the taking of such action falling within subsection (1A), in respect of property outside the relevant area, as he may specify, or . 3 After that subsection there shall be inserted— 1A The action falling within this subsection is action for maintaining or retrieving any equipment, apparatus or device the placing or use of which in the relevant area has been authorised under this Part or Part II of the Regulation of Investigatory Powers Act 2000 or under any enactment contained in or made under an Act of the Scottish Parliament which makes provision equivalent to that made by Part II of that Act of 2000. 1B Subsection (1) applies where the authorising officer is a customs officer with the omission of— a the words “ in the relevant area ”, in each place where they occur; and b paragraph (ab). 4 In subsection (2)\t\t\t\t\t(the grounds on which action may be authorised)— a in paragraph (a), for the words from “on the ground” to “detection of” there shall be substituted  “for the purpose of preventing or detecting” ; and b for paragraph (b) there shall be substituted— b that the taking of the action is proportionate to what the action seeks to achieve. 5 After subsection (2) there shall be inserted— 2A Subsection (2) applies where the authorising officer is the Chief Constable or the Deputy Chief Constable of the Royal Ulster Constabulary as if the reference in subsection (2)(a) to preventing or detecting serious crime included a reference to the interests of national security. 2B The matters to be taken into account in considering whether the requirements of subsection (2) are satisfied in the case of any authorisation shall include whether what it is thought necessary to achieve by the authorised action could reasonably be achieved by other means. 6 In subsection (5)\t\t\t\t\t(the meaning of authorising officer)— a after paragraph (e) there shall be inserted— ea the Chief Constable of the Ministry of Defence Police; eb the Provost Marshal of the Royal Navy Regulating Branch; ec the Provost Marshal of the Royal Military Police; ed the Provost Marshal of the Royal Air Force Police; ee the Chief Constable of the British Transport Police; ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in paragraph (h), for the word “the”, in the first place where it occurs, there shall be substituted  “any” . 7 In subsection (6)\t\t\t\t\t(the meaning of relevant area), after paragraph (c) there shall be inserted— ca in relation to a person within paragraph (ea), means any place where, under section 2 of the  Ministry of Defence Police Act 1987, the members of the Ministry of Defence Police have the powers and privileges of a constable; cb in relation to a person within paragraph (ee), means the United Kingdom; . 8 After that subsection there shall be inserted— 6A For the purposes of any authorisation by a person within paragraph (eb), (ec) or (ed) of subsection (5) property is in the relevant area or action in respect of wireless telegraphy is taken in the relevant area if, as the case may be— a the property is owned, occupied, in the possession of or being used by a person subject to service discipline; or b the action is taken in relation to the use of wireless telegraphy by such a person. 6B For the purposes of this section a person is subject to service discipline— a in relation to the Royal Navy Regulating Branch, if he is subject to the  Naval Discipline Act 1957 or is a civilian to whom Parts I and II of that Act for the time being apply by virtue of section 118 of that Act ; b in relation to the Royal Military Police, if he is subject to military law or is a civilian to whom Part II of the  Army Act 1955 for the time being applies by virtue of section 209 of that Act; and c in relation to the Royal Air Force Police, if he is subject to air-force law or is a civilian to whom Part II of the  Air Force Act 1955 for the time being applies by virtue of section 209 of that Act."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "76", "section_title": " Surveillance etc. operations beginning in Scotland.", "section_text": "76 1 Subject to subsection (2), where— a an authorisation under the relevant Scottish legislation has the effect of authorising the carrying out in Scotland of the conduct described in the authorisation, b the conduct so described is or includes conduct to which Part II of this Act applies, and c circumstances arise by virtue of which some or all of the conduct so described can for the time being be carried out only outwith Scotland, section 27 of this Act shall have effect for the purpose of making lawful the carrying out outwith Scotland of the conduct so described as if the authorisation, so far as is it relates to conduct to which that Part applies, were an authorisation duly granted under that Part. 2 Where any such circumstances as are mentioned in paragraph (c) of subsection (1) so arise as to give effect outwith Scotland to any authorisation granted under the relevant Scottish legislation, that authorisation shall not authorise any conduct outwith Scotland at any time after the end of the period of three weeks beginning with the time when the circumstances arose. 3 Subsection (2) is without prejudice to the operation of subsection (1) in relation to any authorisation on the second or any subsequent occasion on which any such circumstances as are mentioned in subsection (1)(c) arise while the authorisation remains in force. 4 In this section “ the relevant Scottish legislation ” means an enactment contained in or made under an Act of the Scottish Parliament which makes provision, corresponding to that made by Part II, for the authorisation of conduct to which that Part applies."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "76A", "section_title": "Foreign surveillance operations", "section_text": "76A 1 This section applies where— a a foreign police or customs officer is carrying out relevant surveillance outside the United Kingdom which is lawful under the law of the country or territory in which it is being carried out; b circumstances arise by virtue of which the surveillance can for the time being be carried out only in the United Kingdom; and c it is not reasonably practicable in those circumstances for a United Kingdom officer to carry out the surveillance in the United Kingdom in accordance with an authorisation under Part 2 or the Regulation of Investigatory Powers (Scotland) Act 2000. 2 “ Relevant surveillance ” means surveillance which— a is carried out in relation to a person who is suspected of having committed a relevant crime; and b is, for the purposes of Part 2, directed surveillance or intrusive surveillance. 3 “ Relevant crime ” means crime which— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b is crime for the purposes of any  ... international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 4 Relevant surveillance carried out by the foreign police or customs officer in the United Kingdom during the permitted period is to be lawful for all purposes if— a the condition mentioned in subsection (6) is satisfied; b the officer carries out the surveillance only in places to which members of the public have or are permitted to have access, whether on payment or otherwise; and c conditions specified in any order made by the Secretary of State with the consent of the Scottish Ministers are satisfied in relation to its carrying out; but no surveillance is lawful by virtue of this subsection if the officer subsequently seeks to stop and question the person in the United Kingdom in relation to the relevant crime. 5 The officer is not to be subject to any civil liability in respect of any conduct of his which is incidental to any surveillance that is lawful by virtue of subsection (4). 6 The condition in this subsection is satisfied if, immediately after the officer enters the United Kingdom— a he notifies a person designated by the   Director General of the National Crime Agency    of that fact; and b (if the officer has not done so before) he requests an application to be made for an authorisation under Part 2, or the Regulation of Investigatory Powers (Scotland) Act 2000, for the carrying out of the surveillance. 7 “ The permitted period ” means the period of five hours beginning with the time when the officer enters the United Kingdom. 8 But a person designated by an order made by the Secretary of State may notify the officer that the surveillance is to cease being lawful by virtue of subsection (4) when he gives the notification. 9 The Secretary of State is not to make an order under subsection (4) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 10 In this section references to a foreign police or customs officer are to a police or customs officer who, in relation to a country or territory other than the United Kingdom, is an officer for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any  ... international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 11 In this section— ... “ United Kingdom officer ” means— a member of a police force;   a National Crime Agency officer;   ... an officer of Revenue and Customs."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "77", "section_title": " Ministerial expenditure etc.", "section_text": "77 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State for or in connection with the carrying out of his functions under this Act; and b any increase attributable to this Act in the sums which are payable out of money so provided under any other Act."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "77A", "section_title": "Procedure for order of sheriff under section  ... 32A: Scotland", "section_text": "77A 1 This section applies to an application to the sheriff for an order under section  ... 32A. 2 Rules of court must make provision for the purposes of ensuring that an application to which this section applies is dealt with in private and must, in particular— a require the sheriff to determine an application in private, b secure that any hearing is to be held in private, and c ensure that notice of an application (or of any order being made) is not given to— i the person to whom the authorisation or notice which is the subject of the application or order relates, or ii such a person's representatives. 3 The Court of Session's power under section 32 of the Sheriff Courts (Scotland) Act 1971 to regulate and prescribe the procedure and practice to be followed in relation to an application to which this section applies is subject to, but is not otherwise constrained by,   section 32B   and this section."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "77B", "section_title": "Procedure for order of district judge under section  ... 32A: Northern Ireland", "section_text": "77B 1 The Lord Chancellor may by order make further provision about the procedure and practice to be followed in relation to an application to a district judge (magistrates' courts) in Northern Ireland for an order under section  ... 32A. 2 Such an order may, in particular, provide— a for the manner in which, and time within which, an application may be made, b that the district judge (magistrates' courts) is to determine an application— i in chambers, ii in the absence of the person to whom the authorisation or notice which is the subject of the application relates, c that any hearing is to be held in private, d that notice of an order given is not to be given to— i the person to whom the authorisation or notice which is the subject of the order relates, or ii such a person's legal representatives. 3 An order of the Lord Chancellor under this section may not make provision which, if it were contained in an Act of the Northern Ireland Assembly, would be within the legislative competence of the Northern Ireland Assembly and would deal with a transferred matter (within the meaning of section 4(1) of the Northern Ireland Act 1998). 4 The power of the Magistrates' Courts Rules Committee under Article 13 of the Magistrates' Courts (Northern Ireland) Order 1981 ( S.I.  1981/1675 (N.I. 26)) to regulate and prescribe the procedure and practice to be followed in relation to an application to a district judge (magistrates' courts) in Northern Ireland for an order under section  ... 32A is subject to, but is not otherwise constrained by,   section 32B   and any order made under this section."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "78", "section_title": " Orders, regulations and rules.", "section_text": "78 1 This section applies to any power of the Secretary of State  or the Lord Chancellor  to make any order, regulations or rules under any provision of this Act. 2 The powers to which this section applies shall be exercisable by statutory instrument. 3 A statutory instrument which contains any order made in exercise of a power to which this section applies (other than the power to appoint a day under section 83(2)) but which contains neither— a an order a draft of which has been approved for the purposes of section  ...  ... 28(5), 29(6), 30(7),  32A(7),  35(5), 41(6), 47(2), 66(3), 67(11)\t\t\t\t\t\t\t  , 71(9) or 76A(9)   nor b the order to which section 35(7) applies, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing any regulations made in exercise of a power to which this section applies   (other than regulations under section 67A(5))  shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4A A statutory instrument containing regulations under section 67A(5) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 Any order, regulations or rules made in exercise of a power to which this section applies may— a make different provisions for different cases; b contain such incidental, supplemental, consequential and transitional provision as the Secretary of State  or (as the case may be) the Lord Chancellor  thinks fit."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "79", "section_title": " Criminal liability of directors etc.", "section_text": "79 1 Where an offence under any provision of this Act other than a provision of Part III is committed by a body corporate and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 2 Where an offence under any provision of this Act other than a provision of Part III— a is committed by a Scottish firm, and b is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a partner of the firm, he (as well as the firm) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 3 In this section “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "80", "section_title": " General saving for lawful conduct.", "section_text": "80 Nothing in any of the provisions of this Act by virtue of which conduct of any description is or may be authorised by any warrant, authorisation or notice, or by virtue of which information may be obtained in any manner, shall be construed— a as making it unlawful to engage in any conduct of that description which is not otherwise unlawful under this Act and would not be unlawful apart from this Act; b as otherwise requiring— i the issue, grant or giving of such a warrant, authorisation or notice, or ii the taking of any step for or towards obtaining the authority of such a warrant, authorisation or notice, before any such conduct of that description is engaged in; or c as prejudicing any power to obtain information by any means not involving conduct that may be authorised under this Act."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "81", "section_title": " General interpretation.", "section_text": "81 1 In this Act—   “ apparatus ” has the same meaning as in the Investigatory Powers Act 2016 (see section 263(1) of that Act);   “ Assistant Commissioner of Police of the Metropolis ” includes the Deputy Commissioner of Police of the Metropolis; ... “ civil proceedings ” means any proceedings in or before any court or tribunal that are not criminal proceedings; “ communication ” includes— ... anything transmitted by means of a postal service; anything comprising speech, music, sounds, visual images or data of any description; and signals serving either for the impartation of anything between persons, between a person and a thing or between things or for the actuation or control of any apparatus; “ criminal ”, in relation to any proceedings  ..., shall be construed in accordance with subsection (4); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ document ” includes a map, plan, design, drawing, picture or other image; “ enactment ” includes— an enactment passed after the passing of this Act; and an enactment contained in Northern Ireland legislation; “ GCHQ ” has the same meaning as in the  Intelligence Services Act 1994; “ Her Majesty’s forces ” has the same meaning as in the  Armed Forces Act 2006 ; “ intelligence service ” means the Security Service, the Secret Intelligence Service or GCHQ; “ interception ” and cognate expressions shall be construed (so far as it is applicable) in accordance with   section 2   sections 4 and 5 of the Investigatory Powers Act 2016 ; “ interception warrant ”  means —  a targeted interception warrant or mutual assistance warrant under Chapter 1 of Part 2 of the Investigatory Powers Act 2016, or a bulk interception warrant under Chapter 1 of Part 6 of that Act ; “ the Investigatory Powers Commissioner ” and  “ Judicial Commissioner ” have the same meanings as in the Investigatory Powers Act 2016 (see section 263(1) of that Act);  “ justice of the peace ” does not include a justice of the peace in Northern Ireland;  “ legal proceedings ” means civil or criminal proceedings in or before any court or tribunal   or proceedings before an officer in respect of a service offence within the meaning of the Armed Forces Act 2006 ; “ modification ” includes alterations, additions and omissions, and cognate expressions shall be construed accordingly; ... “ person ” includes any organisation and any association or combination of persons; “ police force ” means any of the following— any police force maintained under section 2 of the  Police Act 1996 (police forces in England and Wales outside London); the metropolitan police force; the City of London police force;   the Police Service of Scotland;   the Royal Ulster Constabulary; the Ministry of Defence Police; the   Royal Navy Police ; the Royal Military Police; the Royal Air Force Police; the British Transport Police;  “postal service” and “public postal service” have the meanings given by section 2(1);   “ postal service ” has the same meaning as in the Investigatory Powers Act 2016 (see section 262(7) of that Act);   ... “ public authority ” means any public authority within the meaning of section 6 of the  Human Rights Act 1998 (acts of public authorities) other than a court or tribunal; “ senior official ” means, subject to subsection (7), a member of the Senior Civil Service or a member of the Senior Management Structure of Her Majesty’s Diplomatic Service; “ statutory ”, in relation to any power or duty, means conferred or imposed by or under any enactment or subordinate legislation; “ subordinate legislation ” means any subordinate legislation (within the meaning of the  Interpretation Act 1978) or any statutory rules (within the meaning of the  Statutory Rules (Northern Ireland) Order 1979); ... “ telecommunication system ” and “ telecommunications service ” have   the same meanings as in the Investigatory Powers Act 2016 (see section 261(11) to (13) of that Act) ;   “ tri-service serious crime unit ” means the unit described in section 375(1A) of the Armed Forces Act 2006; “ the Tribunal ” means the tribunal established under section 65; “ wireless telegraphy ” has the same meaning as in the  the Wireless Telegraphy Act 2006  and, in relation to wireless telegraphy, “ interfere ” has the same meaning as in that Act; “ working day ” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday under the  Banking and Financial Dealings Act 1971 in any part of the United Kingdom. 2 In this Act— a references to crime are references to conduct which constitutes one or more criminal offences or is, or corresponds to, any conduct which, if it all took place in any one part of the United Kingdom would constitute one or more criminal offences; and b references to serious crime are references to crime that satisfies the test in subsection (3)(a) or (b). 3 Those tests are— a that the offence or one of the offences that is or would be constituted by the conduct is an offence for which a person who has attained the age of twenty-one and has no previous convictions could reasonably be expected to be sentenced to imprisonment for a term of three years or more; b that the conduct involves the use of violence, results in substantial financial gain or is conduct by a large number of persons in pursuit of a common purpose. 4 In this Act “ criminal proceedings ” includes  proceedings before a court in respect of a service offence within the meaning of the Armed Forces Act 2006,   .... 5 For the purposes of this Act detecting crime shall be taken to include— a establishing by whom, for what purpose, by what means and generally in what circumstances any crime was committed; and b the apprehension of the person by whom any crime was committed; and any reference in this Act to preventing or detecting serious crime shall be construed accordingly .... 6 In this Act— a references to a person holding office under the Crown include references to any servant of the Crown and to any member of Her Majesty’s forces; and b references to a member of a police force, in relation to the   Royal Navy Police , the Royal Military Police or the Royal Air Force Police, do not include references to any member of   that force who is not for the time being attached to or  serving— i with that force, ii with another of those police forces, or iii with the tri-service serious crime unit. 7 If it appears to the Secretary of State that it is necessary to do so in consequence of any changes to the structure or grading of the   statutory civil service (or any part of it) , he may by order make such amendments of the definition of “senior official” in subsection (1) as appear to him appropriate to preserve, so far as practicable, the effect of that definition. 8 In subsection (7)\t\t\t\t\t “ the statutory civil service ” means— a the civil service within the meaning of Chapter 1 of Part 1 of the Constitutional Reform and Governance Act 2010 (see section 1(4) of that Act), but b also includes the Government Communications Headquarters. 9 References in this Act to provision which, if it were contained in an Act of the Northern Ireland Assembly, would deal with a Northern Ireland transferred matter or (as the case may be) a transferred matter (see sections  ... 32A(8)(c) and 77B(3)) do not include references to any such provision which would be ancillary to other provision (whether in the Act of the Northern Ireland Assembly or previously enacted) which deals with an excepted or reserved matter (within the meaning given by section 4(1) of the Northern Ireland Act 1998)."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "82", "section_title": " Amendments, repeals and savings etc.", "section_text": "82 1 The enactments specified in Schedule 4 (amendments consequential on the provisions of this Act) shall have effect with the amendments set out in that Schedule. 2 The enactments mentioned in Schedule 5 are hereby repealed to the extent specified in the third column of that Schedule. 3 For the avoidance of doubt it is hereby declared that nothing in this Act  . . .affects any power conferred on  a postal operator (within the meaning of   Part 3 of the Postal Services Act 2011 )  by or under any enactment to open, detain or delay any postal packet or to deliver any such packet to a person other than the person to whom it is addressed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "83", "section_title": " Short title, commencement and extent.", "section_text": "83 1 This Act may be cited as the Regulation of Investigatory Powers Act 2000. 2 The provisions of this Act, other than this section, shall come into force on such day as the Secretary of State may by order appoint; and different days may be appointed under this subsection for different purposes. 3 This Act extends to Northern Ireland."}, {"act": "Regulation of Investigatory Powers Act 2000", "year": 2000, "section": "76A", "section_title": "Foreign surveillance operations", "section_text": "76A 1 This section applies where— a a foreign police or customs officer is carrying out relevant surveillance outside the United Kingdom which is lawful under the law of the country or territory in which it is being carried out; b circumstances arise by virtue of which the surveillance can for the time being be carried out only in the United Kingdom; and c it is not reasonably practicable in those circumstances for a United Kingdom officer to carry out the surveillance in the United Kingdom in accordance with an authorisation under Part 2 or the Regulation of Investigatory Powers (Scotland) Act 2000. 2 “ Relevant surveillance ” means surveillance which— a is carried out in relation to a person who is suspected of having committed a relevant crime; and b is, for the purposes of Part 2, directed surveillance or intrusive surveillance. 3 “ Relevant crime ” means crime which— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b is crime for the purposes of any  ... international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 4 Relevant surveillance carried out by the foreign police or customs officer in the United Kingdom during the permitted period is to be lawful for all purposes if— a the condition mentioned in subsection (6) is satisfied; b the officer carries out the surveillance only in places to which members of the public have or are permitted to have access, whether on payment or otherwise; and c conditions specified in any order made by the Secretary of State with the consent of the Scottish Ministers are satisfied in relation to its carrying out; but no surveillance is lawful by virtue of this subsection if the officer subsequently seeks to stop and question the person in the United Kingdom in relation to the relevant crime. 5 The officer is not to be subject to any civil liability in respect of any conduct of his which is incidental to any surveillance that is lawful by virtue of subsection (4). 6 The condition in this subsection is satisfied if, immediately after the officer enters the United Kingdom— a he notifies a person designated by the   Director General of the National Crime Agency    of that fact; and b (if the officer has not done so before) he requests an application to be made for an authorisation under Part 2, or the Regulation of Investigatory Powers (Scotland) Act 2000, for the carrying out of the surveillance. 7 “ The permitted period ” means the period of five hours beginning with the time when the officer enters the United Kingdom. 8 But a person designated by an order made by the Secretary of State may notify the officer that the surveillance is to cease being lawful by virtue of subsection (4) when he gives the notification. 9 The Secretary of State is not to make an order under subsection (4) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 10 In this section references to a foreign police or customs officer are to a police or customs officer who, in relation to a country or territory other than the United Kingdom, is an officer for the purposes of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b any  ... international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the Secretary of State with the consent of the Scottish Ministers. 11 In this section— ... “ United Kingdom officer ” means— a member of a police force;   a National Crime Agency officer;   ... an officer of Revenue and Customs."}]