[{"act": "Representation of the People Act 2000", "year": 2000, "section": "1", "section_title": " New system of electoral registration.", "section_text": "1 1 For sections 1 and 2 of the Representation of the  People Act 1983 (“ the 1983 Act ”) there shall be substituted—  Parliamentary electors. 1 1 A person is entitled to vote as an elector at a parliamentary election in any constituency if on the date of the poll he— a is registered in the register of parliamentary electors for that constituency; b is not subject to any legal incapacity to vote (age apart); c is either a Commonwealth citizen or a citizen of the Republic of Ireland; and d is of voting age (that is, 18 years or over). 2 A person is not entitled to vote as an elector— a more than once in the same constituency at any parliamentary election; or b in more than one constituency at a general election.  Local government electors. 2 1 A person is entitled to vote as an elector at a local government election in any electoral area if on the date of the poll he— a is registered in the register of local government electors for that area; b is not subject to any legal incapacity to vote (age apart); c is a Commonwealth citizen, a citizen of the Republic of Ireland or a relevant citizen of the Union; and d is of voting age (that is, 18 years or over). 2 A person is not entitled to vote as an elector— a more than once in the same electoral area at any local government election; or b in more than one electoral area at an ordinary election for a local government area which is not a single electoral area. 2 For section 4 of the 1983 Act there shall be substituted—  Entitlement to registration  Entitlement to be registered as parliamentary or local government elector. 4 1 A person is entitled to be registered in the register of parliamentary electors for any constituency or part of a constituency if on the relevant date he— a is resident in the constituency or that part of it; b is not subject to any legal incapacity to vote (age apart); c is either a qualifying Commonwealth citizen or a citizen of the Republic of Ireland; and d is of voting age. 2 A person is not entitled to be registered in the register of parliamentary electors for any constituency in Northern Ireland unless, in addition to complying with subsection (1) above, he has been resident in Northern Ireland during the whole of the period of three months ending on the relevant date. 3 A person is entitled to be registered in the register of local government electors for any electoral area if on the relevant date he— a is resident in that area; b is not subject to any legal incapacity to vote (age apart); c is a qualifying Commonwealth citizen, a citizen of the Republic of Ireland or a relevant citizen of the Union; and d is of voting age. 4 The preceding provisions have effect— a subject to— i any enactment imposing a disqualification for registration as a parliamentary, or (as the case may be) local government, elector; and ii compliance with any prescribed requirements; and b (as respects registration as a parliamentary elector) without prejudice to section 2(1) of the Representation of the  People Act 1985 (registration of British citizens overseas). 5 A person otherwise qualified is (despite subsection (1)(d) or (3)(d), as the case may be) entitled to be registered in a register of parliamentary electors or local government electors if he will attain voting age before the end of the period of 12 months beginning with the 1st December next following the relevant date, but— a his entry in the register shall give the date on which he will attain that age; and b until the date given in the entry he shall not by virtue of the entry be treated as an elector for any purposes other than those of an election the date of the poll for which is the date so given or any later date. 6 In this section— “ qualifying Commonwealth citizen ” means a Commonwealth citizen who either— is not a person who requires leave under the  Immigration Act 1971 to enter or remain in the United Kingdom, or is such a person but for the time being has (or is, by virtue of any enactment, to be treated as having) any description of such leave; “ the relevant date ”, in relation to a person, means— the date on which an application for registration is made (or, by virtue of section 10A(2) below, is treated as having been made) by him; in the case of a person applying for registration in pursuance of a declaration of local connection or a service declaration, the date on which the declaration was made."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "2", "section_title": " Disfranchisement of offenders detained in mental hospitals.", "section_text": "2 After section 3 of the 1983 Act there shall be inserted—  Disfranchisement of offenders detained in mental hospitals. 3A 1 A person to whom this section applies is, during the time that he is— a detained at any place in pursuance of the order or direction by virtue of which this section applies to him, or b unlawfully at large when he would otherwise be so detained, legally incapable of voting at any parliamentary or local government election. 2 As respects England and Wales, this section applies to the following persons— a any person in respect of whom— i an order has been made under section 37, 38, 44 or 51(5) of the  Mental Health Act 1983, or ii a direction has been given under section 45A, 46 or 47 of that Act; b any person in respect of whom an order has been made under section 5(2)(a) of the  Criminal Procedure (Insanity) Act 1964; and c any person in respect of whom the Court of Appeal has made an order under— i section 6(2)(a) of the  Criminal Appeal Act 1968, or ii section 14(2)(a) of that Act. 3 As respects Scotland, this section applies to the following persons— a any person in respect of whom an order has been made under section 53, 54, 57(2)(a) or (b) or 58 of the  Criminal Procedure (Scotland) Act 1995; and b any person in respect of whom a direction has been given under section 69 of the  Mental Health (Scotland) Act 1984 or section 71 of that Act (being a person to whom that section applies by virtue of subsection (2)(a) of that section) or section 59A of that Act of 1995. 4 As respects Northern Ireland, this section applies to the following persons— a any person in respect of whom— i an order has been made under Article 44, 45, 50A(2)(a) or 57(5) of the  Mental Health (Northern Ireland) Order 1986, or ii a direction has been given under Article 52 or 53 of that Order; and b any person in respect of whom the Court of Appeal has made an order under— i section 11(1)(b) or (2)(b) of the  Criminal Appeal (Northern Ireland) Act 1980, or ii section 13(5A) of that Act. 5 As respects any part of the United Kingdom, this section applies to any person in respect of whom an admission order has been made under— a section 116B of the  Army Act 1955 or the  Air Force Act 1955, or b section 63B of the  Naval Discipline Act 1957. 6 In this section any reference to a person in respect of whom any order or direction falling within subsection (2), (3) or (4) has been made or given includes a reference to a person in respect of whom any such order or direction is, by virtue of any enactment, to be treated as having been made or given in connection with his transfer to a place in the part of the United Kingdom mentioned in that subsection. 7 Any reference in any of subsections (2) to (4) above to a provision of any Act or Order includes a reference to any earlier provision (whether of that Act or Order as originally enacted or made or as previously amended, or otherwise) to the like effect."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "3", "section_title": " Residence for purposes of registration: general.", "section_text": "3 For section 5 of the 1983 Act there shall be substituted—  Residence: general. 5 1 This section applies where the question whether a person is resident at a particular address on the relevant date for the purposes of section 4 above falls to be determined for the purposes of that section. 2 Regard shall be had, in particular, to the purpose and other circumstances, as well as to the fact, of his presence at, or absence from, the address on that date. For example, where at a particular time a person is staying at any place otherwise than on a permanent basis, he may in all the circumstances be taken to be at that time— a resident there if he has no home elsewhere, or b not resident there if he does have a home elsewhere. 3 For the purpose of determining whether a person is resident in a dwelling on the relevant date for the purposes of section 4 above, his residence in the dwelling shall not be taken to have been interrupted by reason of his absence in the performance of any duty arising from or incidental to any office, service or employment held or undertaken by him if— a he intends to resume actual residence within six months of giving up such residence, and will not be prevented from doing so by the performance of that duty; or b the dwelling serves as a permanent place of residence (whether for himself or for himself and other persons) and he would be in actual residence there but for his absence in the performance of that duty. 4 For the purposes of subsection (3) above any temporary period of unemployment shall be disregarded. 5 Subsection (3) above shall apply in relation to a person’s absence by reason of his attendance on a course provided by an educational institution as it applies in relation to a person’s absence in the performance of any duty such as is mentioned in that subsection. 6 Subject to sections 7 and 7A below, a person who is detained at any place in legal custody shall not, by reason of his presence there, be treated for the purposes of section 4 above as resident there."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "4", "section_title": " Residence: patients in mental hospitals who are not detained offenders or on remand.", "section_text": "4 For section 7 of the 1983 Act there shall be substituted—  Residence: patients in mental hospitals who are not detained offenders or on remand. 7 1 This section applies to a person who— a is a patient in a mental hospital (whether or not he is liable to be detained there), but b is not a person to whom section 3A above or section 7A below applies. 2 A person to whom this section applies shall (subject to subsection (5) below) be regarded for the purposes of section 4 above as resident at the mental hospital in question if the length of the period which he is likely to spend at the hospital is sufficient for him to be regarded as being resident there for the purposes of electoral registration. 3 A person registered in a register of electors in pursuance of an application for registration made by virtue of subsection (2) above is entitled to remain so registered until— a the end of the period of 12 months beginning with the date when the entry in the register first takes effect, or b another entry made in respect of him in any register of electors takes effect (whether or not in pursuance of an application made by virtue of subsection (2)), whichever first occurs. 4 Where the entitlement of such a person to remain so registered terminates by virtue of subsection (3) above, the registration officer concerned shall remove that person’s entry from the register, unless he is entitled to remain registered in pursuance of a further application made by virtue of subsection (2). 5 Subsection (2) above shall not be taken as precluding the registration of a person to whom this section applies— a by virtue of his residence at some place other than the mental hospital in which he is a patient, or b in pursuance of a declaration of local connection. 6 In this section “ mental hospital ” means any establishment (or part of an establishment) maintained wholly or mainly for the reception and treatment of persons suffering from any form of mental disorder; and for this purpose “ mental disorder ”— a in relation to England or Wales, has the same meaning as in the  Mental Health Act 1983, b in relation to Scotland, has the same meaning as in the  Mental Health (Scotland) Act 1984, and c in relation to Northern Ireland, has the same meaning as in the  Mental Health (Northern Ireland) Order 1986."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "5", "section_title": " Residence: persons remanded in custody  etc.", "section_text": "5 After section 7 of the 1983 Act (as substituted by section 4 above) there shall be inserted—  Residence: persons remanded in custody etc. 7A 1 This section applies to a person who is detained at any place pursuant to a relevant order or direction and is so detained otherwise than after— a being convicted of any offence, or b a finding in criminal proceedings that he did the act or made the omission charged. 2 A person to whom this section applies shall (subject to subsection (5) below) be regarded for the purposes of section 4 above as resident at the place at which he is detained if the length of the period which he is likely to spend at that place is sufficient for him to be regarded as being resident there for the purposes of electoral registration. 3 A person registered in a register of electors in pursuance of an application for registration made by virtue of subsection (2) above is entitled to remain so registered until— a the end of the period of 12 months beginning with the date when the entry in the register first takes effect, or b another entry made in respect of him in any register of electors takes effect (whether or not in pursuance of an application made by virtue of subsection (2)), whichever first occurs. 4 Where the entitlement of such a person to remain so registered terminates by virtue of subsection (3) above, the registration officer concerned shall remove that person’s entry from the register, unless he is entitled to remain registered in pursuance of a further application made by virtue of subsection (2). 5 Subsection (2) above shall not be taken as precluding the registration of a person to whom this section applies— a by virtue of his residence at some place other than the place at which he is detained, or b in pursuance of a declaration of local connection. 6 In this section “ a relevant order or direction ” means— a a remand or committal in custody; b a remand to a hospital under section 35 or 36 of the  Mental Health Act 1983 or Article 42 or 43 of the  Mental Health (Northern Ireland) Order 1986; c a direction for removal to a hospital under section 48 of that Act or Article 54 of that Order; d a committal to a hospital under section 52 of the  Criminal Procedure (Scotland) Act 1995; or e a transfer order under section 70 of the  Mental Health (Scotland) Act 1984 or a transfer direction under section 71 of that Act made in respect of a person to whom that section applies by virtue of subsection (2)(c) of that section."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "6", "section_title": " Notional residence: declarations of local connection.", "section_text": "6 After section 7A of the 1983 Act (as inserted by section 5 above) there shall be inserted—  Notional residence: declarations of local connection. 7B 1 A declaration under this section (“ a declaration of local connection ”)— a may be made only by a person to whom this section applies, but b may be made by such a person despite the fact that by reason of his age he is not entitled to vote. 2 This section applies to any person who on the date when he makes such a declaration is— a a person to whom section 7 above applies and who would not be entitled to be registered by virtue of residence at any place other than the mental hospital (within the meaning of that section) at which he is a patient, or b a person to whom section 7A applies and who would not be entitled to be registered by virtue of residence at any place other than the place at which he is detained as mentioned in subsection (1) of that section, or c a person who does not fall within paragraph (a) or (b) above (and is not otherwise in legal custody) and who is not, for the purposes of section 4 above, resident at any address in the United Kingdom (a “ homeless person ”). 3 A declaration of local connection shall state— a the name of the declarant and either— i an address to which correspondence for him from either the registration officer concerned or the returning officer can be delivered, or ii that he is willing to collect such correspondence periodically from the registration officer’s office; b the date of the declaration; c that on the date of the declaration the declarant falls into one of the categories of persons to whom this section applies, specifying— i the category in question, and ii (in the case of a person falling within subsection (2)(a) or (b) above) the name and address of the mental hospital at which he is a patient or (as the case may be) of the place at which he is detained; d the required address (as defined by subsection (4) below); e that on the date of the declaration the declarant is a Commonwealth citizen or a citizen of the Republic of Ireland or (if the declaration is made for the purposes only of local government elections) a relevant citizen of the Union; f whether the declarant has on the date of the declaration attained the age of 18 years, and, if he has not, the date of his birth. 4 For the purposes of this section “ the required address ” is— a in the case of a person falling within subsection (2)(a) or (b) above— i the address in the United Kingdom where he would be residing if he were not such a patient, or detained, as mentioned in that provision, or ii if he cannot give such an address, an address in the United Kingdom at which he has resided; b in the case of a homeless person, the address of, or which is nearest to, a place in the United Kingdom where he commonly spends a substantial part of his time (whether during the day or at night). 5 Where a declaration of local connection is made for the purposes of registration in Northern Ireland, the declaration must state that the declarant has been in Northern Ireland during the whole of the period of three months ending on the date of the declaration. 6 Where a declaration of local connection made by a homeless person is delivered to the registration officer concerned during the period— a beginning with the date when a vacancy occurs— i in the seat for the parliamentary constituency within which the required address falls, or ii in the seat for any Scottish Parliament constituency or National Assembly for Wales constituency within which it falls, and b ending on the final nomination day (within the meaning of section 13B below) for the parliamentary by-election, or (as the case may be) the election under section 9 of the  Scotland Act 1998 or section 8 of the  Government of Wales Act 1998, held in respect of that vacancy, the declaration must state that, during the period of three months ending on the date of the declaration, the declarant has commonly been spending a substantial part of his time (whether during the day or at night) at, or near, the required address. 7 No declaration of local connection shall be specially made by a person for the purposes of local government elections, and any such declaration made for the purposes of parliamentary elections shall have effect also for the purposes of local government elections; but— a a declaration of local connection may be made for the purposes only of local government elections by a person who is as a peer subject to a legal incapacity to vote at parliamentary elections or by a relevant citizen of the Union; and b where so made, shall be marked to show that it is available for local government elections only, but shall in all other respects be the same as other declarations of local connection. 8 If a person— a makes a declaration of local connection stating more than one address under subsection (3)(d) above, or b makes more than one declaration of local connection bearing the same date and stating different addresses under that provision, the declaration or declarations shall be void. 9 A declaration of local connection may be cancelled at any time by the declarant. 10 A declaration of local connection shall be of no effect unless it is received by the registration officer concerned within the period of three months beginning with the date of the declaration.  Effect of declaration of local connection. 7C 1 Where a person’s declaration of local connection is in force when he applies for registration, he shall be regarded for the purposes of section 4 above as— a resident on the date of the declaration at the address stated in it in accordance with section 7B(3)(d) above; and b for the purposes of registration in Northern Ireland, as resident in Northern Ireland during the whole of the period of three months ending with that date. 2 A person registered in a register of electors in pursuance of a declaration of local connection is entitled to remain so registered until— a the end of the period of 12 months beginning with the date when the entry in the register first takes effect, b the declaration is cancelled under section 7B(9) above, or c another entry made in respect of him in any register of electors takes effect (whether or not in pursuance of a declaration of local connection), whichever first occurs. 3 Where the entitlement of such a person to remain so registered terminates by virtue of subsection (2) above, the registration officer concerned shall remove that person’s entry from the register, unless he is entitled to remain registered in pursuance of a further declaration of local connection. 4 This section shall not be taken as precluding the registration of a person falling within section 7B(2)(a) or (b) above in pursuance of an application made by virtue of section 7(2) or 7A(2) above."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "7", "section_title": " Service declarations.", "section_text": "7 Section 12(3) and (4) of the 1983 Act (by virtue of which persons with service qualifications may only be registered in pursuance of a service declaration, even where they would otherwise be entitled to be registered by virtue of residence in the United Kingdom) shall cease to have effect."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "8", "section_title": " Further amendments about registration.", "section_text": "8 Schedules 1, 2 and 3, which make consequential and connected amendments of— a the 1983 Act, b sections 1 to 3 of the Representation of the  People Act 1985 (overseas electors), and c the  Elected Authorities (Northern Ireland) Act 1989, respectively, shall have effect."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "9", "section_title": " Restriction on supply of information contained in register.", "section_text": "9 1 Schedule 2 to the 1983 Act (provisions which may be contained in regulations as to registration) is amended as follows. 2 For paragraphs 10 and 11 there shall be substituted— 10 1 Provisions requiring a registration officer to prepare, in addition to the version of the register which he is required to prepare by virtue of the other provisions of this Act (“ the full register ”), a version of the register which omits the names and addresses of registered electors by or on behalf of whom requests have been made to have their names and addresses excluded from that version of it (“ the edited register ”). 2 Provisions specifying a form of words to be used by a registration officer for the purpose of— a explaining to persons registered or applying to be registered, or persons acting on behalf of such persons, the purposes for which the full register and the edited register may each be used, and b ascertaining whether the exclusion of their names and addresses from the edited register is requested by or on behalf of such persons. 10A Provisions requiring copies of the full register and other documents, or prescribed parts of them, to be available for inspection by the public at such places as may be prescribed. 10B 1 Provisions authorising or requiring a registration officer— a to supply to such persons as may be prescribed copies of the full register and other documents, or prescribed parts of them, whether free of charge or on payment of a prescribed fee; b to supply to any persons copies of the edited register, or any prescribed part of it, on payment of a prescribed fee. 2 Provisions specifying, in relation to any description of persons prescribed by regulations made in pursuance of sub-paragraph (1)(a) above, the purposes for which copies supplied to such persons under such regulations, or information contained in them, may be used whether by such persons or by employees or other persons authorised by them in accordance with regulations to have access to such copies or information contained in them. 3 Without prejudice to the generality of sub-paragraph (1) above or paragraph 11A below, regulations made in pursuance of sub-paragraph (1) may contain any such provisions as are authorised by paragraph 11A. 11 1 Provisions imposing prohibitions or restrictions relating to the extent (if any) to which— a persons inspecting the full register in accordance with regulations made in pursuance of paragraph 10A above may make copies of the register; b persons to whom copies of the full register are supplied (whether in accordance with regulations made in pursuance of paragraph 10B above or in accordance with any other provision made by or under an Act) may— i supply those copies, or otherwise disclose any information contained in them, to other persons, or ii make use of any such information otherwise than for any purposes specified in such regulations or (as the case may be) for which the copies have been supplied in accordance with any such provision. 2 Provisions imposing, in relation to persons— a to whom copies of the full register have been supplied, or information contained in such copies has been disclosed, in accordance with regulations made in pursuance of this paragraph, or b who otherwise have access to such copies or information, prohibitions or restrictions corresponding to those which may be imposed by virtue of sub-paragraph (1) above. 3 Provisions imposing, in relation to persons involved in the preparation of the full register, prohibitions with respect to supplying copies of the full register and disclosing information contained in it. 4 In this paragraph any reference to the full register includes a reference to any part of it. 3 In paragraph 13 (offences and supplemental matters), after sub-paragraph (1) there shall be inserted— 1A Provisions making it an offence (punishable on summary conviction by a fine not exceeding level 5 on the standard scale)— a for a person to contravene any regulations made in pursuance of paragraph 11 above or to do so in any prescribed circumstances, or b where such a contravention has occurred on the part of a person in the employment, or otherwise under the direction or control, of a company or other organisation, for— i a director of the company, or ii a person concerned with the management of the organisation, to have failed to take such steps as it was reasonable for him to take to secure the operation of procedures designed to prevent, so far as reasonably practicable, the occurrence of such contraventions on the part of such persons."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "10", "section_title": " Pilot schemes for local elections in England and Wales.", "section_text": "10 1 Where— a a relevant local authority submit to the Secretary of State proposals for a scheme under this section to apply to particular local government elections held in the authority’s area, and b those proposals are approved by the Secretary of State, either— i without modification, or ii with such modifications as, after consulting the authority, he considers appropriate, the Secretary of State shall by order make such provision for and in connection with the implementation of the scheme in relation to those elections as he considers appropriate (which may include provision modifying or disapplying any enactment). 1A Subsection (1) applies to proposals falling within that subsection which are submitted by a relevant local authority jointly with the Electoral Commission as if in that subsection— a the first reference to any such authority in paragraph (a), and b the reference to the authority in paragraph (b)(ii), were each a reference to the authority and the Commission; and, in a case where any such proposals are not jointly so submitted, the Secretary of State must consult the Commission before making an order under that subsection. 2 A scheme under this section is a scheme which makes, in relation to local government elections in the area of a relevant local authority, provision differing in any respect from that made under or by virtue of the Representation of the People Acts as regards one or more of the following, namely— a when, where and how voting at the elections is to take place; b how the votes cast at the elections are to be counted; c the sending by candidates of election communications free of charge for postage. 3 Without prejudice to the generality of the preceding provisions of this section, a scheme under this section may make provision— a for voting to take place on more than one day (whether each of those days is designated as a day of the poll or otherwise) and at places other than polling stations, b for postal charges incurred in respect of the sending of candidates’ election communications as mentioned in subsection (2)(c) to be paid by the authority concerned, and where a scheme makes such provision as is mentioned in paragraph (b), the Secretary of State’s order under subsection (1) may make provision for disapplying section 75(1) of the 1983 Act (restriction on third party election expenditure) in relation to the payment of such charges by the authority. 4 In subsection (2) the reference to local government elections in the area of a relevant local authority is a reference to such elections— a throughout that area, or b in any particular part or parts of it, as the scheme may provide. 5 Where the Secretary of State makes an order under subsection (1)— a he shall send a copy of the order to the authority concerned  and to the Electoral Commission ; and b that authority shall publish the order in their area in such manner as they think fit. 6 Once any elections in relation to which a scheme under this section applied have taken place,  the Electoral Commission  shall prepare a report on the scheme. 6A The report shall be prepared by the Electoral Commission in consultation with the authority concerned; and that authority shall provide the Commission with such assistance as they may reasonably require in connection with the preparation of the report (which may, in particular, include the making by the authority of arrangements for ascertaining the views of voters about the operation of the scheme). 7 The report shall  , in particular,  contain— a a description of the scheme and of the respects in which the provision made by it differed from that made by or under the Representation of the People Acts; b a copy of the order of the Secretary of State under subsection (1); and c an assessment of the scheme’s success or otherwise in facilitating— i voting at the elections in question, and ii (if it made provision as respects the counting of votes cast at those elections) the counting of votes, or in encouraging voting at the elections in question or enabling voters to make informed decisions at those elections. 8 An assessment under subsection (7)(c)(i) shall include a statement by the authority concerned as to whether, in their opinion— a the turnout of voters was higher than it would have been if the scheme had not applied; b voters found the procedures provided for their assistance by the scheme easy to use; c the procedures provided for by the scheme led to any increase in personation or other electoral offences or in any other malpractice in connection with elections; d those procedures led to any increase in expenditure, or to any savings, by the authority. 9 If the Secretary of State so requests in writing, the report shall also contain an assessment of such other matters relating to the scheme as are specified in his request. 10 Once the Electoral Commission have prepared the report, they shall send a copy of the report— a to the Secretary of State, and b to the authority concerned, and that authority shall publish the report in their area, in such manner as they think fit, by the end of the period of three months beginning with the date of the declaration of the result of the elections in question. 11 In this section “ relevant local authority ” means— a as respects England— i a county council, a district council or a London borough council, or ii once established, the Greater London Authority; b as respects Wales, a county council or a county borough council; 12 For the purposes of this section proposals falling within subsection (1) and submitted to the Secretary of State before the date on which this Act is passed shall be as effective as those so submitted on or after that date."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "11", "section_title": " Revision of procedures in the light of pilot schemes.", "section_text": "11 1 If it appears to the Secretary of State, in the light of any report made under section 10 on a scheme under that section, that it would be desirable for provision similar to that made by the scheme to apply generally, and on a permanent basis, in relation to— a local government elections in England and Wales, or b any particular description of such elections, he may by order make such provision for and in connection with achieving that result as he considers appropriate (which may include provision modifying or disapplying any provision of an Act, including this Act).  The power of the Secretary of State to make such an order shall, however, be exercisable only on a recommendation of the Electoral Commission. 2 An order under subsection (1)— a may except from the operation of any of its provisions any local government area specified in the order; but b subject to that, must make the same provision— i in relation to local government elections, or ii if it applies only to a particular description of such elections, in relation to elections of that description, throughout England and Wales. 3 An order under subsection (1) shall be made by statutory instrument; and no such order shall be made unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 4 When laying such a draft before either House of Parliament the Secretary of State shall also lay before that House a copy of  every report under section 10 which relates to a scheme making provision similar to that made by the order. 5 An order which excepts any local government area as mentioned in subsection (2) shall, if apart from this subsection it would be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, proceed in that House as if it were not such an instrument. 6 Rules made under section 36 of the 1983 Act (local elections in England  ...) may make such provision as the Secretary of State considers appropriate in connection with any provision made   in relation to local government elections in England  by an order under subsection (1). 6A Rules made under section 36A of the 1983 Act (local elections rules in Wales) may make such provision as the Welsh Ministers consider appropriate in connection with any provision made by an order under subsection (1) in relation to local government elections in Wales. 7 Nothing in this section shall be taken as prejudicing the generality of any power contained in any other Act to make subordinate legislation (within the meaning of the  Interpretation Act 1978) with respect to elections of any description."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "12", "section_title": " Changes relating to absent voting at elections in Great Britain.", "section_text": "12 1 Schedule 4 (which makes provision with respect to the manner of voting at elections, and in particular absent voting) shall have effect, as regards both— a parliamentary elections, and b local government elections, in relation to England, Wales and Scotland. 2 Sections 5 to 9 of the Representation of the  People Act 1985 (which, so far as applying in relation to England, Wales and Scotland, are superseded by the provisions of Schedule 4)— a shall cease to have effect in relation to those parts of the United Kingdom; and b shall accordingly continue to have effect only in relation to Northern Ireland as regards parliamentary elections. 3 Where immediately before the commencement of this section any list or record is kept by a registration officer under any provision of the Representation of the People Act 1985 which ceases to have effect in relation to England, Wales or Scotland in accordance with subsection (2)— a the list or record shall be taken, as from that commencement, to be the list or record required to be kept by him under the corresponding provision of Schedule 4 to this Act; and b anything which, immediately before that commencement, is in the process of being done by him in relation to the list or record may be continued in relation to it as the list or record kept under that corresponding provision."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "13", "section_title": " Assistance with voting for persons with disabilities.", "section_text": "13 1 Schedule 1 to the 1983 Act (the parliamentary elections rules) is amended as follows. 2 In rule 29 (equipment of polling stations), after paragraph (3) there shall be inserted— 3A The returning officer shall also provide each polling station with— a at least one large version of the ballot paper which shall be displayed inside the polling station for the assistance of voters who are partially-sighted; and b a device of such description as may be prescribed for enabling voters who are blind or partially-sighted to vote without any need for assistance from the presiding officer or any companion (within the meaning of rule 39(1)). 3 For rule 39 there shall be substituted—  Voting by persons with disabilities 39 1 If a voter makes an application to the presiding officer to be allowed, on the ground of— a blindness or other physical incapacity, or b inability to read, to vote with the assistance of another person by whom he is accompanied (in these rules referred to as “ the companion ”), the presiding officer shall require the voter to declare, orally or in writing, whether he is so incapacitated by his blindness or other incapacity, or by his inability to read, as to be unable to vote without assistance. 2 If the presiding officer— a is satisfied that the voter is so incapacitated, and b is also satisfied by a written declaration made by the companion (in these rules referred to as “ the declaration made by the companion of a voter with disabilities ”) that the companion— i is a qualified person within the meaning of this rule, and ii has not previously assisted more than one voter with disabilities to vote at the election, the presiding officer shall grant the application, and then anything which is by these rules required to be done to or by that voter in connection with the giving of his vote may be done to, or with the assistance of, the companion. 3 For the purposes of these rules, a person is a voter with disabilities if he has made such a declaration as is mentioned in paragraph (1) above, and a person shall be qualified to assist a voter with disabilities to vote if that person— a is a person who is entitled to vote as an elector at the election; or b is the father, mother, brother, sister, husband, wife, son or daughter of the voter and has attained the age of 18 years. 4 The name and number in the register of electors of every voter whose vote is given in accordance with this rule and the name and address of the companion shall be entered on a list (in these rules referred to as “ the list of voters with disabilities assisted by companions ”). In the case of a person voting as proxy for an elector, the number to be entered together with the voter’s name shall be the elector’s number. 5 The declaration made by the companion— a shall be in the form in the Appendix; and b shall be made before the presiding officer at the time when the voter applies to vote with the assistance of a companion and shall forthwith be given to the presiding officer who shall attest and retain it. 6 No fee or other payment shall be charged in respect of the declaration. 4 In rules 32(1)(e), 43(1)(f) and 55(1)(c), for “blind voters” (wherever occurring) there shall be substituted  “                    voters with disabilities                  ” . 5 In the Appendix of Forms, in the form of declaration to be made by the companion of a blind voter— a for “blind person” or “blind voter” (wherever occurring) there shall be substituted  “                        voter with disabilities                      ” ; and b after the note at the end of the form (which shall become note 1), there shall be inserted—  2. A voter with disabilities is a voter who has made a declaration under the parliamentary elections rules that he is so incapacitated by his blindness or other incapacity, or by his inability to read, as to be unable to vote without assistance."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "14", "section_title": " Free delivery of election addresses at Greater London Authority elections.", "section_text": "14 1 The  Greater London Authority Act 1999 is amended as follows. 2 After section 17 there shall be inserted—  Free delivery of election addresses. 17A 1 Each candidate at the first election of the Mayor shall be entitled (subject to and in accordance with the provisions of Schedule 3A to this Act) to have an election address prepared on behalf of the candidate included in a booklet of election addresses— a prepared by the Greater London returning officer; and b sent by that officer, by post, to each elector in Greater London. 2 In subsection (1) above “ elector ”, in relation to the election mentioned in that subsection— a means a person who is registered in the register of local government electors for an electoral area in Greater London on the last day for publication of notice of the election; and b includes a person then shown in any such register as below voting age if (but only if) it appears from the register that he will be of voting age on the day fixed for the poll. 3 The Secretary of State may by order make such provision as he considers appropriate for and in connection with enabling candidates— a at ordinary elections other than the first such election, or b at elections to fill vacancies in the office of Mayor or Assembly member, to have their election addresses (within the meaning of the order) delivered, at the Authority’s expense, by the Post Office or by any other means specified in the order. 4 Without prejudice to the generality of subsection (3) above, an order under that subsection may make provision— a for free delivery of election addresses to be available under the order only in the case of any specified description of election falling within paragraph (a) or (b) of that subsection or within section 2(7) above; b for enabling the Authority to determine the descriptions of elections (if any) in the case of which free delivery of election addresses is to be so available; c for regulating in any respect the form and manner in which free delivery of election addresses is to be so available; d for restricting the number of separate mailings in respect of the free delivery of election addresses, whether— i by limiting the number of separate election addresses by reference to any specified circumstances, or ii by requiring the preparation of a single document incorporating all the election addresses to be delivered on behalf of candidates at a particular election, or otherwise; e for imposing conditions which must be satisfied by any candidate or candidates seeking to avail themselves of free delivery of election addresses under the order; f for authorising election addresses falling to be delivered under the order to be disseminated by such means (other than those by which they are to be so delivered) as may be specified; g for securing that civil or criminal liability in respect of material contained in any election address falling to be delivered under the order (including any such liability arising in connection with any dissemination of the material in pursuance of paragraph (f) above) is incurred only by the candidate on behalf of whom it falls to be so delivered or his election agent. 5 In subsection (4) above— “ free delivery of election addresses ” means the delivery of election addresses, in accordance with an order under subsection (3) above, at the Authority’s expense; “ specified ” means specified in an order under subsection (3) above. 6 Before making an order under subsection (3) above the Secretary of State shall consult— a the Mayor and the London Assembly; and b such other persons and bodies as he may determine to be appropriate. 7 Schedule 3A to this Act (which makes provision supplementing subsection (1) above) shall have effect. 3 In section 420(3) (orders under specified provisions to be subject to affirmative parliamentary procedure), before paragraph (a) there shall be inserted— za section 17A(3) above, . 4 The provisions set out in Schedule 5 shall be inserted as Schedule 3A to the Act."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "15", "section_title": " Minor and consequential amendments and repeals.", "section_text": "15 1 The enactments specified in Schedule 6 shall have effect subject to the minor and consequential amendments there specified. 2 The enactments specified in Schedule 7 are repealed or revoked to the extent there specified."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "16", "section_title": " Financial provisions.", "section_text": "16 1 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums which under any other Act are payable out of money so provided. 2 There shall be charged on and paid out of the Consolidated Fund any increase attributable to this Act in the sums to be charged on and paid out of that Fund under any other Act."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "16A", "section_title": "Functions of the Minister for the Cabinet Office", "section_text": "16A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Representation of the People Act 2000", "year": 2000, "section": "17", "section_title": " Citation, construction, commencement and extent.", "section_text": "17 1 This Act may be cited as the Representation of the People Act 2000, and shall be included among the Acts that may be cited as the Representation of the People Acts. 2 In this Act— “ the 1983 Act ” means the Representation of the  People Act 1983; “ enactment ” includes— any provision of an Act (including this Act), any provision of, or of any instrument made under, an Act of the Scottish Parliament, any provision of, or of any instrument made under, Northern Ireland legislation, and any provision of subordinate legislation (within the meaning of the  Interpretation Act 1978); “ local election ” has the same meaning as in the  Electoral Law Act (Northern Ireland) 1962; “ local government area ” has the meaning given by section 203(1) of the 1983 Act; “ local government election ” has the meaning given (for England and Wales) by section 203(1) of the 1983 Act or (for Scotland) by section 204(1) of that Act; “ modifications ” includes additions, omissions and amendments (and “ modify ” has a corresponding meaning). 3 Apart from— a sections 10, 11, 14 and 16 and this section, b Schedule 5, and c paragraph 6 of Schedule 6, this Act does not come into force until such date as the Secretary of State may appoint by order made by statutory instrument; and different dates may be so appointed for different purposes. 4 An order under subsection (3) may contain such transitional provisions and savings (including provisions modifying enactments) as the Secretary of State considers appropriate. 5 Subject to subsections (6) to (9), this Act extends to the whole of the United Kingdom. 6 The following provisions extend to England, Wales and Scotland— a section 12 and Schedule 4, b paragraph 7 of Schedule 6, and c Part II of Schedule 7. 7 Sections 10 and 11 and paragraph 1 of Schedule 6 extend only to England and Wales. 8 The amendments made by section 14 have the same extent as the  Greater London Authority Act 1999. 9 The following provisions extend only to Northern Ireland— a Schedule 3, b paragraphs 13 to 17 of Schedule 6, and c Part III of Schedule 7."}]