[{"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "1", "section_title": " Meaning of “fuel poverty”.", "section_text": "1 1 For the purposes of this Act, a person is to be regarded as living “ in fuel poverty ” if he is a member of a household living on a lower income in a home which cannot be kept warm at reasonable cost. 2 The Secretary of State (as respects England) or the National Assembly for Wales (as respects Wales) may by regulations— a specify what is to be regarded for the purposes of subsection (1) as a lower income or a reasonable cost or the circumstances in which a home is to be regarded for those purposes as being warm, or b substitute for the definition in subsection (1) such other definition as may be specified in the regulations. 3 Before making regulations under subsection (2), the Secretary of State or the National Assembly for Wales shall consult— a persons appearing to the Secretary of State or the Assembly to represent the interests of persons living in fuel poverty, and b such other persons as the Secretary of State or the Assembly thinks fit. 4 Regulations under subsection (2) shall be made by statutory instrument; and a statutory instrument containing such regulations made by the Secretary of State shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "1A", "section_title": "Objective for addressing fuel poverty: England", "section_text": "1A 1 The Secretary of State must make regulations setting out an objective for addressing the situation of persons in England who live in fuel poverty. 2 The regulations must specify a target date for achieving the objective. 3 Regulations under this section must be made by statutory instrument; and a statutory instrument containing such regulations may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 4 The Secretary of State must lay a draft of the instrument before each House of Parliament within 6 months of the day on which section 145 of the Energy Act 2013 comes into force."}, {"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "1B", "section_title": "Strategy relating to fuel poverty: England", "section_text": "1B 1 The Secretary of State must prepare and publish a strategy setting out the Secretary of State's policies for achieving the objective set out in regulations under section 1A by the target date specified in the regulations. 2 The strategy must be published within 6 months of the day on which the first regulations under section 1A come into force. 3 The strategy must— a describe the households to which it applies, b specify a comprehensive package of measures for achieving the objective by the target date, and c specify interim objectives to be achieved and target dates for achieving them. 4 The Secretary of State must take such steps as are in the Secretary of State's opinion necessary to implement the strategy. 5 The Secretary of State must— a from time to time assess the impact of steps taken under subsection (4) and the progress made in achieving the objectives and meeting the target dates, b make any revision of the strategy which the Secretary of State thinks appropriate in consequence of the assessment, c from time to time publish reports on such assessments. 6 If— a further regulations under section 1A are made revising an objective or the target date for achieving it, and b the Secretary of State considers that changes to the strategy are necessary or desirable as a result of those regulations, the Secretary of State must revise the strategy within 6 months of the day on which those regulations come into force. 7 If the Secretary of State revises the strategy, the Secretary of State must publish the strategy as revised. 8 In preparing the strategy or any revision of the strategy, the Secretary of State must consult— a local authorities or associations of local authorities, b persons appearing to the Secretary of State to represent the interests of persons living in fuel poverty, c the Gas and Electricity Markets Authority, and d such other persons as the Secretary of State thinks fit."}, {"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "2", "section_title": " Strategy relating to fuel poverty : Wales .", "section_text": "2 1 It shall be the duty of the appropriate authority to prepare and publish, before the end of the period of twelve months beginning with the relevant commencement, a strategy  as respects Wales setting out the authority’s policies for ensuring, by means including the taking of measures to ensure the efficient use of energy, that as far as reasonably practicable persons do not live in fuel poverty. 2 The strategy must— a describe the households to which it applies, b specify a comprehensive package of measures for ensuring the efficient use of energy, such as the installation of appropriate equipment or insulation, c specify interim objectives to be achieved and target dates for achieving them, and d specify a target date for achieving the objective of ensuring that as far as reasonably practicable persons in  ... Wales do not live in fuel poverty. 3 The target date specified under subsection (2)(d) must be not more than fifteen years after the date on which the strategy is published. 4 In preparing the strategy or any revision of the strategy, the appropriate authority shall consult— a local authorities or associations of local authorities, b persons appearing to the appropriate authority to represent the interests of persons living in fuel poverty, c the Gas and Electricity Markets Authority and  Citizens Advice , and d such other persons as the appropriate authority thinks fit. 5 The appropriate authority shall take such steps as are in its opinion necessary to implement the strategy. 6 The appropriate authority shall— a from time to time assess the impact of steps taken under subsection (5) and the progress made in achieving the objectives and meeting the target dates, b make any revision of the strategy which the authority considers appropriate in consequence of the assessment, c from time to time publish reports on such assessments. 7 If the appropriate authority revises the strategy, it shall publish the strategy as revised. 8 In this section— “ the appropriate authority ” means— ... as respects Wales, the National Assembly for Wales; “ the relevant commencement ” means— ... as respects Wales, the day on which this section comes into force as respects Wales. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "3", "section_title": " Expenses.", "section_text": "3 There shall be paid out of money provided by Parliament— a any expenses of the Secretary of State under this Act; and b any increase attributable to this Act in the sums payable under any other Act."}, {"act": "Warm Homes and Energy Conservation Act 2000", "year": 2000, "section": "4", "section_title": " Interpretation, short title, commencement and extent.", "section_text": "4 1 In this Act “ local authority ” means— a in relation to England, the council of a county, district or London borough, the Common Council of the City of London or the Council of the Isles of Scilly, and b in relation to Wales, the council of a county or county borough. 1A In this Act “Citizens Advice” means the National Association of Citizens Advice Bureaux. 2 This Act may be cited as the Warm Homes and Energy Conservation Act 2000. 3 Section 2 shall not come into force as respects Wales until such day as the National Assembly for Wales may by order made by statutory instrument appoint. 4 This Act extends to England and Wales only."}]