[{"act": "Licensing Act 1902", "year": 1902, "section": "1", "section_title": " Apprehension of person found drunk and incapable in public place.", "section_text": "1 If a person is found drunk in any highway or other public place, whether a building or not, or on any licensed premises, and appears to be incapable of taking care of himself, he may be  ... dealt with according to law."}, {"act": "Licensing Act 1902", "year": 1902, "section": "2", "section_title": " Penalty for being drunk while in charge of child.", "section_text": "2 1 If any person is found drunk in any highway or other public place, whether a building or not, or on any licensed premises, while having the charge of a child apparently under the age of seven years, he  ... shall, if the child is under that age, be liable, on summary conviction, to a fine not exceeding  level 2 on the standard scale , or to imprisonment, . . .   for any period not exceeding one month. 2 If the child appears to the court to be under the age of seven, the child shall, for the purposes of this section, be deemed to be under that age unless the contrary is proved. 3 The offence under this section shall be included in the list of offences mentioned in the First Schedule to the  Inebriates Act 1898, . . . "}, {"act": "Licensing Act 1902", "year": 1902, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Licensing Act 1902", "year": 1902, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Licensing Act 1902", "year": 1902, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Licensing Act 1902", "year": 1902, "section": "6", "section_title": " Prohibition of sale of liquor to persons declared to be habitual drunkards. ", "section_text": "6 1 Where a person is convicted of an offence mentioned in the First Schedule to the  Inebriates Act 1898 and such person has, during the period of twelve months immediately preceding the date of the offence, been convicted on three occasions of an offence mentioned in the said Schedule, the court may  order that notice of the conviction, with such particulars as may be prescribed by a Secretary of State, be sent to the   local policing body   . . . for the police area in which the court is situate. 2 Subsections (2A) to (2C) apply where a court, in pursuance of this Act, orders notice of a conviction to be sent to a  local policing body . 2A The court shall inform the convicted person that the notice is to be sent to a  local policing body . 2B The convicted person commits an offence if, within the three year period, he buys or obtains, or attempts to buy or obtain, alcohol on relevant premises. 2C A person to whom subsection (2D) applies commits an offence if, within the three year period, he knowingly— a sells, supplies or distributes alcohol on relevant premises, or b allows the sale, supply or distribution of alcohol on relevant premises, to, or for consumption by, the convicted person. 2D This subsection applies— a to any person who works at the premises in a capacity, whether paid or unpaid, which gives him authority to sell, supply or distribute the alcohol concerned, b in the case of licensed premises, to— i the holder of a premises licence which authorises the sale or supply of alcohol, and ii the designated premises supervisor (if any) under such a licence, c in the case of premises in respect of which a club premises certificate authorising the sale or supply of alcohol has effect, to any member or officer of the club which holds the certificate who at the time the sale, supply or distribution takes place is present on the premises in a capacity which enables him to prevent it, and d in the case of premises which may be used for a permitted temporary activity by virtue of Part 5 of the Licensing Act 2003, the premises user in respect of a temporary event notice authorising the sale or supply of alcohol. 2E A person guilty of an offence under this section is liable on summary conviction— a in the case of an offence under subsection (2B), to a fine not exceeding level 1 on the standard scale, and b in the case of an offence under subsection (2C), to a fine not exceeding level 2 on the standard scale. 3 Regulations shall be made by the  local policing body  for the purpose of securing the giving of information to  persons to whom subsection (4) applies  of orders made under this section, and for assisting in the identification of the convicted persons. 4 This subsection applies to— a the holder of a premises licence which authorises the sale or supply of alcohol, b the designated premises supervisor (if any) under such a licence, c the holder of a club premises certificate authorising the sale or supply of alcohol, and d the premises user in relation to a temporary event notice authorising the sale or supply or alcohol. 5 In this section— “alcohol”,  “club premises certificate”,  “ designated premises supervisor ”,  “ licensed premises ”,  “ permitted temporary activity ”,  “ premises licence ”,  “ premises user ” and  “ temporary event notice ” have the same meaning as in the Licensing Act 2003, “ relevant premises ” means premises which are relevant premises within the meaning of section 159 of that Act and on which alcohol may be lawfully sold or supplied, and “ the three year period ”, in relation to the convicted person, means the period of three years beginning with the day of the conviction. "}, {"act": "Licensing Act 1902", "year": 1902, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Licensing Act 1902", "year": 1902, "section": "8", "section_title": " Interpretation of “public place.”", "section_text": "8 For the purposes of section twelve of the  Licensing Act 1872, and of sections one and two of this Act, the expression “ public place ” shall include any place to which the public have access, whether on payment or otherwise."}, {"act": "Licensing Act 1902", "year": 1902, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Licensing Act 1902", "year": 1902, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Licensing Act 1902", "year": 1902, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Licensing Act 1902", "year": 1902, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Licensing Act 1902", "year": 1902, "section": "34", "section_title": "†Short title, construction, extent, and commencement.", "section_text": "34 1 This Act may be cited as the Licensing Act 1902, and may be cited, and shall be construed, as one with the Licensing Acts 1828 to 1886. 2 This Act shall not extend to Scotland or Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]