[{"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "1", "section_title": " Information as to need for and existence of social welfare services.", "section_text": "1 1 The Department of Health and Social Services for Northern Ireland shall inform itself of the number of and, so far as reasonably practicable, the identity of persons who are blind, deaf or dumb, and other persons who are substantially handicapped by illness, injury or congenital deformity and whose handicap is of a permanent or lasting nature or are suffering from a mental disorder within the meaning of the Mental Health  (Northern Ireland) Order 1986 , and of the need for the making  ... of arrangements for promoting the social welfare of such persons under                      section 2(1)(b) of the Health and Social Care (Reform) Act (Northern Ireland) 2009 and Article  15 of the  Health and Personal Social Services (Northern Ireland) Order 1972. 2   Each authorised HSC trust  — a shall cause to be published from time to time at such times and in such manner as   the trust   considers appropriate general information as to the services provided under such arrangements which are for the time being available under                      section 2(1)(b) of the Health and Social Care (Reform) Act (Northern Ireland) 2009 and Article  15 of the  Health and Personal Social Services (Northern Ireland) Order 1972; and b shall ensure that any such person as aforesaid who uses any of those services is informed of any other services provided under the Health and Personal Social Services (Northern Ireland) Order 1972 and of services provided by other government departments, public bodies and voluntary organisations which in the opinion of   the trust   are relevant to his needs. 3 An authorised HSC trust is a Health and Social Care trust that is exercising social care and children functions within the meaning of Article 10A of the Health and Personal Social Services (Northern Ireland) Order 1991."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "2", "section_title": " Provision of social welfare services.", "section_text": "2   1   Where   an authorised HSC trust   is satisfied in the case of any person  who resides in its operational area and   to whom section 1 above applies that it is necessary in order to meet the needs of that person for   the trust   to make arrangements under  ...  Article  15 of the  Health and Personal Social Services (Northern Ireland) Order 1972 for all or any of the following matters namely— a the provision of practical assistance for that person in his home; b the provision for that person of, or assistance to that person in obtaining, wireless, television, library or similar recreational facilities; c the provision for that person of lectures, games, outings or other recreational facilities outside his home or assistance to that person in taking advantage of educational facilities available to him; d the provision for that person of facilities for, or assistance in, travelling to and from his home for the purpose of participating in, any services provided under arrangements made  ... under                          section 2(1)(b) of the Health and Social Care (Reform) Act (Northern Ireland) 2009   or   Article 15 of the Health and Personal Social Services (Northern Ireland) Order 1972  for promoting the social welfare of such persons or, with the approval of   the trust , in any services provided otherwise than as aforesaid which are similar to services which could be provided under such arrangements; e the provision of assistance for that person in arranging for the carrying out of any works of adaptation in his home or the provision of any additional facilities designed to secure his greater safety, comfort or convenience; f facilitating the taking of holidays by that person, whether at holiday homes or otherwise and whether provided under arrangements made by   the trust   or otherwise; g the provision of meals for that person whether in his home or elsewhere; h the provision for that person of, or assistance to that person in obtaining, a telephone and any special equipment necessary to enable him to use a telephone, then,    the trust    shall make those arrangements. 2 In this section “ authorised HSC trust ” has the same meaning as in section 1."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "3", "section_title": " Duties of Housing Executive.", "section_text": "3 The Northern Ireland Housing Executive when considering the needs of any district with respect to the provision of further housing accommodation shall have regard to the special needs of chronically sick and disabled persons; and any proposals for the provision of new housing shall distinguish any houses which the Executive proposes to provide which make special provision for the needs of those persons."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "4", "section_title": " Access to and facilities at premises open to the public.", "section_text": "4 1 Any person undertaking the provision of any building or premises to which the public are to be admitted, whether on payment or otherwise, shall, in the means of access both to and within the building or premises, and in the parking facilities and sanitary conveniences to be available (if any), make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of members of the public visiting the building or premises who are disabled  2 This section shall not apply to any building or premises intended for purposes mentioned in subsection (2) of section 8 of this Act or any such premises as are mentioned in subsection (3) of that section."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "5", "section_title": " Provision of public sanitary conveniences.", "section_text": "5 1 Where any district council undertakes the provision of a public sanitary convenience, it shall be the duty of the council, in doing so, to make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of disabled persons. 2 Any district council which in any public sanitary convenience provided by it makes or has made provision for the needs of disabled persons shall take such steps as may be reasonable, by sign-posts or similar notices, to indicate the whereabouts of the convenience."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "6", "section_title": " Provision of sanitary conveniences at certain premises open to the public.", "section_text": "6 Any person upon whom a notice is served with respect to any premises under section 44 of the  Public Health Acts Amendment Act 1907 (under which a district council may serve a notice requiring the provision of urinals or sanitary conveniences on certain premises) shall in complying with that notice make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of persons frequenting those premises who are disabled."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "7", "section_title": "", "section_text": "7 1 Where any provision required by or under section 4, 5, 6 or 8 is made at a building or premises— a a notice or sign indicating that provision is made for the disabled shall be displayed outside the building or premises or so as to be visible from outside the building or premises; and b notices or signs shall be displayed in the building or on the premises indicating the places where such provision is made and appropriate routes for persons who are disabled to get to those places. 2 Subsection (1)(a) applies to a sanitary convenience provided elsewhere than in a building, and not itself being a building, as it applies to a building. 3 Where parking facilities for persons who are disabled are provided under section 4, notices or signs shall be displayed indicating an appropriate route for such persons to get from the place where the parking facilities are provided to the building or premises in connection with which they are provided."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "8", "section_title": " Access to and facilities at university and school buildings.", "section_text": "8 1 Any person undertaking the provision of a building intended for purposes mentioned in subsection (2) below or of premises mentioned in subsection (3) below shall, in the means of access both to and within the building or premises, and in the parking facilities and sanitary conveniences to be available (if any), make provision, in so far as it is in the circumstances both practicable and reasonable, for the needs of persons using the building or premises who are disabled. 2 The purposes referred to in subsection (1) above are the purposes of any of the following:— a universities; b schools and colleges of education within the meaning of the Education and Libraries (Northern Ireland) Order 1986 and institutions of further education  within the meaning of the Further Education (Northern Ireland) Order 1997 or institutions providing further education in respect of which grants are paid under Article 5(1)(b) of that Order . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The premises referred to in subsection (1) above are— a office premises and shop premises within the meaning of the  Office and Shop Premises Act (Northern Ireland) 1966; b premises which are treated as such premises for the purposes of that Act; c factories within the meaning of the  Factories Act (Northern Ireland) 1965, being (in each case) premises in which persons are employed to work."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "8A", "section_title": " Report by Department of the Environment for Northern Ireland on improvement of means of access.", "section_text": "8A 1 The Department of the Environment for Northern Ireland shall lay before the Northern Ireland Assembly a report on its proposals for ensuring or facilitating the improvement of means of access for disabled persons— a to buildings or premises such as are mentioned in sections 4 and 8; b to public sanitary conveniences; and c to sanitary conveniences provided in any of the places mentioned in subsection (2). 2 The places referred to in subsection (1)( c ) are— a a place which is normally used or is proposed to be normally used for any of the following purposes, namely- i the holding of any entertainment, exhibition or sporting event to which members of the public are admitted either as spectators or otherwise, ii the sale of food or drink to members of the public for consumption at the place; b a place which is used on some occasion or occasions or is proposed to be used on some occasion or occasions for any of the purposes aforesaid, and c a betting office."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "9", "section_title": " Advisory committees,  etc.", "section_text": "9 Where an advisory committee is appointed under any statutory provision as defined by section 1 of the  Interpretation Act (Northern Ireland) 1954, regard shall be had, in the appointment of persons to be members of that committee, to the desirability of the committee including one or more persons with experience of work among, and the special needs of, disabled persons and of the person or persons with that experience being or including a disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "10", "section_title": " Co-option of chronically sick or disabled persons by committees of Health and Social Services Board.", "section_text": "10 Where a Health and Social Services Board appoints a committee or sub-committee of the Board and the members of the committee or sub-committee include or may include persons who are not members of the Board, then in considering the appointment to the committee or sub-committee of such persons regard shall be had, if the committee or sub-committee is concerned with matters in which the chronically sick or disabled have special needs, to the desirability of appointing to the committee or sub-committee persons with experience of work among and of the needs of the chronically sick and disabled, and of the person or persons with that experience being or including a chronically sick or disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "11", "section_title": " Co-option of chronically sick or disabled persons to committees of district council.", "section_text": "11 Where a district council appoints a committee of the council under any statutory provision as defined by section 1 of the  Interpretation Act (Northern Ireland) 1954, and the members of the committee include or may include persons who are not members of the council, then in considering the appointment to the committee of such persons regard shall be had, if the committee is concerned with matters in which the chronically sick or disabled have special needs, to the desirability of appointing to the committee persons with experience of work among and of the needs of the chronically sick and disabled, and of the person or persons with that experience being or including a chronically sick or disabled person or persons."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "12", "section_title": " Separation of younger from older patients.", "section_text": "12 1   Each authorised HSC trust   shall use its best endeavours to secure that, so far as practicable, in any hospital for which it is responsible a person who is suffering from a condition of chronic illness or disability and who— a is in the hospital for the purpose of long-term care for that condition; or b normally resides elsewhere but is being cared for in the hospital because— i that condition is such as to preclude him from residing elsewhere without the assistance of some other person; and ii such assistance is for the time being not available, is not cared for in the hospital as an in-patient in any part of the hospital which is normally used wholly or mainly for the care of elderly persons, unless he is himself an elderly person. 2 The Head of the Department of Health and Social Services for Northern Ireland shall in each year lay before the Northern Ireland Assembly a statement in such form as he considers appropriate of information as to any persons to whom subsection (1) of this section applies who, not being elderly persons, have been cared for in any hospital for which   any authorised HSC trust   is responsible in such a part of the hospital as is mentioned in that subsection. 3 In this section “ elderly person ” means a person who is aged sixty-five or more or is suffering from the effects of premature ageing. 4 In this section “ authorised HSC trust ” has the same meaning as in section 1."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "13", "section_title": " Information as to accommodation of younger and older persons.", "section_text": "13 The Head of the Department of Health and Social Services for Northern Ireland shall in each year lay before the Northern Ireland Assembly a statement in such form as he considers appropriate of the number of persons under the age of sixty-five appearing to that Department to be persons to whom section 1 above applies for whom residential accommodation is from time to time provided, whether by that Department or in accordance with arrangements made under Article 36 of the  Health and Personal Social Services (Northern Ireland) Order 1972 (being accommodation for persons in need within the meaning of Article 2 of that Order) at any premises in a part of those premises in which such accommodation is so provided for persons over that age."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "14", "section_title": " Badges for display on motor vehicles used by disabled persons.", "section_text": "14 1 There shall be a badge of a prescribed form to be issued by the Department of the Environment for Northern Ireland (in this section referred to as “ the Department ”) for motor vehicles driven by, or used for the carriage of, disabled persons; and— a subject to the provisions of this section, the badge so issued for any vehicle or vehicles may be displayed on it or on any of them; and b the Department may by regulations exempt vehicles displaying such badges from the requirements of orders, byelaws and regulations made, or having effect as if made, under  Article 4 or 15 of the Road Traffic Regulation (Northern Ireland) Order 1996 . 2 A badge may be issued to a disabled person of any prescribed description for one or more vehicles driven by him or used by him as a passenger. 4 A badge may be issued to an                    organisation                  concerned with the care of the disabled for any motor vehicle or, as the case may be, for each motor vehicle used by or on behalf of the                    organisation                  to carry disabled persons of any prescribed description;  . . . 4A A badge issued under this section may be displayed only in such circumstances and in such manner as may be prescribed. 4B A person who drives a motor vehicle on a road (within the meaning of the Road Traffic Regulation (Northern Ireland) Order 1997) at a time when a badge                   purporting to be                  of a form prescribed under this section is displayed on the vehicle is guilty of an offence unless the badge is issued under this section and displayed in accordance with regulations made under it. 4BA Where it appears to a constable or a traffic attendant that there is displayed on any motor vehicle a badge purporting to be of a form prescribed under this section, he may require any person who— a is in the vehicle, or b appears to have been in, or to be about to get into, the vehicle, to produce the badge for inspection. 4BB The power conferred on a traffic attendant by subsection (4BA) is exercisable only for purposes connected with the discharge of his functions in relation to a stationary vehicle. 4BC A person who without reasonable excuse fails to produce a badge when required to do so under subsection (4BA) shall be guilty of an offence. 4C A person guilty of an offence under subsection (4B)                   or (4BC)                  shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 The Department shall maintain a register showing the holders of badges issued by it under this section, and the vehicle or vehicles for which each of the badges is held;  . . . 6 A badge issued under this section shall remain the property of the Department, shall be issued for such period as may be prescribed, and shall be returned to the Department in such circumstances as may be prescribed. 7 Anything which is under this section to be prescribed shall be prescribed by regulations made by the Department; and regulations so made may make provision— a as to the cases in which the Department may refuse to issue badges, and as to the fee (if any) which the Department may charge for the issue or re-issue of a badge; and b as to the continuing validity or effect of badges issued before the coming into force of this section in pursuance of any arrangements made by Health and Social Services Boards or the Department for the welfare of disabled persons; and c as to any transitional matters, and in particular the application to badges issued under this section of orders, byelaws or regulations made, or having effect as if made, under the Road Traffic  (Northern Ireland) Order 1981  before the coming into force of this section and operating with reference to any such badges as are referred to in paragraph (b) above. 7A Where the prescribed conditions are met in the case of any person, then— a if he applies to the Department for the issue of a badge T under this section, the Department may by notice refuse the application; and b if he holds a badge issued under this section, the Department may by notice require him to return the badge P to the Department. 7B The conditions that may be prescribed for the purposes of subsection (7A) are conditions relating to the misuse of badges issued under this section. 7C A person whose application is refused under subsection (7A) or who is required to return his badge under that subsection may appeal to a court of summary jurisdiction which may confirm or reverse the decision of the Department; and if the court reverses it, the Department shall issue a badge accordingly or, as the case may be, the requirement to return the badge shall cease to have effect. 7D A badge which is required to be returned to the Department by virtue of subsection (6) may not be displayed on any vehicle; and a badge which is required to be returned to the Department by virtue of a notice under subsection (7A) shall be returned within the prescribed time and may not be displayed on any vehicle after that time. 7E Except in prescribed circumstances, a person who, without reasonable excuse, fails within the prescribed time to return a badge which is required to be returned to the Department by virtue of subsection (6) or a notice under subsection (7A) is guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 In this section “badge” includes duplicate badge and “motor vehicle” has the same meaning as in the Road Traffic (Northern Ireland) Order 1995. 9 Section 24 of the Interpretation Act (Northern Ireland) 1954 shall apply in relation to a notice under subsection (7A) as if in subsection (1) of that section the word “registering” were omitted. 10 Regulations under this section or section 14A may contain incidental, supplementary, transitional or consequential provisions."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "14A", "section_title": "Recognition of badges issued outside Northern Ireland", "section_text": "14A 1 For the purposes of this section and section 14B, a  “ recognised badge ” means— a a badge issued under section 21 of the Chronically Sick and Disabled Persons Act 1970, or any provision replacing that section, as from time to time amended, or b a badge issued under provisions of the law of any jurisdiction outside the United Kingdom that are specified in regulations made by the Department. 2 In exercising the power under subsection (1)(b), the Department may specify a provision only if it appears to the Department that badges issued under the provision are issued by reference to persons who are, or include, disabled persons. 3 A recognised badge may be displayed on a motor vehicle only in such circumstances and in such manner as may be prescribed by regulations made by the Department. 4 A person who drives a motor vehicle on a road (within the meaning of the Road Traffic Regulation (Northern Ireland) Order 1997) at a time when a badge purporting to be a recognised badge is displayed on the vehicle is guilty of an offence unless the badge is a recognised badge and is displayed in accordance with regulations made under subsection (3). 5 Where it appears to a constable or a traffic attendant that there is displayed on any motor vehicle a badge purporting to be a recognised badge, he may require any person who— a is in the vehicle, or b appears to have been in, or to be about to get into, the vehicle, to produce the badge for inspection. 6 The power conferred on a traffic attendant by subsection (5) is exercisable only for purposes connected with the discharge of his functions in relation to a stationary vehicle. 7 A person who without reasonable excuse fails to produce a badge when required to do so under subsection (5) shall be guilty of an offence. 8 A person guilty of an offence under subsection (4) or (7) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 9 The concessions mentioned in subsection (10) shall apply in respect of vehicles lawfully displaying a recognised badge as they apply in respect of vehicles lawfully displaying a badge issued under section 14. 10 The concessions are— a any exemption from an order under the Road Traffic Regulation (Northern Ireland) Order 1997 given by reference to vehicles lawfully displaying a badge issued under section 14; b any provision made in an order under that Order for the use of a parking place by such vehicles. 11 The Department may by regulations provide that recognised badges are to be treated, for purposes specified in the regulations, as if they were badges issued under section 14."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "14B", "section_title": "Wrongful use of badge", "section_text": "14B 1 A person who at any time contravenes any provision of an order under the Road Traffic Regulation (Northern Ireland) Order 1997 relating to the parking of motor vehicles is also guilty of an offence under this subsection if at that time— a there was displayed on the motor vehicle in question a badge purporting to be of a form prescribed under section 14, and b he was using the vehicle in circumstances where a disabled person's concession would be available to a vehicle lawfully displaying a badge issued under that section, but he shall not be guilty of an offence under this subsection if the badge was issued under that section and displayed in accordance with regulations made under it. 2 A person who at any time contravenes any provision of an order under the Road Traffic Regulation (Northern Ireland) Order 1997 relating to the parking of motor vehicles is also guilty of an offence under this subsection if at that time— a there was displayed on the motor vehicle in question a badge purporting to be a recognised badge, and b he was using the vehicle in circumstances where a concession would, by virtue of section 14A(9) to (11), be available to a vehicle lawfully displaying a recognised badge, but he shall not be guilty of an offence under this subsection if the badge was a recognised badge and displayed in accordance with regulations made under section 14A. 3 A person guilty of an offence under subsection (1) or (2) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 In this section  “disabled person's concession“ means— a an exemption from an order under the Road Traffic Regulation (Northern Ireland) Order 1997 given by reference to vehicles lawfully displaying a badge issued under section 14; or b a provision made in any order under that Order for the use of a parking place by such vehicles."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "18", "section_title": " Power to define certain expressions.", "section_text": "18 1 Where it appears to the Department of Health and Social Services for Northern Ireland to be necessary or expedient to do so for the proper operation of any provision of this Act that Department may by regulations make provision as to the interpretation for the purposes of that provision of any of the following expressions appearing therein, that is to say “chronically sick”, “chronic illness”, “disabled” and “disability”."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "19", "section_title": " Regulations and orders.", "section_text": "19 1 Regulations and orders made under this Act shall be statutory rules for the purposes of the  [Statutory Rules (Northern Ireland) Order 1979.] 2 Regulations made under this Act shall be subject to negative resolution."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "20", "section_title": " Interpretation.", "section_text": "20 The  Interpretation Act (Northern Ireland) 1954 shall apply to this Act as it applies to a Measure of the Northern Ireland Assembly."}, {"act": "Chronically Sick and Disabled Persons (Northern Ireland) Act 1978", "year": 1978, "section": "21", "section_title": " Short title and commencement.", "section_text": "21 1 This Act may be cited as the Chronically Sick and Disabled Persons (Northern Ireland) Act 1978. 2 This Act shall come into operation on such day or days as the Secretary of State may by order appoint. 3 This Act extends to Northern Ireland only."}]