[{"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "1", "section_title": " Entitlement to contribution. ", "section_text": "1 1 Subject to the following provisions of this section, any person liable in respect of any damage suffered by another person may recover contribution from any other person liable in respect of the same damage (whether jointly with him or otherwise). 2 A person shall be entitled to recover contribution by virtue of subsection (1) above notwithstanding that he has ceased to be liable in respect of the damage in question since the time when the damage occurred, provided that he was so liable immediately before he made or was ordered or agreed to make the payment in respect of which the contribution is sought. 3 A person shall be liable to make contribution by virtue of subsection (1) above notwithstanding that he has ceased to be liable in respect of the damage in question since the time when the damage occurred, unless he ceased to be liable by virtue of the expiry of a period of limitation or prescription which extinguished the right on which the claim against him in respect of the damage was based. 4 A person who has made or agreed to make any payment in bona fide settlement or compromise of any claim made against him in respect of any damage (including a payment into court which has been accepted) shall be entitled to recover contribution in accordance with this section without regard to whether or not he himself is or ever was liable in respect of the damage, provided, however, that he would have been liable assuming that the factual basis of the claim against him could be established. 5 A judgment given in any action brought in any part of the United Kingdom by or on behalf of the person who suffered the damage in question against any person from whom contribution is sought under this section shall be conclusive in the proceedings for contribution as to any issue determined by that judgment in favour of the person from whom the contribution is sought. 6 References in this section to a person’s liability in respect of any damage are references to any such liability which has been or could be established in an action brought against him in England and Wales by or on behalf of the person who suffered the damage; but it is immaterial whether any issue arising in any such action was or would be determined (in accordance with the rules of private international law) by reference to the law of a country outside England and Wales."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "2", "section_title": " Assessment of contribution.", "section_text": "2 1 Subject to subsection (3) below, in any proceedings for contribution under section 1 above the amount of the contribution recoverable from any person shall be such as may be found by the court to be just and equitable having regard to the extent of that person’s responsibility for the damage in question. 2 Subject to subsection (3) below, the court shall have power in any such proceedings to exempt any person from liability to make contribution, or to direct that the contribution to be recovered from any person shall amount to a complete indemnity. 3 Where the amount of the damages which have or might have been awarded in respect of the damage in question in any action brought in England and Wales by or on behalf of the person who suffered it against the person from whom the contribution is sought was or would have been subject to— a any limit imposed by or under any enactment or by any agreement made before the damage occurred; b any reduction by virtue of section 1 of the  Law Reform (Contributory Negligence) Act 1945 or section 5 of the  Fatal Accidents Act 1976; or c any corresponding limit or reduction under the law of a country outside England and Wales; the person from whom the contribution is sought shall not by virtue of any contribution awarded under section 1 above be required to pay in respect of the damage a greater amount than the amount of those damages as so limited or reduced."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "3", "section_title": " Proceedings against persons jointly liable for the same debt or damage.", "section_text": "3 Judgment recovered against any person liable in respect of any debt or damage shall not be a bar to an action, or to the continuance of an action, against any other person who is (apart from any such bar) jointly liable with him in respect of the same debt or damage."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "4", "section_title": " Successive actions against persons liable (jointly or otherwise) for the same damage.", "section_text": "4 If more than one action is brought in respect of any damage by or on behalf of the person by whom it was suffered against persons liable in respect of the damage (whether jointly or otherwise) the plaintiff shall not be entitled to costs in any of those actions, other than that in which judgment is first given, unless the court is of the opinion that there was reasonable ground for bringing the action."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "5", "section_title": " Application to the Crown.", "section_text": "5 Without prejudice to section 4(1) of the  Crown Proceedings Act 1947 (indemnity and contribution), this Act shall bind the Crown, but nothing in this Act shall be construed as in any way affecting Her Majesty in Her private capacity (including in right of Her Duchy of Lancaster) or the Duchy of Cornwall."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "6", "section_title": " Interpretation.", "section_text": "6 1 A person is liable in respect of any damage for the purposes of this Act if the person who suffered it (or anyone representing his estate or dependants) is entitled to recover compensation from him in respect of that damage (whatever the legal basis of his liability, whether tort, breach of contract, breach of trust or otherwise). 2 References in this Act to an action brought by or on behalf of the person who suffered any damage include references to an action brought for the benefit of his estate or dependants. 3 In this Act “ dependants ” has the same meaning as in the  Fatal Accidents Act 1976. 4 In this Act, except in section 1(5) above, “ action ” means an action brought in England and Wales."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "7", "section_title": " Savings.", "section_text": "7 1 Nothing in this Act shall affect any case where the debt in question became due or (as the case may be) the damage in question occurred before the date on which it comes into force. 2 A person shall not be entitled to recover contribution or liable to make contribution in accordance with section 1 above by reference to any liability based on breach of any obligation assumed by him before the date on which this Act comes into force. 3 The right to recover contribution in accordance with section 1 above supersedes any right, other than an express contractual right, to recover contribution (as distinct from indemnity) otherwise than under this Act in corresponding circumstances; but nothing in this Act shall affect— a any express or implied contractual or other right to indemnity; or b any express contractual provision regulating or excluding contribution; which would be enforceable apart from this Act (or render enforceable any agreement for indemnity or contribution which would not be enforceable apart from this Act)."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "8", "section_title": " Application to Northern Ireland.", "section_text": "8 In the application of this Act to Northern Ireland— a the reference in section 2(3)(b) to section 1 of the  Law Reform (Contributory Negligence) Act 1945 or section 5 of the  Fatal Accidents Act 1976 shall be construed as a reference to section 2 of the  Law Reform (Miscellaneous Provisions) Act (Northern Ireland) 1948 or Article 7 of the  Fatal Accidents (Northern Ireland) Order 1977; b the reference in section 5 to section 4(1) of the  Crown Proceedings Act 1947 shall be construed as a reference to section 4(1) of that Act as it applies in Northern Ireland; c the reference in section 6(3) to the  Fatal Accidents Act 1976 shall be construed as a reference to the Fatal Accidents (Northern Ireland) Order 1977; d references to England and Wales shall be construed as references to Northern Ireland; and e any reference to an enactment shall be construed as including a reference to an enactment of the Parliament of Northern Ireland and a Measure of the Northern Ireland Assembly."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "9", "section_title": " Consequential amendments and repeals. ", "section_text": "9 1 The enactments specified in Schedule 1 to this Act shall have effect subject to the amendments set out in that Schedule, being amendments consequential on the preceding provisions of this Act. 2 The enactments specified in Schedule 2 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Civil Liability (Contribution) Act 1978", "year": 1978, "section": "10", "section_title": " Short title, commencement and extent.", "section_text": "10 1 This Act may be cited as the Civil Liability (Contribution) Act 1978. 2 This Act shall come into force on 1st January next following the date on which it is passed. 3 This Act, with the exception of paragraph 1 of Schedule 1 thereto, does not extend to Scotland."}]