[{"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "1", "section_title": " Constitution of the Commonwealth Development Corporation.", "section_text": "1 1 There shall continue to be a body corporate called the Commonwealth Development Corporation. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "2", "section_title": " Purpose and powers of Corporation.", "section_text": "2 1 The purpose of the Corporation shall be to assist overseas countries, in accordance with the provisions of this Act, in the development of their economies. 2 For the purpose mentioned in subsection (1) above, the Corporation shall have power, subject to the following provisions of this section and to sections 3 and 4 below,— a to investigate and formulate projects for the creation, promotion, expansion, reorganisation or rationalisation in overseas countries of enterprises falling within section 3(1) below, and to carry out such projects; b to carry on undertakings in overseas countries which appear to the Corporation to be needed for or in connection with the creation, promotion, expansion, reorganisation or rationalisation in those or other overseas countries of enterprises falling within section 3(1) below; ba to investigate, formulate and carry out projects, or to make investments, for the encouragement, stimulation or development of capital or other financial markets in overseas countries; bb to provide consultancy services; c to carry on any activities— i which are incidental to the performance of any functions which the Corporation is empowered to perform by virtue of any of paragraphs (a) to (bb) above; and ii which appear to the Corporation to be requisite, advantageous or convenient for or in connection with the performance of any such functions; d to assist other bodies or persons, either financially or in any other way, to perform any functions which the Corporation is empowered to perform by virtue of any of paragraphs (a) to (c) above; and e to establish or expand, or promote the establishment or expansion of, other bodies to carry on (either under the control or partial control of the Corporation or independently)  any functions which the Corporation is empowered to perform by virtue of any of paragraphs (a) to (d) above or to assist the Corporation to perform any of those functions . 3 Any power conferred on the Corporation by subsection (2) above may be exercised by it either alone or in association with other bodies or persons, or as managing agent or otherwise on behalf of other bodies or persons  ; and the power conferred by paragraph (d) of that subsection to give assistance may be exercised indirectly by giving assistance to a body which will in turn assist other bodies or persons to perform any of the functions mentioned in that paragraph. 3A The Corporation shall have power to do anything which it considers necessary or expedient for the purposes of, or for purposes related to— a the provisions of the Commonwealth Development Corporation Act 1999, b the operation of the Corporation after registration, or c the listing, sale or issue of securities after registration by the Corporation or a company associated with it. 3B Expressions used in subsection (3A) and in the 1999 Act have the same meaning in that subsection as in that Act. 4 The Minister may give directions to the Corporation requiring it to obtain his approval, in such cases as may be specified in the directions, before performing functions in or in relation to an overseas country which is not a dependent territory; and the Minister may give his approval under this subsection subject to such conditions as he thinks fit."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "3", "section_title": " Enterprises to which powers of Corporation relate.", "section_text": "3 1 The enterprises referred to in section 2(2) above are those falling within one or more of the following classes, namely,— a agricultural enterprises, including any enterprise concerned with the livestock industry, with horticulture, or with forestry; b enterprises concerned with fisheries, including any enterprise relating to the taking of marine mammals; c enterprises for the working or getting of minerals; d industrial enterprises; e enterprises for providing, maintaining or improving the supply of water, electricity or gas; f enterprises for providing, maintaining or improving transport facilities or transport services, or for providing, maintaining or improving telegraph or telephone services, including wireless services other than broadcasting, but not including broadcast relay services; g enterprises for the provision or improvement of houses or other dwellings; h enterprises for the keeping of hotels; i enterprises for processing, storing or marketing any products of one or more enterprises falling within any of paragraphs (a) to (h) above; j enterprises for the carrying out of building, engineering or other operations in, on, over or under land. 2 In subsection (1) above— a in paragraph (c), the expression “ minerals ” includes any substance in or under land of a kind ordinarily worked for removal by underground or by surface working; and b in paragraph ( f ), the expression “ transport ” means transport by land, water or air, and the reference to transport facilities includes roads, bridges, railways, waterways, and other installations for use in connection with transport by land, water or air. 3 If it appears to the Minister to be expedient to add to the classes of enterprises specified in subsection (1) above he may, with the consent of the Treasury, by order direct that that subsection shall have effect with the addition of such class or classes of enterprises as may be specified in the order. 4 An order under subsection (3) above may be revoked or varied by a subsequent order under that subsection. 5 The power to make orders under subsection (3) above shall be exercisable by statutory instrument, and an instrument containing an order under that subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "4", "section_title": " Provisions supplemental to ss. 2 and 3.", "section_text": "4 1 Notwithstanding anything in subsections (2) and (3) of section 2 above, the Corporation shall not have power to investigate, formulate or carry out, or to give financial assistance to any other body or person for the investigation, formulation or carrying out of, any project for providing schools, colleges, hospitals, government offices, or other buildings or works for the public service, except— a in the course of carrying on, or, as the case may be, in the course of the carrying on by the other body or person of, an undertaking as a building or engineering contractor; or b in connection with an enterprise falling within any of paragraphs (a) to (i) of section 3(1) above. 2 For the purposes of sections 2 and 3 above and this section, any such enterprise as is mentioned in section 3(1)(b) above which is carried on wholly or mainly from a base in an overseas country shall be deemed to be an enterprise in that country. 3 In relation to any project for  creating, promoting, expanding, reorganising or rationalising  an enterprise falling within section 3(1)(f) above, where— a the facilities or services in question are, or will be, for purposes of communication with an overseas country, but are, or will be, located or carried on wholly or partly outside that country; and b one of the conditions specified in subsection (4) below is fulfilled, the provisions of subsections (2) and (3) of section 2 above shall apply as those provisions would apply if the facilities or services were wholly within that overseas country. 4 The conditions referred to in subsection (3) above are as follows, namely— a that the overseas country mentioned in paragraph (a) of that subsection is one in or in relation to which the Corporation is entitled to perform functions without or in consequence of the Minister’s approval and the facilities or services are or will be wholly for communication between that country and one or more other overseas countries in or in relation to which the Corporation is so entitled; or b that the project mentioned in that subsection is approved by the Minister for the purposes of that subsection. 5 In section 2 above and in this section— a references to the giving of financial assistance are references to the giving of such assistance by the taking up of share or loan capital, or by grant, loan or otherwise;  aa references to the reorganisation of enterprises include references to the corporate or financial reconstruction of enterprises; and b any reference to bodies or persons includes a reference to government authorities."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "5", "section_title": " Ministerial directions to Corporation.", "section_text": "5 1 The Minister may, after consultation with the Corporation, give to it directions of a general character as to the exercise and performance of its functions in relation to matters appearing to him to concern the public interest. 2 The power of the Minister to give directions to the Corporation under subsection (1) above shall extend to the giving to it of directions falling within subsection (3) below, notwithstanding that the directions may be of a specific character; but the Minister shall not give directions falling within paragraph (b) or paragraph (c) of that subsection except with the approval of the Treasury. 3 The directions referred to in subsection (2) above are directions— a as to the disposal of capital assets; or b as to the application of proceeds of such disposals; or c as to any matter relating to the establishment or management of the Corporation’s reserve fund mentioned in section 14 below, the carrying of sums to the credit of that fund or the application of that fund."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "6", "section_title": " Annual report, information and returns.", "section_text": "6 1 The Corporation shall, as soon as possible after the end of each financial year of the Corporation, make a full report to the Minister on the exercise and performance by it of its functions during that year, and he shall lay a copy of the report before each House of Parliament. 2 The report for any year shall set out any direction given to the Corporation under section 5 above during that year, unless the Minister has notified to the Corporation his opinion that it is against the interests of national security so to do. 3 The Corporation shall furnish to the Minister such information and returns relating to the property or activities or proposed activities of the Corporation or of others by whom activities are carried on or are proposed to be carried on with its assistance or in association with it (being information which is in the possession of the Corporation or can be obtained by it with reasonable facility or being returns giving such information) as the Minister may from time to time require, and shall afford to him facilities for the verification of information furnished by it in such manner and at such times as he may require. 4 The Corporation shall so far as is reasonably practicable comply with any request from the Secretary of State to provide him with information or assistance for a purpose related to— a the exercise of any function of the Secretary of State or the Treasury under this Act or the Commonwealth Development Corporation Act 1999, or b the listing, sale or issue of securities after registration by the Corporation or a company associated with it. 5 Expressions used in subsection (4) and in the 1999 Act have the same meaning in that subsection as in that Act."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "7", "section_title": " Interests of employees to be secured.", "section_text": "7 1 The Corporation shall take all practicable steps to secure— a the safety, health and welfare of persons in its employment or in the employment of others in activities carried on with the assistance of the Corporation or in association with it; and b the benefit of practical knowledge and experience of such persons in the organisation and conduct of the activities in which they are employed. 2 In the performance of its duty under subsection (1) above, and in dealing with matters affecting terms or conditions of employment, the Corporation shall seek consultation with persons or bodies appearing to it to represent, or to have qualifications to speak on behalf of, substantial numbers of the employees affected."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "8", "section_title": " Special provisions as to dependent territories.", "section_text": "8 1 In determining its policy as to the activities to be carried on by it in any dependent territory and the manner in which they are to be carried on, and as to assisting or participating in the carrying on by others of activities in any dependent territory, the Corporation shall have particular regard to the interests of the inhabitants of the dependent territory. 2 The Corporation shall appoint committees charged with the duty of studying and keeping the Corporation informed as to the circumstances and requirements of the inhabitants referred to in subsection (1) above in cases in which the appointment of such a committee appears to the Corporation to be needed for the proper discharge of the duty imposed on it by that subsection. 3 A committee appointed for the purposes of subsection (2) above shall, unless it appears to the Corporation to be impracticable, include persons having knowledge of the circumstances and requirements of the inhabitants of the dependent territory in question obtained by their being or having been themselves inhabitants of the territory or residents in it. 4 The Corporation shall not establish, or assist or participate in the establishment of, a new undertaking in any dependent territory until such measures for consultation with the government of the territory as appear to the Minister to be appropriate have been taken. 5 In the performance of its duty under section 7(1) above, and in dealing with matters affecting terms or conditions of employment, the Corporation shall seek consultation, where the matter in question arises in connection with the carrying on of activities in a dependent territory, with the government of the territory."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "9", "section_title": " Borrowing powers of Corporation.", "section_text": "9 1 Subject to the provisions of this section  and section 9A below , the Corporation may borrow  from the Secretary of State or any other person any sum which it requires  for meeting any of its obligations or discharging any of its functions. 1A The Secretary of State may, with the approval of the Treasury, lend to the Corporation any sums which it has power to borrow from him under this section; and the Treasury may issue to the Secretary of State out of the National Loans Fund any sums necessary to enable him to make loans under this subsection. 1B Any loans made under subsection (1A) above shall be repaid to the Secretary of State at such times and by such methods, and interest thereon shall be paid to him at such rates and at such times, as he may from time to time with the approval of the Treasury determine; and any sums received by the Secretary of State under this subsection shall be paid into the National Loans Fund. 2 The power of the Corporation to borrow  otherwise than from the Secretary of State  shall be exercisable only with the approval of the Minister, given with the consent of the Treasury, as to the amount . . .  , as to the sources of the borrowing and as to the terms on which the borrowing may be effected. 2A It shall be the duty of the Corporation to secure that none of its wholly-owned subsidiaries borrows otherwise than from the Corporation or from another of its wholly-owned subsidiaries except with the approval of the Secretary of State given with the consent of the Treasury as to the matters mentioned in subsection (2) above. 3 An approval given in any respect for the purposes of  subsection (2) or (2A) above  may be either general or limited to a particular borrowing or otherwise, and may be either unconditional or subject to conditions. 3A In respect of each financial year the Secretary of State shall— a prepare, in such form as the Treasury may direct, an account of any sums issued to him under subsection (1A) above or received by him under subsection (1B) above and of the disposal by him of any sums so received; and b send the account to the Comptroller and Auditor General not later than the end of the month of November following the financial year to which it relates; and the Comptroller and Auditor General shall examine, certify and report on the account and lay copies of it and of his report before each House of Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 A person lending money to the Corporation shall not be bound to inquire whether the borrowing of money is within the power of the Corporation. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "9A", "section_title": " Limit on borrowing  etc.", "section_text": "9A 1 The aggregate of— a the amounts outstanding in respect of sums borrowed (whether temporarily or by way of advance under section 10(1) below or otherwise) by the Corporation or any of its subsidiaries from sources other than the Corporation or any of its subsidiaries, and b the amounts outstanding in respect of sums borrowed (whether temporarily or otherwise) by persons other than the Corporation or any of its subsidiaries, being amounts covered by guarantees given by the Corporation or any of its subsidiaries, shall not at any time exceed the limit specified in subsection (2) below. 2 That limit is  £1,100 million or such larger sum, not exceeding  £1,500 million , as the Secretary of State, with the consent of the Treasury, may from time to time by order specify. 3 Without prejudice to subsections (1) and (2) above, the amount outstanding in respect of sums borrowed temporarily by the Corporation shall not at any time exceed such limit as the Secretary of State, with the approval of the Treasury, may from time to time specify for the purposes of this subsection. 4 Where the equivalent in sterling of any amount falls to be determined for the purposes of any of the limits mentioned in the preceding provisions of this section, that equivalent shall be determined by reference to such time and in such manner as the Secretary of State may from time to time with the consent of the Treasury direct; and a direction under this subsection may relate to a particular amount or to amounts of a particular description or to amounts generally. 5 The power to make orders under subsection (2) above shall be exercisable by statutory instrument; but no such order shall be made unless a draft of it has been laid before and approved by a resolution of the House of Commons. 6 In this section— a references to sums borrowed temporarily include references to sums borrowed by way of overdraft; . . .  b  . . . "}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "10", "section_title": " Advances by Minister to Corporation.", "section_text": "10 1 For the purpose of enabling the Corporation to defray expenditure properly chargeable to capital account, including provision of working capital, the Minister may, with the consent of the Treasury, make advances to the Corporation  . . .. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any sums required by the Minister for the purpose of advances made to the Corporation under subsection (1) above shall be paid out of money provided by Parliament."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "10A", "section_title": " Grants to Corporation by Secretary of State.", "section_text": "10A 1 The Secretary of State may, after consultation with the Corporation and with the consent of the Treasury, make to the Corporation grants of amounts to be applied by the Corporation in accordance with such directions, if any, as may be given to it by the Secretary of State. 2 Any sums required by the Secretary of State for the purpose of grants made to the Corporation under this section shall be paid out of money provided by Parliament."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "11", "section_title": " Treasury guarantees.", "section_text": "11 1 The Treasury may guarantee, in such manner and on such conditions as they may think fit, the repayment of the principal of,  the payment of interest on and the discharge of any other financial obligation in connection with , any authorised borrowings of the Corporation made otherwise than  from the Secretary of State . 1A The Secretary of State may, with the approval of the Treasury, guarantee in such manner and on such conditions as he thinks fit the repayment of the principal of, and the payment of interest and other charges on, any borrowings of a subsidiary of the Corporation made otherwise than from the Corporation. 2 Immediately after any guarantee is given under subsection (1) above, the Treasury shall lay a statement of the guarantee before each House of Parliament. 3 Where any sum is issued for fulfilling a guarantee given under subsection (1) above, the Treasury shall, as soon as possible after the end of the financial year in which the sum is issued and of every other relevant financial year, lay before each House of Parliament a statement relating to that sum; and, in relation to a sum so issued, “ relevant financial year ” means any financial year during which there is outstanding at any time any liability in respect of the principal of the sum or interest on it. 3A Immediately after any guarantee is given under subsection (1A) above or any sum is issued for fulfilling such a guarantee, the Secretary of State shall lay a statement of the guarantee or, as the case may be, a statement relating to that sum before each House of Parliament. 4 Any sums required by the Treasury for fulfilling any guarantee given under subsection (1) above shall be charged on and issued out of the Consolidated Fund  and any sums required by the Secretary of State for fulfilling any guarantee given under subsection (1A) above shall be paid out of money provided by Parliament."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "12", "section_title": " Repayment of, and interest on, advances and sums issued to meet guarantees.", "section_text": "12 1 Subject to  subsection (3A) and  section 13 below, the Corporation shall make to the Minister, at such times and in such manner as he may with the approval of the Treasury direct, the payments mentioned in subsection (2) below. 2 The payments referred to in subsection (1) above are— a payments, of such amounts as the Minister may with the approval of the Treasury direct, in or towards repayment of advances made to the Corporation under section 10(1) above and of any sums issued in fulfilment of any guarantee given under  section 11(1) or (1A) above ; and b payments of interest on what is outstanding for the time being in respect of advances so made and of any sums so issued. 3 The interest referred to in subsection (2)(b) above shall be at such rate as the Minister may with the approval of the Treasury direct; and different rates of interest may be directed under this subsection as respects different advances or sums and as respects interest for different periods. 3A Nothing in this section shall be taken to prevent the Secretary of State, if he has the approval of the Treasury, from making interest-free advances to the Corporation under section 10(1) above. 4 Sums received by the Minister under subsection (1) above shall be paid into the Consolidated Fund. 5 The Minister shall lay before each House of Parliament a statement of any payment due from the Corporation under subsection (1) above which is not duly paid to him as required under that subsection."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "13", "section_title": " Power to remit interest on advances.", "section_text": "13 The Secretary of State may, with the consent of the Treasury, remit the payment by the Corporation under section 12(1) above of interest on the whole or any part of the amount outstanding in respect of an advance under section 10(1) above, being interest for such period (beginning after the commencement of the Commonwealth Development Corporation Act 1995) as he may with the consent of the Treasury determine."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "14", "section_title": " Reserve fund.", "section_text": "14 1 The Corporation shall continue to keep a reserve fund (in this section referred to as “ the fund ”); and, subject to any directions relating to the fund given under section 5 above and to subsection (2) below, the management of the fund, the sums to be carried from time to time to the credit of the fund, and the application of the fund shall be as the Corporation may determine. 2 No part of the fund shall be applied otherwise than for the purposes of the Corporation."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "15", "section_title": " Financial duty of Corporation and application of surplus revenue.", "section_text": "15 1 It shall be the duty of the Corporation so to exercise and perform its functions as to secure that its revenues are not less than sufficient to meet all sums properly chargeable to its revenue account, taking one year with another. 2 Any excess of the revenues of the Corporation for any financial year of the Corporation over the sums properly chargeable to its revenue account for that year shall be applied by the Corporation for such purposes as it may determine with the approval of the Minister given with the consent of the Treasury. 3 In this section the expression “ sums properly chargeable to its revenue account ” includes, without prejudice to the generality of that expression, provisions in respect of obligations of the Corporation— a under section 12 above; and b under section 14 or under any such directions as are referred to in that section."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "16", "section_title": " Accounts and audit.", "section_text": "16 1 The Corporation shall keep proper accounts and other records in relation to the accounts, and shall prepare in respect of each financial year of the Corporation a statement of accounts in such form as the Minister may with the approval of the Treasury direct, being a form which shall conform with the best commercial standards. 2 The form of the accounts kept and of the statement prepared under subsection (1) above shall be such as to secure the provision of separate information as respects each of the main activities of the Corporation. 3 The accounts of the Corporation shall be audited by auditors to be appointed annually by the Minister; and no person shall be qualified to be so appointed unless he is a member of one or more of the following bodies, namely,— The Institute of Chartered Accountants in England and Wales; The Institute of Chartered Accountants of Scotland; The Association of Certified Accountants; The Institute of Chartered Accountants in Ireland. 4 So soon as the accounts of the Corporation for any financial year of the Corporation have been audited, it shall send a copy of the statement of accounts prepared in respect of that year to the Minister together with a copy of any report made by the auditors on the statement or on the accounts. 5 The Minister shall lay a copy of every such statement and report before each House of Parliament."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act— “ the Corporation ” means the Commonwealth Development Corporation; “ dependent territory ” means, subject to subsection (2) below, any territory outside the British Islands for whose external relations Her Majesty’s Government in the United Kingdom are responsible at the commencement of this Act, . . .  ; “the Minister” (except in a reference to a specified Minister) means the  Secretary of State ; “ new Commonwealth country ” means any overseas country within the Commonwealth which is not a dependent territory, and which had not become an independent sovereign country before 11th February 1948 and is not a territory administered by the government of such an independent sovereign country; . . .  “ overseas country ” means any country or territory outside the United Kingdom  and “ subsidiary ” and “ wholly-owned subsidiary ” shall be construed in accordance with section 736 of the Companies Act 1985. 2 A territory which is a dependent territory, as defined in subsection (1) above, shall no longer be treated as being a dependent territory for the purposes of this Act— a if, and at the time when, it becomes an independent sovereign country, or b at any time when it forms part of an independent sovereign country or is administered by the government of any such country outside the United Kingdom. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "18", "section_title": " Repeals, savings and transitional provisions.", "section_text": "18 1 Subject to subsections (2) to (5) below, the enactments mentioned in the first and secound columns of Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 In so far as any instrument made, or any other thing done, under or by virtue of any enactment repealed by subsection (1) above could have been made or done under or by virtue of a corresponding enactment in this Act, it shall not be invalidated by the repeal effected by that subsection but shall have effect as if it had been made or done under or by virtue of that corresponding enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Any document referring to any enactment repealed by subsection (1) above shall, so far as may be necessary to preserve the effect of the document, be construed as referring or as including a reference to this Act or the corresponding enactment in this Act. 5 Nothing in this Act shall affect the powers of the Corporation— a to continue to carry out or carry on any project, undertaking or activity which was being carried out or carried on immediately before the commencement of this Act by virtue of section 4(2) of the  Overseas Resources Development Act 1959 (which validated certain projects, undertakings and activities begun before 31st December 1955); or b to continue to carry out any agreement which was being carried out immediately before the commencement of this Act by virtue of section 5(2) of that Act (which validated certain agreements made before 2nd August 1956). 6 Nothing in this section shall prejudice the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  (which relates to repeals)."}, {"act": "Commonwealth Development Corporation Act 1978", "year": 1978, "section": "19", "section_title": " Short title, commencement and extent.", "section_text": "19 1 This Act may be cited as the Commonwealth Development Corporation Act 1978. 2 This Act shall come into force at the expiry of the period of one month beginning with the date on which it is passed. 3 This Act extends to Northern Ireland."}]