[{"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "1", "section_title": " Grounds of application for financial provision.", "section_text": "1 Either party to a marriage may apply to   the family court   for an order under section 2 of this Act on the ground that the other party to the marriage  ... — a has failed to provide reasonable maintenance for the applicant; or b has failed to provide, or to make a proper contribution towards, reasonable maintenance for any child of the family; or c has behaved in such a way that the applicant cannot reasonably be expected to live with the respondent; or d has deserted the applicant."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "2", "section_title": " Powers of court to make orders for financial provision. ", "section_text": "2 1 Where on an application for an order under this section the applicant satisfies the court of any ground mentioned in section 1 of this Act, the court may, subject to the provisions of this Part of this Act, make any one or more of the following orders, that is to say— a an order that the respondent shall make to the applicant such periodical payments, and for such term, as may be specified in the order; b an order that the respondent shall pay to the applicant such lump sum as may be so specified; c an order that the respondent shall make to the applicant for the benefit of a child of the family to whom the application relates, or to such a child, such periodical payments, and for such term, as may be so specified; d an order that the respondent shall pay to the applicant for the benefit of a child of the family to whom the application relates, or to such a child, such lump sum as may be so specified. 2 Without prejudice to the generality of subsection (1)(b) or (d) above, an order under this section for the payment of a lump sum may be made for the purpose of enabling any liability or expenses reasonably incurred in maintaining the applicant, or any child of the family to whom the application relates, before the making of the order to be met. 3 The amount of any lump sum required to be paid by an order under this section shall not exceed £500 or such larger amount as the  Lord Chancellor  may from time to time by order fix for the purposes of this subsection. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order made by the Lord Chancellor under this section— a shall be made only after consultation with the Lord Chief Justice; b shall be made by statutory instrument and be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "3", "section_title": " Matters to which court is to have regard in exercising its powers under s. 2.", "section_text": "3 1 Where an application is made for an order under section 2 of this Act, it shall be the duty of the court, in deciding whether to exercise its powers under that section and, if so, in what manner, to have regard to all the circumstances of the case, first consideration being given to the welfare while a minor of any child of the family who has not attained the age of eighteen. 2 As regards the exercise of its powers under subsection (1)( a ) or ( b ) of section 2, the court shall in particular have regard to the following matters— a the income, earning capacity, property and other financial resources which each of the parties to the marriage has or is likely to have in the foreseeable future, including in the case of earning capacity any increase in that capacity which it would in the opinion of the court be reasonable to expect a party to the marriage to take steps to acquire; b the financial needs, obligations and responsibilities which each of the parties to the marriage has or is likely to have in the foreseeable future; c the standard of living enjoyed by the parties to the marriage before the occurrence of the conduct which is alleged as the ground of the application; d the age of each party to the marriage and the duration of the marriage; e any physical or mental disability of either of the parties to the marriage; f the contributions which each of the parties has made or is likely in the foreseeable future to make to the welfare of the family, including any contribution by looking after the home or caring for the family; g the conduct of each of the parties, if that conduct is such that it would in the opinion of the court be inequitable to disregard it. 3 As regards the exercise of its powers under subsection (1)( c ) or ( d ) of section 2, the court shall in particular have regard to the following matters— a the financial needs of the child; b the income, earning capacity (if any), property and other financial resources of the child; c any physical or mental disability of the child; d the standard of living enjoyed by the family before the occurrence of the conduct which is alleged as the ground of the application; e the manner in which the child was being and in which the parties to the marriage expected him to be educated or trained; f the matters mentioned in relation to the parties to the marriage in paragraphs ( a ) and ( b ) of subsection (2) above. 4 As regards the exercise of its powers under section 2 in favour of a child of the family who is not the child of the respondent, the court shall also have regard— a to whether the respondent has assumed any responsibility for the child’s maintenance and, if he did, to the extent to which, and the basis on which, he assumed that responsibility and to the length of time during which he discharged that responsibility; b to whether in assuming and discharging that responsibility the respondent did so knowing that the child was not his own child; c to the liability of any other person to maintain the child."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "4", "section_title": " Duration of orders for financial provision for a party to a marriage.", "section_text": "4 1 The term to be specified in any order made under section 2(1)(a) of this Act shall be such term as the court thinks fit except that the term shall not begin earlier than the date of the making of the application for the order and shall not extend beyond the death of either of the parties to the marriage. 2 Where an order is made under the said section 2(1)(a) and the marriage   of the parties affected by the order is subsequently dissolved or annulled but the order continues in force, the order shall, notwithstanding anything in it, cease to have effect on the remarriage of , or formation of a civil partnership by,  the party in whose favour it was made, except in relation to any arrears due under the order on the date of the remarriage  or formation of the civil partnership ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "5", "section_title": " Age limit on making orders for financial provision for children and duration of such orders.", "section_text": "5 1 Subject to subsection (3) below, no order shall be made under section 2(1)(c) or (d) of this Act in favour of a child who has attained the age of eighteen. 2 The term to be specified in an order made under section 2(1)(c) of this Act in favour of a child may begin with the date of the making of an application for the order in question or any later date  or a date ascertained in accordance with subsection (5) or (6) below  but— a shall not in the first instance extend beyond the date of the birthday of the child next following his attaining the upper limit of the compulsory school age  (construed in accordance with section 8 of the Education Act 1996) unless the court considers that in the circumstances of the case the welfare of the child requires that it should extend to a later date ; and b shall not in any event, subject to subsection (3) below, extend beyond the date of the child’s eighteenth birthday. 3 The court— a may make an order under section 2(1)(c) or (d) of this Act in favour of a child who has attained the age of eighteen, and b may include in an order made under section 2(1)(c) of this Act in relation to a child who has not attained that age a provision for extending beyond the date when the child will attain that age the term for which by virtue of the order any payments are to be made to or for the benefit of that child, if it appears to the court— i that the child is, or will be, or if such an order or provision were made would be, receiving instruction at an educational establishment or undergoing training for a trade, profession or vocation, whether or not he is also, or will also be, in gainful employment; or ii that there are special circumstances which justify the making of the order or provision. 4 Any order made under section 2(1)(c) of this Act in favour of a child shall, notwithstanding anything in the order, cease to have effect on the death of the person liable to make payments under the order. 5 Where— a a  maintenance assessment maintenance calculation   (“the  current assessment current calculation ”) is in force with respect to a child; and b an application is made for an order under section 2(1)(c) of this Act— i in accordance with section 8 of the Child Support Act 1991  ; and ii  before the end of the period of 6 months beginning with the making of the  current assessment current calculation ,  the term to be specified in any such order made on that application may be expressed to begin on, or at any time after, the earliest permitted date. 6  For the purposes of subsection (5) above, “the earliest permitted date ” is whichever is the later of— a  the date 6 months before the application is made; or b  the date on which the  current assessment current calculation   took effect or, where successive maintenance assessments have been continuously in force with respect to a child, on which the first of  those assessments those calculations   took effect. 7 Where— a  a  maintenance assessment maintenance calculation   ceases to have effect  or is cancelled  by or under any provision of the Child Support Act 1991; and b  an application is made, before the end of the period of 6 months beginning with the relevant date, for an order under section 2(1)(c) of this Act in relation to a child with respect to whom that  maintenance assessment maintenance calculation   was in force immediately before it ceased to have effect  or was cancelled , the term to be specified in any such order, or in any interim order under section 19 of this Act, made on that application, may begin with the date on which that  maintenance assessment maintenance calculation   ceased to have effect  or, as the case may be, the date with effect from which it was cancelled , or any later date. 8 In subsection (7)(b) above— a  where the  maintenance assessment maintenance calculation   ceased to have effect, the relevant date is the date on which it so ceased;  and b where the maintenance assessment was cancelled, the relevant date is the later of— i the date on which the person who cancelled it did so, and ii the date from which the cancellation first had effect."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "6", "section_title": " Orders for payments which have been agreed by the parties.", "section_text": "6 1 Either party to a marriage may apply to   the family court   for an order under this section on the ground that either the party making the application or the other party to the marriage has agreed to make such financial provision as may be specified in the application and, subject to subsection (3) below, the court on such an application may, if— a it is satisfied that the applicant or the respondent, as the case may be, has agreed to make that provision, and b it has no reason to think that it would be contrary to the interests of justice to exercise its powers hereunder, order that the applicant or the respondent, as the case may be, shall make the financial provision specified in the application. 2 In this section “ financial provision  ” means the provision mentioned in any one or more of the following paragraphs, that is to say— a the making of periodical payments by one party to the other, b the payment of a lump sum by one party to the other, c the making of periodical payments by one party to a child of the family or to the other party for the benefit of such a child, d the payment by one party of a lump sum to a child of the family or to the other party for the benefit of such a child, and any reference in this section to the financial provision specified in an application made under subsection (1) above or specified by the court under subsection (5) below is a reference to the type of provision specified in the application or by the court, as the case may be, to the amount so specified as the amount of any payment to be made thereunder and, in the case of periodical payments, to the term so specified as the term for which the payments are to be made. 3 Where the financial provision specified in an application under subsection (1) above includes or consists of provision in respect of a child of the family, the court shall not make an order under that subsection unless it considers that the provision which the applicant or the respondent, as the case may be, has agreed to make in respect of that child provides for, or makes a proper contribution towards, the financial needs of the child. 4 A party to a marriage who has applied for an order under section 2 of this Act shall not be precluded at any time before the determination of that application from applying for an order under this section; but if an order is made under this section on the application of either party and either of them has also made an application for an order under section 2 of this Act, the application made for the order under section 2 shall be treated as if it had been withdrawn. 5 Where on an application under subsection (1) above the court decides— a that it would be contrary to the interests of justice to make an order for the making of the financial provision specified in the application, or b that any financial provision which the applicant or the respondent, as the case may be, has agreed to make in respect of a child of the family does not provide for, or make a proper contribution towards, the financial needs of that child, but is of the opinion— i that it would not be contrary to the interests of justice to make an order for the making of some other financial provision specified by the court, and ii that, in so far as that other financial provision contains any provision for a child of the family, it provides for, or makes a proper contribution towards, the financial needs of that child, then if both the parties agree, the court may order that the applicant or the respondent, as the case may be, shall make that other financial provision. 6 Subject to subsection (8) below, the provisions of section 4 of this Act shall apply in relation to an order under this section which requires periodical payments to be made to a party to a marriage for his own benefit as they apply in relation to an order under section 2(1)( a ) of this Act. 7 Subject to subsection (8) below, the provisions of section 5 of this Act shall apply in relation to an order under this section for the making of financial provision in respect of a child of the family as they apply in relation to an order under section 2(1)( c ) or ( d ) of this Act. 8 Where the court makes an order under this section which contains provision for the making of periodical payments and, by virtue of subsection (4) above, an application for an order under section 2 of this Act is treated as if it had been withdrawn, then the term which may be specified as the term for which the payments are to be made may begin with the date of the making of the application for the order under section 2 or any later date. 9 Where the respondent is not present or represented by counsel or solicitor at the hearing of an application for an order under subsection (1) above, the court shall not make an order under this section unless there is produced to the court such evidence as may be prescribed by   rules of court   of— a the consent of the respondent to the making of the order, b the financial resources of the respondent, and c in a case where the financial provision specified in the application includes or consists of provision in respect of a child of the family to be made by the applicant to the respondent for the benefit of the child or to the child, the financial resources of the child."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "7", "section_title": " Powers of court where parties are living apart by agreement.", "section_text": "7 1 Where the parties to a marriage have been living apart for a continuous period exceeding three months, neither party having deserted the other, and one of the parties has been making periodical payments for the benefit of the other party or of a child of the family, that other party may apply to   the family court   for an order under this section, and any application made under this subsection shall specify the aggregate amount of the payments so made during the period of three months immediately preceding the date of the making of the application. 2 Where on an application for an order under this section the court is satisfied that the respondent has made the payments specified in the application, the court may, subject to the provisions of this Part of this Act, make one or both of the following orders, that is to say— a an order that the respondent shall make to the applicant such periodical payments, and for such term, as may be specified in the order; b an order that the respondent shall make to the applicant for the benefit of a child of the family to whom the application relates, or to such a child, such periodical payments, and for such term, as may be so specified. 3 The court in the exercise of its powers under this section— a shall not require the respondent to make payments which exceed in aggregate during any period of three months the aggregate amount paid by him for the benefit of the applicant or a child of the family during the period of three months immediately preceding the date of the making of the application; b shall not require the respondent to make payments to or for the benefit of any person which exceed in amount the payments which the court considers that it would have required the respondent to make to or for the benefit of that person on an application under section 1 of this Act; c shall not require payments to be made to or for the benefit of a child of the family who is not a child of the respondent unless the court considers that it would have made an order in favour of that child on an application under section 1 of this Act. 4 Where on an application under this section the court considers that the orders which it has the power to make under this section— a would not provide reasonable maintenance for the applicant, or b if the application relates to a child of the family, would not provide, or make a proper contribution towards reasonable maintenance for that child, the court shall refuse to make an order under this section, but the court may treat the application as if it were an application for an order under section 2 of this Act. 5 The provisions of section 3 of this Act shall apply in relation to an application for an order under this section as they apply in relation to an application for an order under section 2 of this Act subject to the modification that for the reference in  subsection (2)( c )  of the said section 3 to the occurrence of the conduct which is alleged as the ground of the application there shall be substituted a reference to the living apart of the parties to the marriage. 6 The provisions of section 4 of this Act shall apply in relation to an order under this section which requires periodical payments to be made to the applicant for his own benefit as they apply in relation to an order under section 2(1)(a) of this Act. 7 The provisions of section 5 of this Act shall apply in relation to an order under this section for the making of periodical payments in respect of a child of the family as they apply in relation to an order under section 2(1)(c) of this Act."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "8", "section_title": "\n\n\t\t\tRestriction on making of orders under this Act: welfare of children.", "section_text": "8 Where an application is made by a party to a marriage for an order under section 2, 6 or 7 of this Act, then, if there is a child of the family who is under the age of eighteen, the court shall not dismiss or make a final order on the application until it has decided whether to exercise any of its powers under the Children Act 1989 with respect to the child."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "19", "section_title": " Interim orders.", "section_text": "19 1 Where an application is made for an order under section 2, 6 or 7 of this Act— a   the family court   at any time before making a final order on, or dismissing, the application  ... ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall, subject to the provisions of this Part of this Act, have the  . . . i power to make an order (in this Part of this Act referred to as an “interim maintenance order ”) which requires the respondent to make to the applicant or to any child of the family who is under the age of eighteen, or to the applicant for the benefit of such a child, such periodical payments as the court thinks reasonable; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An interim maintenance order may provide for payments to be made from such date as the court may specify,  except that, subject to section 5(5) and (6) of this Act, the date shall not be  earlier than the date of the making of the application for an order under section 2, 6 or 7 of this Act .... 3A Where an application is made for an order under section 6 of this Act by the party to the marriage who has agreed to make the financial provision specified in the application— a subsection (1) shall apply as if the reference in paragraph (i) to the respondent were a reference to the applicant and the references to the applicant were references to the respondent; and b subsection  (3) shall apply accordingly. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subject to subsection (6) below, an interim order made on an application for an order under section 2, 6 or 7 of this Act shall cease to have effect on whichever of the following dates occurs first, that is to say— a the date, if any, specified for the purpose in the interim order; b the date of the expiration of the period of three months beginning with the date of the making of the interim order; c the date on which   the family court   either makes a final order on or dismisses the application. 6 Where an interim order made under subsection (1) above would, but for this subsection, cease to have effect by virtue of subsection (5)(a) or (b) above,   the family court   shall have power by order to provide that the interim order shall continue in force for a further period, and any order continued in force under this subsection shall cease to have effect on whichever of the following dates occurs first, that is to say— a the date, if any, specified for the purpose in the order made under this subsection; b the date of the expiration of the period of three months beginning with the date of the making of the order under this subsection or, if more than one order has been made under this subsection with respect to the application, beginning with the date of the making of the first of those orders; c the date on which the court either makes a final order on, or dismisses, the application. 7 Not more than one interim maintenance order  . . . may be made with respect to any application for an order under section 2, 6 or 7 of this Act, but without prejudice to the powers of a court under this section on any further such application. 8 No appeal shall lie from the making of or refusal to make, the variation of or refusal to vary, or the revocation of or refusal to revoke, an interim maintenance order. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "20", "section_title": " Variation, revival and revocation of orders for periodical payments.", "section_text": "20 1 Where   the family court   has made an order under section 2(1)(a) or (c) of this Act for the making of periodical payments the court shall have power, on an application made under this section, to vary or revoke that order and also to make an order under section 2(1)(b) or (d) of this Act. 2 Where   the family court   has made an order under section 6 of this Act for the making of periodical payments by a party to a marriage the court shall have power, on an application made under this section, to vary or revoke that order and also to make an order for the payment of a lump sum by that party either— a to the other party to the marriage, or b to a child of the family or to that other party for the benefit of that child. 3 Where   the family court   has made an order under section 7 of this Act for the making of periodical payments, the court shall have power, on an application made under this section, to vary or revoke that order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where   the family court   has made an interim maintenance order under section 19 of this Act, the court, on an application made under this section, shall have power to vary or revoke that order, except that the court shall not by virtue of this subsection extend the period for which the order is in force. 6 The power of the court under this section to vary an order for the making of periodical payments shall include power to suspend any provision thereof temporarily and to revive any provision so suspended. 7 Where the court has power by virtue of this section to make an order for the payment of a lump sum, the amount of the lump sum shall not exceed the maximum amount that may at that time be required to be paid under section 2(3) of this Act, but the court may make an order for the payment of a lump sum not exceeding that amount notwithstanding that the person required to pay the lump sum was required to pay a lump sum by a previous order under this Part of this Act. 8 Where the court has power by virtue of subsection (2) above to make an order for the payment of a lump sum and the respondent  or the applicant, as the case may be,  has agreed to pay a lump sum of an amount exceeding the maximum amount that may at that time be required to be paid under section 2(3) of this Act, the court may, notwithstanding anything in subsection (7) above, make an order for the payment of a lump sum of that amount. 9 An order made by virtue of this section which varies an order for the making of periodical payments may,  ... , provide that the payments as so varied shall be made from such date as the court may specify,  except that, subject to subsections (9A) and (9B) below, the date shall not be  earlier than the date of the making of the application under this section. 9A Where— a there is in force an order (“the order ”)— i  under section 2(1)(c) of this Act, ii  under section 6(1) of this Act making provision of a kind mentioned in paragraph (c) of section 6(2) of this Act (regardless of whether it makes provision of any other kind mentioned in that paragraph), iii  under section 7(2)(b) of this Act, or iv  which is an interim maintenance order under which the payments are to be made to a child or to the applicant for the benefit of a child; b  the order requires payments specified in it to be made to or for the benefit of more than one child without apportioning those payments between them; c  a  maintenance assessment maintenance calculation   (“ the assessment the calculation ”) is made with respect to one or more, but not all, of the children with respect to whom those payments are to be made; and d an application is made, before the end of the period of 6 months beginning with the date on which  the assessment the calculation   was made, for the variation or revocation of the order, the court may, in exercise of its powers under this section to vary or revoke the order, direct that the variation or revocation shall take effect from the date on which  the assessment the assessment   took effect or any later date. 9B  Where— a an order (“the child order ”) of a kind prescribed for the purposes of section 10(1) of the Child Support Act 1991 is affected by a  maintenance assessment maintenance calculation ; b  on the date on which the child order became so affected there was in force an order (“the spousal order ”)— i under section 2(1)(a) of this Act, ii  under section 6(1) of this Act making provision of a kind mentioned in section 6(2)(a) of this Act (regardless of whether it makes provision of any other kind mentioned in that paragraph), iii under section 7(2)(a) of this Act, or iv which is an interim maintenance order under which the payments are to be made to the applicant (otherwise than for the benefit of a child); and c  an application is made, before the end of the period of 6 months beginning with the date on which the  maintenance assessment maintenance calculation   was made, for the spousal order to be varied or revoked,  the court may, in exercise of its powers under this section to vary or revoke the spousal order, direct that the variation or revocation shall take effect from the date on which the child order became so affected or any later date. 9C For the purposes of subsection (9B) above, an order is affected if it ceases to have effect or is modified by or under section 10 of the Child Support Act 1991. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 In exercising the powers conferred by this section the court shall, so far as it appears to the court just to do so, give effect to any agreement which has been reached between the parties in relation to the application and, if there is no such agreement or if the court decides not to give effect to the agreement, the court shall have regard to all the circumstances of the case,  first consideration being given to the welfare while a minor of any child of the family who has not attained the age of eighteen, and the circumstances of the case shall include any change  in any of the matters to which the court was required to have regard when making the order to which the application relates or, in the case of an application for the variation or revocation of an order made under section 6 of this Act or on an appeal under section 29 of this Act, to which the court would have been required to have regard if that order had been made under section 2 of this Act. 12 An application under this section may be made— a  where it is for the variation or revocation of an order under section 2, 6, 7 or 19 of this Act for periodical payments, by either party to the marriage in question; and b  where it is for the variation of an order under section 2(1)(c), 6 or 7 of this Act for periodical payments to or in respect of a child, also by the child himself, if he has attained the age of sixteen. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "20ZA", "section_title": "\n\t\t\tVariation of orders for periodical payments: further provisions.", "section_text": "20ZA 1 Subject to subsections (7) and (8) below, the power of the court under section 20 of this Act to vary an order for the making of periodical payments shall include power, if the court is satisfied that payment has not been made in accordance with the order, to exercise one of its powers under   section 1(4) and (4A) of the Maintenance Enforcement Act 1991 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6   Subsection (6) of section 1 of the Maintenance Enforcement Act 1991   (power of court to order that account be opened) shall apply for the purposes of   subsection (1)   above as it applies for the purposes of that section. 7 Before varying the order by exercising one of its powers under   section 1(4) and (4A) of the Maintenance Enforcement Act 1991 , the court shall have regard to any representations made by the parties to the application. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 None of the powers of the court  ... conferred by this section shall be exercisable in relation to an order under this Part of this Act for the making of periodical payments   unless, at the time when the order was made, the person required to make the payments was ordinarily resident in England and Wales."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "20A", "section_title": "\n\n\t\t\tRevival of orders for periodical payments.", "section_text": "20A 1 Where an order made by   the family court   under this Part of this Act for the making of periodical payments to or in respect of a child (other than an interim maintenance order) ceases to have effect— a on the date on which the child attains the age of sixteen, or b at any time after that date but before or on the date on which he attains the age of eighteen, the child may apply to the court  ... for an order for its revival. 2 If on such an application it appears to the court that— a the child is, will be or (if an order were made under this subsection) would be receiving instruction at an educational establishment or undergoing training for a trade, profession or vocation, whether or not while in gainful employment, or b there are special circumstances which justify the making of an order under this subsection, the court shall have power by order to revive the order from such date as the court may specify, not being earlier than the date of the making of the application. 3 An order revived under this section may be varied or revoked under section 20 in the same way as it could have been varied or revoked had it continued in being."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "22", "section_title": " Variation of instalments of lump sum.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "23", "section_title": " Supplementary provisions with respect to variation and revocation of orders.", "section_text": "23 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "25", "section_title": " Effect on certain orders of parties living together.", "section_text": "25 1 Where— a periodical payments are required to be made to one of the parties to a marriage (whether for his own benefit or for the benefit of a child of the family) by an order made under section 2,  or 6  of this Act or by an interim maintenance order made under section 19 of this Act (otherwise than on an application under section 7 of this Act),  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the order shall be enforceable notwithstanding that the parties to the marriage are living with each other at the date of the making of the order or that, although they are not living with each other at that date, they subsequently resume living with each other; but the order shall cease to have effect if after that date the parties continue to live with each other, or resume living with each other, for a continuous period exceeding six months. 2 Where any of the following orders is made under this Part of this Act, that is to say— a an order under section 2,  or 6  of this Act which requires periodical payments to be made to a child of the family,  or b an interim maintenance order under section 19 of this Act (otherwise than on an application under section 7 of this Act) which requires periodical payments to be made to a child of the family, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . then, unless the court otherwise directs, the order shall continue to have effect and be enforceable notwithstanding that the parties to the marriage in question are living with each other at the date of the making of the order or that, although they are not living with each other at that date, they subsequently resume living with each other. 3 Any order made under section 7 of this Act, and any interim maintenance order made on an application for an order under that section, shall cease to have effect if the parties to the marriage resume living with each other. 4 Where an order made under this Part of this Act ceases to have effect by virtue of subsection (1) or (3) above or by virtue of a direction given under subsection (2) above,   the family court   may, on an application made by either party to the marriage, make an order declaring that the first mentioned order ceased to have effect from such date as the court may specify."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "26", "section_title": " Reconciliation.", "section_text": "26 1 Where an application is made for an order under section 2 of this Act the court, before deciding whether to exercise its powers under that section, shall consider whether there is any possibility of reconciliation between the parties to the marriage in question; and if at any stage of the proceedings on that application it appears to the court that there is a reasonable possibility of such a reconciliation, the court may adjourn the proceedings for such period as it thinks fit to enable attempts to be made to effect a reconciliation. 2 Where the court adjourns any proceedings under subsection (1) above, it may request  an officer of the Service (within the meaning of the Criminal Justice and Court Services Act 2000) , a Welsh family proceedings officer (within the meaning given by section 35 of the Children Act 2004)  or any other person to attempt to effect a reconciliation between the parties to the marriage, and where any such request is made,  that officer or  other person shall report in writing to the court whether the attempt has been successful or not, but shall not include in that report any other information."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "27", "section_title": " Refusal of order in case more suitable for High Court.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "28", "section_title": " Powers of High Court and   family court   in relation to certain orders under Part I.", "section_text": "28 1 Where after the   making by the family court   of an order under this Part of this Act proceedings between, and relating to the marriage of, the parties to the proceedings in which that order was made have been commenced in the High Court or   the family court , then, except in the case of an order for the payment of a lump sum, the court in which the proceedings or any application made therein are or is pending may, if it thinks fit, direct that the order   under this Part   shall cease to have effect on such date as may be specified in the direction. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Nothing in this section shall be taken as prejudicing the effect of any order made by the High Court or   the family court   so far as it implicitly supersedes or revokes an order or part of an order made by   the family court ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "29", "section_title": " Appeals.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "30", "section_title": " Provisions as to jurisdiction and procedure.", "section_text": "30 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 It is hereby declared that any jurisdiction conferred on   the family court   by this Part of this Act is exercisable notwithstanding that any party to the proceedings is not domiciled in England. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "31", "section_title": " Constitution of courts.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "32", "section_title": " Enforcement etc. of orders for payment of money.", "section_text": "32 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   The family court when making   an order under this Part of this Act for the making of a periodical payment by one person to another may direct that it shall be made to some third party on that other person’s behalf instead of directly to that other person  ... . 3 Any person for the time being under an obligation to make payments in pursuance of any order for the payment of money made under this Part of this Act shall give notice of any change of address to such person, if any, as may be specified in the order; and any person who without reasonable excuse fails to give such a notice shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 4 A person shall not be entitled to enforce through the   family   court the payment of any arrears due under an order made by virtue of this Part of this Act without the leave of that court if those arrears became due more than twelve months before proceedings to enforce the payment of them are begun. 5 The court hearing an application for the grant of leave under subsection (4) above may refuse leave, or may grant leave subject to such restrictions and conditions (including conditions as to the allowing of time for payment or the making of payment by instalments) as that court thinks proper, or may remit the payment of such arrears or any part thereof. 6 An application for the grant of leave under subsection (4) above shall be made in such manner as may be prescribed by   rules of court ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "35", "section_title": " Orders for repayment in certain cases of sums paid after cessation of order by reason of remarriage  or formation of civil partnership  .", "section_text": "35 1 Where— a an order made under section 2(1)(a), 6 or 7 of this Act has, by virtue of section 4(2) of this Act, ceased to have effect by reason of the remarriage of , or formation of a civil partnership by,  the party in whose favour it was made, and b the person liable to make payments under the order made payments in accordance with it in respect of a period after the date of that remarriage   or the formation of that civil partnership                        in the mistaken belief that the order was still subsisting, no proceedings in respect of a cause of action arising out of the circumstances mentioned in paragraphs (a) and (b) above shall be maintainable by the person so liable or his personal representatives against the person so entitled or his personal representatives, but on an application made under this section   the family court   may exercise the powers conferred on it by subsection (2) below. 2   The family court   may order the respondent to an application made under this section to pay to the applicant a sum equal to the amount of the payments made in respect of the period mentioned in subsection (1)(b) above or, if it appears to the court that it would be unjust to make that order, it may either order the respondent to pay to the applicant such lesser sum as it thinks fit or dismiss the application. 3 An application under this section may be made by the person liable to make payments under the order made under section 2(1)(a), 6 or 7 of this Act or his personal representatives and may be made against the person entitled to payments under that order or his personal representatives. 4 An application under this section   may (but need not)   be made in proceedings  ... for leave to enforce, or the enforcement of, the payment of arrears under an order made under section 2(1)(a), 6 or 7 of this Act  ...  5 An order under this section for the payment of any sum may provide for the payment of that sum by instalments of such amount as may be specified in the order. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7   An officer of the family court,   and the collecting officer under an attachment of earnings order made to secure payments under   an order made under section 2(1)(a), 6 or 7 of this Act , shall not be liable— a in the case of    an officer of the family court,   for any act done by him , in pursuance of an order made under section 2(1)(a), 6 or 7 of this Act requiring payments to be made to the court or an officer of the court,   after the date on which that order ceased to have effect by reason of the remarriage of , or formation of a civil partnership by,  the person entitled to payments under it, and b in the case of the collecting officer, for any act done by him after that date in accordance with any enactment or rule of court specifying how payments made to him in compliance with the attachment of earnings order are to be dealt with, if, but only if, the act was one which he would have been under a duty to do had the   order made under section 2(1)(a), 6 or 7 of this Act   not ceased to have effect by reason of the remarriage   or the formation of that civil partnership  and the act was done before notice in writing of the fact that the person so entitled had remarried   or formed a civil partnership  was given to him by or on behalf of that person, the person liable to make payments under the   order made under section 2(1)(a), 6 or 7 of this Act   or the personal representatives of either of those persons. 8 In this section “ collecting officer ”, in relation to an attachment of earnings order, means the officer of the High Court,   or the officer designated by the Lord Chancellor  to whom a person makes payments in compliance with the order."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "54", "section_title": " Date of operation of orders under Part I of Maintenance Orders (Reciprocal Enforcement) Act 1972. ", "section_text": "54 The provisions of Part I of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 relating to the date of operation of orders made in a reciprocating country and registered in the United Kingdom and of orders varying or revoking orders to which that Part relates shall have effect subject to the following amendments— a in section 5(7) of that Act for the words “the date on which the order was made ” there shall be substituted the words “the date on which under the provisions of the order the variation is to take effect ” ; b in section 5(8) of that Act for the words “the date on which the order was made ” there shall be substituted the words “the date on which under the provisions of the order the revocation is to take effect ” ; c in section 8(7) of that Act for the words “the date on which the order was made ” there shall be substituted the words “the date on which they are required to be paid under the provisions of the order ” ; d in section 8(8) of that Act for the words “such date being a date later than the date on which the order was made ” there shall be substituted the words “the date on which they are required to be paid under the provisions of the order or such later date ” ; e in section 9(8) of that Act for the words “the date on which the order was made ” there shall be substituted the words “the date on which under the provisions of the order the variation is to take effect ” ; and f in section 9(9) of that Act for the words “the date on which the order was made ” there shall be substituted the words “the date on which under the provisions of the order the revocation is to take effect ”."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "55", "section_title": " Interpretation of Part I of Maintenance Orders (Reciprocal Enforcement) Act 1972 as respects Scotland. ", "section_text": "55 In section 21 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 (which relates to the interpretation of Part I of that Act)— a in subsection (1)— i the definition of “maintenance ”shall cease to have effect ; and ii after the words “liable to maintain ” in paragraph (a) of the definition of “maintenance order ” there shall be inserted the following paragraph— aa an order which has been made in Scotland, on or after the granting of a decree of divorce, for the payment of a periodical allowance by one party to the marriage to the other party ;  ; and b in subsection (2), after the words “subsection (1) above ” there shall be inserted the words “, to the payment of a periodical allowance as mentioned in paragraph (aa) of that definition, ”."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "56", "section_title": " Magistrates’ courts having jurisdiction to hear applications for affiliation orders under s. 27 of Maintenance Orders (Reciprocal Enforcement) Act 1972. ", "section_text": "56 In section 27(2) of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 (which relates to the jurisdiction of a magistrates’ court to hear an application by a person in a convention country for an affiliation order) after the words “magistrates’ court ” there shall be inserted the words “appointed for the commission area (within the meaning of section I of the  Administration of Justice Act 1973) or ” and the words “petty sessions area or ” shall be omitted."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "59", "section_title": " Complaint by former wife in convention country for recovery in Northern Ireland of maintenance from former husband. ", "section_text": "59 After section 29 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 there shall be inserted the following section—  Complaint by former wife in convention country for recovery in Northern Ireland of maintenance from former husband. 29A 1 Where on an application under section 27(1) of this Act for the recovery of maintenance from a person who is residing in Northern Ireland— a that person is a former husband of the applicant in a convention country who is seeking to recover maintenance, and b the marriage between the applicant and the former husband has been dissolved by a divorce granted in a convention country which is recognised as valid by the law of Northern Ireland, and c an order for the payment of maintenance for the benefit of the applicant or a child of the marriage has, by reason of the divorce proceedings in the convention country, been made by the court which granted the divorce or by any other court in that country, the application shall, notwithstanding that the marriage has been dissolved, be treated as a complaint for an order under section 3 of the Summary Jurisdiction (Separation and Maintenance) Act (Northern Ireland) 1945, and the provisions of this section shall have effect. 2 Subject to subsection (3) below, on hearing a complaint by virtue of this section the magistrates’ court may, if satisfied that the defendant has failed to comply with the provisions of any such order as is mentioned in subsection (1)(c) above, make any order which it has power to make under section 3(1)(c) or (d) (payment of weekly sum for benefit of wife, or of a child committed to her custody) or section 4 (interim payments) of the Summary Jurisdiction (Separation and Maintenance) Act (Northern Ireland) 1945, treating, for the purposes of the said section 3(1)(d), a child whose legal custody has not been committed to any person as a child committed to the custody of the applicant. 3 An order shall not be made by virtue of subsection (2) above for the payment of a weekly sum for the benefit of the applicant unless the order made in the convention country provides for the making of periodical payments for her benefit ; nor shall an order be made by virtue of that subsection for the payment of a weekly sum for the benefit of a child of the marriage unless the order made in the convention country provides for the making of periodical payments for the benefit of that child. 4 The Summary Jurisdiction (Separation and Maintenance) Act (Northern Ireland) 1945 shall apply in relation to any application which is treated by virtue of this section as a complaint for an order under section 3 of that Act, and in relation to any order made on the complaint, subject to the following modifications, that is to say— a references to the husband or the wife shall be construed as references to, respectively, the former husband or the former wife, and references to the parties to the marriage shall be construed accordingly ; b sections 1 and 2 shall be omitted ; c for the reference in section 3(1) to an application under the foregoing provisions of that Act there shall be substituted a reference to an application such as is mentioned in subsection (1) above ; d in section 3, subsection (1)(a) and (b) and subsections (2) to (4) shall be omitted ; e payments made under section 3(1)(c) or (d) or section 4 shall be made in the prescribed manner to the prescribed person, instead of to such a person as is mentioned in those provisions (and accordingly subsection (9) of section 27 of this Act shall have effect as if those provisions were included among the enactments mentioned in that subsection) ; f section 5(2) to (5) shall be omitted ; g section 8 shall be omitted ; h proviso (b) to section 13(1) shall be omitted. 5 A divorce obtained in a convention country shall be presumed for the purposes of this section to be one the validity of which is recognised by the law of Northern Ireland, unless the contrary is proved by the defendant. 6 The reference in subsection (1)(b) above to the dissolution of a marriage by divorce shall be construed as including a reference to the annulment of the marriage and any reference in this section to a divorce or to divorce proceedings shall be construed accordingly. 7 In this section the expression “child of the marriage ” shall be construed in accordance with section 8 of the Maintenance and Affiliation Orders Act (Northern Ireland) 1966. ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "60", "section_title": " Further amendments of Maintenance Orders Reciprocal Enforcement) Act 1972 as respects Scotland. ", "section_text": "60 1 In section 31 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 (which relates to applications for the recovery of maintenance in Scotland)—  a after subsection (1) there shall be inserted the following subsection— 1A In any proceedings arising out of such an application as aforesaid the sheriff may subject to subsection (4) below make, with respect to an application under subsection (1) above, such order as he thinks fit having regard to the respective means of the applicant and the person from whom recovery of maintenance is sought and to all the circumstances of the case.  ; b in subsection (2)— i after the word “sheriff ” where it first occurs there shall be inserted the words “, or (on appeal or remit) the Court of Session, ” ; and ii for the words “the sheriff clerk or sheriff clerk depute shall register the order in the prescribed manner in the court ” there shall be substituted the words “the order shall be registered forthwith in the prescribed manner in the appropriate sheriff court by the sheriff clerk or sheriff clerk depute of that sheriff court ; and where an order of the Court of Session varies or revokes a registered order of the sheriff, the said sheriff clerk or sheriff clerk depute shall amend the register accordingly ” ; c after subsection (2) there shall be inserted the following subsection— 2A In subsection (2) above “the appropriate sheriff court ” means the sheriff court making the order or (where the order is an order of the Court of Session) from which the remit or appeal has come.  ; and d after subsection (3) there shall be inserted the following subsections— 4 Where an application under subsection (1) above is for the recovery of maintenance from a person who is a former spouse of the applicant an order containing a provision requiring the payment of such maintenance for the benefit of the applicant shall not be made in respect of that application unless— i the marriage between the applicant and the said former spouse has been dissolved by a divorce which has been granted in a convention country and which is recognised as valid by the law of Scotland ; ii an order for the payment of maintenance for the benefit of the applicant has, in or by reason of the divorce proceedings in the convention country. been made by the court which granted the divorce or by any other court in that country ; and iii the court making the order under this section is satisfied that the former spouse of the applicant has failed to comply with the order mentioned in paragraph (ii) above. 5 Without prejudice to any existing power of variation or revocation but subject to section 34(1) of this Act, subsections (4) and (5) of section 5 of the Divorce (Scotland) Act 1976 shall, where an order with respect to an application under subsection (1) above requires the payment of maintenance by a person to a former spouse of that person, apply to that order as they apply to an order under section 5 of the said Act of 1976. 6 Section 8 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1966 (which relates to the variation and recall by the sheriff of certain orders made by the Court of Session) shall not apply to an order of the Court of Session registered under subsection (2) above. . 2 In section 34 of the said Act of 1972 (which provides for the variation and revocation of orders), in subsection (5) after the word “Scotland ” there shall be inserted the words— —                     a the words “and no court other than the registering court shall have power to vary or revoke a registered order ” in subsection (1) above are subject to any power of the Court of Session on appeal ; and b . 3 In section 36 of the said Act of 1972 (which provides for the admissibility of written evidence), in subsection (1) after the words “magistrates’ court or ” there shall be inserted the words “in, or remitted from, a ”. 4 In section 39 of the said Act of 1972 (which relates to the interpretation of Part II of that Act), in the definition of “maintenance ” for the words “means aliment ” there shall be substituted the words “includes aliment and any sums which are payable, following divorce, as a periodical allowance ”."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "61", "section_title": " Eligibility for Legal Aid in Scotland for proceedings under Maintenance Orders Reciprocal Enforcement) Act 1972. ", "section_text": "61 After section 43 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972 there shall be inserted the following section—  Eligibility for Legal Aid in Scotland 43A 1 In connection with proceedings under Part I of this Act in relation to a maintenance order made by a court in a reciprocating country, where there is produced a certificate from the responsible authority in that country to the effect that the payee would, in that country, be financially eligible for complete or partial— i legal aid ; or ii exemption from costs or expenses, in proceedings there in relation to that maintenance order, section 2(1) and (6)(c), 3 and 4 of the Legal Aid (Scotland) Act 1967 shall not apply in respect of the payee and, subject to the other provisions of that Act, legal aid shall under that Act be available to the payee without inquiry into the payee’s resources. 2 In connection with proceedings under Part II of this Act— a arising out of an application received from a convention country for the recovery of maintenance; or b relating to an order made in respect of such an application, where there is produced a certificate from the appropriate authority in that county to the effect that the applicant would, in that country, be financially eligible for complete or partial— i legal aid; or ii exemption from costs or expenses, in proceedings there for the recovery of maintenance, sections 2(1) and (6)(c), 3 and 4 of the said Act of 1967 shall not apply in respect of the applicant and, subject to the other provisions of that Act, legal aid shall under that Act be available to the applicant without inquiry into the applicant’s resources. 3 Where, in connection with proceedings under Part I or  II  of this Act, a person has received legal aid by virtue of subsection (1) or (2) above, legal advice and assistance under the Legal Advice and Assistance Act 1972 shall, notwithstanding— i any financial conditions imposed by, or by virtue of sections 1 and 4(2), (3) and (4) ; and ii in relation to the effect of subsections (1) to (4) and (7) of section 4 of the said Act of 1967, the provisions of section 6(1)(b), of the said Act of 1972 (but subject otherwise to the provisions of the said Act of 1972), be available in Scotland for that person, without inquiry into his resources, in connection with any matter incidental to, or arising out of, those proceedings. 4 In subsection (1) above “maintenance order ”, “reciprocating country ”, “responsible authority ” and “payee ” have the same meanings respectively as in Part I of this Act ; and in subsection (2) above “ convention country  ” means a country or territory specified in an Order in Council under section 25(1) of this Act, “maintenance ” has the same meaning as in Part 11 of this Act, and “ appropriate authority  ” means the authority from which the Secretary of State received the application. ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "62", "section_title": " Amendment of s. 4 of Matrimonial Causes Act 1973. ", "section_text": "62 In section 4 of the  Matrimonial Causes Act 1973 (which relates to petitions for divorce presented after the granting of a decree of judicial separation or an order in matrimonial proceedings in a magistrates’ court)— a in subsection (3) after the words “judicial separation or ” there shall be inserted the words “(subject to subsection (5) below) ” ; b at the end of the section there shall be added the following subsections— 4 For the purposes of section 1(2)(c) above the court may treat as a period during which the respondent has deserted the petitioner any of the following periods, that is to say— a any period during which there is in force an injunction granted by the High Court or a county court which excludes the respondent from the matrimonial home ; b any period during which there is in force an order made by the High Court or a county court under— i section 1 of the Matrimonial Homes Act 1967, or ii section 4 of the Domestic Violence and Matrimonial Proceedings Act 1976. which prohibits the exercise by the respondent of the right to occupy a dwelling-house In which the applicant and the respondent have or at any time have had a matrimonial home ; c any period during which there is in force an order made by a magistrates’ court under section 16(3) of the Domestic Proceedings and Magistrates’ Courts Act 1978 which requires the respondent to leave the matrimonial home or prohibits the respondent from entering the matrimonial home. 5 Where— a a petition for divorce is presented after the date on which Part I of the Domestic Proceedings and Magistrates’ Courts Act 1978 comes into force, and b an order made under the Matrimonial Proceedings (Magistrates’ Courts) Act 1960 containing a provision exempting the petititioner from the obligation to cohabit with the respondent is in force on that date, then, for the purposes of section 1(2)(c) above, the court may treat a period during which such a provision was included in that order (whether before or after that date) as a period during which the respondent has deserted the petitioner. ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "63", "section_title": " Amendment of s. 27 of Matrimonial Causes Act 1973. ", "section_text": "63 1 For subsection (1) of section 27 of the  Matrimonial Causes Act 1973 there shall be substituted the following subsection— 1 Either party to a marriage may apply to the court for an order under this section on the ground that the other party to the marriage (in this section referred to as the respondent)— a has failed to provide reasonable maintenance for the applicant, or b has failed to provide, or to make a proper contribution towards, reasonable maintenance for any child of the family. 2 For subsections (3) and (4) of the said section 27 there shall be substituted the following subsections— 3 Where an application under this section is made on the ground mentioned in subsection (1)(a) above then, in deciding— a whether the respondent has failed to provide reasonable maintenance for the applicant, and b what order, if any, to make under this section in favour of the applicant, the court shall have regard to all the circumstances of the case including the matters mentioned in section 25(1)(a) to (f) above and, so far as it is just to take it into account, the conduct of each of the parties in relation to the marriage. 3A Where an application under this section is made on the ground mentioned in subsection (1)(b) above then, in deciding— a whether the respondent has failed to provide, or to make a proper contribution towards, reasonable maintenance for the child of the family to whom the application relates, and b what order, if any, to make under this section in favour of the child, the court shall have regard to all the circumstances of the case including the matters mentioned in section 25(1)(a) and (b) and (2)(a) to (e) above, and where the child of the family to whom the application relates is not the child of the respondent, including also the matters mentioned in section 25(3) above. 3B In relation to an application under this section on the ground mentioned in subsection (1)(a) above, section 25(1)(c) shall have efrect as if for the reference therein to the breakdown of the manage there were substituted a reference to the failure to provide reasonable maintenance for the applicant, and in relation to an application under this section on the ground mentioned in subsection (1)(b) above, section 25(2)(d) shall have effect as if for the reference therein to the breakdown of the marriage there were substituted a reference to the failure to provide, or to make a proper contribution towards, reasonable maintenance for the child of the family to whom the application relates. . 3 In subsection (6) of the said section 27 for the words “such one or more of the following orders as it thinks just ” there shall be substituted the words “any one or more of the following orders ”. 4 After subsection (6) of the said section 27 there shall be inserted the following subsections— 6A An application for the variation under section 31 of this Act of a periodical payments order or secured periodical payments order made under this section in favour of a child may, if the child has attained the age of sixteen, be made by the child himself. 6B Where a periodical payments order made in favour of a child under this section ceases to have effect on the date on which the child attains the age of sixteen or at any time after that date but before or on the date on which he attains the age of eighteen, then, if at any time before he attains the age of twenty-one an application is made by the child for an order under this subsection, the court shall have power by order to revive the first mentioned order from such date as the court may specify, not being earlier than the date of the making of the application, and to exercise its powers under section 31 of this Act in relation to any order so revived. . 5 Subsection (8) of the said section 27 shall cease to have effect."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "72", "section_title": ".", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "73", "section_title": " Hearing in private of adoption proceedings. ", "section_text": "73 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "74", "section_title": " Provisions relating to Convention adoption orders. ", "section_text": "74 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 6(1) of the  Adoption (Hague Convention) Act (Northern Ireland) 1969 after the word “annul ” there shall be inserted the words “an adoption effected by a convention adoption order or ” ; and in section 7(2) of that Act the words “in respect of a foreign convention adoption ” shall be omitted."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "  75–83"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "  84"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "86", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "  86"}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "87", "section_title": " Expenses.", "section_text": "87 There shall be defrayed out of moneys provided by Parliament any increase attributable to this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "88", "section_title": " Interpretation.", "section_text": "88 1 In this Act—  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ child ”, in relation to one or both of the parties to a marriage, includes  a child whose father and mother were not married to each other at the time of his birth ; “ child of the family ”, in relation to the parties to a marriage, means— a child of both of those parties; and any other child, not being a child who is  placed with those parties as foster parents  by a local authority or voluntary organisation, who has been treated by both of those parties as a child of their family; “ commission area ” has the same meaning as in  the Justices of the Peace Act 1997 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ local authority ” means the council of a county (other than a metropolitan county), of a metropolitan district or of a London borough, or the Common Council of the City of London;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ maintenance assessment maintenance calculation ” has the same meaning as it has in the Child Support Act 1991 by virtue of section 54 of that Act as read with any regulations in force under that section. “ petty sessions area ” has the same meaning as in the Justices of the Peace Act 1997; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 References in this Act to the parties to a marriage living with each other shall be construed as references to their living with each other in the same household. 3 For the avoidance of doubt it is hereby declared that references in this Act to remarriage include references to a marriage which is by law void or voidable. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any reference in this Act to an enactment shall be construed as a reference to that enactment as amended or extended by or under any subsequent enactment, including this Act."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "89", "section_title": " Transitional provisions, amendments, repeals and commencement.", "section_text": "89 1 The transitional provisions contained in Schedule 1 to this Act shall have effect. 2 Subject to the transistional provisions contained in Schedule 1 to this Act— a the enactments specified in schedule 2 to this act shall have effect subject to the amendments specified in that Schedule (being minor amendments and amendments consequential on the preceding provisions of this act), and b the enactments specified in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint and different dates may be appointed for, or for different purposes of, different provisions. 4 Without prejudice to the transitional provisions contained in Schedule 1 to this Act, an order under subsection (3) above may make such further transitional provision as appears to the Secretary of State to be necessary or expedient in connection with the provisions thereby brought into force, including such adaptations of the provisions thereby brought into force or any provision of this Act then in force as appear to him to be necessary or expedient in consequence of the partial operation of this Act or the  Children Act 1975. 5 An order under subsection (3) above may repeal any provision of this Act which has ceased to have effect by reason of the coming into force of the  Adoption Act 1976. 6 The inclusion in this Act of any express transitional provision or amendment shall not be taken as prejudicing the general application of section 38 of the  Interpretation Act 1889 with regard to the effect of repeals."}, {"act": "Domestic Proceedings and Magistrates’ Courts Act 1978", "year": 1978, "section": "90", "section_title": " Short title and extent.", "section_text": "90 1 This Act may be cited as the Domestic Proceedings, and Magistrates’ Courts Act 1978. 2 Except for the following provisions, that is to say— a sections 54, 55, 60, 61, 74(1) and (3), 87, 88(5), 89(2) (a), (3) and (4) and this section, and b paragraphs 1, 12, 13, 14, 17 and 18 of Schedule 2 this Act does not extend to Scotland. 3 Except for the following provisions, that is to say— a sections 54, 59, 74(5), 88(5), 89(2), (3) and (4) and this section, and b paragraphs 12, 13, 14 and 33  of Schedule 2 and Schedule 3, this Act does not extend to Northern Ireland, and in section 88(5) of this Act any reference to an enactment includes a reference to an enactment contained in an Act of the Parliament of Northern Ireland or a Measure of the Northern Ireland Assembly."}]