[{"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "1", "section_title": " Convention proof marks.", "section_text": "1   1 The sections set out in Schedule 1to this Act shall be substituted for the sections 129 to 130 of the   Gun Barrel Proof Act 1868 (in this Act referredto as “the Act of 1868”. 2 The transitional provisions set out in Schedule 2 to this Act shall have effect."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "2", "section_title": " Offences.", "section_text": "2 1 A person who commits an offence under section 30 (acting as Guardian while not qualified), section 122 (dealing with barrels bearing forged or counterfeit marks  etc. ) or section 143 (fraud by officers of the Two Companies) of the Act of 1868 shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; and b on conviction on indictment to a fine.  2 Section 87 (refusing inspection of books), section 100 (acting contrary to declaration) and section 142 (neglect of duties) of the Act of 1868 shall cease to have effect."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "3", "section_title": " Branch proof houses.", "section_text": "3 Branch proof houses may be established under section 89 of the Act of 1868 in any proper and convenient place, wherever situated."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "4", "section_title": " Rules and regulations.", "section_text": "4 The Guardians shall have power to make any such rules and regulations as are mentioned in section 106 of the Act of 1868; and sections 101 to 105 of that Act (byelaws made by the Guardians) shall cease to have effect."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "5", "section_title": " Metric units.", "section_text": "5 In rules, regulations and scales of proof made or altered under section 117 of the Act of 1868 measurements (whether of length, area, volume, mass or weight) may be expressed in imperial units or in metric units."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "6", "section_title": " Extent of the Gun Barrel Proof Acts 1868 and 1950.", "section_text": "6 The  Gun Barrel Proof Acts 1868   and 1950 shall extend to Scotland and Northern Ireland."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act “ the Act of 1868 ” means the  Gun Barrel Proof Act 1868 and expressions to which a meaning is given for the purposes of the Act of 1868 have the same meaning in this Act. 2 Except so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "8", "section_title": " Minor and consequential amendments and repeals.", "section_text": "8   1 The provisions mentioned in Schedule 3 to this Act shall have effect subject to amendments there specified, being minor amendments or amendments consequential on the provisions of this Act.  2 The enactments mentioned in Schedule 4 to this Act (which contains certain provisions which are obsolete or unnecessary) is hereby repealed to the extent specified in the third column of that Schedule. 3 When it appears to the Secretary of State that Schedule 2 to this Act can have no further application, he may by order made by statutory instrument repeal that Schedule; and the order may make such amendments and repeals in any other enactment as appear to the Secretary of State to be appropriate in consequence of that repeal."}, {"act": "Gun Barrel Proof Act 1978", "year": 1978, "section": "9", "section_title": " Citation, commencement and extent.", "section_text": "9 1 This Act may be cited as the Gun Barrel Proof Act 1978. 2 This Act and the  Gun Barrel Proof Acts 1868   and 1950 may be cited together as the Gun Barrel Proof Acts 1868 to 1978.  3 This Act shall come into operation on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different purposes. 4 This Act extends to Northern Ireland."}]