[{"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "1", "section_title": " Designation of districts by Secretary of State.", "section_text": "1 1 If the Secretary of State is satisfied— a that special social need exists in any inner urban area in Great Britain; and b that the conditions which give rise to the existence of that need could be alleviated by the exercise of the powers conferred by this Act, he may by order specify any district  or Welsh county or county borough  which includes the whole or any part of that area as a designated district for the purposes of this Act. 2 In this Act “ designated district authority ”, in relation to a designated district, means the council of that district or the council of the county  or region  which includes that district  but, in relation to a designated district which is a Welsh county or county borough, means the council of that county or county borough ."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "2", "section_title": " Loans for acquisition of or works on land.", "section_text": "2 1 Where a designated district authority are satisfied that— a the acquisition by any person of land situated within the designated district or  (except where the land is in Wales)  within the same county  or region  as the designated district; or b the carrying out by any person of any works on land so situated, would benefit the designated district, they may make a loan to that person for the purpose of enabling him to acquire that land or, as the case may be, carry out those works; but the council of a designated district shall not make a loan as respects land situated in the same county  or region  as that district without first consulting the council of the district in which the land is situated. 2 A loan under this section, together with interest thereon, shall be secured by a mortgage of the land or, in Scotland, by a standard security over the land. 3 The amount of the principal of a loan under this section shall not exceed— a in the case of a loan made for the purpose of enabling a person to acquire land, 90 per cent. of the value of the security; b in the case of a loan made for the purpose of enabling a person to carry out works, 90 per cent. of the value which it is estimated the security will bear when the works have been carried out. 4 Subject to subsection (5) below, a loan under this section shall carry interest either— a at a rate not less than one quarter per cent. greater than the rate which, on the date of acceptance of the offer to make the loan, is the rate for the time being determined by the Treasury in accordance with section 5 of the  National Loans Act 1968 in respect of local loans made on the security of local rates on that date and for the same period as the loan; or b at such other rate as the Secretary of State may fix in the case of the loan. In this subsection “ local loans ” and “ made on the security of local rates ” have the same meanings as in section 6(2) of the said Act of 1968. 5 Where, on the date of acceptance of an offer to make a loan under this section, there are two or more rates of interest for the time being determined by the Treasury as mentioned in subsection (4) above, the reference in that subsection to the rate so determined shall be read as a reference to such one of those rates as may be specified in a direction given by the Treasury for the purposes of this section; and the Treasury shall cause any such direction to be published in the London and Edinburgh Gazettes as soon as may be after giving it. 6 A mortgage or standard security securing a loan under this section shall be taken at the time when the loan is made or, in the case of a loan made for the purpose of enabling a person to carry out works on land belonging to the authority in pursuance of an agreement whereby the land— a will be sold or leased to him; or b in Scotland, will be sold, leased or feued to him, if the works are carried out to the authority’s satisfaction, at the time when the land is sold, leased or feued to him in pursuance of that agreement. 7 A mortgage or standard security securing a loan under this section shall include provision— a for repayment being made, subject to paragraphs (c) and (d) below, within such period, not exceeding thirty years, as may be specified in the mortgage or standard security; b for repayment being made, subject to paragraphs (c) and (d) below, either by instalments of principal or by an annuity of principal and interest combined; c that, in the event of any of the conditions subject to which the loan is made not being complied with, the balance for the time being unpaid shall become repayable on demand by the authority; d that the said balance, or such part thereof as may be provided for in the mortgage or standard security, may, in any event other than that specified in paragraph (c) above, be repaid on any conditions as may be specified in the mortgage or standard security after one month’s written notice of intention to repay has been given to the authority; e where repayment is to be made by an annuity of principal and interest combined, for determining the amount by which the annuity or the life of the annuity is to be reduced when a part of the loan is paid off otherwise than by way of an instalment of the annuity."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "3", "section_title": " Loans and grants for establishing common ownership and co-operative enterprises.", "section_text": "3 1 Where a designated district authority are satisfied that the establishment by any persons of a body which is intended to meet the requirements of— a paragraphs (a) to (c) of subsection (1) of section 2 of the  Industrial Common Ownership Act 1976 (common ownership enterprises); or b paragraphs (a) and (b) of subsection (2) of that section (co-operative enterprises), would benefit the designated district, they may make a loan or a grant or both to those persons for the purpose of enabling them to establish that body. 2 The Secretary of State may, either generally or with respect to particular cases, give directions as to the making of loans and grants under this section and, in particular, as to the imposition of conditions. 3 Subject to subsection (2) above, a designated district authority, in making a loan or a grant under this section, may impose such conditions as they think fit and may, in particular, impose a condition requiring the repayment of all or any part of the loan or grant— a if any other condition is not complied with; or b in such other circumstances as they may specify."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "4", "section_title": " Declaration of and changes in improvement areas.", "section_text": "4 1 The provisions of the Schedule to this Act shall have effect as respects the procedure for declaring areas to be, and for making changes in, improvement areas. 2 In this Act “ improvement area ”, in relation to a designated district authority, means an area declared to be such an area by that authority."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "5", "section_title": " Loans and grants for improving amenities.", "section_text": "5 1 Where a designated district authority are satisfied that the carrying out by any person of any works mentioned in subsection (2) below on land situated within an improvement area would benefit that area, they may make a loan or a grant or both to that person for the purpose of enabling him to carry out those works. 2 The works referred to in subsection (1) above are as follows— a the construction of fencing or walls; b landscaping and the planting of trees, shrubs and plants; c the clearance or levelling of land; d the cleansing of watercourses, whether natural or artificial, or the reclamation of land covered with water; e the cleaning, painting, repair or demolition of structures or buildings; and f the construction of parking spaces, access roads, turning heads or loading bays. 3 Subsections (2) and (3) of section 3 above shall apply in relation to the making of loans or grants under this section as they apply in relation to the making of loans or grants under that section."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "6", "section_title": " Grants for converting or improving buildings.", "section_text": "6 1 Where a designated district authority are satisfied that the carrying out by any person of any works mentioned in subsection (2) below on land situated within an improvement area would benefit that area, they may make a grant to that person for the purpose of enabling him to carry out those works. 2 The works referred to in subsection (1) above are as follows— a the conversion, extension, improvement or modification of industrial or commercial buildings; and b the conversion of other buildings into industrial or commercial buildings. 3 The amount of a grant under this section shall not exceed 50 per cent of the cost of carrying out the works. 4 Subsections (2) and (3) of section 3 above shall apply in relation to the making of grants under this section as they apply in relation to the making of grants under that section. 5 In this section “ industrial or commercial building ” means a building in use or intended for use for industrial or commercial purposes."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "7", "section_title": " Power to enter into arrangements.", "section_text": "7 1 If the Secretary of State is or Ministers are satisfied that special social need exists in any inner urban area in Great Britain and that the conditions which give rise to the existence of that need are such that a concerted effort should be made to alleviate them, he or they may, as respects any district  or Welsh county or county borough  which includes the whole or any part of that area, enter into arrangements with— a as respects any such district  the council of that district or the council of the county  or region  which includes that district or both; and aa as respects any such Welsh county or county borough, the council of that county or county borough; b such other person or persons (if any) as may appear to him or them appropriate, being arrangements for determining, by consultation between the parties, the action to be taken (whether in the district  or Welsh county or county borough  or not) for the purpose of alleviating those conditions. 2 Where each of two or more districts includes the whole or any part of any inner urban area as respects which the Secretary of State is or Ministers are satisfied as mentioned in subsection (1) above, arrangements under that subsection may take the form of a single set of arrangements covering both or all of those districts. 2A For the purposes of subsection (2) above, references to districts include references to Welsh counties and county boroughs. 3 In this section “ Ministers ” means the Secretary of State and any other Minister or Ministers of the Crown; and in subsection (1) above “ action ” includes the exercise of functions under this or any other Act (whenever passed) including, in particular, functions (whether of Ministers or councils) relating to planning or the compulsory acquisition of land."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "8", "section_title": " Orders specifying special areas.", "section_text": "8 1 Where any arrangements have been entered into under section 7(1) above as respects a designated district, the Secretary of State may, subject to subsection (3) below, by order specify the whole or any part of that district as an area as respects which the powers conferred by sections 9, 10 and 11 below shall be exercisable by the designated district authority, or, as the case may be, either or both of the designated district authorities with whom he has entered into those arrangements. 2 In this Act an area so specified in relation to a designated district authority is referred to, in relation to that authority, as a “special area”. 3 The Secretary of State shall not make an order under subsection (1) above enabling a designated district authority to exercise the powers conferred by sections 9, 10 and 11 below as respects a special area except with the consent of that authority."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "9", "section_title": " Loans for site preparation.", "section_text": "9 1 Where a designated district authority are satisfied that the carrying out by any person of any works mentioned in subsection (2) below on land situated within a special area would benefit that area, they may make a loan to that person for the purpose of enabling him to carry out those works. 2 The works referred to in subsection (1) above are as follows— a the demolition of structures or buildings; b the removal of foundations; c the clearance of land; d the levelling of land; e the construction of access roads; and f the provision of sewers or drains. 3 Where a designated district authority are satisfied that the carrying out by any statutory undertakers or other authority of any works for the provision of electricity, gas, water or sewerage services for land situated within a special area would benefit that area, they may make a loan to any person for the purpose of enabling him to make any payments required as a condition of the carrying out of those works. 4 Subject to subsections (5) and (6) below, subsections (2) to (7) of section 2 above shall apply in relation to loans made under this section as they apply in relation to loans made under that section for the purpose of enabling a person to carry out works. 5 In making a loan under this section, an authority may agree, if they think fit, that no interest shall be payable in respect of, and no repayments of principal shall be required within, such period beginning with the making of the loan and not exceeding two years as the authority may determine. 6 The Secretary of State may, either generally or with respect to particular cases, give directions as to the making of loans under this section and, in particular, as to the imposition of conditions."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "10", "section_title": " Grants towards rent.", "section_text": "10 1 Where a designated district authority are satisfied that the taking by any person of a lease of a building which— a is intended for use for industrial or commercial purposes; and b is situated within a special area, would benefit that area, they may, in respect of such period and by such instalments as they may determine, make a grant to that person towards the rent payable under that lease. 2 Subsections (2) and (3) of section 3 above shall apply in relation to the making of grants under this section as they apply in relation to the making of grants under that section."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "11", "section_title": " Grants towards loan interest.", "section_text": "11 1 Where— a a designated district authority are satisfied that the acquisition by a small firm of land situated within a special area, or the carrying out by such a firm of any works on land so situated, would benefit the special area; and b a loan is made to the firm (whether by the authority or by any other person) for the purpose of enabling it to acquire that land or, as the case may be, carry out those works, the authority may, in respect of such period and by such instalments as they may determine, make a grant to the firm towards the interest payable in respect of that loan. 2 Subsections (2) and (3) of section 3 above shall apply in relation to the making of grants under this section as they apply in relation to the making of grants under that section. 3 In this section “ small firm ” means an industrial or commercial undertaking which has no more than fifty employees."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "13", "section_title": " Power to incur expenditure for certain purposes not otherwise authorised.", "section_text": "13 The powers conferred by this Act on designated district authorities shall be in addition to that conferred on them by  section 137(1) of the  Local Government Act 1972 or  section 83(1) of the  Local Government (Scotland) Act 1973 (power of local authorities to incur expenditure for certain purposes not authorised by any other enactment); and accordingly those sections shall have effect as if this Act had not been enacted."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "15", "section_title": " Orders and directions.", "section_text": "15 1 Any order under this Act shall be made by statutory instrument, and may be varied or revoked by a subsequent order so made. 2 A statutory instrument containing an order made under section 1(1) or 6(3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 It is hereby declared that any direction given under this Act may be varied or revoked by a subsequent direction so given."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "16", "section_title": " Financial provisions.", "section_text": "16 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under any other Act."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act, unless the context otherwise requires— “ county ” includes Greater London and “ district ” includes a London borough, and any reference to the council of a county or district shall be construed accordingly; “ designated district ” means any district  or Welsh county or county borough  specified as such a district by an order made under section 1(1) above; “ designated district authority ” has the meaning given by section 1(2) above; “ improvement area ”, in relation to a designated district authority, has the meaning given by section 4(2) above; “ land ” includes land covered with water, any interest in land and any easement, servitude or right in, to or over land; “ special area ”, in relation to a designated district authority, has the meaning given by section 8(2) above. 2 Except so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment."}, {"act": "Inner Urban Areas Act 1978", "year": 1978, "section": "18", "section_title": " Short title and extent.", "section_text": "18 1 This Act may be cited as the Inner Urban Areas Act 1978. 2 This Act does not extend to Northern Ireland."}]