[{"act": "Interpretation Act 1978", "year": 1978, "section": "1", "section_title": " Words of enactment.", "section_text": "1 Every section of an Act takes effect as a substantive enactment without introductory words."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "2", "section_title": " Amendment or repeal in same Session.", "section_text": "2 Any Act may be amended or repealed in the Session of Parliament in which it is passed."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "3", "section_title": " Judicial notice.", "section_text": "3 Every Act is a public Act to be judicially noticed as such, unless the contrary is expressly provided by the Act."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "4", "section_title": " Time of commencement.", "section_text": "4 An Act or provision of an Act comes into force— a where provision is made for it to come into force on a particular day, at the beginning of that day; b where no provision is made for its coming into force, at the beginning of the day on which the Act receives the Royal Assent."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "5", "section_title": " Definitions.", "section_text": "5 In any Act, unless the contrary intention appears, words and expressions listed in Schedule 1 to this Act are to be construed according to that Schedule."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "6", "section_title": " Gender and number.", "section_text": "6 In any Act, unless the contrary intention appears,— a words importing the masculine gender include the feminine; b words importing the feminine gender include the masculine; c words in the singular include the plural and words in the plural include the singular."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "7", "section_title": " References to service by post.", "section_text": "7 Where an Act authorises or requires any document to be served by post (whether the expression “serve” or the expression “give” or “send” or any other expression is used) then, unless the contrary intention appears, theservice is deemed to be effected by properly addressing, pre-paying and posting a letter containing the document and, unless the contrary is proved, to have been effected at thetime at which the letter would be delivered in the ordinary course of post."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "8", "section_title": " References to distance.", "section_text": "8 In the measurement of any distance for the purposes of an Act, that distance shall, unless the contrary intention appears, be measured in a straight line on a horizontal plane."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "9", "section_title": " References to time of day.", "section_text": "9 Subject to section 3 of the  Summer Time Act 1972 (construction of references to points of time during the period of summer time), whenever an expression of time occurs in an Act, the time referred to shall, unless it is otherwise specifically stated, be held to be Greenwich mean time."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "10", "section_title": " References to the Sovereign.", "section_text": "10 In any Act a reference to the Sovereign reigning at the time of the passing of the Act is to be construed, unless the contrary intention appears, as a reference to the Sovereign for the time being."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "11", "section_title": " Construction of subordinate legislation.", "section_text": "11 Where an Act confers power to make subordinate legislation, expressions used in that legislation have, unless the contrary intention appears, the meaning which they bear in the Act."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "12", "section_title": " Continuity of powers and duties.", "section_text": "12 1 Where an Act confers a power or imposes a duty it is implied, unless the contrary intention appears, that the power may be exercised, or the duty is to be performed, from time to time as occasion requires. 2 Where an Act confers a power or imposes a duty on the holder of an office as such, it is implied, unless the contrary intention appears, that the power may be exercised, or the duty is to be performed, by the holder for the time being of the office."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "13", "section_title": " Anticipatory exercise of powers.", "section_text": "13 Where an Act which (or any provision of which) does not come into force immediately on its passing confers power to make subordinate legislation, or to make appointments, give notices, prescribe forms or do any other thing for the purposes of the Act, then, unless the contrary intention appears, the power may be exercised, and any instrument made thereunder may be made so as to come into force, at any time after the passing of the Act so far as may be necessary or expedient for the purpose— a of bringing the Act or any provision of the Act into force; or b of giving full effect to the Act or any such provision at or after the time when it comes into force."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "14", "section_title": " Implied power to amend.", "section_text": "14 Where an Act confers power to make— a rules, regulations or byelaws; or b Orders in Council, orders or other subordinate legislation to be made by statutory instrument, it implies, unless the contrary intention appears, a power, exercisable in the same manner and subject to the same conditions or limitations, to revoke, amend or re-enact any instrument made under the power."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "14A", "section_title": "Power to include sunset and review provisions in subordinate legislation", "section_text": "14A 1 This section applies where an Act confers a power or a duty on a person to make subordinate legislation except to the extent that— a the power or duty is exercisable by the Scottish Ministers, or b the power or duty is exercisable by any other person within devolved competence (within the meaning of the Scotland Act 1998). 2 The subordinate legislation may include— a provision requiring the person to review the effectiveness of the legislation within a specified period or at the end of a specified period; b provision for the legislation to cease to have effect at the end of a specified day or a specified period; c if the power or duty is being exercised to amend other subordinate legislation, provision of the kind mentioned in paragraph (a) or (b) in relation to that other legislation. 3 The provision that may be made by virtue of subsection (2)(a) includes provision requiring the person to consider whether the objectives which it was the purpose of the legislation to achieve remain appropriate and, if so, whether they could be achieved in another way. 4 Subordinate legislation including provision of a kind mentioned in subsection (2) may make such provision generally or only in relation to specified provisions of the legislation or specified cases or circumstances. 5 Subordinate legislation including provision of a kind mentioned in subsection (2) may make transitional, consequential, incidental or supplementary provision or savings in connection with such provision. 6 In this section,  “ specified ” means specified in the subordinate legislation."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "15", "section_title": " Repeal of repeal.", "section_text": "15 Where an Act repeals a repealing enactment, the repeal does not revive any enactment previously repealed unless words are added reviving it."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "16", "section_title": " General savings.", "section_text": "16 1 Without prejudice to section 15, where an Act repeals an enactment, the repeal does not, unless the contrary intention appears,— a revive anything not in force or existing at the time at which the repeal takes effect; b affect the previous operation of the enactment repealed or anything duly done or suffered under that enactment; c affect any right, privilege, obligation or liability acquired, accrued or incurred under that enactment; d affect any penalty, forfeiture or punishment incurred in respect of any offence committed against that enactment; e affect any investigation, legal proceeding or remedy in respect of any such right, privilege, obligation, liability, penalty, forfeiture or punishment; and any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and any such penalty, forfeiture or punishment may be imposed, as if therepealing Act had not been passed. 2 This section applies to the expiry of a temporary enactment as if it were repealed by an Act."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "17", "section_title": " Repeal and re-enactment.", "section_text": "17 1 Where an Act repeals a previous enactment and substitutes provisions for the enactment repealed, the repealed enactment remains in force until the substituted provisions come into force. 2 Where an Act repeals and re-enacts, with or without modification, a previous enactment then, unless the contrary intention appears,— a any reference in any other enactment to the enactment so repealed shall be construed as a reference to the provision re-enacted; b in so far as any subordinate legislation made or other thing done under the enactment so repealed, or having effect as if so made or done, could have been made or done under the provision re-enacted, it shall have effect as if made or done under that provision."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "18", "section_title": " Duplicated offences.", "section_text": "18 Where an act or omission constitutes an offence under two or more Acts, or both under an Act and at common law, the offender shall, unless the contrary intention appears, be liable to be prosecuted and punished under either or any of those Acts or at common law, but shall not be liable to be punished more than once for the same offence."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "19", "section_title": " Citation of other Acts.", "section_text": "19 1 Where an Act cites another Act by year, statute, session or chapter, or a section or other portion of another Act by number or letter, the reference shall, unless the contrary intention appears, be read as referring— a in the case of Acts included in any revised edition of the statutes printed by authority, to that edition; b in the case of Acts not so included but included in the edition prepared under the direction of the Record Commission, to that edition; c in any other case, to the Acts printed by the Queen’s Printer, or under the superintendence or authority of Her Majesty’s Stationery Office. 2 An Act may continue to be cited by the short title authorised by any enactment notwithstanding the repeal of that enactment."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "20", "section_title": " References to other enactments   etc. .", "section_text": "20 1 Where an Act describes or cites a portion of an enactment by referring to words, sections or other parts from or to which (or from and to which) the portion extends, theportion described or cited includes the words, sections or other parts referred to unless the contrary intention appears. 2 Where an Act refers to an enactment, the reference, unless the contrary intention appears, is a reference to that enactment as amended, and includes a reference thereto asextended or applied, by or under any other enactment, including any other provision of that Act. 2A Where— a an Act passed on or after IP completion day refers to any treaty relating to the EU or any instrument or other document of an EU entity, and b the treaty, instrument of document has effect by virtue of section 7A or 7B of the European Union (Withdrawal) Act 2018 (general implementation of remainder of EU withdrawal agreement etc.), the reference, unless the contrary intention appears and so far as required for the purposes of relevant separation agreement law, is a reference to the treaty, instrument or document as it so has effect (including, so far as so required, as it has effect from time to time). 3   Subject to subsection (2A), where   an Act passed on or after   IP completion day   refers to any EU regulation, EU decision, EU tertiary legislation or provision of the EEA agreement, the reference, unless the contrary intention appears, is a reference to the EU regulation, EU decision, EU tertiary legislation or provision of the EEA agreement as it forms part of domestic law by virtue of section 3 of the European Union (Withdrawal) Act 2018 or section 1 of the Direct Payments to Farmers (Legislative Continuity) Act 2020. 4 Subsection (3) does not determine any question as to whether the reference is to be read as a reference to the EU regulation, EU decision, EU tertiary legislation or provision of the EEA agreement as modified by domestic law (and, accordingly, is without prejudice to subsection (2)). 5 Any expression in   subsections (2A) to   (4) which is defined in the European Union (Withdrawal) Act 2018 has the same meaning in   the subsection concerned   as in that Act. 6 In this section, “treaty” includes any international agreement (and any protocol or annex to a treaty or international agreement)."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "20A", "section_title": "References to    certain   EU  instruments", "section_text": "20A Where an Act passed after the commencement of this section refers to a   EU  instrument   that has been amended, extended orapplied by another such instrument, the reference, unless the contrary intention appears, is a reference to that instrument as so amended, extended orapplied."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "21", "section_title": " Interpretation  etc.", "section_text": "21 1 In this Act “ Act ” includes a local and personal or private Act; and “ subordinate legislation ” means Orders in Council, orders, rules, regulations, schemes, warrants, byelaws and other instruments made or to be made under any Act  or made or to be made on or after   IP completion day under any   assimilated direct   legislation   other than   assimilated direct   CAP legislation as so defined   or made or to be made on or after exit day under   assimilated direct   CAP legislation as defined in section 2 of the Direct Payments to Farmers (Legislative Continuity) Act 2020 . 2 This Act binds the Crown."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "22", "section_title": " Application to Acts and Measures.", "section_text": "22 1 This Act applies to itself, to any Act passed after the commencement of this Act   (subject  , in the case of section   20(2A) to (6) , to the provision made   in section 20(2A) or (3)   and , in the case of section 20A,to the provision made in that section)  and, to the extent specified in Part I of Schedule 2, to Acts passed before thecommencement of this Act. 2 In any of the foregoing provisions of this Act a reference to an Act is a reference to an Act to which that provision applies; but this does not affect the generality ofreferences to enactments or of the references in section 19(1) to other Acts. 3 This Act applies to Measures of the General Synod of the Church of England (and, so far as it relates to Acts passed before the commencement of this Act, to Measures of theChurch Assembly passed after 28th May 1925) as it applies to Acts."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "23", "section_title": " Application to other instruments.", "section_text": "23 1 The provisions of this Act, except sections 1 to 3 and 4(b), apply, so far as applicable and unless the contrary intention appears, to subordinate legislation made after the commencement of this Act and, to the extent specified in Part II of Schedule 2, to subordinate legislation made before the commencement of this Act, as they apply to Acts. 2 In the application of this Act to Acts passed or subordinate legislation made after the commencement of this Act, all references to an enactment include an enactment comprised in subordinate legislation whenever made, and references to the passing or repeal of an enactment are to be construed accordingly. 3 Sections 9 and 19(1) also apply to deeds and other instruments and documents as they apply to Acts and subordinate legislation; and in the application of section 17(2)(a) to Acts passed or subordinate legislation made after the commencement of this Act, the reference to any other enactment includes any deed or other instrument or document. 4 Subsections (1) and (2) of this section do not apply to Orders in Council made under section 5 of the  Statutory Instruments Act 1946, section 1(3) of the  Northern Ireland (Temporary Provisions) Act 1972 or Schedule 1 to the  Northern Ireland Act 1974."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "23ZA", "section_title": "  Assimilated direct   legislation", "section_text": "23ZA 1 The provisions of this Act (except sections 1 to 4, 13 and 19(2)) apply, so far as applicable and unless the contrary intention appears, to any   assimilated direct   legislation so far as it— a is amended by an Act, subordinate legislation or devolution legislation, and b is not subordinate legislation, as they apply to an Act passed at the corresponding time. 2 In their application by virtue of subsection (1)— a section 10 has effect as if the reference to the passing of the Act were a reference to the corresponding time, b section 11 has effect as if the second reference to an Act included a reference to the   assimilated direct   legislation so far as unamended (as well as a reference to that legislation so far as amended), and c section 16(1) has effect as if the reference to the repealing Act not being passed were a reference to the repeal not having been made. 3 References in this Act to the repeal of an enactment are to be read, in the case of an enactment which is   assimilated direct   legislation, as references to the revocation of the enactment. 4 In Schedule 1— a in the definition of  “Commencement”, the references to an enactment do not include any   assimilated direct   legislation other than— i any such legislation to which subsection (1) applies,  ... ia any instrument made on or after exit day under   assimilated direct   CAP legislation as defined in section 2 of the Direct Payments to Farmers (Legislative Continuity) Act 2020, or ii any instrument  , not falling within sub-paragraph (ia),   made on or after   IP completion day   under any   assimilated direct   legislation, and b in the definitions of  “The Corporation Tax Acts” and  “The Income Tax Acts”, the references to an enactment do not include any   assimilated direct   legislation. 5 For the application of this Act to   assimilated direct   legislation which is subordinate legislation, see section 23(1) and (2). 6 In this section— “ corresponding time ” means the time when the amending Act, subordinate legislation or devolution legislation was passed or (as the case may be) made, and “ devolution legislation ” means— an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, Northern Ireland legislation (for the meaning of which see section 24(5)), or an instrument made under anything falling within paragraph (a), (b) or (c)."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "23A", "section_title": " Acts of the Scottish Parliament  etc.", "section_text": "23A 1 This Act applies in relation to an Act of the Scottish Parliament and an instrument made under such an Act only to the extent provided in this section. 2 Except as provided in subsection (3) below, sections 15 to 18 apply to— a an Act of the Scottish Parliament as they apply to an Act, b an instrument made under an Act of the Scottish Parliament as they apply to subordinate legislation. 3 In the application of those sections to an Act and to subordinate legislation— a references to an enactment include an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and b the reference in section 17(2)(b) to subordinate legislation includes an instrument made under an Act of the Scottish Parliament. 4 In the application of section 20 to an Act and to subordinate legislation, references to an enactment include an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "23B", "section_title": "Application of this Act to Welsh legislation", "section_text": "23B 1 The provisions of this Act, except sections 1 to 3, apply to the following as they apply to an Act— a a Measure of the National Assembly for Wales, and b an Act of the National Assembly for Wales, other than the Legislation (Wales) Act 2019, which receives Royal Assent before   1 January 2020 (the day on which Part 2 of that Act comes fully into force) . 2 The provisions of this Act apply to an instrument— a made under a Measure or Act of the National Assembly for Wales, and b made before   1 January 2020 , as they apply to other subordinate legislation. 3 The provisions of this Act apply to an instrument made under an Act of Parliament or   assimilated direct   legislation, and made by the Welsh Ministers or any other devolved Welsh authority, only if— a the instrument is made before   1 January 2020 , b the instrument is made (at any time) with any other person who is not a devolved Welsh authority, or c the instrument contains any provision that applies otherwise than in relation to Wales. 4 Nothing in subsection (2) or (3) limits the operation of sections 12 to 14A in relation to a power or duty to make an instrument to which Part 2 of the Legislation (Wales) Act 2019 applies, but section 11 does not apply in relation to such an instrument. 5 In the application of this Act to a Measure or Act of the National Assembly for Wales, references to the passing of an Act or an enactment are to be read as references to the enactment of the Measure or Act. 6 In this section,  “ devolved Welsh authority ”   , “Welsh zone” and (subject to subsection (7)) “Wales”   have the same meanings as in the Government of Wales Act 2006 (see sections 157A and 158 of that Act). 7 In relation to a provision that— a relates to fishing, fisheries or fish health, and b is contained in an instrument made after section 45 of the Fisheries Act 2020 comes into force, “Wales” includes the area of the Welsh zone beyond the seaward limit of the territorial sea."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "23C", "section_title": "Interpretation of this Act in relation to Welsh legislation", "section_text": "23C 1 In this Act, references to an enactment include an enactment comprised in— a a Measure of the National Assembly for Wales, b an Act of the National Assembly for Wales (whenever the Act receives Royal Assent), c an instrument made under such an Act or Measure (whenever the instrument is made), or d an instrument made under an Act of Parliament or   assimilated direct   legislation, and made by the Welsh Ministers or any other devolved Welsh authority (whenever the instrument is made, and whether or not it is made with any other person), but the reference in section 16(2) to a temporary enactment does not include an enactment comprised in legislation to which Part 2 of the Legislation (Wales) Act 2019 applies (see section 3(1) of that Act). 2 In section 17(2)(b), the reference to subordinate legislation includes an instrument to which Part 2 of the Legislation (Wales) Act 2019 applies. 3 In section 18, the reference to an act or omission which constitutes an offence under two or more Acts includes an act or omission which constitutes an offence under— a any legislation to which that section applies, and b any legislation to which Part 2 of the Legislation (Wales) Act 2019 applies, and the reference to  “those Acts” is to be read accordingly. 4 In section 19(1), references to  “another Act” include— a a Measure of the National Assembly for Wales, and b an Act of the National Assembly for Wales (whenever the Act receives Royal Assent), and the reference in paragraph (c) to  “Acts” is to be read accordingly."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "24", "section_title": " Application to Northern Ireland.", "section_text": "24 1 This Act extends to Northern Ireland so far as it applies to Acts or subordinate legislation which so extend. 2 In the application of this Act to Acts passed or subordinate legislation made after the commencement of this Act, all references to an enactment include an enactmentcomprised in Northern Ireland legislation whenever passed or made; and in relation to such legislation references to the passing or repeal of an enactment include the making orrevocation of an Order in Council. 3 In the application of section 14 to Acts passed after the commencement of this Act which extend to Northern Ireland, “statutoryinstrument” includes statutory rule for the purposes of the  Statutory Rules(Northern Ireland) Order 1979 . 3A Section 20A applies to Northern Ireland legislation as it applies to Acts. 4 The following definitions contained in Schedule 1, namely those of— ... The Communities  ...; The Corporation Tax Acts;   E.C.S.C. Treaty;  E.E.C. Treaty; EEA  agreement and  EEA  state;   Entry date; The  EU  or the European Union;  EU  institution;  EU  instrument; Euratom, Economic Community and Coal and Steel Community; Euratom Treaty; European Court; The Income Tax Acts;   Member (in the expression  “member State”);   The Tax Acts  ;  The Treaties or the  EU  Treaties , apply, unless the contrary intention appears, to Northern Ireland legislation as they apply to Acts. 5 In this section “ Northern Ireland legislation ” means— a Acts of the Parliament of Ireland; b Acts of the Parliament of Northern Ireland; c Orders in Council under section 1(3) of the  Northern Ireland (Temporary Provisions) Act 1972; d Measures of the Northern Ireland Assembly established under section 1 of the  Northern Ireland Assembly Act 1973; e Orders in Council under Schedule 1 to the  Northern Ireland Act 1974; f Acts of the Northern Ireland Assembly; and g Orders in Council under section 85 of the Northern Ireland Act 1998."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "25", "section_title": " Repeals and savings.", "section_text": "25 1 The enactments described in Schedule 3 are repealed to the extent specified in the third column of that Schedule. 2 Without prejudice to section 17(2)(a), a reference to the  Interpretation Act 1889, to any provision of that Act or to any other enactment repealed by this Act, whether occurring in another Act, in subordinate legislation, in Northern Ireland legislation or in any deed or other instrument or document, shall be construed as referring to this Act, or to the corresponding provision of this Act, as it applies to Acts passed at the time of the reference. 3 The provisions of this Act relating to Acts passed after any particular time do not affect the construction of Acts passed before that time, though continued or amended by Acts passed thereafter."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "26", "section_title": " Commencement.", "section_text": "26 This Act shall come into force on 1st January 1979."}, {"act": "Interpretation Act 1978", "year": 1978, "section": "27", "section_title": " Short title.", "section_text": "27 This Act may be cited as the Interpretation Act 1978."}]