[{"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "1", "section_title": " The  Court of Judicature .", "section_text": "1 There shall be a  Court of Judicature  of Northern Ireland (in this Act referred to as “ the  Court of Judicature ”) which shall consist of— a Her Majesty’s High Court of Justice in Northern Ireland (in this Act referred to as “ the High Court ”); b Her Majesty’s Court of Appeal in Northern Ireland (in this Act referred to as “ the Court of Appeal ”); and c Her Majesty’s Crown Court in Northern Ireland (in this Act referred to as “ the Crown Court ”), with such jurisdiction as is respectively conferred on those courts by this Act or by any other statutory provision."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "2", "section_title": " The High Court.", "section_text": "2 1 The High Court shall consist of the Lord Chief Justice of Northern Ireland (in this Act referred to as “ the Lord Chief Justice ”) . . .  and  not more than   fifteen   puisne judges  who shall be styled “ Judges of the High Court.” 2 All the judges of the High Court shall, save as in this Act otherwise expressly provided, have in all respects equal jurisdiction and shall be addressed in the manner in which judges of the High Court of Justice in Northern Ireland were customarily addressed heretofore. 3 The   Department of Justice   may, with the agreement of the Northern Ireland Judicial Appointments Commission, by order  from time to time amend subsection (1) so as to vary the maximum number of puisne judges. 4 Part 3 of Schedule 3 to the Justice (Northern Ireland) Act 2002 does not apply in relation to puisne judges."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "3", "section_title": " The Court of Appeal.", "section_text": "3 1 The Court of Appeal shall consist of the Lord Chief Justice . . .  and three other judges who shall be styled “Lords Justices of Appeal”. 2 Every judge of the High Court shall be a judge of the Court of Appeal for the purposes of its jurisdiction in a criminal cause or matter and for those purposes shall have all the jurisdiction of a judge of the Court of Appeal. 3 All the judges of the Court of Appeal shall, save as in this Act otherwise expressly provided, have in all respects equal jurisdiction and shall be addressed in the manner in which judges of the Court of Appeal in Northern Ireland were customarily addressed heretofore. 4 The   Department of Justice   may, with the agreement of the Northern Ireland Judicial Appointments Commission, by order  from time to time amend subsection (1) so as to vary the number of Lords Justices of Appeal. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Department of Justice may by order from time to time create divisions or additional divisions of the Court of Appeal or provide any division be abolished; and any such order— a may contain such provision as may appear to the Department to be necessary or proper for that purpose; and b may amend or repeal any statutory provision (including any provision of this Act) so far as it appears to the Department to be necessary or expedient in consequence of the order."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "4", "section_title": " The Crown Court.", "section_text": "4 1 There shall be a Crown Court in Northern Ireland whose jurisdiction shall be exercisable by the Lord Chief Justice  ..., any judge of the High Court or the Court of Appeal or any county court judge. 2 The persons mentioned in subsection (1) shall, when exercising the jurisdiction of the Crown Court, be judges of the Crown Court but a county court judge shall not, except when exercising such jurisdiction, be deemed to be a judge of the  Court of Judicature . 3 In any statutory provision relating to the Crown Court (including a provision of this Act) references to a judge of the High Court shall include references to a judge of the Court of Appeal."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "5", "section_title": " Divisions of the High Court.", "section_text": "5 1 There shall be three divisions of the High Court, namely— a the Chancery Division; b the Queen’s Bench Division; and c the Family Division. 2 The Department of Justice may by order  from time to time create additional divisions of the High Court or provide that any division be abolished and any  such order  may contain such provision as may be necessary or proper for that purpose. 3 A judge of the High Court may sit in any division. 4 Without prejudice to any statutory provision relating to or affecting the distribution of business in the High Court, all jurisdiction vested in the High Court shall belong to all the divisions alike."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "6", "section_title": " Judges of one court empowered to assist another.", "section_text": "6 1 A Lord Justice of Appeal may at any time at the request of the Lord Chief Justice sit and act as a judge of the High Court. 2 A judge of the High Court shall, if requested to do so by the Lord Chief Justice, sit and act as a judge of the Court of Appeal when that court is exercising jurisdiction other than jurisdiction in a criminal cause or matter."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "7", "section_title": " Further assistance for transaction of judicial business.", "section_text": "7 1 A person who not being a judge of the High Court or the Court of Appeal— a holds or has held the office of a   judge of the Supreme Court  and before his appointment to that office  was a member of the Bar of Northern Ireland, or a solicitor of the   Court of Judicature , of at least ten years’ standing ;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . may [at anytime] at the request of the   Lord Chief Justice  sit and act as a judge of the High Court or the Court of Appeal  at any time on or before the day on which he attains the age of seventy-five. 2 A county court judge shall, if requested to do so by the   Lord Chief Justice , sit and act as a judge of the High Court. 3 The Northern Ireland Judicial Appointments Commission may appoint a person qualified for appointment as a judge of the High Court to sit and act as a judge of the High Court as a temporary measure in order to facilitate the disposal of business in the High Court or the Crown Court. 4 For any period during which a person who does not hold office as a   judge of the Supreme Court  or as a county court judge sits and acts under this section  the Department of Justice shall pay  to him such remuneration and allowances as the Lord Chancellor may, with the concurrence of the Minister for the Civil Service, determine. 5 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "8", "section_title": " Additional provisions as to persons rendering judicial assistance.", "section_text": "8 1 A person may sit and act under section 6 or 7 as a judge of a court for the purpose of a particular case or cases or during a specified period and whether or not all the judges of that court are sitting or are available to sit. 1A For this purpose, an appointment under section 7(3) is to be made for— a a particular case or cases determined by the Lord Chief Justice or a person within section 7(5)(a) or (b) nominated by the Lord Chief Justice to make determinations under this paragraph, or b a period specified by the Northern Ireland Judicial Appointments Commission with the agreement of the   Department of Justice  . 2 Every person while sitting and acting under section 6 or 7 shall, subject to subsection (3), be treated for all purposes as, and accordingly may perform any of the functions of, a judge of the court in which he is sitting and acting. 3 A person shall not by virtue of subsection (2) be treated as a judge of the court in which he is sitting and acting for the purposes of any statutory provision relating to— a the appointment, retirement, removal or disqualification of judges of that court; b the tenure of office and oaths to be taken by such judges; or c the remuneration, allowances or pensions of such judges. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "9", "section_title": " Qualification to be judge of High Court or Court of Appeal", "section_text": "9 A person is not qualified for appointment as Lord Chief Justice, a Lord Justice of Appeal or a judge of the High Court unless he is— a a member of the Bar of Northern Ireland of at least ten years’ standing; or b a solicitor of the   Court of Judicature  of at least ten years’ standing."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "10", "section_title": " Judicial precedence.", "section_text": "10 1 The Lords Justices of Appeal shall rank among themselves according to the priority of their appointment as judges of the Court of Appeal. 2 The judges of the High Court shall rank next after the judges of the Court of Appeal and among themselves according to the priority of their appointment as judges of the High Court."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "11", "section_title": " Exercise of functions of Lord Chief Justice.", "section_text": "11 1 Anything which by virtue of this Act or any other statutory provision is for the time being authorised or required to be done to or by the Lord Chief Justice may, if the Lord Chief Justice is not available because of absence or other reason or if his office is vacant, be done during such unavailability or vacancy to or by the senior Lord Justice of Appeal who is available. 2 Nothing in subsection (1) shall confer on a Lord Justice of Appeal the power of making a permanent appointment to any office."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "12", "section_title": "  Appointment of the Lord Chief Justice and Lords Justices of Appeal", "section_text": "12 1 Whenever the office of Lord Chief Justice is vacant, Her Majesty may appoint a qualified person to that office by letters patent under the Great Seal of Northern Ireland. 2 Her Majesty may, from time to time, appoint a qualified person as a Lord Justice of Appeal by letters patent under the Great Seal of Northern Ireland (but subject to the limit on numbers for the time being imposed by section 3). 3 Her Majesty's powers of appointment under this section are exercisable on the Prime Minister's recommendation. 4 The Prime Minister must make a recommendation to fill any vacancy in the office of Lord Chief Justice or Lord Justice of Appeal. 5 Subsection (4) does not apply to a vacancy in the office of Lord Justice of Appeal while the Lord Chief Justice agrees that it may remain unfilled. 6 Before making a recommendation, the Prime Minister must consult— a the Lord Chief Justice or, if that office is vacant or the Lord Chief Justice is not available, the senior Lord Justice of Appeal who is available, and b the Northern Ireland Judicial Appointments Commission."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "12A", "section_title": "Appointment of judges of the High Court", "section_text": "12A Her Majesty may, from time to time, appoint a qualified person as a judge of the High Court by letters patent under the Great Seal of Northern Ireland (but subject to the limit on numbers for the time being imposed by section 2)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "12B", "section_title": "Tenure of office: Lord Chief Justice", "section_text": "12B 1 The Lord Chief Justice holds office during good behaviour (subject to section 26 of  ... the Judicial Pensions and Retirement Act 1993). 2 Her Majesty may, on an address of both Houses of Parliament, remove a person (“P”) from office as Lord Chief Justice. 3 A motion for such an address may be made— a in the House of Commons, only by the Prime Minister; b in the House of Lords, only by the Lord Chancellor or, if the Lord Chancellor is not a member of that House, only by another Minister of the Crown at the Lord Chancellor's request. 4 No motion is to be made for the purposes of subsection (3) unless— a the Prime Minister has, after consulting the Lord Chancellor, convened a tribunal as set out below, and b the tribunal has reported to the Prime Minister recommending that P be removed from the office on the ground of misbehaviour. 5 No motion is to be made in the House of Commons for the purposes of subsection (3) unless the Prime Minister has laid a copy of the tribunal's report before that House. 6 No motion is to be made in the House of Lords for the purposes of subsection (3) unless the person making it has laid a copy of the tribunal's report before that House. 7 If the Prime Minister and the Lord Chancellor are considering the making of motions for the purposes of subsection (3), the Prime Minister may suspend P from the office. 8 If P is suspended, P may not carry out any functions of the office (but P's other rights as holder of the office are unaffected). 9 A tribunal is to consist of— a a person who holds high judicial office (within the meaning of Part 3 of the Constitutional Reform Act 2005) and who does not hold (and has never held) the office of Lord Chief Justice, Lord Justice of Appeal or judge of the High Court, b a person who is or has been a judge of the Court of Appeal of England and Wales or the Inner House of the Court of Session, and c a lay member of the Northern Ireland Judicial Appointments Commission (see section 3(5)(c) of the Justice (Northern Ireland) Act 2002). 10 The persons within subsection (9)(a) and (b) are to be selected by the Lord Chancellor after consulting— a the President of the Supreme Court of the United Kingdom, b the Lord Chief Justice of England and Wales, and c the Lord President of the Court of Session; (or, where an office is vacant or an office holder is not available, some other appropriate person). 11 The person within subsection (9)(c) is to be selected by the Northern Ireland Judicial Appointments Ombudsman. 12 The person within subsection (9)(a) is to be the chair of the tribunal. 13 The tribunal's procedure is to be determined by the chair. 14 The   Department of Justice     may pay a member of a tribunal any such allowances or fees as it may determine. 15 Before the coming into force of section 23 of the Constitutional Reform Act 2005, in subsection (10)(a) the reference to the President of the Supreme Court of the United Kingdom is to be read as a reference to the senior Lord of Appeal in Ordinary."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "12C", "section_title": "Tenure of office: Lords Justices of Appeal and certain High Court judges", "section_text": "12C 1 Lords Justices of Appeal and judges of the High Court hold office during good behaviour (subject to section 26 of  ... the Judicial Pensions and Retirement Act 1993). 2 Her Majesty may, on an address of both Houses of Parliament, remove a person (“P”) from office as Lord Justice of Appeal or judge of the High Court. 3 A motion for such an address may be made— a in the House of Commons, only by the Prime Minister; b in the House of Lords, only by the Lord Chancellor or, if the Lord Chancellor is not a member of that House, only by another Minister of the Crown at the Lord Chancellor's request. 4 No motion is to be made for the purposes of subsection (3) unless— a the Lord Chief Justice or the Northern Ireland Judicial Appointments Ombudsman has, after consulting the other, convened a tribunal as set out below, b the tribunal has reported to the Lord Chief Justice recommending that P be removed from the office on the ground of misbehaviour, and c the following has occurred— i the Lord Chief Justice has advised the Prime Minister and the Lord Chancellor to accept the tribunal's recommendation, or ii if the Lord Chief Justice does not so advise, the Prime Minister and the Lord Chancellor have consulted the Lord Chief Justice about the recommendation. 5 No motion is to be made in the House of Commons for the purposes of subsection (3) unless the Prime Minister has laid a copy of the tribunal's report before that House. 6 No motion is to be made in the House of Lords for the purposes of subsection (3) unless the person making it has laid a copy of the tribunal's report before that House. 7 If the Prime Minister and the Lord Chancellor are considering the making of motions for the purposes of subsection (3), the Prime Minister may, with the agreement of the Lord Chief Justice, suspend P from the office. 8 If P is suspended, P may not carry out any functions of the office (but P's other rights as holder of the office are unaffected). 9 A tribunal is to consist of— a a person who holds high judicial office (within the meaning of Part 3 of the Constitutional Reform Act 2005) and who does not hold (and has never held) the office of Lord Chief Justice, Lord Justice of Appeal or judge of the High Court, b a person who is or has been a judge of the Court of Appeal of England and Wales or the Inner House of the Court of Session, and c a lay member of the Northern Ireland Judicial Appointments Commission (see section 3(5)(c) of the Justice (Northern Ireland) Act 2002). 10 The persons within subsection (9)(a) and (b) are to be selected by the Lord Chief Justice after consulting— a the Lord Chancellor, b the President of the Supreme Court of the United Kingdom, c the Lord Chief Justice of England and Wales, and d the Lord President of the Court of Session; (or, where an office is vacant or an office holder is not available, some other appropriate person). 11 The person within subsection (9)(c) is to be selected by the Northern Ireland Judicial Appointments Ombudsman. 12 The person within subsection (9)(a) is to be the chair of the tribunal. 13 The tribunal's procedure is to be determined by the Lord Chief Justice. 14 If the tribunal recommends as mentioned in subsection (4)(b), the Lord Chief Justice must send the Prime Minister and the Lord Chancellor— a a copy of the tribunal's report, b any comments that the Lord Chief Justice wishes to make on the report, and c any comments that the Northern Ireland Judicial Appointments Ombudsman wishes to make on the report. 15 The   Department of Justice     may pay a member of a tribunal any such allowances or fees as it may determine. 16 Nothing in subsections (1) to (15) applies to a judge of the High Court appointed after the coming into force of section 7 of the Justice (Northern Ireland) Act 2002 (as to the removal and suspension of whom see that section). 17 Before the coming into force of section 23 of the Constitutional Reform Act 2005, in subsection (10)(b) the reference to the President of the Supreme Court of the United Kingdom is to be read as a reference to the senior Lord of Appeal in Ordinary."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "13", "section_title": " Tenure of office, oath,  etc.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "14", "section_title": " Vacation of office.", "section_text": "14 1 The Lord Chief Justice, a Lord Justice of Appeal or a judge of the High Court may vacate his office by resignation in writing under his hand addressed to  Her Majesty . 2 The High Court and the Court of Appeal shall be deemed to be duly constituted during and notwithstanding any vacancy in the office of any judge of either court. 3 Nothing in subsection (1) shall affect the operation of section 12 of the  Administration of Justice Act 1973 (retirement of higher judiciary in the event of incapacity)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "15", "section_title": " Power of judges to act in cases relating to rates and taxes.", "section_text": "15 1 The Lord Chief Justice, a Lord Justice of Appeal, a judge of the High Court or a judge of the Crown Court shall not be incapable of acting in his judicial office in any proceeding by reason of his being as one of several ratepayers or as one of any other class of persons liable, in common with others, to contribute to or eligible to be benefited by any rate or tax which may be increased, diminished or in any way affected by that proceeding. 2 In this section the expression “ rate or tax ” means any rate, tax, duty or assessment whether public, general or local, and also any fund formed from the proceeds of any such rate, tax, duty or assessment, or applicable to the purposes to which any such rate, tax, duty or assessment might be applied or similar purposes."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "16", "section_title": " General jurisdiction of the High Court and its judges.", "section_text": "16 1 The High Court shall be a superior court of record. 2 There shall, subject to the provisions of this Act, be exercisable by the High Court— a all such jurisdiction as was heretofore capable of being exercised by the High Court of Justice in Northern Ireland; b such other jurisdiction as is conferred by this Act or as may from time to time be conferred on the High Court by any subsequent statutory provision. 3 The jurisdiction vested in the High Court shall, save as provided by this Act, include the jurisdiction heretofore capable of being exercised by the High Court of Justice in Northern Ireland or by any division or judge or officer thereof in pursuance of any statutory provision, prerogative, law or custom and also all ministerial and other powers, duties and authorities incident to any and every part of the jurisdiction so vested. 4 In addition to the jurisdiction and functions exercisable by him under or by virtue of any other provision of this Act, the Lord Chief Justice may, save as provided by this Act, exercise all the jurisdiction and ministerial and other powers, duties and authorities which, in pursuance of any statutory provision, prerogative, law or custom, were heretofore capable of being exercised by the Lord Chief Justice of Northern Ireland otherwise than as a judge of the High Court or Court of Appeal. 5 Except where a statutory provision otherwise provides, any jurisdiction of the High Court or a division thereof shall be exercised by a single judge. 6 The generality of this section is not limited by any other provision of this Act."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "17", "section_title": " Assignment of business to judges.", "section_text": "17 Without prejudice to section 5(3), the Lord Chief Justice may assign to any judge of the High Court any part of the business of that court or of any division thereof and, in particular, may assign to such a judge, to be known as the Chancery Judge, the whole or any part of the business of the Chancery Division."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "18", "section_title": " Application for judicial review.", "section_text": "18 1 Rules of court shall provide for a procedure, to be known as an application for judicial review, under which application may be made to the High Court for one or more of the following forms of relief, that is to say, relief by way of— a an order of mandamus; b an order of certiorari; c an order of prohibition; d a declaration; e an injunction. 2 Without prejudice to the generality of subsection (1), the rules shall provide— a that leave of the court shall be obtained before any application for judicial review, other than an application for an order of certiorari by the Attorney General acting on behalf of the Crown, is made; b that such leave shall not be granted if, having regard to the nature of the persons and bodies against whom relief may be granted by way of an order of mandamus, prohibition or certiorari, the court is satisfied that the case is one in respect of which of which relief could not be granted by way of any such order; c that, where leave is so obtained, the grounds relied on and the relief granted shall only be one or more of those specified in the application; d that the court may direct, or grant leave for, the application to be amended to specify different or additional grounds or relief; and e that the court may, subject to subsection (6), direct pleadings to be delivered or authorise or require oral evidence to be given where this appears to the court to be necessary or desirable. 3 On an application for judicial review the court may grant any of the forms of relief mentioned in subsection (1)(a) to (e) which the applicant has claimed and to which he appears to be entitled whether or not he appears to be entitled to any of the other forms of relief so mentioned, whether claimed or not. 4 The court shall not grant any relief on an application for judicial review unless it considers that the applicant has a sufficient interest in the matter to which the application relates. 5 Without prejudice to section 25 of this Act or to  Article 159 of the Magistrates’ Courts (Northern Ireland) Order 1981 , where, on an application for judicial review, the court finds that— a the sole ground of relief established is a defect in form or a technical irregularity; and b no substantial wrong and no miscarriage of justice has occurred or no remedial advantage could accrue to the applicant, the court may refuse relief and, where a lower deciding authority has exercised jurisdiction, may make an order, having effect from such time and on such terms as the court thinks just, validating any decision or determination of the lower deciding authority or any act done in consequence thereof notwithstanding that defect or irregularity. 6 No return shall be made to orders of mandamus, prohibition or certiorari and no pleadings in prohibition shall be allowed but, subject to any right of appeal, such orders shall be final. 7 For references in any statutory provision coming into operation as respects Northern Ireland before 15th September 1965 to a writ of mandamus, prohibition or certiorari there shall be substituted references to the corresponding order and for references to the issue or award of any such writ there shall be substituted references to the making of the corresponding order."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "19", "section_title": " Stay and interim relief.", "section_text": "19 On an application for judicial review, the High Court may grant a stay of proceedings or of enforcement of an order or may grant such interim relief as it considers appropriate pending final determination of the application."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "20", "section_title": " Damages.", "section_text": "20 In proceedings on an application for judicial review the High Court may, in lieu of or in addition to any other relief, award damages to an applicant, if— a he has, in accordance with rules of court, joined with his application a claim for damages arising from any matter to which the application relates; and b the court is satisfied that, if such claim had been made in a separate action begun by the applicant at the time of making his application, he would have been entitled to such damages."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "21", "section_title": " Power to remit matter or reverse or vary decision.", "section_text": "21 Without prejudice to section 18(5), where on an application for judicial review— a the relief sought is an order of certiorari; and b the High Court is satisfied that there are grounds for quashing the decision in issue, the court may, instead of quashing the decision, remit the matter to the lower deciding authority concerned, with a direction to reconsider it and reach a decision in accordance with the ruling of the court or may reverse or vary the decision of the lower deciding authority."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "22", "section_title": " Extension of supervisory powers of High Court.", "section_text": "22 1 Any statutory provision to the effect that any order or determination shall not be called into question in any court, or which by similar words excludes any of the powers of the High Court, shall not operate so as to— a prevent the removal of the proceedings into the High Court by order of certiorari; or b prejudice the powers of the High Court to make orders of mandamus. 2 This section does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any statutory provision specially authorising applications to the High Court within a time limited by that provision; or c a statutory provision passed or made on or after 1st August 1958."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "23", "section_title": " Declaratory judgments.", "section_text": "23 1 No action or other proceeding shall be open to objection on the ground that a merely declaratory judgment or order is sought thereby. 2 The High Court may make binding declarations of right in any action or other proceeding whether or not any consequential relief is or could be claimed therein. 3 Notwithstanding that the events on which a right depends may not have occurred, the High Court may in its discretion make a binding declaration of right if it is satisfied that— a the question for decision involves a point of general public importance or that it would in the circumstances be unjust or inconvenient to withhold the declaration; and b the interests of persons not parties to the proceedings would not be unjustly prejudiced by the declaration."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "24", "section_title": " Injunction concerning public office.", "section_text": "24 1 Where a person is acting or has acted in an office to which this section applies without being entitled so to act, the High Court, on an application under this section, may— a grant an injunction restraining him from so acting; b declare the office to be vacant. 2 This section applies to any substantive office of a public nature and permanent character which is held under the Crown or has been created by or under a statutory provision or royal charter."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "25", "section_title": " Power of High Court to vary sentence on certiorari.", "section_text": "25 1 Where a person has been sentenced for an offence by a magistrates’ court or, on appeal, by a county court and an application is made to the High Court for an order of certiorari to remove the proceedings of the magistrates’ court or the county court into the High Court, and the High Court determines that the magistrates’ court or county court had no power to pass the sentence, the High Court may, instead of quashing the conviction, amend it by substituting for the sentence passed any sentence which the magistrates’ court had power to impose. 2 Any sentence passed by the High Court by virtue of this section in substitution for the sentence passed in the proceedings of the magistrates’ court or county court shall, unless the High Court otherwise directs, begin to run from the time when it would have begun to run if passed in those proceedings. 3 Subsections (1) and (2) shall apply, with the necessary modifications, in relation to any order of a magistrates’ court or county court which is made on, but does not form part of, the conviction of an offender as they apply in relation to a conviction and sentence. 4 The High Court may release from custody a person who has been convicted or sentenced by a magistrates’ court or, on appeal, by a county court and has applied to the High Court for an order of certiorari to remove the proceedings of the magistrates’ court or the county court into the High Court on his entering into a recognizance, with or without sureties, conditioned for his appearance within ten days after the judgment of the High Court is given, unless the conviction or sentence is quashed by that judgment. 5 The time during which a person is admitted to bail under this section shall not count as any term of imprisonment or detention under his sentence, and any sentence of imprisonment or detention imposed by a magistrates’ court or, on appeal, by a county court after the imposition of which a person is so admitted to bail shall be deemed to begin to run or to be resumed as from the date on which he is received under the sentence in the prison or other place where he is to be detained. 6 Rules of court may prescribe the persons before whom and the manner in which a recognizance under subsection (4) shall be entered into by a person applying for an order of certiorari and the manner in which such a recognizance may be enforced and may authorise the recommittal of persons so applying."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "25A", "section_title": "Transfer of judicial review applications to Upper Tribunal", "section_text": "25A 1 This section applies where an application is made to the High Court— a for judicial review, or b for leave to apply for judicial review. 2 If Conditions 1, 2  and 3   are met, the High Court must by order transfer the application to the Upper Tribunal. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If Conditions 1  and 2   are met, but Condition 3 is not, the High Court may by order transfer the application to the Upper Tribunal if it appears to the High Court to be just and convenient to do so. 4 Condition 1 is that the application does not seek anything other than— a relief under section 18(1)(a) to (e); b leave to apply for relief under section 18(1)(a) to (e); c an award under section 20; d interest; e costs. 5 Condition 2 is that the application does not call into question anything done by the Crown Court. 6 Condition 3 is that the application falls within a class specified under section 18(6) of the Tribunals, Courts and Enforcement Act 2007. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "26", "section_title": " Wards of court.", "section_text": "26 1 Subject to the provisions of this section, no minor shall be made a ward of court except by virtue of an order to that effect made by the High Court. 2 Where application is made for such an order in respect of a minor, the minor shall become a ward of court on the making of the application, but shall cease to be a ward of court at the expiration of such period as may be prescribed, unless within that period an order has been made in accordance with the application. 2A Subsection (2) does not apply with respect to a child who is the subject of a care order (as defined by Article 2(2) of the Children (Northern Ireland) Order 1995). 3 The High Court may, either upon an application in that behalf or without such an application, order that any minor who is for the time being a ward of court shall cease to be a ward of court. 4 The power of the High Court to make a minor a ward of court or to make an order in relation to a minor who is a ward of court may be exercised irrespective of whether or not the minor has property of any kind."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "29", "section_title": " Co-ordination of exercise of jurisdiction in relation to persons under disability.", "section_text": "29 1 Rules of court may make provision for ensuring that where— a a cause or matter affecting a person under a disability of any kind is brought before a judge of the High Court other than a judge (“the assigned judge”) to whom causes or matters particularly affecting persons under a disability of that kind are assigned; or b any question affecting such a person arises in a cause or matter so brought: any conflict between the exercise of jurisdiction by the judge seised of the proceedings (“the seised judge”) and the assigned judge is avoided and the exercise of those jurisdictions is co-ordinated. 2 For example, in relation to minors the rules may make provision for the purposes of— a enabling the seised judge to make an order making a minor a ward of court, if he considers it proper to do so, and to transfer the cause or matter to the assigned judge; b enabling or requiring the seised judge to refer the question of wardship to the assigned judge; c empowering the seised judge, where a question arising in the proceedings affects the welfare (including  upbringing ) or property of a minor who is already a ward of court, either— i to refer the question to the assigned judge, or ii to make such order as he considers necessary to dispose of the question (not being an order which conflicts with an order previously made in wardship proceedings affecting the minor), and enabling an order made by virtue of sub-paragraph (ii) to be varied or discharged; d requiring the seised judge— i when he makes an order and transfers a cause or matter as mentioned in paragraph (a), or ii when he makes a reference as mentioned in paragraph (b), or iii when he makes a reference or order as mentioned in paragraph (c), to furnish to the assigned judge a report on the relevant facts and proceedings together with such observations and recommendations as he thinks fit; e empowering the assigned judge, on a cause or matter being transferred to him or a question being referred to him, to proceed as though it had originated before him. 3 Rules of court shall provide for the transmission to the Office of Care and Protection of a copy of an order made by the seised judge— a which relates to a person under a disability which brings him within the jurisdiction of that Office; b which makes a minor a ward of court; or c which the judge directs be so transmitted."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "30", "section_title": " High Court to have exclusive original jurisdiction in admiralty.", "section_text": "30 The High Court shall, subject to section 46(3), have exclusive original jurisdiction in admiralty and, accordingly, a county court shall not have jurisdiction to hear any admiralty cause or matter and the admiralty jurisdiction conferred on the Court of the Recorder of Belfast by section 55 of, and Part I of Schedule 1 to, the  Administration of Justice Act 1956 is hereby abolished."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "31", "section_title": " Remittal and removal of proceedings.", "section_text": "31 1 The High Court may in accordance with rules of court at any stage remit to a county court the whole or any part of any civil proceedings to which this subsection applies if— a the parties consent to the remittal thereof; b the court is satisfied upon the application of any party to proceedings involving an unliquidated claim that the full amount of that claim is likely to be within the monetary limit of the jurisdiction of the county court; c the court is satisfied, whether upon the application of any party or otherwise, that the subject matter of the proceedings (not being an unliquidated claim) is or is likely to be within the limits of the jurisdiction of the county court; or d the claimant abandons the right to recover any amount in excess of the monetary limit of the jurisdiction of the county court, and in any such case the court is of the opinion that in all the circumstances the proceedings may properly be heard and determined in the county court. 2 Subsection (1) applies to civil proceedings commenced in the High Court of a kind which the county court would, apart from any limitation by reason of amount or value or annual value, have jurisdiction to hear and determine if commenced in that court. 3 Proceedings remitted under this section shall be remitted to such county court as the High Court may specify, being either a county court in which the proceedings could, apart from any limitation by reason of amount or value or annual value, have been commenced or, with the concurrence of the parties, any other county court appearing to the High Court to be convenient. 4 Where proceedings are remitted to a county court under this section, the county court shall have jurisdiction to hear and determine those proceedings and— a the county court shall have the like jurisdiction as the High Court as to the giving of any relief claimed, including (but without prejudice to the generality of this provision) the amount of damages that may be awarded; and b the parties to the proceedings shall have the like right of appeal as if the proceedings had been commenced in the county court. 5 The High Court may in accordance with rules of court at any stage remove to that court from a county court and hear and determine the whole or any part of any civil proceedings which could have been commenced in the High Court but have been commenced in that county court if— a the parties consent to the removal thereof; or b on the application of any party the court is satisfied that there is a triable issue, and in either such case the court is of opinion that, by reason of the nature of the proceedings, the amount of the claim or the value or annual value of the subject matter, the proceedings are not within the jurisdiction of the county court or that the proceedings could in all the circumstances be more appropriately heard and determined in the High Court. 6 The High Court may require any party on whose application any proceedings are removed to that court to give security of such nature and amount as that court may by order direct. 7 This section shall not apply to the following proceedings, namely— a applications for adoption orders (including provisional adoption orders); b applications under section 17 of the  Married Women’s Property Act 1882   or section 191 of the Civil Partnership Act 2004 ; c proceedings under section 57 of the  Trustee Act (Northern Ireland) 1958; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 This section shall apply to proceedings by and against the Crown, but— a in its application to proceedings against the Crown this section shall have effect subject to the provisions of section 20(2) of the  Crown Proceedings Act 1947 as they extend to Northern Ireland; b nothing in subsection (6) shall have effect so as to require or to authorise the making of an order requiring security to be given by the Crown; c no proceedings by the Crown shall be remitted to a county court without the consent of the Crown; d nothing in this section shall apply to proceedings affecting Her Majesty in Her private capacity. 9 For the purposes of this section— a the amount of a claim shall be taken as the amount remaining in dispute after allowance has been made for any payment, set off or other amount admitted by tender or otherwise to be due and after any abandonment by the claimant of any amount by which the sum claimed exceeds the monetary limit of the jurisdiction of the county court; b the full amount of an unliquidated claim shall be taken as the amount which would be recoverable if no deduction were made in respect of the claimant’s own fault; c in determining whether an amount exceeds the monetary limit of the jurisdiction of the county court, no account shall be taken of any power exercisable by virtue of  Article 45A of the County Courts (Northern Ireland) Order 1980  or of any order made in the exercise of such a power; d “ proceedings ” includes proceedings on a counterclaim; and e “ the Crown ” includes the Crown in right of Her Majesty’s Government in the United Kingdom and in right of Her Majesty’s Government in Northern Ireland."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "32", "section_title": " Restriction on institution of vexatious actions.", "section_text": "32 1 If, on an application made by the Attorney General under this section, the High Court is satisfied that any person has habitually and persistently and without any reasonable ground instituted vexatious legal proceedings, whether in the High Court or in any inferior court or tribunal, and whether against the same person or against different persons, the court may, after hearing that person or giving him an opportunity of being heard, order— a that no legal proceedings shall without the leave of the High Court be instituted by him in any court or tribunal; b that any legal proceedings instituted by him in any court or tribunal before the making of the order shall not be continued by him without such leave; and such leave shall not be given unless the court is satisfied that the proceedings are not an abuse of the process of the court and that there is prima facie ground for the proceedings. 2 The court may in its discretion assign a solicitor or counsel to any person against whom an order is sought under this section and the expenses of any such solicitor or counsel shall be taxed and paid out of the legal aid fund. 3 A notice of the making of any order under this section shall be published in the Belfast Gazette."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "33", "section_title": " Execution of instruments by order of court.", "section_text": "33 Where any person neglects or refuses to comply with a judgment or order directing him to execute any conveyance, contract or other document or to endorse any negotiable instrument, the High Court may, on such terms and conditions, if any, as may be just, order that the conveyance, contract or other document shall be executed or that the negotiable instrument shall be endorsed by such person as the court may nominate for that purpose, and a conveyance, contract, document or instrument so executed or endorsed shall operate and be for all purposes available as if it had been executed or endorsed by the person originally directed to execute or endorse it."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "33A", "section_title": " Power of High Court to award interest on debts and damages.", "section_text": "33A 1 Subject to rules of court, in proceedings (whenever instituted) before the High Court for the recovery of a debt or damages there may be included in any sum for which judgment is given simple interest, at such rate as the court thinks fit or as rules of court may provide, on all or any part of the debt or damages in respect of which judgment is given, or payment is made before judgment, for all or any part of the period between the date when the cause of action arose and— i in the case of any sum paid before judgment, the date of the payment; and ii in the case of the sum for which judgment is given, the date of the judgment. 2 Subject to the rules or court, where— a there are proceedings (whenever instituted) before the High Court for the recovery of a debt; and b the defendant pays the whole debt to the plaintiff (otherwise than in pursuance of a judgment in the proceedings), the defendant shall be liable to pay the plaintiff simple interest at such rate as the court thinks fit or as rules of court may provide on all or any part of the debt for all or any part of the period between the date when the cause of action arose and the date of the payment. 3 Interest in respect of a debt shall not be awarded under this section for a period during which, for whatever reason, interest on the debt already runs. 4 Without prejudice to the generality of section 55, rules of court may provide for a rate of interest by reference to a rate for which any other enactment provides. 5 Interest under this section may be calculated at different rates in respect of different periods. 6 In this section “ plaintiff ” means the person seeking the debt or damages and “ defendant ” means the person from whom the plaintiff seeks the debt or damages. 7 Nothing in this section affects the damages recoverable for the dishonour of a bill of exchange."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "34", "section_title": " General jurisdiction of Court of Appeal.", "section_text": "34 1 The Court of Appeal shall be a superior court of record. 2 There shall, subject to the provisions of this Act, be exercisable by the Court of Appeal— a all such jurisdiction as was heretofore capable of being exercised by the Court of Appeal in Northern Ireland; b all such jurisdiction as was heretofore capable of being exercised by the Court of Criminal Appeal; c such other jurisdiction as is conferred by this Act or as may from time to time be conferred on the Court of Appeal by any subsequent statutory provision. 3 The Court of Criminal Appeal shall cease to exist and in accordance with the foregoing provisions of this section— a any reference in any statutory provision in force before the commencement of this section to the Court of Criminal Appeal, except where it occurs in a reference to a judge or a registrar of the Court of Criminal Appeal, shall be construed as a reference to the Court of Appeal; b any reference in any such statutory provision to a judge of the Court of Criminal Appeal shall be construed as a reference to a judge of the Court of Appeal or of the High Court; c any reference in any such statutory provision to the registrar of the Court of Criminal Appeal shall be construed as a reference to the Master (Queen’s Bench and Appeals). 4 The generality of this section is not limited by any other provision of this Act."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "35", "section_title": " Appeals to Court of Appeal from High Court.", "section_text": "35 1 Subject as otherwise provided in this or any other statutory provision, the Court of Appeal shall have jurisdiction to hear and determine in accordance with rules of court appeals from any judgment or order of the High Court or a judge thereof. 2 No appeal to the Court of Appeal shall lie— a except as provided by the following provisions of this Part from any judgment of the High Court in any criminal cause or matter; b from an order allowing an extension of time for appealing from a judgment or order; c from an order of a judge giving unconditional leave to defend an action; d from an order or judgment of the High Court or any judge thereof where it is provided by or by virtue of any statutory provision that that order or judgment or the decision or determination upon which it is made or given is to be final; e from a decree absolute for the dissolution or nullity of marriage by a party aggrieved thereby who, having had time and the opportunity to appeal from the decree nisi on which the decree absolute was founded, has not appealed from that decree nisi; ea from a   dissolution order or nullity order  under Chapter 2 of Part 4 of the Civil Partnership Act 2004 that has been made final, by a party who, having had time and the opportunity to appeal from the conditional order on which the final order was founded, has not appealed from that conditional order; f without the leave of the court or judge making the order, from an order of the High Court or a judge thereof made with the consent of the parties or as to costs only; fa except as provided by Part I of the Arbitration Act 1996, from any decision of the High Court under that Part; g without the leave of the judge or of the Court of Appeal, from any interlocutory order or judgment made or given by a judge of the High Court, except in the following cases namely:— i where the liberty of the subject or the  residence of, or contact with,  minors is concerned; ii where an injunction or the appointment of a receiver is granted or refused; iii in the case of a decision determining the claim of any creditor or the liability of any contributory or the liability of any director or other officer under the   the Companies Acts (as defined in section 2 of the Companies Act 2006  in respect of misfeasance or otherwise; iv in the case of a decree nisi in a matrimonial cause   , a conditional order in a civil partnership cause  or a judgment or order in an admiralty action determining liability; v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vi in such other cases as may be prescribed being cases appearing to the Rules Committee to be of the nature of final decisions; h from the decision of the High Court on any question of law, whether on appeal or otherwise, under  sections 120 to 156 of the   Representation of the People Act 1983 ; i from a decision granting or refusing a certificate under section 12 of the  Administration of Justice Act 1969. j without the leave of the High Court or of the Court of Appeal, from a decision of the High Court under the Insolvency (Northern Ireland) Order 1989 3 An order refusing unconditional leave to defend an action shall not be deemed to be an interlocutory order within the meaning of this section. 4 Subject to subsection (3), any doubt which may arise as to what orders or judgments are final and what are interlocutory shall be determined by the Court of Appeal. 5 Notwithstanding any provision of this section or of any other statutory provision, where any decision of a court in Northern Ireland involves the decision of any question as to the validity of any provision made by or under an Act of the Parliament of Northern Ireland or a Measure of the Northern Ireland Assembly and the decision is not otherwise subject to any appeal to the Court of Appeal or the   Supreme Court  an appeal shall lie to the Court of Appeal by virtue of this subsection. 6 Where under any statutory provision passed or made before the commencement of this Act an appeal, either by way of case stated or upon a point of law only, lies from any lower deciding authority to the High Court or to a judge of the   Court of Judicature  and the decision of any such court or judge is expressed to be final, such appeal shall lie instead to the Court of Appeal, and the decision of that court shall be final."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "36", "section_title": " Composition of Court of Appeal.", "section_text": "36 1 Subject to the provisions of this and the next following section  every appeal to the Court of Appeal, other than an appeal under the Criminal Appeal Act,  and every matter preliminary or incidental to such appeal . . .   shall be heard before three judges of that court and shall, where necessary, be determined according to the opinion of the majority. 2 Where the Lord Chief Justice so directs, any such appeal, . . .   or matter may be heard before two judges. 3 Where in accordance with subsection (2) an appeal, . . .   or matter is heard before two judges and those judges differ in opinion— a it shall, in the case of a criminal cause or matter, be re-heard and determined by three judges; b it may, in any other case, be so re-heard and determined on the application of any party thereto. 4 No judge of the Court of Appeal shall sit as a judge on the hearing of, or shall determine any application in proceedings incidental or preliminary to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b an appeal from a judgment or order of that judge when sitting in the High Court or of a court of the High Court of which he was a member; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "37", "section_title": " Powers of a single judge in Court of Appeal.", "section_text": "37 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In any cause or matter pending before the Court of Appeal, other than an appeal under the Criminal Appeal Act, any direction incidental thereto not involving the decision of the appeal may be given by a single judge of that court, and a single judge of that court may at any time during vacation make an order granting leave to appeal to the Court of Appeal or any interim order to prevent prejudice to the claims of any parties pending an appeal as he may think fit. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "38", "section_title": " Powers of court for purposes of appeals.", "section_text": "38 1 For all the purposes of and incidental to the hearing or determination of any appeal, other than an appeal under the Criminal Appeal Act, against any decision or determination of a court, tribunal, authority or person (in this section referred to as “ the original court ”) and the amendment or enforcement of any judgment or order made thereon, the Court of Appeal shall, in addition to all other powers exercisable by it, have all the jurisdiction of the original court and may— a confirm, reverse or vary the decision or determination of the original court; b remit the appeal or any matter arising thereon to the original court with such declarations or directions as the Court of Appeal may think proper; c in the case of an appeal from a decision or determination of the High Court, order a retrial or make any such order as could be made in pursuance of an application for a new trial; d adjourn the hearing from time to time; e draw any inference of fact which might have been drawn or give any judgment or make any order which might have been given or made by the original court and make such further or other order as the case may require; f where the appeal is by case stated, amend the case stated or remit it, with such declarations or directions as the court may think proper, for hearing and determination by the original court or for re-statement or amendment or for a supplemental case to be stated thereon; g make such order as to costs and expenses incurred in the appeal and in the proceedings in the original court as the Court of Appeal thinks fit; h in special circumstances order that such security shall be given for the costs of an appeal as may be just; i make such other order as may be necessary for the due determination of the appeal. 2 The powers of the Court of Appeal in respect of an appeal to which subsection (1) applies— a shall not be restricted by reason of any interlocutory order from which there has been no appeal; and b may be exercised notwithstanding that no notice of appeal or respondent’s notice has been given in respect of any particular part of the decision of the original court or by any particular party to the proceedings in that court or that any ground for allowing the appeal or for affirming or varying the decision of that court is not specified in such a notice; and the Court of Appeal may make any order, on such terms as the court thinks just, to ensure the determination on the merits of the real question in controversy between the parties. 3 It shall be the duty of the original court to have regard to all such declarations and to obey all such directions, if any, as may be given by the Court of Appeal pursuant to subsection (1). 4 Judgments and orders made by the Court of Appeal shall have the like effect and may be enforced in like manner as judgments and orders made by the original court."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "41", "section_title": " Appeals to   Supreme Court  in other criminal matters.", "section_text": "41 1 Subject to the provisions of this section, an appeal shall lie to the   Supreme Court , at the instance of the defendant or the prosecutor,— a from any decision of the High Court in a criminal cause or matter; b from any decision of the Court of Appeal in a criminal cause or matter upon a case stated by a county court or a magistrates’ court. 2 No appeal shall lie under this section except with the leave of the court below or of   the Supreme Court ; and, subject to section 45(3), such leave shall not be granted unless it is certified by the court below that a point of law of general public importance is involved in the decision and it appears to that court or to   the Supreme Court , as the case may be, that the point is one which ought to be considered by   the Supreme Court . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purpose of disposing of an appeal under this section the   Supreme Court  may exercise any powers of the court below or may remit the case to that court. 5 Schedule 1 shall have effect in relation to appeals under this section. 6 In this section, sections 44 and 45 and Schedule 1— a any reference to the defendant shall be construed— i in relation to proceedings for an offence, and in relation to an application for an order of mandamus, prohibition or certiorari in connection with such proceedings, as a reference to the person who was or would have been the defendant in those proceedings; ii in relation to any proceedings or order for or in respect of contempt of court, as a reference to the person against whom the proceedings were brought or the order was made; iii in relation to a criminal application for habeas corpus, as a reference to the person by or in respect of whom that application was made, and any reference to the prosecutor shall be construed accordingly; b “ application for habeas corpus ” means an application for a writ of habeas corpus ad subjiciendum and references to a criminal application or civil application shall be construed accordingly as the application does or does not constitute a criminal cause or matter; c “ leave to appeal ” means leave to appeal to the   Supreme Court  under this section; d an appeal under this section shall be treated as pending until any application for leave to appeal is disposed of and, if leave to appeal is granted, until the appeal is disposed of and an application for leave to appeal shall be treated as disposed of at the expiration of the time within which it may be made, if it is not made within that time."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "42", "section_title": " Appeals to   Supreme Court  in civil cases.", "section_text": "42 1 Subject to the provisions of this section and to any restriction imposed by any statutory provision which has effect by virtue of subsection (6), an appeal shall lie to the   Supreme Court  from any order or judgment of the Court of Appeal in any civil cause or matter. 2 No appeal shall lie under this section except with the leave of the Court of Appeal or the   Supreme Court . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 No appeal from an order or judgment of the Court of Appeal shall, unless it involves a decision of any question as to the validity of any provision made by or under an Act of the Parliament of Northern Ireland or a Measure of the Northern Ireland Assembly, lie under this section in a case where by any statutory provision, including a provision of this Act, it is expressly provided (whatever form of words is used) that that order or judgment is to be final."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "43", "section_title": " Appeals to   Supreme Court  from High Court.", "section_text": "43 Nothing in this Part of this Act affects the operation of Part II of the  Administration of Justice Act 1969 (which provides that an appeal from the High Court shall in certain circumstances lie direct to the   Supreme Court )."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "44", "section_title": " Appeal in cases of contempt of court.", "section_text": "44 1 Subject to the provisions of this section, an appeal shall lie under this section from any order or decision of a court in Northern Ireland in the exercise of jurisdiction to punish for contempt of court (including criminal contempt); and in relation to any such order or decision the provisions of this section shall have effect in substitution for any other statutory provision, relating to appeals in civil or criminal proceedings. 2 An appeal under this section shall lie in any case at the instance of the defendant and, in the case of an application for committal or attachment, at the instance of the applicant; and the appeal shall lie— a from an order or decision of any inferior court (including a county court) or of a single judge of the High Court, or of any court having the powers of the High Court or a judge of that court, to the Court of Appeal; b from an order or decision of the Court of Appeal (including an order or a decision of that court on an appeal under this section) and from an order or decision of the High Court, other than an order or decision of a single judge thereof, or of the   Court Martial Appeal Court , to the   Supreme Court . 3 The court to which an appeal is brought under this section may reverse or vary the order or decision of the court below, and make such other order as may be just; and, without prejudice to the inherent powers of any court refered to in subsection (2), provision may be made by rules of court for authorising the release on bail of an appellant under this section. 4 Subsections (2) to (4) of section 41 and paragraph 1 of Schedule 1 shall apply to an appeal to   the Supreme Court  under this section, as they apply to an appeal to   the Supreme Court  under the said section 41 except that so much of the said subsection (2) as restricts the grant of leave to appeal shall apply only where the decision of the court below is a decision on appeal to that court under this section. 5 In this section “ court ” includes any tribunal or person having power to punish for contempt; and references in this section to an order or decision of a court in the exercise of jurisdiction to punish for contempt include references— a to an order or decision of the High Court or a county court under any statutory provision enabling that court to deal with an offence as if it were contempt of court; b to an order or decision of a county court under  Article 54 or 55 of the County Courts (Northern Ireland) Order 1980 or under Article 34 or 51 of that Order so far as those Articles  confer jurisdiction in respect of contempt of court; c to an order or decision of a magistrates’ court under  Article 112 of the Magistrates’ Courts (Northern Ireland) Order 1981 ; d to an order or decision of the Court Martial or the Summary Appeal Court under section 309 of the Armed Forces Act 2006; but do not include references to orders under any provision of ,  the County Courts (Northern Ireland) Order 1980  or the  Magistrates’ Courts (Northern Ireland) Order 1981 , except those referred to in paragraphs (b) and (c). 6 This section does not apply to a conviction or sentence in respect of which an appeal lies under  Part I  of the Criminal Appeal Act or to a decision of the Court of Appeal under that Part of that Act; and for the purposes of that Act and of this subsection an order for the punishment of any person for contempt of court in proceedings in which he has a right of appeal against his sentence shall be treated as a sentence in those proceedings."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "45", "section_title": " Appeal in habeas corpus proceedings.", "section_text": "45 1 Subject to the provisions of this section, an appeal shall lie, in any proceedings upon application for habeas corpus, whether civil or criminal, against an order for the release of the person restrained as well as against the refusal of such an order. 2 No appeal shall lie by virtue of this section from an order made by a single judge on a criminal application for habeas corpus. 3 In relation to a decision of the High Court on a criminal application for habeas corpus, section 41 shall have effect as if so much of subsection (2) of that section as restricts the grant of leave to appeal were omitted. 4 Except as provided by paragraph 4 of Schedule 1 in the case of an appeal against an order of the High Court on a criminal application, an appeal brought by virtue of this section shall not affect the right of the person restrained to be discharged in pursuance of the order under appeal and (unless an order under sub-paragraph (1) of that paragraph is in force at the determination of the appeal) to remain at large regardless of the decision on appeal."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "46", "section_title": " Exclusive jurisdiction in trial on indictment.", "section_text": "46 1 The Crown Court shall be a superior court of record. 2 All proceedings on indictment shall be brought before the Crown Court. 3 The jurisdiction of the Crown Court under subsection (2) shall include jurisdiction— a in proceedings on indictment for offences, wherever committed, which are recognisable under the law of Northern Ireland; and b in particular, in proceedings on indictment for offences triable in Northern Ireland by virtue of any jurisdiction in admiralty. 3A Sections 280, 281 and 282 of the Merchant Shipping Act 1995 (offences on ships and abroad by British citizens and others) apply in relation to other offences under the law of Northern Ireland as they apply in relation to offences under that Act or instruments under that Act. 4 All courts of assize are hereby abolished, and commissions, whether ordinary or special, to hold any court of assize shall not be issued. 5 The jurisdiction conferred on county courts by section 40 of the  County Courts Act (Northern Ireland) 1959 is hereby abolished. 6 Subject to any provision contained in or having effect under this Act, all statutory provisions and rules of law relating to the jurisdiction and procedure of any court in connection with indictable offences shall have effect subject only to such modifications as are rendered necessary by the transfer of jurisdiction to the Crown Court in accordance with the preceding provisions of this section. 7 Subject to any provision contained in or having effect under this Act and without prejudice to the generality of subsection (6), the transfer of jurisdiction to the Crown Court in accordance with the preceding provisions of this section shall not affect— a the practice by which, on any one indictment, the taking of pleas, the trial by jury and the pronouncement of judgment may respectively be by or before different judges; b the release, after respite of judgment, of a convicted person on recognizance to come up for judgment if called on, but meanwhile to be of good behaviour; c the manner of trying any question relating to the breach of a recognizance; or d the manner of execution of any sentence on conviction, or the manner in which any other judgment or order given in connection with trial on indictment may be enforced."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "47", "section_title": " Exercise of jurisdiction by Crown Court.", "section_text": "47 1 All proceedings in the Crown Court shall be heard and disposed of before a single judge, and— a any Crown Court business may be conducted at any place in Northern Ireland; b sittings of the Crown Court at any place may be continuous or intermittent or occasional; c judges may sit simultaneously to take any number of different cases in the same or in different places, and all or any of them may adjourn cases from time to time and may do so from place to place at any time. 2 The judges of the High Court and the county court shall sit in the Crown Court in accordance with directions given by the   Lord Chief Justice  and the cases or classes of cases suitable for allocation to judges of the High Court and to county court judges respectively and all other matters relating to the distribution of Crown Court business shall be determined in accordance with directions given by the   Lord Chief Justice . 3 The places at which the Crown Court sits and the days and times when the Crown Court sits at any place shall be determined in accordance with directions given by the   Lord Chief Justice . 4 Subject to   section 66 (2) of the Criminal Procedure and Investigations Act 1996 (subpoenas not to issue in certain criminal cases) and to . any provision contained in or having effect under this Act, the Crown Court shall, in relation to the attendance and examination of witnesses, any contempt of court, the enforcement of its orders and all other matters incidental to its jurisdiction, have the like powers, rights and authority as the High Court or the county court. 5 Officers of the Crown Court shall be responsible for the keeping of the records of the proceedings of the court, the notification to those concerned of the place and time appointed for any proceedings or other business and such other formal or administrative matters as may be specified by directions given by the Lord Chancellor   after consultation with the Lord Chief Justice . 6 The Royal Ulster Constabulary shall give effect to any orders or directions which may be given to it by the Crown Court. 7 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "48", "section_title": " Committal for trial on indictment.", "section_text": "48 1 A magistrates’ court committing a person for trial shall specify the place at which he is to be tried, and in selecting that place shall have regard to— a the convenience of the defence, the prosecution and the witnesses; b the expediting of the trial; and c any directions given by the   Lord Chief Justice  under section 47(2). 2 Without prejudice to the preceding provisions of this Act about the distribution of Crown Court business, the Crown Court may give directions or further directions altering the place of any trial on indictment, either by varying the decision of a magistrates’ court under subsection (1) or  by substituting some other place for the place specified in a notice under Article 3 of the Criminal Justice (Serious Fraud)\t\t\t\t\t(Northern Ireland) Order 1988  or under Aricle 4 of the Children’s Evidence (Northern Ireland) Order 1995 (notices of transfer from magistrates’ court to Crown Court) or by varying  a previous direction of the Crown Court. 3 The defendant or the prosecutor, if dissatisfied with the place of trial as fixed by the magistrates’ court  , as specified in a notice under Article 3 of the Criminal Justice (Serious Fraud)\t\t\t\t\t(Northern Ireland) Order 1988  or under Article 4 of the Children’s Evidence (Northern Ireland) Order 1995  or as fixed  by the Crown Court, may apply to the Crown Court for a direction or further direction varying the place of trial; and the court shall take the matter into consideration and may grant or refuse the application, or give such other direction as the court thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The trial of a person committed by a magistrates’ court— a shall not begin until the expiration of the specified period beginning with the date of his committal  or of the giving of a notice of transfer under Article 3 of the Criminal Justice (Serious Fraud)\t\t\t\t\t\t\t(Northern Ireland) Order 1988  or under Article 4 of the Children’s Evidence (Northern Ireland) Order 1995 , except with his consent and the consent of the prosecutor; and b shall, unless the Crown Court has otherwise ordered, begin not later than the expiration of the specified period beginning with the date of his committal  or of the giving of a notice of transfer under Article 3 of the Criminal Justice (Serious Fraud)\t\t\t\t\t\t\t(Northern Ireland) Order 1988 or under Article 4 of the Children’s Evidence (Northern Ireland) Order 1995 \t\t\t\t\t\t\t(that is to say a period longer than the period specified for the purposes of paragraph (a) above for the proceedings in question). For the purposes of this subsection— i “ the specified period ” means such period for the respective purposes of paragraphs (a) and (b) as may be specified by Crown Court rules and the rules may make different provision for different places of trial or for other different circumstances; ii the trial shall be deemed to begin when the defendant is arraigned. 6 Directions under subsection (2) may be given on behalf of the Crown Court by an officer of the Crown Court, but the power to make orders conferred on the Crown Court by subsection (5)(b) shall be exercisable only by a judge of the court. 6A Where a preparatory hearing has been ordered under Article 6 of the Criminal Justice (Serious Fraud)\t\t\t\t\t(Northern Ireland) Order 1988, directions altering the place of trial may be given under subsection (2) at any time before   the time when the jury are sworn . 6B The reference in subsection (6A) to the time when the jury are sworn includes the time when the jury would be sworn but for— a the making of an order under Part 7 of the Criminal Justice Act 2003, or b the application of   section 5 of the Justice and Security (Northern Ireland) Act 2007  ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "49", "section_title": " Sentences imposed and other decisions made by Crown Court.", "section_text": "49 1 A sentence imposed, or other order made, by the Crown Court when dealing with an offender shall take effect from the beginning of the day on which it is imposed or made, unless the court otherwise directs. 2 Subject to the following provisions of this section, a sentence imposed, or other order made, by the Crown Court when dealing with an offender may be varied or rescinded by the Crown Court within the period of   56 days  beginning with the day on which the sentence or other order was imposed or made  . . . . 2A The power conferred by subsection (1) may not be exercised in relation to any sentence or order if an appeal, or an application for leave to appeal, against that sentence or order has been determined. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A sentence or other order shall not be varied or rescinded under this section except by the judge of the Crown Court by whom the sentence or other order was imposed or made. 5 Subject to subsection (6), where a sentence or other order is varied under this section, the sentence or other order, as so varied, shall take effect from the beginning of the day on which it was originally imposed or made, unless the court otherwise directs. 6 For the purposes of  section 16(1)  of the Criminal Appeal Act (time limit for notice of appeal or of application for leave to appeal)  and for the purposes of paragraph 1 of Schedule 3 to the Criminal Justice Act 1988 (time limit for notice of an application for leave to refer a case under section 36 of that Act.)  the sentence or other order shall be regarded as imposed or made on the day on which it is so varied. 7 Crown Court rules— a may, as respects cases where two or more persons are tried separately on the same or related facts alleged in one or more indictment, provide for extending the period prescribed by subsection (2); b may, subject to the preceding provisions of this section, prescribe the cases and circumstances in which, and the time within which, any order or other decision made by the Crown Court may be varied or rescinded by the Crown Court."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "50", "section_title": " Right of audience.", "section_text": "50 1 A solicitor of the   Court of Judicature  may appear in, conduct, defend and address the court in any proceedings in the Crown Court, other than proceedings of such description (if any) as may from time to time be specified in directions given by the Lord Chief Justice under this section. 2 In considering whether to exercise his powers under this section the Lord Chief Justice shall have regard to any rights of audience heretofore exercised by solicitors at any trials on indictment and to any other circumstances affecting the public interest. 3 Any direction given under this section may be subject to such conditions and restrictions as appear to the Lord Chief Justice to be necessary or expedient. 4 Nothing in this section shall take away or affect the inherent powers of any court or judge to confer a right of audience."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51", "section_title": " Process to compel appearance before Crown Court.", "section_text": "51 1 Any condition of a recognizance to appear before the Crown Court and any summons or order to appear before the Crown Court may be framed so as to require appearance at such time and place as may be directed by the Crown Court, and, if a time or place is specified in the condition, summons or order, it may be varied by any subsequent direction of the Crown Court. 2 Where an indictment has been presented although the person charged has not been committed for trial, the Crown Court may issue a summons requiring that person to appear before the Crown Court or a warrant for his arrest. 3 Where any person charged with or convicted of an offence has entered into a recognizance conditioned for his appearance before the Crown Court and in breach of that recognizance fails to appear, the Crown Court may, without prejudice to the enforcement of the recognizance, issue a warrant for his arrest. 4 The Crown Court may admit to bail, or direct the admission to bail of, any person— a who has been committed in custody for appearance before the Crown Court  or in relation to whose case a notice of transfer has been given under Article 3 of the Criminal Justice (Serious Fraud)\t\t\t\t\t\t\t(Northern Ireland) Order 1988 (serious and complex fraud) or under Article 4 of the Children’s Evidence (Northern Ireland) Order 1995 (certain cases involving children) ; or b who is in the custody of the Crown Court pending the disposal of his case by the Crown Court, and the time during which a person is admitted to bail under any provision of this subsection shall not count as part of any term of imprisonment or detention under his sentence. 5 Provision may be made by Crown Court rules as respects the powers of the Crown Court relating to bail, including any provision— a allowing the court, instead of requiring a person to enter into a recognizance, to consent to his giving other security; b allowing the court to direct that a recognizance shall be entered into or other security given before a magistrates’ court  . . .  or, if the rules so provide, a person of such other description as is specified in the rules; c prescribing the manner in which a recognizance is to be entered into or other security given and the persons by whom and the manner in which the recognizance or security may be enforced; d authorising the recommittal, in such cases and by such courts  . . .  as may be prescribed by the rules, of persons released from custody in pursuance of the powers; e making provision as to the varying or dispensing with requirements as to sureties and the postponement of taking recognizances. 6 Any reference in any statutory provision to a recognizance shall include, unless the context otherwise requires, a reference to any other description of security given instead of a recognizance, whether in pursuance of subsection (5)(a) or otherwise. 7 The Crown Court, on issuing a warrant for the arrest of any person, may endorse the warrant for bail, and in any such case— a the person arrested under the warrant shall, unless the Crown Court otherwise directs, be taken to a police station, and b the officer in charge of the station shall release him from custody if he, and any sureties required by the endorsement and approved by the officer, enter into recognizances of such amount as may be fixed by the endorsement. 8 A person in custody in pursuance of a warrant issued by the Crown Court with a view to his appearance before the Crown Court shall be brought forthwith before either the Crown Court or any magistrates’ court, and if he is brought before a magistrates’ court— a the court shall commit him in custody or release him on bail until he can be brought or appear before the Crown Court at the time and place appointed by the Crown Court; and b if the warrant is endorsed for bail but the person in custody is unable to satisfy the conditions endorsed, the magistrates’ court may vary those conditions if satisfied that it is proper to do so."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51A", "section_title": "Issue of witness summons on application to Crown Court.", "section_text": "51A 1 This section applies where the Crown Court is satisfied that— a a person is likely to be able to give evidence likely to be material evidence, or produce any document or thing likely to be material evidence, for the purpose of any criminal proceedings before the Crown Court, and b it is in the interests of justice to issue a summons under this section to secure the attendance of that person to give evidence or to produce the document or thing. 2 In such a case the Crown Court shall, subject to the following provisions of this section, issue a summons (a witness summons) directed to the person concerned and requiring him to— a attend before the Crown Court at the time and place stated in the summons, and b give the evidence or produce the document or thing. 3 A witness summons may only be issued under this section on an application; and the Crown Court may refuse to issue the summons if any requirement relating to the application is not fulfilled. 4 Where a person has been committed for trial for any offence to which the proceedings concerned relate, an application must be made as soon as is reasonably practicable after the committal. 5 Where the proceedings concerned have been transferred to the Crown Court, an application must be made as soon as is reasonably practicable after the transfer. 6 Where the proceedings concerned relate to an offence in relation to which an indictment has been presented under the authority of section 2(2)(c), (d), (e) or (f) of the Grand Jury (Abolition) Act (Northern Ireland) 1969, an application must be made as soon as is reasonably practicable after the indictment is presented. 7 An application must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 8 Crown Court rules— a may, in such cases as the rules may specify, require an application to be made by a party to the case; b may, in such cases as the rules may specify, require the service of notice of an application on the person to whom the witness summons is proposed to be directed; c may, in such cases as the rules may specify, require an application to be supported by an affidavit containing such matters as the rules may stipulate; d may, in such cases as the rules may specify, make provision for enabling the person to whom the witness summons is proposed to be directed to be present or represented at the hearing of the application for the witness summons. 9 Provision contained in Crown Court rules by virtue of subsection (8)(c) may in particular require an affidavit to— a set out any charge on which the proceedings concerned are based; b specify any stipulated evidence, document or thing in such a way as to enable the directed person to identify it; c specify grounds for believing that the directed person is likely to be able to give any stipulated evidence or produce any stipulated document or thing; d specify grounds for believing that any stipulated evidence is likely to be material evidence; e specify grounds for believing that any stipulated document or thing is likely to be material evidence. 10 In subsection (9)— a references to any stipulated evidence, document or thing are to any evidence, document or thing whose giving or production is proposed to be required by the witness summons; b references to the directed person are to the person to whom the witness summons is proposed to be directed."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51B", "section_title": " Power to require advance production.", "section_text": "51B A witness summons which is issued under section 51A and which requires a person to produce a document or thing as mentioned in section 51A(2) may also require him to produce the document or thing— a at a place stated in the summons, and b at a time which is so stated and precedes that stated under section 51A(2), for inspection by the person applying for the summons."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51C", "section_title": " Summons no longer needed.", "section_text": "51C 1 If— a a document or thing is produced in pursuance of a requirement imposed by a witness summons under section 51B, b the person applying for the summons concludes that a requirement imposed by the summons under section 51A(2) is no longer needed, and c he accordingly applies to the Crown Court for a direction that the summons shall be of no further effect, the court may direct accordingly. 2 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 3 Crown Court rules may, in such cases as the rules may specify, require the effect of a direction under this section to be notified to the person to whom the summons is directed."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51D", "section_title": " Application to make summons ineffective.", "section_text": "51D 1 If a witness summons issued under section 51A is directed to a person who— a applies to the Crown Court, b satisfies the court that he was not served with notice of the application to issue the summons and that he was neither present nor represented at the hearing of the application, and c satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 For the purposes of subsection (1) it is immaterial— a whether or not Crown Court rules require the person to be served with notice of the application to issue the summons; b whether or not Crown Court rules enable the person to be present or represented at the hearing of the application. 3 In subsection (1)(b) “ served ” means— a served in accordance with Crown Court rules, in a case where such rules require the person to be served with notice of the application to issue the summons; b served in such way as appears reasonable to the Crown Court, in any other case. 4 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 5 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 6 Crown Court rules may, in such cases as the rules may specify, require the service of notice of an application under this section on the person on whose application the witness summons was issued. 7 Crown Court rules may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application. 8 Where a direction is made under this section that a witness summons shall be of no effect, the person on whose application the summons was issued may be ordered to pay the whole or any part of the costs of the application under this section. 9 Any costs payable under an order made under subsection (8) shall be taxed by the Master (Taxing Office), and payment of those costs shall be enforceable in the same manner as an order for payment of costs made by the High Court in a civil case or as a sum adjudged summarily to be paid as a civil debt."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51E", "section_title": " Issue of witness summons of Crown Court’s own motion.", "section_text": "51E For the purpose of any criminal proceedings before it, the Crown Court may of its own motion issue a summons (a witness summons) directed to a person and requiring him to— a attend before the court at the time and place stated in the summons; and b give evidence or produce any document or thing specified in the summons."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51F", "section_title": " Application to make summons ineffective.", "section_text": "51F 1 If a witness summons issued under section 51E is directed to a person who— a applies to the Crown Court, and b satisfies the court that he cannot give any evidence likely to be material evidence or, as the case may be, produce any document or thing likely to be material evidence, the court may direct that the summons shall be of no effect. 2 The Crown Court may refuse to make a direction under this section if any requirement relating to the application under this section is not fulfilled. 3 An application under this section must be made in accordance with Crown Court rules; and different provision may be made for different cases or descriptions of case. 4 Crown Court rules may, in such cases as the rules may specify, require that where— a a person applying under this section can produce a particular document or thing, but b he seeks to satisfy the court that the document or thing is not likely to be material evidence, he must arrange for the document or thing to be available at the hearing of the application."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51G", "section_title": " Punishment for disobedience to witness summons.", "section_text": "51G 1 Any person who without just excuse— a disobeys a witness summons requiring him to attend before the Crown Court; or b disobeys a requirement made by the Crown Court under section 51B, shall be guilty of contempt of that court and may be punished summarily by that court as if his contempt were in the face of the court. 2 A person shall not be committed to prison by reason of any disobedience mentioned in subsection (1) for a period exceeding three months."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "51H", "section_title": " Further process to secure attendance of witnesses.", "section_text": "51H 1 If the Crown Court is satisfied by evidence on oath that— a a witness in respect of whom a witness summons is in force is unlikely to comply with the summons; and b the witness is likely to be able to give evidence likely to be material evidence or produce any document or thing likely to be material evidence in the proceedings, the Crown Court may issue a warrant to arrest the witness and bring him before the court. 2 Where a witness who is required to attend before the Crown Court by virtue of a witness summons fails to attend in compliance with the summons, the Crown Court may— a in any case, cause to be served on him a notice requiring him to attend the court forthwith or at such time as may be specified in the notice; b if the court is satisfied that there are reasonable grounds for believing that he has failed to attend without just excuse, or if he has failed to comply with a notice under paragraph (a), issue a warrant to arrest him and bring him before the court. 3 A witness brought before the Crown Court in pursuance of a warrant under this section may be remanded by that court in custody or on bail (with or without sureties) until such time as the court may appoint for receiving his evidence or dealing with him under section 51G. 4 Where a witness attends the Crown Court in pursuance of a notice under this section, the court may direct that the notice shall have effect as if it required him to attend at any later time appointed by the court for receiving his evidence or dealing with him under section 51G.” 2 No subpoena ad testificandum or subpoena duces tecum shall issue after the appointed day in respect of any criminal proceedings for the purposes of which— a a witness summons may be issued under section 51A of the Judicature (Northern Ireland) Act 1978; or b a summons may be issued under Article 118 of the Magistrates’ Courts (Northern Ireland) Order 1981 (process for attendance of witnesses in magistrates’ courts). 3 In section 47(4) of the Judicature (Northern Ireland) Act 1978 after the words “Subject to” there shall be inserted the words “section 66(2) of the Criminal Procedure and Investigations Act 1996 (subpoenas not to issue in certain criminal cases) and to”. 4 This section applies in relation to any proceedings for the purposes of which no summons requiring the attendance of a witness has been issued before the appointed day. 5 The references in subsections (2) and (4) to the appointed day are to such day as is appointed for the purposes of this section by the Secretary of State by order."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "52", "section_title": " Crown Court rules.", "section_text": "52 1 Subject to any statutory provision, Crown Court rules may be made in accordance with section 53A for the purpose of regulating and prescribing— a the practice and procedure to be followed in the Crown Court; and b the form and content of indictments, and in this or any other statutory provision having effect in Northern Ireland “ Crown Court rules ” means rules so made. 2 Sections 1 and 2 of the  Indictments Act (Northern Ireland) 1945 shall cease to have effect on such date as may be appointed in Crown Court rules made for the purpose mentioned in subsection (1)(b)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "53", "section_title": " Crown Court Rules Committee.", "section_text": "53 1 There shall be a committee known as the Northern Ireland Crown Court Rules Committee (in this Act referred to as the Crown Court Rules Committee) which, subject to section 54(2), shall consist of— a the Lord Chief Justice who shall be chairman; b two judges of the High Court or the Court of Appeal nominated from time to time by the Lord Chief Justice; c two county court judges nominated by the   Lord Chief Justice ; d a resident magistrate nominated by the   Lord Chief Justice ; e the Master (Queen’s Bench and Appeals); f a practising member of the Bar of Northern Ireland nominated by the Lord Chancellor; g one other   a   practising member of the Bar of Northern Ireland nominated by the Council thereof; h the president of the Incorporated Law Society of Northern Ireland or a member of the Council thereof nominated by him; i a practising solicitor nominated by that Council; j a Public Prosecutor nominated by the Director of Public Prosecutions for Northern Ireland; k a practising member of the Bar of Northern Ireland or a practising solicitor nominated by the Attorney General for Northern Ireland, and shall have the functions conferred on it in relation to the making of Crown Court rules by section 52. 1A The Lord Chief Justice may nominate any of the following to exercise his functions under subsection (1)(c) or (d)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 2 The  joint secretaries to the Crown Court Rules Committee shall be the Principal Secretary to the Lord Chief Justice and a person designated by the Lord Chancellor; and whichever of them is nominated by the Lord Chancellor  shall, in relation to Crown Court rules, be the responsible officer within the meaning of  Articles 5 and 7 of the Statutory Rules (Northern Ireland) Order 1979 . 3 Sections 54(2), (3), (4) and (6), 55(3) and  56(1)(2) and (2A)  shall apply to the Crown Court Rules Committee and Crown Court rules as if references in those provisions to the Rules Committee and rules of court included references to the Crown Court Rules Committee and Crown Court rules respectively. 4 In the application of section 56(1) by virtue of subsection (3), references to section 55A include references to section 53A."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "53A", "section_title": "Making of Crown Court rules", "section_text": " 53A 1 It is for the Crown Court Rules Committee to make Crown Court rules. 1A For the purposes of this section, “relevant authority” means— a in relation to Crown Court rules which deal (or would deal) with an excepted matter, the Lord Chancellor; and b otherwise, the Department of Justice; and for the purposes of this subsection “deal with” and “excepted matter” have the same meanings as in the Northern Ireland Act 1998. 2 After making Crown Court rules the Committee must submit them to the  relevant authority . 3 The  relevant authority  must allow or disallow Crown Court rules submitted to  it . 4 Crown Court rules have effect only if allowed by the  relevant authority . 5 If the  relevant authority  disallows Crown Court rules, the  relevant authority  must give the Committee written reasons why  it  has disallowed them. 6 Subsection (7) applies if the  relevant authority  gives the Committee written notice that  it  thinks it is expedient for Crown Court rules to include provision that would achieve a purpose specified in the notice. 7 The Committee must make such Crown Court rules as it considers necessary to achieve the specified purpose. 8 Those Crown Court rules must be— a made within a reasonable period after the  relevant authority  gives notice under subsection (6); b made in accordance with this section."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "54", "section_title": " The   Court of Judicature  Rules Committee.", "section_text": "54 1 There shall be a committee known as the Northern Ireland   Court of Judicature  Rules Committee (in this Act referred to as the Rules Committee) which, subject to subsection (2), shall consist of— a the Lord Chief Justice who shall be chairman; b four judges of the High Court or the Court of Appeal nominated from time to time by the Lord Chief Justice; c a practising member of the Bar of Northern Ireland nominated by the Lord Chancellor; d a   practising member of the Bar of Northern Ireland nominated by the Council thereof; e the president of the Incorporated Law Society of Northern Ireland or a member of the Council thereof nominated by him;  ... f a practising solicitor nominated by that Council, g the Attorney General for Northern Ireland or a practising member of the Bar of Northern Ireland or a practising solicitor nominated by the Attorney General for Northern Ireland, and shall have the functions conferred on it in relation to the making of rules of court by section 55. 2 Where any member of the Rules Committee is unable to act, the Lord Chief Justice or, in the case of a member nominated by any other authority or body, that authority or body may nominate another qualified person to act temporarily in his place. 3 Rules of court may be made and other powers of the Rules Committee exercised at a meeting of the Rules Committee by a majority consisting of not less than four members of whom the chairman of the meeting shall be one. 4 In the absence of the Lord Chief Justice, the senior judge present shall be chairman of the meeting. 5 The joint secretaries to the Rules Committee shall be  the Principal Secretary to the Lord Chief Justice and a person designated by the Lord Chancellor. . 6 Any expenses incurred by the Rules Committee shall be paid by the Lord Chancellor."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "55", "section_title": " Rules of Court.", "section_text": "55 1 Subject to any statutory provision, rules may be made in accordance with section 55A with respect to— a the pleading, practice and procedure in or affecting, and the forms used in connection with, any proceedings before the High Court and the Court of Appeal or any division, office, judge or officer of either such court or any person appointed by, or to assist, it including— i the mode of proof of any fact; ii the assessment of damages, compensation or other sums; iii the payment of money into and out of court; iv the circumstances in which and the terms on which a stay of proceedings or execution may be granted or an interim order (including an order authorising interim payments) may be made; v costs (including the taxation of costs and security to be given for costs); vi the recording of proceedings and the making available of transcripts thereof; and vii the impounding and release of documents or exhibits; b the conditions subject to which process may be served out of the jurisdiction of the High Court; c the manner in which, the time within which and the conditions on which steps in any such proceedings as are mentioned in paragraph (a) may or must be taken; d the transfer of proceedings to or from any such court, division, judge, officer or person as is mentioned in that paragraph; e the practice and procedure of the High Court in non-contentious probate business; f the practice and procedure to be followed in exercising jurisdiction over the person, property or affairs of persons under any disability; and g the extent to which and the circumstances in which documents filed in any such proceedings as are mentioned in paragraph (a) may be inspected and copied. 2 Subject to any statutory provision, rules may be made in accordance with section 55A— a regulating the sittings of any court, division or judge to which or to whom subsection (1)(a) applies and any sittings of statutory officers or persons appointed by, or to assist, such a court; b authorising the exercise by a judge of the High Court of jurisdiction while sitting in chambers and prescribing when a judge exercising such jurisdiction is to be deemed to constitute the High Court or a court of the High Court; c providing for the distribution of business of the High Court amongst the several divisions of that court; cc providing for any prescribed part of the jurisdiction of the High Court in relation to the trial of any action involving matters of account to be exercised in the prescribed manner by a person agreed by the parties and for the remuneration of any such person; d requiring any prescribed part of the jurisdiction of the High Court to be exercised by two or more judges sitting together and fixing the number of judges by whom it shall be exercised; e prescribing what part of the business which may be transacted and of the jurisdiction which may be exercised by the High Court and the Court of Appeal may be transacted or exercised by statutory officers or officers serving in the   Court of Judicature  and providing for the review of any jurisdiction exercised by such officers; f regulating or providing for any other matter with respect to which the Committee is authorised to make rules under any other statutory provision (including any other provision of this Act) or for which provision was heretofore contained in rules of court made or deemed to have been made under section 7 of the  Northern Ireland Act 1962; g regulating or providing for any matter relating to practice or procedure heretofore regulated or provided for by a statutory provision repealed by section 122 and Schedule 7; and h generally for the purposes of carrying any of the provisions of this Act into effect. 3 Rules   made under this section  may amend or repeal any statutory provision in force immediately before the commencement of this section or any statutory provision (including a provision of this Act) re-enacting any such statutory provision so far as may be necessary or expedient in consequence of provision made by the rules."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "55A", "section_title": "Making of rules of Court", "section_text": " 55A 1 It is for the Rules Committee to make rules under section 55(1) or (2). 1A For the purposes of this section, “relevant authority” means— a in relation to rules which deal (or would deal) with an excepted matter, the Lord Chancellor; and b otherwise, the Department of Justice; and for the purposes of this subsection “deal with” and “excepted matter” have the same meanings as in the Northern Ireland Act 1998. 2 After making such rules the Rule Committee must submit them to the  relevant authority . 3 The  relevant authority  must allow or disallow rules submitted to  it . 4 Rules submitted to the  relevant authority  have effect only if allowed by  it . 5 If the  relevant authority  disallows rules submitted to  it ,  it  must give the Committee written reasons why  it  has disallowed them. 6 Subsection (7) applies if the  relevant authority  gives the Rules Committee written notice that  it  thinks it is expedient for rules under section 55(1) or (2) to include provision that would achieve a purpose specified in the notice. 7 The Rules Committee must make such rules as it considers necessary to achieve the specified purpose. 8 Those rules must be— a made within a reasonable period after the  relevant authority  gives notice under subsection (6); b made in accordance with this section."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "56", "section_title": " Control and publication of rules.", "section_text": "56 1 Rules made by the Rules Committee— a in the case of rules that are required under section 55A to be submitted to the Lord Chancellor, are subject to annulment in pursuance of a resolution of either House of Parliament in the same manner as a statutory instrument and section 5 of the Statutory Instruments Act 1946 applies accordingly; and b in the case of rules that are required under section 55A to be submitted to the Department of Justice, are subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954. 2 The Rules Committee shall not, except with the concurrence of the Treasury, make a rule which may involve an increase in expenditure out of public funds; but the validity of such a rule shall not, in any proceedings in any court, be called in question either by the court or by any party to the proceedings on the ground only that the Treasury did not concur or are not expressed to have concurred in the making of the rule. 2A Rules made by the Rules Committee shall be statutory rules for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Such of the joint secretaries to the Rules Committee as the Lord Chancellor may designate shall, in relation to rules of court, be the responsible officer within the meaning of  Articles 5 and 7 of the Statutory Rules (Northern Ireland) Order 1979 ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "57", "section_title": " High Court and Court of Appeal to be continuing courts.", "section_text": "57 1 The High Court and the Court of Appeal shall be continuing courts with vacations regulated by rules of court. 2 Rules of court shall provide for the hearing during vacation by judges and officers of the High Court and the Court of Appeal of all such causes and matters as may require to be immediately or promptly heard."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "58", "section_title": " Sittings of High Court and Court of Appeal.", "section_text": "58 1 Subject to rules of court, such numbers of judges and courts shall sit as may be required to dispose of the business of the High Court and the Court of Appeal. 2 The places at which the High Court and the Court of Appeal sit outside the Royal Courts of Justice and the places outside the Royal Courts of Justice at which any other business of those courts may be conducted shall be determined in accordance with directions given by the   Lord Chief Justice . 3 The High Court may, on the application of any party to an action or issue to be tried by the court, order that the trial be held in some other place if the court is of opinion that it would be more just or convenient for the trial to be so held. 4 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "59", "section_title": " Award of costs.", "section_text": "59 1 Subject to the provisions of this Act and to rules of court and to the express provisions of any other statutory provision, the costs of and incidental to all proceedings in the High Court and the Court of Appeal, including the administration of estates and trusts, shall be in the discretion of the court and the court shall have power to determine by whom and to what extent the costs are to be paid. 2 Save as otherwise provided by any statutory provision passed after this Act or by rules of court, if damages or other relief awarded could have been obtained in proceedings commenced in the county court, the plaintiff shall not, except for special cause shown and mentioned in the judgment making the award, recover more costs than would have been recoverable had the same relief been awarded by the county court. 3 Where any statutory provision whether passed before or after the commencement of this Act confers jurisdiction on the High Court or any judge thereof in regard to any matter without expressly conferring jurisdiction to award or deal otherwise with the costs of the proceedings connected with that matter, subsection (1) shall apply so as to authorise the court or judge, in its or his discretion, to award and deal with such costs. 4 Nothing in this section shall alter the practice in any criminal cause or matter."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "60", "section_title": " Taxation of costs.", "section_text": "60 1 The jurisdiction of the High Court, the Court of Appeal and the Crown Court in relation to the taxation of costs shall be vested in the Master (Taxing Office) or such other statutory officer as may be designated for the purpose by the   Lord Chief Justice  and shall be exercised in accordance with rules of court. 2 Costs may be taxed and recovered in any action notwithstanding the death of the party to or against whom those costs were awarded. 3 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "61", "section_title": " Trial with assessors.", "section_text": "61 1 In any cause or matter before the High Court or the Court of Appeal, other than a criminal proceeding by or in the name of the Crown, the court may, if it thinks it expedient so to do, call in the aid of one or more assessors specially qualified, and try and hear the cause or matter wholly or partly with their assistance. 2 The remuneration, if any, to be paid to an assessor shall be determined by the court."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "62", "section_title": " Trial with and without jury.", "section_text": "62 1 Subject to subsection (2), an action or an issue of fact in an action in the High Court in which a claim is made in respect of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c malicious prosecution; d false imprisonment; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  shall, if any party to the action so requests, be tried with a jury. 2 The court may, on the application of any party to an action referred to in subsection (1), order that the action or any issue of fact in the action shall be tried without a jury if it is of opinion that such trial— a will substantially involve matters of account; b will require any protracted examination of documents or accounts or any technical, scientific or local investigation which cannot conveniently be made with a jury; c will be unduly prolonged;  ... ca will involve section 6 proceedings; or d is for any special reason (to be mentioned in the order) unsuitable to be tried with a jury. 3 Subject to subsection (4), any other action or any issue of fact therein shall be tried without a jury. 4 The court may, in any action referred to in subsection (3) order that the action or any issue of fact in the action shall be tried with a jury if it is of opinion that by reason of an allegation of actual fraud or actual undue influence or for some other reason the trial may more suitably be had with a jury. 4A An action in the High Court which by virtue of subsection (1) or (4) is being, or is to be, tried with a jury may, at any stage in the proceedings, be tried without a jury if the court concerned— a is of opinion that the action involves, or will involve, section 6 proceedings; and b in its discretion orders the action to be tried without a jury. 4B Where the court makes an order under subsection (4A)(b), it may make such other orders as it considers appropriate (including an order dismissing the jury). 5 Subject to subsections (1) and (3), the High Court may in accordance with rules of court order that different questions of fact arising in any action be tried at different times or by different modes of trial. 6 The Department of Justice may by order  from time to time amend this section so as to alter the classes of action in which and the terms and conditions on which a trial shall or may be had with a jury. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section  “ section 6 proceedings ” has the meaning given by section 14(1) of the Justice and Security Act 2013 (certain civil proceedings in which closed material applications may be made)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "64", "section_title": " Jury in civil actions.", "section_text": "64 1 The jury for the trial in the High Court of any action or any issue therein shall consist of seven persons,  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "65", "section_title": " Rules of court in relation to juries in civil actions. ", "section_text": "65 1 Subject to this Act, rules of court may be made concerning the challenging, empanelling and discharge of jurors and juries and the conditions subject to which refreshment may be supplied to them at any stage of the trial of an action or issue therein and may prescribe the number of peremptory challenges, being not less than three or more than six, to be allowed to each party in civil proceedings. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "66", "section_title": " Certain affidavits taken abroad admissible without proof of seal etc.", "section_text": "66 A document purporting to have affixed or impressed on it or subscribed to it the seal or signature of a court, judge, notary public or person having authority to administer oaths in England and Wales, Scotland, the Republic of Ireland or any part of the Commonwealth in testimony of an affidavit being taken before it or him in such place shall be admitted in evidence without proof of the seal or signature being the seal or signature of that court, judge, notary public or person."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "67", "section_title": " Subpoenas in other parts of the United Kingdom. ", "section_text": "67 1 In connection with any cause or matter in or pending before the High Court, the Court of Appeal or any inferior court or tribunal in aid of which the High Court may act, a judge of the High Court, or (in the case of a cause or matter in or pending before the Court of Appeal) of the Court of Appeal, may, if satisfied that it is proper to compel— a the personal attendance at any proceedings of any witness not within the jurisdiction of the court; or b the production by any such witness of any document or exhibit at any proceedings, order that a writ of subpoena ad testificandum or writ of subpoena duces tecum shall issue in special form commanding the witness, wherever he shall be within the United Kingdom, to attend the proceedings, and the service of any such writ in any part of the United Kingdom shall be as valid and effectual to all intents and purposes as if it had been served within the jurisdiction of the court. 2 A writ of subpoena ad testificandum or duces tecum may be issued under this section for the purpose of enforcing any order made by the High Court requiring any person to give evidence respecting any paper or writing being or purporting to be testamentary or to lodge in the Probate and Matrimonial Office any such paper or writing which may be shown to be in his possession or under his control. 3 References in subsection (1) to proceedings include references to proceedings before an officer of a court or tribunal, an examiner or commissioner appointed by the court (including an examiner or commissioner appointed to take evidence outside the jurisdiction of the court) or an official or special referee or arbitrator. 4 Every writ issued under this section shall have at its foot a statement to the effect that it is issued by the special order of a judge, and no such writ shall issue without such a special order. 5 If any person served with a writ issued under this section does not appear as required by the writ, the High Court, on proof to the satisfaction of the court of the service of the writ and of the default, may transmit a certificate of the default under the seal of the court or under the hand of a judge of the court, if the service was in Scotland to the Court of Session in Edinburgh, and if the service was in England or Wales to the High Court of Justice in London, and the court to which the certificate is so sent shall thereupon proceed against and punish the person so having made the default in like manner as if that person had neglected or refused to appear in obedience to process issued out of that court. 6 No court shall in any case proceed against or punish any person for having made such default as aforesaid unless it is shown to the court that a reasonable and sufficient sum of money to defray the expenses of coming and attending to give evidence and of returning from giving evidence was tendered to that person at the time when the writ was served upon him. 7 Nothing in this section shall alter or affect— a the power of the High Court to issue a commission for the examination of witnesses out of the jurisdiction of the court in any case in which, notwithstanding this section, the court thinks fit to issue such a commission; or b the admissibility of any evidence at any trial where such evidence was heretofore by law receivable on the ground of any witness being beyond the jurisdiction of the court, and the admissibility of any such evidence shall be determined as if this section and any statutory provision reproduced by this section had not passed."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "68", "section_title": " Departments.", "section_text": "68 1 There shall be established the departments of the   Court of Judicature  specified in the first column of Schedule 2. 2 The business to be assigned to each department shall— a be prescribed by rules of court; and b subject to any directions given by the   Lord Chief Justice  under subsection (4), be transacted under the supervision of the   officer  specified in relation to that department in the second column of Schedule 2. 3 The Lord Chancellor may by order made after consultation with the Lord Chief Justice establish at such place as may be specified in the order a branch office of the Probate and Matrimonial Office which— a may transact such of the business of that Office as may be so specified; and b shall, subject to subsection (4), be under the supervision of a circuit registrar. 4 The officer supervising a department shall discharge his functions in accordance with directions given by the   Lord Chief Justice . 5 The Lord Chancellor may by order made after consultation with the Lord Chief Justice at any time modify Schedule 2 by— a removing any department and any entry relating thereto from that Schedule; b adding any department and any entry relating thereto to that Schedule; c amending the name of any department or amending any entry relating to any department in that Schedule. 6 An order under subsection (5) may make provision for any incidental, consequential, transitional or supplementary matters for which it appears to the Lord Chancellor to be necessary or expedient for the purpose of the order to provide, and may amend or repeal any statutory provision (including any provision of this Act) so far as may be necessary or expedient in consequence of the order. 7 The Lord Chief Justice may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "68A", "section_title": "Department of Justice’s duty", "section_text": " 68A 1 The Lord Chancellor is under a duty to ensure that there is an efficient and effective system to support the carrying on of the business of— a the  Court of Judicature , b county courts, c magistrates' courts, and d coroners' courts, and that appropriate services are provided for those courts. 2 The Lord Chancellor must, within 18 months of the coming into force of this section, and afterwards annually, prepare and lay before  the Northern Ireland Assembly  a report as to the way in which he has discharged his duty under subsection (1). 3 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (2) in relation to the laying of a report as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "69", "section_title": "  General Functions of the Department of Justice in relation to Courts and Judgments", "section_text": "69 1 The functions of the Department of Justice include— a facilitating the conduct of the business of the following courts, namely— i the Court of Judicature; ii county courts; iii magistrates’ courts; and iv coroners’ courts; b giving effect to judgments to which the Judgments Enforcement (Northern Ireland) Order 1981 applies; and c discharging such other functions in relation to the courts mentioned in paragraph (a) or the enforcement of the judgments mentioned in paragraph (b) as are conferred on, or transferred to, it or any civil servants in the Department of Justice by or under this Act or any other statutory provision. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The functions exercisable  ... under subsection (1) shall include the functions heretofore exercisable by— a the officers and other persons employed in the   Court of Judicature ; b the persons employed in the county court service by virtue of section 108 of the  County Courts Act (Northern Ireland) 1959 or any other officer of a county court; c clerks of petty sessions and persons employed in the offices of clerks of petty sessions; d the Enforcement of Judgments Office; and e the officers of coroners’ courts, other than those functions which by or under this Act become the functions of statutory officers. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "70", "section_title": " Appointment and qualification of statutory officers.", "section_text": "70 1 Appointments to the offices listed in column 1 of Schedule 3 shall be made by the Northern Ireland Judicial Appointments Commission after consultation with the Lord Chief Justice; and persons holding such offices are in this Act referred to as  “ statutory officers ”. 1A The Lord Chief Justice must be consulted before a determination (or a revision of a determination) is made under Part 3 of Schedule 3 to the Justice (Northern Ireland) Act 2002 in relation to statutory officers. 1B The terms and conditions of service for statutory officers are to be determined by the Lord Chancellor with the concurrence of the Treasury. 1C Any salary or other amounts payable under subsection (1B) shall be paid by the Department of Justice. 2 Subject to subsection (3), a person shall not be qualified for appointment to any of the offices listed in column 1 of Schedule 3 unless  he is— a a barrister or solicitor  . . .  who has at least the number of years’ standing specified in relation to that office in column 3 of that Schedule; or b the holder of any other office so listed. 3 In exceptional circumstances, where it appears to the  Commission  that a suitable appointment cannot be made in accordance with the provisions of subsection (2) and Schedule 3,  it  may, notwithstanding those provisions, after consultation with the Lord Chief Justice, appoint any barrister, solicitor or other person whom  it  considers to be suitable for appointment having regard to his knowledge and experience. 4 Without prejudice to section 68, the functions of the holder of each office listed in column 1 of Schedule 3 shall include the functions specified in relation to that office in column 4 of that Schedule (being functions heretofore exercised by the holder of the office or offices so specified) and accordingly— a for a reference in any statutory provision relating to those functions to any office listed in column 4 of Schedule 3 or to the holder of any such office there shall be substituted a reference to the appropriate corresponding office listed in column 1 of that Schedule or to the holder of that office, as the case may be; and b the offices specified in column 4 of Schedule 3 are hereby abolished. 5 The   Department of Justice   may by order made after consultation with the Lord Chief Justice at any time modify Schedule 3 by:— a removing any office and any entry relating thereto from that Schedule; b adding any office and any entry relating thereto to that Schedule; c amending the title of any office or amending any entry relating to any office in that Schedule. 6 An order under subsection (5) may make provision for any incidental, consequential, transitional or supplementary matters for which it appears to the   Department of Justice   to be necessary or expedient for the purpose of the order to provide and may amend or repeal any statutory provision (including any provision of this Act) so far as may be necessary or expedient in consequence of the order."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "71", "section_title": " Tenure of office of statutory officers.", "section_text": "71 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A statutory officer shall vacate office on the day on which the officer attains the age of 75. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "72", "section_title": " Superannuation of statutory officers.", "section_text": "72 1 A statutory officer shall be deemed for the purposes of section 1 of the  Superannuation Act 1972 to be employed in the civil service of the state and, subject to the following provisions of this section, the principal civil service pension scheme within the meaning of section 2 of that Act shall apply to him accordingly. 2 In its application to a statutory officer in respect of his service as such the principal civil service pension scheme shall have effect subject to the modifications set out in Schedule 4. 3 Subsection (2) shall not apply to a statutory officer appointed by virtue of section 70(3) unless the Lord Chancellor, with the concurrence of the Minister for the Civil Service, so directs. 4 This section does not apply to a person to whom Part I of the Judicial Pensions and Retirement Act 1993 applies, except to the extent provided by or under that Act."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "73", "section_title": " Restrictions on practice.", "section_text": "73 1 . . .  A statutory officer shall not either directly or indirectly practise as a barrister or solicitor or as an agent for a solicitor. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "74", "section_title": " Deputies and temporary appointments.", "section_text": "74 1 In order to facilitate the disposal of business, the Northern Ireland Judicial Appointments Commission may, after consultation with the Lord Chief Justice, appoint a suitably qualified person— a to act as a deputy for any statutory officer, or b to act as a temporary additional statutory officer, during such period or on such occasions as the Commission determines with the agreement of the   Department of Justice  . 1A The   Department of Justice   must consult the Lord Chief Justice before giving its agreement to a period or occasion under subsection (1). 1B The Lord Chief Justice must be consulted before a determination (or a revision of a determination) is made under Part 3 of Schedule 3 to the Justice (Northern Ireland) Act 2002 in relation to deputies for statutory officers or temporary additional statutory officers. 2 A person acting in an office by virtue of an appointment under subsection (1) shall have all the powers of a person permanently appointed to that office. 3 Where anything is for the time being authorised or required by this Act or any other statutory provision to be done to or by a particular statutory officer and— a that statutory officer is not available because of absence or other reason and no person may, by virtue of subsections (1) and (2), exercise his powers; or b his office is vacant, then it may, unless the  Lord Chief Justice  otherwise directs, be done during such unavailability or vacancy to or by any other statutory officer. 4 Where for any purpose it is necessary for a judge of the High Court or the Court of Appeal to sit outside Belfast, he may, with the approval of the Lord Chief Justice, appoint a judge’s registrar. 5 The Department of Justice shall pay  to any person appointed under this section such remuneration and allowances  as the Lord Chancellor may , with the consent of the Minister for the Civil Service, determine."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "75", "section_title": " Official Solicitor.", "section_text": "75   1 The Lord Chancellor, after consultation with the Lord Chief Justice, may appoint as Official Solicitor to the   Court of Judicature   a person who is— a a solicitor of the   Court of Judicature   of at least 7 years' standing, or b a member of the Bar of Northern Ireland of at least 7 years' standing. 2 The Official Solicitor shall have such powers and perform such duties as may be prescribed and as may be conferred or imposed on him— a by or under this or any other Act; or b by or in accordance with any direction given by the   Lord Chief Justice . 2A The Lord Chief Justice may nominate any of the following to exercise his functions under subsection (2)(b)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The court may, in accordance with rules of court, order the costs of the Official Solicitor in respect of any business done by him to be paid out of any fund the subject of the proceedings or by any party to the proceedings and such costs shall be ascertained on taxation or measured. 5 Where any powers or duties have been or are hereafter conferred on the Official Solicitor then, unless and until the court or a judge otherwise directs in any particular case, those powers may be exercised and those duties shall be performed by the holder of the office for the time being, and no further order or appointment shall be necessary by reason only that the person on whom the powers and duties were conferred or imposed has died or ceased to hold office. 6 The Official Solicitor shall hold and vacate office in accordance with the terms of his appointment (which may include provision about retirement, dismissal or resignation).   7 The Lord Chancellor may pay to the Official Solicitor such remuneration and allowances as the Lord Chancellor may determine with the consent of the Treasury. 8 Service as the Official Solicitor is employment in the civil service  of Northern Ireland for the purposes of Article 3 of the Superannuation (Northern Ireland) Order 1972 .  9 While the office of Official Solicitor is vacant or the Official Solicitor is unable or unwilling to act, the Lord Chancellor may, after consultation with the Lord Chief Justice, appoint a person as temporary Official Solicitor; and the temporary Official Solicitor— a may be appointed only if qualified for appointment as Official Solicitor, b shall have all the powers and duties of the Official Solicitor, and  c may be paid remuneration and allowances by the Lord Chancellor with the consent of the Treasury."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "76", "section_title": " Property held by officers.", "section_text": "76 Any property whatsoever held in his official capacity by any of the following, that is to say— a a statutory officer; b the Accountant General of the   Court of Judicature ; c  the Official Solicitor; d any  person designated as a chief clerk under Article 2(2) of the County Courts (Northern Ireland) Order 1980  or appointed as a clerk of petty sessions under Article 2(4) of the Magistrates’ Courts (Northern Ireland) Order 1981 ; e any person appointed by the High Court to hold the property for the purposes of or in connection with any proceedings, shall, on his dying, becoming bankrupt, ceasing to hold office or ceasing to act for the purposes of or in connection with any such proceedings, vest in the person appointed to succeed him without any conveyance, assignment or transfer."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "77", "section_title": " Accountant General.", "section_text": "77 1 Such person as the Lord Chancellor may designate shall be the Accountant General of the   Court of Judicature . 2 There shall be maintained in or near the Royal Courts of Justice an office for the business of the Accountant General under this Part."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "78", "section_title": " Accounts of funds in court.", "section_text": "78 1 The Accountant General shall— a keep proper accounts (including such accounts as may be necessary for carrying into effect orders of the High Court and the county court and for the purposes of this Part and  Part VI of the  Administration of Justice Act 1982 ) and proper records in relation to the accounts; b prepare in respect of each accounting period a statement of accounts in such form as the  Department of Finance and Personnel  may direct. 2 The Accountant General shall, on or before 30th November in any year, send to the  Comptroller and Auditor General for Northern Ireland  the statement of accounts prepared by him under subsection (1) for the accounting period last ended. 3 The  Comptroller and Auditor General for Northern Ireland  shall examine, certify and report on the statement of accounts sent to him under subsection (2) and shall lay copies of the statement of accounts and of his report thereon before  the Northern Ireland Assembly . 4 In this section “ accounting period ” means the period of 12 months ending on 31st March in any year except that the first accounting period shall, if the Treasury so directs, be such period shorter or longer than 12 months (but not longer than two years) as is specified in the direction. 5 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (3) in relation to the laying of a copy of a statement of accounts or report as it applies in relation to the laying of a statutory document under an enactment."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "79", "section_title": " Accountant General to keep bank account.", "section_text": "79 1 The Accountant General shall maintain an account at the Bank of Ireland or at such other bank or banks as the Lord Chancellor may, with the concurrence of the Treasury, designate and shall pay all sums received by him into that account and all sums payable by him out of it. 2 References to the Bank of Ireland in any statutory provision relating to sums in the   Court of Judicature  or the county court shall, when a designation is made under subsection (1), be construed, in connection with the sums to which that provision relates, as references to a bank so designated."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "80", "section_title": " Payments and transfers.", "section_text": "80 1 The payment of money into the   Court of Judicature  or the county court shall be effected by paying into an Accountant General’s account maintained under section 79. 2 The transfer into the   Court of Judicature  or the county court of securities (other than such as are transferable by delivery) shall be effected by transferring them to the Accountant General. 3 The deposit in the   Court of Judicature  or the county court of effects and the transfer into court of securities transferable by delivery shall be effected by delivering them to the Accountant General."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "81", "section_title": " Investment of funds in court.", "section_text": "81   1   Save in a case in which it is provided by an order of the court that it shall not be placed or invested as mentioned in the following provisions of this section, and subject to any provision to the contrary made by rules made under the next following section, a sum of money in the   Court of Judicature  or in the county court— a may, if the High Court or the county court (as the case may be) so orders, be dealt with in such of the following ways as may be specified in the order, namely:— i it may be placed, in accordance with rules so made, to a deposit account or a short-term investment account (that is to say, to an account of one or other of two kinds such that, in the case of an account of either kind, there will, under rules so made, but subject to any exceptions thereby prescribed, fall to accrue on moneys placed thereto interest derived from the transfer to, and investment by, the National Debt Commissioners of the moneys placed to all the accounts of those kinds); ii it may be placed to a long-term investment account for transfer, under rules so made, to such one of the funds established by schemes made under  section 42 of the  Administration of Justice Act 1982  as may be so specified; iii it may be invested by the Accountant General in such of the securities designated for the purposes of this paragraph by rules made under section 55 of this Act or  Article 47 of the County Courts (Northern Ireland) Order 1980  as may be so specified; iv it may be invested by the Accountant General in accordance with directions given by an advisory committee appointed by the Lord Chancellor in accordance with rules made under the next following section; b shall, if no order is made with respect to it under the foregoing paragraph, be dealt with as follows— i except in a case in which it was paid in under section 63 of the  Trustee Act (Northern Ireland) 1958, it shall be placed, in accordance with rules made under the next following section, to a deposit account; ii in the said excepted case, it shall be invested by the Accountant General in such manner as may be prescribed by rules so made. 2 If the High Court or (as the case may be) the county court so orders, the power of the Accountant General under subsection (1)(a)(iii) or (iv) to invest a sum of money in the Court of Judicature or the county court in securities includes the power to pay out of that sum any fees or expenses which are— a incurred in connection with, or for the purposes of, investing that sum; and b of an amount or at a rate approved by the High Court or (as the case may be) the county court. 3 A court shall not make an order under subsection (2) unless the court considers it necessary and proportionate in all the circumstances to do so. 4 The High Court or (as the case may be) the county court may, on an application made to it, order that all or part of any sum paid by way of fees or expenses under subsection (2) be refunded where it appears to the court to be in the interests of justice to do so."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "82", "section_title": " Rules as to funds in court.", "section_text": "82 1 The Lord Chancellor, with the concurrence of the Treasury,   may give directions in relation to the payment of interest on funds in court and may make rules   regulating, subject to the provisions of section 80, the deposit, payment, delivery and transfer in, into and out of the   Court of Judicature  and the county court of money, securities and effects which belong to suitors or are otherwise capable of being deposited in, or paid or transferred into, the XXX or the county court or are under the custody of the   Court of Judicature  or the county court, and regulating the evidence of such deposit, payment, delivery or transfer and, subject to the provisions of section 81, the manner in which money, securities and effects in court are to be dealt with, and in particular— a providing (subject to any exceptions prescribed by the rules) for the accruer of interest on moneys placed to deposit accounts and short-term investment accounts  ...; b requiring the Accountant General— i to transfer to the National Debt Commissioners all money paid into the   Court of Judicature  or the county court which is not required by him for meeting current demands, except money placed to a long-term investment account or ordered to be invested in securities; ii to transfer money placed to a long-term investment account to that one of the funds established by schemes made under  section 42 of the  Administration of Justice Act 1982  specified in the order pursuant to which it was so placed; c prescribing for the purposes of section  81(b)(ii)   81(1)(b)(ii)   the manner of investment of money by the Accountant General and regulating the investment, pursuant to an order under that section, of money in securities; d regulating the crediting of interest accruing on moneys placed to deposit accounts and on moneys placed to short-term investment accounts and the crediting of dividends accruing on shares in funds established by schemes made under  section 42 of the  Administration of Justice Act 1982  which have been allotted in consideration of the transfer of money in compliance with such provision of the rules as has effect by virtue of paragraph (b)(ii) and of interest or dividends accruing on securities in which money has been invested by the Accountant General pursuant to an order of the High Court or county court or to section  81(b)(ii)   81(1)(b)(ii)   and on other securities in court; e providing— i that, in such cases as may be prescribed by the rules, no sum of money (whatever its amount) shall be placed to a deposit account or a short-or long-term investment account or be invested in securities; ii that, in no case, shall a sum of money of an amount less than such as may be so prescribed be placed to, or remain in, a deposit account, be placed to a short-or long-term investment account or be invested in securities; f prescribing the time at which money which falls to be placed to a deposit account or short-term investment account is to be so placed and the times at which interest on money so placed is to begin and cease to accrue and the mode of computing any such interest; g providing that, in such circumstances as may be prescribed by the rules, interest and dividends such as are mentioned in paragraph (d) shall be placed to deposit accounts or short-or long-term investment accounts; h providing for dealing with accounts or effects which, subject to such, if any, exceptions as may be prescribed by the rules, have not been dealt with for such period (not being less than fifteen years) as may be so prescribed; i prescribing the manner in which money is to be furnished to the Accountant General by the National Debt Commissioners and  the investment manager of a common investment scheme made under section 42 of the  Administration of Justice Act 1982  respectively for the purpose of enabling him to comply with orders of the High Court and county court as to the payment of money out of court; j providing for the discharge of the functions of the Accountant General under the rules by deputy; k providing for the constitution and procedure of the advisory committee referred to in section  81(a)(iv)   81(1)(a)(iv)   and for the remuneration of its members; l providing for such matters as are incidental to, or consequential on, the foregoing provisions of this subsection or are necessary for giving effect to those provisions. 2 Rules under subsection (1) may make different provision in relation to the   Court of Judicature  and the county court."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "84", "section_title": " Statutory deposits.", "section_text": "84 1 Section 80(1) shall apply to a statutory deposit as it applies to the payment of money into the   Court of Judicature ; and section 80(2) and (3) shall apply to the deposit with the Accountant General of securities in lieu of money in exercise of a right to make such a deposit conferred by section 29 of the  Tramways (Ireland) Act 1860 or by rules made by virtue of subsection (2). 2 Sections 81 and 82 shall apply to a statutory deposit and to securities which are in the hands of the Accountant General in consequence of a person’s having availed himself of such a right as is mentioned in subsection (1) and rules made under section 82 may include separate provisions with respect to such deposits and securities and, in particular, may authorise the deposit, under the statutory provisions mentioned in subsection (3), of securities in lieu of money. 3 In this section and sections 83 and 85 “ statutory deposit ” means money deposited with the Accountant General under or by virtue of— a section 29 of the  Tramways (Ireland) Act 1860; b Article 7 of the Industrial Assurance (Northern Ireland) Order 1979; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d Article 90(2)( b ) or 93(1)( a ) of the Road Traffic (Northern Ireland) Order 1981, or any statutory provision which was re-enacted by any of those provisions."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "85", "section_title": " Provision for default to be made good.", "section_text": "85 Where any  civil servant in the Department of Justice  has been guilty of any default with respect to any money, securities or effects in the   Court of Judicature  or the county court or any statutory deposit or with respect to any such securities as are mentioned in section 84(2), such sum as is necessary for making good the default shall be paid by the Lord Chancellor  or, if and so far as it is not so paid, shall be charged on and issued out of the  Consolidated Fund of Northern Ireland ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "86", "section_title": " Concurrent administration of law and equity to continue.", "section_text": "86 1 Every court exercising jurisdiction in Northern Ireland in a civil cause or matter shall continue to administer law and equity upon the basis that, wherever there is any conflict or variance between the rules of equity and the rules of the common law with reference to the same matter, the rules of equity shall prevail. 2 Every such court shall give the same effect as heretofore:— a to all equitable estates, titles, rights, remedies, reliefs, counterclaims and defences and to all equitable duties and liabilities; and b subject thereto, to all legal claims and demands and all estates, titles, rights, duties, obligations and liabilities existing by common law or by any custom or created by any statute, and shall ensure that, as far as possible and subject to any statutory provision (including subsection (3)) to the contrary, all matters in dispute in a cause or matter before it may be completely and finally determined without further proceedings in respect thereof. 3 Without prejudice to any other powers exercisable by it, a court, acting on equitable grounds, may stay any proceedings or the execution of any of its process subject to such conditions as it thinks fit. 4 Nothing in this Act shall authorise a cause or proceeding pending in the High Court or the Court of Appeal to be stayed by prohibition or injunction."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "87", "section_title": " Assignment of debts and choses in action.", "section_text": "87 1 Subject to subsections (2) and (3), any absolute assignment by writing under the hand of the assignor, not purporting to be by way of charge only, of any debt or other legal chose in action, of which express notice in writing is given to the debtor, trustee or other person from whom the assignor would have been entitled to receive or claim the debt or chose in action, shall be effectual in law (subject to equities having priority over the right of the assignee) to pass and transfer, as from the date of the notice,— a the legal right to, and all legal and other remedies respecting, the debt or chose in action together with, b the power to give, without the concurrence of the assignor, a good discharge for the debt or chose in action. 2 If the debtor, trustee or other person liable in respect of the debt or chose in action has had notice that the assignment is disputed by the assignor or anyone claiming under him, or of any other opposing or conflicting claims to the debt or chose in action, he shall be entitled, if he thinks fit, to call upon the several persons concerned to pursue their claims by interpleading, or he may, if he thinks fit, make an appropriate payment into court under the relevant provisions of the  Trustee Acts (Northern Ireland) 1958   and 1962. 3 This section does not affect the provisions of the  Policies of Assurance Act 1867."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "88", "section_title": " Certain stipulations not to be of the essence of contracts.", "section_text": "88 Stipulations in a contract as to time or otherwise which according to rules of equity are not to be deemed to be or to have become of the essence of the contract are also construed and have effect at law in accordance with the same rules."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "89", "section_title": " Merger.", "section_text": "89 There is no merger by operation of law only of any estate the beneficial interest in which would not be deemed to be merged or extinguished in equity."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "90", "section_title": " Equitable waste.", "section_text": "90 An estate for life without impeachment of waste shall not confer or be deemed to have conferred upon the tenant for life any right to commit waste of the description known as equitable waste, unless an intention to confer that right expressly appears by the instrument creating the estate."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "91", "section_title": " Orders for sale, mandatory or other injunctions and receivers.", "section_text": "91 1 The High Court and, in matters within its jurisdiction, the county court may at any stage of any proceedings— a order a sale of any property; b grant a mandatory or other injunction; or c appoint a receiver, in any case where it appears to the court to be just  and  convenient to do so for the purposes of any proceedings before it and, if the case is one of urgency, the court may grant such an injunction before the commencement of the proceedings. 2 Any order, injunction or appointment under subsection (1) may be made either unconditionally or on such terms and conditions as the court thinks just (including, where an injunction is granted before the commencement of the proceedings, a condition requiring proceedings to be commenced). 3 If, whether before or at or after the hearing of any cause or matter, an application is made for an injunction to prevent any threatened or apprehended waste or trespass, the injunction may be granted, if the court thinks fit, whether the person against whom the injunction is sought is or is not in possession under any claim or title or otherwise, or (if out of possession) does or does not claim a right to do the act sought to be restrained under colour of any title, and whether the estates claimed by both or by either of the parties are legal or equitable. 4 The power of the High Court and, in matters within its jurisdiction, the county court, to grant an interlocutory injunction restraining a party to any proceedings from removing from the jurisdiction, or otherwise dealing with, assets located within the jurisdiction shall be exercisable in cases where that party is, as well as in cases where he is not, domiciled, resident or present within the jurisdiction."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "92", "section_title": " Damages in lieu of or in addition to injunction or specific performance.", "section_text": "92 Where a court has jurisdiction to entertain an application for an injunction or specific performance it may award damages in addition to or in substitution for such injunction or specific performance."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "93", "section_title": " Suits for possession of land by mortgagors.", "section_text": "93 1 Unless an express declaration contained in the mortgage provides otherwise a mortgagor entitled for the time being to the possession or receipt of the rents and profits of any land as to which no notice of intention to take possession or to enter into the receipt of such rents and profits has been given by the mortgagee may— a sign and cause to be served notices to quit; b determine tenancies or accept surrenders thereof; c sue for such possession or for the recovery of such rents or profits or to prevent or recover damages in respect of any trespass or other wrong relative thereto in his own name, only, unless the cause of action arises upon a lease or other contract made by him jointly with any other person. 2 An action, suit or proceeding brought by virtue of subsection (1) shall not be defeated by proof that the legal estate in the land the possession of which is sought to be recovered, or in respect of which the rents or profits are sought to be recovered, or in respect of which the trespass or other wrong has been committed, is vested in a mortgagee."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "94", "section_title": " Relief from ejectment.", "section_text": "94 1 Where the defendant, or any other person having a specific interest in the lease or tenancy agreement, after a judgment or decree of any court for possession in favour of the landlord in any action of ejectment for non-payment of rent (including an action for forfeiture for non-payment of rent)— a pays the rent and arrears thereof, with full costs, or lodges the same in court; and b makes an application at the earliest opportunity at which he can reasonably do so after the enforcement of the order for delivery of possession of land (of which application the landlord shall receive due notice) to be restored to possession; the court may on such application award or refuse an order for restoration of possession of the land and give such equitable relief as it thinks fit. 2 Unless and until application is made under subsection (1) the landlord shall hold the demised premises freed and discharged from the lease or tenancy agreement, subject, however, to any appeal from the original decree or judgment for possession in his favour. 3 This section applies to a grant at a fee farm rent or securing a rent by condition and, for the purposes of such application, references to the lease, to the landlord and to the demised premises shall be construed, respectively, as references to the grant, to the grantor and to the premises granted. 4 For the purposes of this section— a references to a lease or grant include references to a sub-lease or sub-grant respectively, and b references to the landlord or grantor include references to any person to whom the estate or interest of the landlord or grantor has passed. 5 This section shall not operate to restrict any other power of the court to grant equitable relief."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "94A", "section_title": " Withdrawal of privilege against incrimination of self or spouse in certain proceedings. ", "section_text": "94A 1 In any proceedings to which this subsection applies a person shall not be excused, by reason that to do so would tend to expose that person, or his or her spouse   or civil partner , to proceedings for a related offence or for the recovery of a related penalty— a from answering any question put to that person in the first-mentioned proceedings; or b from complying with an order made in those proceedings. 2 Subsection (1) applies to the following civil proceedings in the High Court, namely— a proceedings for infringement of rights pertaining to any intellectual property or for passing off; b proceedings brought to obtain disclosure of information relating to any infringement of such rights or to any passing off; and c proceedings brought to prevent any apprehended infringement of such rights or any apprehended passing off. 3 Subject to subsection (4), no statement or admission made by a person— a in answering a question put to him in any proceedings to which subsection (1) applies; or b in complying with any order made in any such proceedings, shall, in proceedings for any related offence or for the recovery of any related penalty, be admissible in evidence against that person or (unless they   married or became civil partners after the making of the statement or admission) against the spouse or civil partner  of that person. 4 Nothing in subsection (3) shall render any statement or admission made by a person as there mentioned inadmissible in evidence against that person in proceedings for perjury or contempt of court. 5 In this section— “ intellectual property ” means any patent, trade mark, copyright  or design right , registered design, technical or commercial information or other intellectual property; “ related offence ”, in relation to any proceedings to which subsection (1) applies, means— a in the case of proceedings within subsection (2)( a ) or ( b )— i any offence committed by or in the course of the infringement or passing off to which those proceedings relate; or ii any offence not within sub-paragraph (i) committed in connection with that infringement or passing off, being an offence involving fraud or dishonesty; b in the case of proceedings within subsection (2)( c ), any offence revealed by the facts on which the plaintiff relies in those proceedings; “ related penalty ”, in relation to any proceedings to which subsection (1) applies, means— a in the case of proceedings within sub-section (2)( a ) or ( b ), any penalty incurred in respect of anything done or omitted in connection with the infringement or passing off to which those proceedings relate; b in the case of proceedings within sub-section (2)( c ) any penalty incurred in respect of any act or omission revealed by the facts on which the plaintiff relies in those proceedings. 6 Any reference in this section to civil proceedings in the High Court of any description includes a reference to proceedings on appeal arising out of civil proceedings in the High Court of that description."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "95"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "97", "section_title": " Civil jurisdiction exercisable by circuit registrars.", "section_text": "97 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Department of Justice may by order — a direct that  Articles 62(1), (2) and (3), 67(1)( a ) and 72(3) of the Magistrates’ Courts (Northern Ireland) Order 1981  (which impose financial limits on the jurisdiction of courts of summary jurisdiction in debt and ejectment proceedings) shall have effect with the substitution for the sums for the time being specified in those provisions of such higher sums as may be specified in the Order; b abolish any civil jurisdiction exercisable by courts of summary jurisdiction; c confer on circuit registrars any civil jurisdiction additional to that for the time being exercisable by them under or by virtue of any statutory provision. 3 An  order  under subsection (2) may make such incidental, consequential, transitional or supplementary provisions (including the amendment or repeal of any statutory provision) as appear to  the Department of Justice  to be necessary or proper for giving full effect to the provisions of the Order. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "98", "section_title": " Appointment and assignment of county court judges. ", "section_text": "98 For section 102 of the County Courts Act (Northern Ireland) 1959   there shall be substituted the following section—  Appointment and assignment of judges. 102 1 Her Majesty may appoint as judges such qualified persons as may be recommended to Her by the Lord Chancellor. 2 A judge shall sit in the county court in accordance with directions given by the Lord Chancellor. 3 A judge may, in accordance with such directions, sit as a judge for any division. 4 Subject to subsections (2) and (3), the Lord Chancellor shall assign one judge to each division and may from time to time vary any such assignment. 5 The judge assigned to the division which is or includes— a the area of the city of Belfast shall be styled the Recorder of Belfast; b the area of the city of Londonderry shall be styled the Recorder of Londonderry."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "99", "section_title": " Qualifications of county court judges and deputy judges. ", "section_text": "99 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For section 107 of the County Courts Act (Northern Ireland) 1959 there shall be substituted the following section—  Deputy judges. 107 1 The Lord Chancellor may appoint as deputy judge— a a person who has previously held the office as judge; b a person who has practised for not less than ten years at the Bar of Northern Ireland; c a resident magistrate; d a solicitor who has practised for not less than ten years as a solicitor in Northern Ireland. 2 The appointment of a person as a deputy judge shall specify the term for which he is appointed. 3 Subject to subsection (4), the Lord Chancellor may, with the agreement of the deputy judge, from time to time extend, for such period as he thinks appropriate, the term for which the deputy judge is appointed. 4 Except where an appointment is made under subsection (1)(a), neither the initial term for which a deputy judge is appointed nor any extension of that term under subsection (3) shall be such as to continue his appointment as a deputy judge after the end of the completed year of service in which he attains the age of seventy-two years. 5 A deputy judge shall, while he is so acting, have the like authority, jurisdiction, powers and privileges as a judge in all respects. 6 Where the hearing of any proceedings duly commenced before any deputy judge is adjourned or judgement is reserved therein, that deputy judge shall, notwithstanding anything in subsection (2) or (4), have power to resume the hearing and determine the proceedings or, as the case may be, to deliver the judgement so reserved. 7 There shall be paid to every deputy judge, except a resident magistrate, such remuneration and allowances as the Lord Chancellor may, with the concurrence of the Minister for the Civil Service, determine."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "100", "section_title": " Appointment and assignment of resident magistrates. ", "section_text": "100 For section 9 of the Magistrates’ Courts Act (Northern Ireland) 1964   there shall be substituted the following section—  Appointment and assignment of resident magistrates. 9 1 Her Majesty may, on the recommendation of the Lord Chancellor, appoint fit and proper persons to be resident magistrates, being persons who at the dates of their appointments have practised for not less than seven years either as a member of the Bar of Northern Ireland or as a solicitor of the Supreme Court. 2 Without prejudice to section 7, a resident magistrate on his appointment shall forthwith take the oath of allegiance and the judicial oath as required by the Promissory Oaths Act 1868. 3 A resident magistrate shall sit in accordance with directions given by the Lord Chancellor. 4 A resident magistrate may, in accordance with such directions, sit in any petty sessions district. 5 Subject to subsections (3) and (4), the Lord Chancellor may assign a resident magistrate to one or more petty sessions districts and may from time to time vary any such assignment."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "101"}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "102", "section_title": " Supplementary.", "section_text": "102 1 In this Part— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b section 100  shall be construed as one with the  Magistrates’ Courts Act (Northern Ireland) 1964. 2 Where the Lord Chancellor at any time directs that any of the Acts listed in subsection (3) is to be reprinted, section 30 of the  Interpretation Act (Northern Ireland) 1954 shall apply as if— a that direction were contained in an enactment; and b in subsection (2) of that section for the words “the Clerk of the Parliaments” there were substituted the words “the Clerk to the Assembly”. 3 The Acts referred to in subsection (2) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c the  Judgments (Enforcement) Act (Northern Ireland) 1969."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "102A", "section_title": "Enabling the public to see and hear proceedings", "section_text": "102A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "102B", "section_title": "Offences of recording or transmission in relation to broadcasting", "section_text": "102B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "102C", "section_title": "Offences of recording or transmitting participation through live link", "section_text": "102C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "102D", "section_title": "Interpretation of Part 9A", "section_text": "102D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "103", "section_title": " Appointment of justices of the peace.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "103A", "section_title": " Power of court of record to bind over", "section_text": "103A 1 Any court of record in Northern Ireland having a criminal jurisdiction has, as ancillary to that jurisdiction, the power— a to bind over to keep the peace; or b to bind over to be of good behaviour, a person who or whose case is before the court by requiring him to enter into his own recognisances or to find sureties (or both) and committing him to prison if he does not comply. 2 A magistrates’ court is not to be regarded as a court of record for the purposes of subsection (1)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "104", "section_title": " Under-sheriffs.", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "105", "section_title": " Solicitors to be officers of court.", "section_text": "105 1 Any person duly admitted as a solicitor in Northern Ireland or entitled to practise therein as a solicitor shall be an officer of the   Court of Judicature , but nothing in this subsection shall affect the operation of any statutory provision (including a provision contained in this Act) which imposes on officers of a court restrictions as to practice as solicitors. 2 References in any statutory provision in force in Northern Ireland to attorneys or proctors shall be construed as references to solicitors of the   Court of Judicature ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "106", "section_title": " Rights of audience in the High Court and Court of Appeal.", "section_text": "106 1 A solicitor of the   Court of Judicature  shall have a right of audience in any proceedings in the High Court or the Court of Appeal respecting—  a  any matter relating to  debt relief orders,   individual voluntary arrangements or bankruptcy under  Parts 7A to 10   of the Insolvency (Northern Ireland) Order 1989; b  any matter relating to company voluntary arrangements, receivership or the winding up of a company under Parts II and  IV  to  VII  of that Order of 1989 c any matter to be heard in chambers or which is adjourned from chambers into court; or d any matter in which counsel already instructed is for any reason unable to appear, without being required to instruct counsel, or other counsel as the case may be, and may act and plead therein as counsel might have acted or pleaded. 2 Where in any proceedings in the High Court or the Court of Appeal (other than proceedings to which subsection (1) relates) a solicitor has had no reasonable opportunity, having regard to all the circumstances, of adequately instructing counsel, the court, if of opinion that it is desirable in the interests of justice to do so, may grant the solicitor a right of audience as ample as that which counsel would have enjoyed. 3 A solicitor of the   Court of Judicature  shall have a right of audience in any enquiries or proceedings before a statutory officer sitting in the exercise of his jurisdiction whether original or delegated; and any such officer may in his discretion permit such right of audience to be enjoyed by an experienced solicitor’s clerk acting on behalf of his principal. 4 Nothing in this section shall take away or affect the inherent powers of any court or judge to confer a right of audience."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "107", "section_title": " Qualification for holding office of solicitors who have been barristers and vice versa.", "section_text": "107 1 For the purpose of any statutory provision or custom whereby the qualification of a solicitor for holding any office in Northern Ireland depends upon— a his having been admitted for a specified period; or b his having been admitted and in practice for a specified period, that period, in the case of a solicitor who before admission was a barrister, shall be deemed to include— i where paragraph (a) applies, any period during which he was a barrister; and ii where paragraph (b) applies, any period after his call to the bar during which he was in practice as a barrister. 2 For the purpose of any statutory provision or custom whereby the qualification of a barrister for holding any office in Northern Ireland depends upon— a his having been called to the bar for a specified period; or b his having been called to the bar and in practice for a specified period, that period, in the case of a barrister who before call was a solicitor, shall be deemed to include— i where paragraph (a) applies, any period during which he was a solicitor; and ii where paragraph (b) applies, any period after his admission as a solicitor during which he was in practice as such. 3 This section applies— a to this Act and to any other statutory provision whether passed or made before or after this Act; and b in relation to persons admitted as solicitors or called to the bar before, as well as after, the passing of this Act."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "108", "section_title": " Election courts.", "section_text": "108 1 On or before 1st October in each year the judges of the High Court and the Court of Appeal shall select two of their number to be judges for the trial of parliamentary election petitions for the purposes of  section 123 of the  Representation of the People Act 1983  and section 72(2) of the  Electoral Law Act (Northern Ireland) 1962. 2 In the event of the death, retirement or unavailability through illness or other cause of any judge selected pursuant to this section, the judges of the High Court and the Court of Appeal shall as soon as may be convenient select one of their number to replace or act for him."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "109", "section_title": " Enrolment etc. of instruments.", "section_text": "109 1 The Lord Chief Justice may make regulations with respect to the enrolment, engrossment, filing or registration in the   Court of Judicature  of documents to which subsection (2) refers and specifying the form in which certificates of enrolment, engrossment, filing or registration are to be granted or the manner in which the respective rolls, registers or files of documents may be inspected. 2 Any document which is required or authorised by any statutory provision or rule of law or practice to be enrolled or engrossed or filed or registered in any manner in the   Court of Judicature (not being a document required to be filed or registered pursuant to rules of court) shall be deemed to have been duly enrolled, engrossed, filed or registered as the case may be, in compliance therewith if it is written on such material and has been filed or registered in such manner as may be authorised by regulations under this section and for this purpose “ written ” shall be taken as including typewritten, printed, engraved, lithographed, photographed or represented or reproduced by any mode of representing or reproducing words in a visible form. 3 Except as provided by subsection (2), nothing in regulations made under this section shall prejudice or affect the operation of any statutory provision requiring or authorising the enrolment, engrossment, filing or registration of deeds in the   Court of Judicature ."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "110", "section_title": " Court bonds.", "section_text": "110 1 Rules of court may provide that bonds to be given for the purposes of any proceedings in the High Court or the Court of Appeal— a shall be given in such form and to such officer of the court by his official title; and b may be given by such surety companies, as may be prescribed. 2 The bond of a surety company prescribed under subsection (1) shall be sufficient without any other surety or any affidavit of justification but in other cases rules of court may prescribe or the court ordering the bond may require that one or more than one surety be joined in the bond. 3 Where a bond has been given for the purpose of proceedings in any court and it appears to the court, upon application made to it, that a condition of the bond has been broken, the court may order either— a that the bond be enforced; or b that the bond be assigned to a person named in the order for the purpose of being enforced by him. 4 In the case of an order under subsection (3) (a), the officer of the court to whom the bond was given and, in the case of an order under subsection (3) (b), the person to whom the bond was ordered to be assigned shall be entitled by virtue of the order to enforce the bond in his own name as if it had been originally given to him and shall hold, as trustee for all persons entitled thereto, all money recoverable for the breach of the condition in respect of which the order was made. 5 Any judge or officer having jurisdiction in a matter to which a bond relates may upon application made to him disallow or annul any bond upon evidence appearing to him to be sufficient to justify its disallowance or annulment. 6 In this section “ surety company ” means a body corporate having a place of business in Northern Ireland and authorised by law to give bonds there by way of guarantee and indemnity."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "111", "section_title": " Lost negotiable instruments.", "section_text": "111 In any cause or matter founded on a negotiable instrument a court in Northern Ireland may order that the loss of such instrument shall not be set up, so long as an indemnity is given, to the satisfaction of the court or of an officer of the court specified by the court, against the claims of any other person upon such negotiable instrument."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "112", "section_title": " Oaths and affidavits.", "section_text": "112 1 The Lord Chief Justice may, in accordance with rules of court, appoint persons to act, subject to such conditions and such limits as to territory, duration or purpose as he may specify in the appointment, as commissioners for oaths or notaries public and, subject to those conditions and limits, the respective persons so appointed may exercise all the powers and shall perform all the duties conferred by the law of Northern Ireland on commissioners for oaths or notaries public, as the case may be. 2 A commissioner for oaths may, by virtue of his commission, in Northern Ireland or elsewhere, administer any oath or take any affidavit for the purposes of any court or matter in Northern Ireland, including any matters relating to applications for notarial faculties and matters relating to the registration of any instrument, whether under a statutory provision or otherwise, and take any bail or recognizance in or for the purpose of any civil proceeding in the High Court or the Court of appeal. 3 Every person who, being an officer of or performing duties in relation to any court, is for the time being so authorised by the   Lord Chief Justice  or by a judge of the court, or by or in pursuance of any rules or orders regulating the procedure of the court, and every person directed to take an examination in any cause or matter in the High Court or the Court of Appeal, shall have authority to administer any oath or take any affidavit required for any purpose connected with his duties. 4 Any oath or affidavit required for the purpose of any court or matter in Northern Ireland, or for the purpose of the registration of any instrument in any part of the United Kingdom, may be taken or made in any place out of Northern Ireland before any person having authority to administer an oath in that place. 5 In the case of a person having such authority otherwise than by the law of a foreign country, judicial and official notice shall be taken of his seal or signature affixed, impressed or subscribed to or on any such oath or affidavit. 6 Every commissioner before whom any oath or affidavit is taken or made under this Act shall state truly in the jurat or attestation at what place and on what date the oath or affidavit is taken or made. 7 In this section “ affidavit ” includes statutory or other declaration, acknowledgment, examination, and attestation or protestation of honour. 8 The Lord Chief Justice may nominate any of the following to exercise his functions under subsection (3)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "113", "section_title": " Appointment of conveyancing counsel.", "section_text": "113 1 The High Court may, for the purposes of any civil cause or matter before it, appoint to act as conveyancing counsel to the court a person who has practised for not less than ten years at the Bar of Northern Ireland. 2 Rules of court may make provision with respect to the appointment and allowances of counsel appointed under subsection (1)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "114", "section_title": " Other law in Northern Ireland courts.", "section_text": "114 1 For the purposes of proceedings before any court in Northern Ireland whether sitting with or without a jury, any question, as to the effect of evidence given with respect to the law of any country or territory outside Northern Ireland shall be a matter to be determined by the judge of the court. 2 Without prejudice to any other statutory provision or to any rule of law or practice, in proceedings before a court in Northern Ireland judicial notice may be taken of the law of England and Wales or of the law of the Republic of Ireland. 3 In proceedings before a court in Northern Ireland a person who is suitably qualified to do so on account of his knowledge or experience is competent to give expert evidence as to the law of any country or territory outside Northern Ireland, irrespective of whether he has acted, or is entitled to act, as a legal practioner in that country or territory. 4 Where any question as to the law of any country or territory outside Northern Ireland with respect to any matter has been determined (whether before or after the commencement of this section) in any such proceedings as are mentioned in subsection (6), then in any subsequent proceedings before a court in Northern Ireland not otherwise empowered to take judicial notice of that determination— a any finding made or decision given on that question in the first-mentioned proceedings shall, if reported or recorded in citable form, be admissible in evidence for the purpose of proving the law of that country or territory with respect to that matter; and b if that finding or decision, as so reported or recorded, is adduced for that purpose, the law of that country or territory with respect to that matter shall be taken to be in accordance with that finding or decision unless the contrary is proved, but this paragraph shall not apply in the case of a finding or decision which conflicts with another finding or decision on the same question adduced by virtue of this subsection in the same proceedings. 5 Except with the leave of the court, a party to any proceedings shall not be permitted to adduce any such finding or decision by virtue of subsection (4) unless, before the hearing at which he seeks to adduce it, written notice that he intends to do so has been served on each of the other parties to the proceedings or on his solicitor. 6 The proceedings referred to in subsection (4) are the following, whether civil or criminal, namely— a proceedings at first instance in any of the following courts, namely the High Court or the Crown Court, or the High Court or the Crown Court in England and Wales; b appeals arising out of any such proceedings as are mentioned in paragraph (a); c proceedings before the Judicial Committee of the Privy Council on appeal (whether to Her Majesty in Council or to the Judicial Committee as such) from any decision of any court outside the United Kingdom. 7 For the purpose of this section a finding or decision on any such question as in mentioned in subsection (4) shall be taken to be reported or recorded in citable form if, but only if, it is reported or recorded in writing in a report, transcript or other document which, if that question had been a question as to the law of Northern Ireland could be cited as an authority in legal proceedings in Northern Ireland."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "115", "section_title": " Official seals.", "section_text": "115 1 There shall be an official seal of the   Court of Judicature  which shall be used for such purposes as the Lord Chief Justice may direct or as may be authorised or required by any statutory provision. 2 The seals heretofore used in the High Court and the Court of Appeal may continue to be used. 3 The Lord Chief Justice may from time to time direct what seals shall be used in the several divisions and departments of the   Court of Judicature . 4 All writs, decrees, orders, instruments, certificates and other documents and copies thereof which purport to be sealed with a seal provided under this section shall, in all parts of the United Kingdom, be judicially noticed and received in evidence without further proof of their authenticity."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "116", "section_title": " Fees.", "section_text": "116 1 The Lord Chancellor, after consultation with the Lord Chief Justice and with the concurrence of the Treasury may by order fix the fees to be taken in any court in Northern Ireland or in any office or by any officer connected with any such court  (including the Accountant General and the office maintained under section 77(2))   or by the Enforcement of Judgments Office and may from time to time increase, reduce or abolish any such fees or fix new fees to be so taken. 1A Without prejudice to the generality of subsection (1), an order under that subsection may make provision for exemptions from fees and remission of fees (in whole or in part). 2 The Lord Chancellor, after consultation with the Lord Chief Justice and with the concurrence of the Treasury, may by order fix the fees to be taken by commissioners for oaths or notaries public and may from time to time increase, reduce or abolish any such fees or fix new fees to be so taken. 3 Any functions heretofore exercisable by any other authority or person in relation to the fixing of the fees mentioned in subsections (1) and (2) shall cease to be exercisable. 4 An order under subsection (1) or (2) may provide for the manner in which any fees fixed thereby are to be taken, applied and accounted for but, subject to any provision so made, the fees mentioned in those subsections shall continue to be taken, applied and accounted for as heretofore. 5 Nothing in this section affects section 39 of the Administration of Justice Act 1982 (which includes provision relating to the costs of administering funds in court)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "117", "section_title": " Transfer of certain functions relating to courts to Lord Chancellor.", "section_text": "117 1 The functions heretofore exercisable by the Secretary of State under the enactments listed in subsection (2) and under any instrument made under any such enactment are hereby transferred to the Lord Chancellor. 2 The enactments referred to in subsection (1) are— a in the  Administration of Justice Act (Northern Ireland) 1954, sections 11 and 14; b the  Coroners’ Act (Northern Ireland) 1959; c the  County Courts Act (Northern Ireland) 1959; d the  Magistrates’ Courts Act (Northern Ireland) 1964 (except sections 25(1) and 46); e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "117A", "section_title": " Allowances for judges.", "section_text": " 117A The Department of Justice shall pay  to any judge of the Court of Appeal or of the High Court, in addition to his salary, such allowances as may be determined by the Lord Chancellor with the concurrence of the Treasury."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "118", "section_title": " Application to the Crown.", "section_text": "118 1 The provisions of this Act shall bind the Crown but, as respects civil proceedings to which the  Crown Proceedings Act 1947 applies, shall do so only so far as (but no further than) those proceedings can be brought by or against the Crown in accordance with that Act as it applies in Northern Ireland in relation to the Crown in right of Her Majesty’s Government in the United Kingdom and in right of Her Majesty’s Government in Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In this section references to the Crown do not include reference to Her Majesty in Her private capacity nor to Her Majesty in right of Her Duchy of Lancaster, nor to the Duke of Cornwall and nothing in this section prejudices the operation of section 31(8) and (9)."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "119", "section_title": " Making and control of subordinate legislation.", "section_text": "119 1 Any power conferred by the preceding provisions of this Act on the Department of Justice to make an order or rules or on the Lord Chief Justice to make regulations shall be exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 2 Any statutory rule made under section 2(3), 3(4) or (6), 62(6) or 97(2) is subject to affirmative resolution (within the meaning of section 41(4) of the Interpretation Act (Northern Ireland) 1954). 3 Any other statutory rule made under this Act by the Department of Justice (except an order under section 68(3) or 116) is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 4 Any power mentioned in subsection (1) to make an order  ... includes power to vary or revoke the order  by a subsequent order  made under that power. 5 Any power conferred by this Act or by any enactment listed in section 117(2)\t\t\t\t\t . . .  to give directions includes power to vary or revoke any directions so given."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "120", "section_title": " Interpretation.", "section_text": "120 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ action ” means a civil proceeding commenced by writ or in such other manner as may be prescribed by rules of court, but does not include a criminal proceeding by or in the name of the Crown; “ Attorney General ” means the Attorney General for Northern Ireland; “ cause ” includes any action, suit or other original proceeding between a plaintiff and a defendant, and any criminal proceeding by or in the name of the Crown; “ costs ” includes fees, charges, disbursements, expenses or remuneration; “ court of assize ” has the meaning assigned to it by section 42(1) of the  Interpretation Act (Northern Ireland) 1954; “ Court of Criminal Appeal ” means the Court of Criminal Appeal heretofore existing in Northern Ireland; “ county court ” means a county court held  ... under the County Courts  (Northern Ireland) Order 1980 ; “ Criminal Appeal Act ” means the  Criminal Appeal (Northern Ireland)  Act 1980 ; “ defendant ” includes any person served with any writ of summons or process or served with notice of, or entitled to attend, any proceedings; “division”  ... means division of the High Court; “ heretofore ” means immediately before the date of the commencement of the provision in which it occurs; “ judgment ” includes order, decision and decree; “ jurisdiction ” includes power and authority; “ lower deciding authority ” includes any inferior court or other tribunal and any authority exercising judicial or quasi-judicial functions; “ magistrates’ court ” has the meaning assigned to it by  Article 2(2)( b ) of the Magistrates’ Courts (Northern Ireland) Order 1981 ; “ matter ” includes every proceeding in court not in a cause; “ party ” includes every person served with notice of or attending any proceeding, although not named on the record; “ plaintiff ” includes every person asking any relief (otherwise than by way of counter-claim as a defendant) against any other person by any form of proceeding, whether the proceeding is by action, suit, petition, motion, summons or otherwise; “ pleading ” includes a petition or summons, the statement in writing of the claim or demand of a party and of the defence or reply of a party to a claim or demand made against him; “ prescribed ” means prescribed by rules of court; “ Royal Courts of Justice ” means the building at Chichester Street, Belfast, in which sittings of the High Court and the Cour of Appeal have heretofore been held; “ rules of court ” means rules of court (including forms) made by the Rules Committee; “ sentence ” has the meaning assigned to it by  section 30 of the  Criminal Appeal (Northern Ireland) Act 1980 ; “ statutory officer ” has the meaning assigned to it by section 70(1); “ statutory provision ” has the meaning assigned to it by section 1(f) of the  Interpretation Act (Northern Ireland) 1954. 2 Any reference in this Act to a statutory provision shall, except in so far as the context otherwise requires, be construed as a reference to that provision as amended or extended by any other statutory provision including this Act. 3 Section 38 of the  Interpretation Act 1889 shall have the same effect in relation to any repeal by this Act of a statutory provision other than an Act of the Parliament of the United Kingdom as it has in relation to the repeal by this Act of such an Act. 4 In this Act, except where otherwise indicated,— a a reference to a numbered Part, section or Schedule is a reference to the Part or section of, or the Schedule to, this Act so numbered; b a reference in a section to a numbered subsection is a reference to the subsection of that section so numbered; c a reference in a section, subsection or Schedule to a numbered paragraph is a reference to the paragraph of that section, subsection or Schedule so numbered; and d a reference in a paragraph of a section, subsection or Schedule to a numbered sub-paragraph is a reference to the sub-paragraph of that paragraph so numbered."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "121", "section_title": " Financial provisions.", "section_text": "121 1 There shall be paid out of money provided by Parliament any sums required by a Minister of the Crown or   department of the Government of the United Kingdom   for making payments under or by virtue of this Act, or for defraying the expenses of its operation. 2 There shall be paid out of money so provided or, as the case may be, out of or into the Consolidated Fund any increase attributable to this Act in the sums so payable under any other statutory provision."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "122", "section_title": " Minor and consequential amendments, transitional provisions and repeals.", "section_text": "122 1 The minor and consequential amendments specified in Schedule 5 and the transitional provisions specified in Schedule 6 shall have effect as provided by those Schedules. 2 Subject to those transitional provisions and to section 38 of the  Interpretation Act 1889 as extended by section 120(3), the statutory provisions mentioned in Schedule 7 (which includes certain obsolete or unnecessary enactments) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Judicature (Northern Ireland) Act 1978", "year": 1978, "section": "123", "section_title": " Short title and commencement.", "section_text": "123 1 This Act may be cited as the Judicature (Northern Ireland) Act 1978. 2 This Act shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint, and different days may be so appointed for different provisions and for different purposes. 3 Without prejudice to the operation of Schedule 6, an order under subsection (2) may make such transitional provision as appears to the Lord Chancellor to be necessary or expedient in connection with the provisions thereby brought into force, including such adaptations of those provisions or any provisions of this Act then in force, and such savings of the provisions repealed by Schedule 7, as appear to him to be necessary or expedient in consequence of the partial operation of this Act (whether before or after the day appointed by the order). 4 Any reference in this Act to the commencement of a provision of this Act shall be construed as a reference to the day appointed under subsection (2) for the coming into operation of that provision."}]