[{"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "1", "section_title": " The Safeguards Agreement.", "section_text": "1 1 The provisions of sections 2 and 3 below shall have effect for the purpose of enabling effect to be given in the United Kingdom to the Agreement   made on 7th June 2018 at Vienna between the United Kingdom and the International Atomic Energy Agency   for the application of Safeguards in the United Kingdom in connection with the Treaty on the Non-Proliferation of Nuclear Weapons. 2 ... In the following provisions of this Act— a the Agreement  ... is referred to as “ the Safeguards Agreement ”; and b any reference to a numbered article is a reference to the article of the Safeguards Agreement which bears that number."}, {"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "2", "section_title": " Rights of Agency inspectors.", "section_text": "2 1 Subject to subsection (2) below, for the purpose of— a making any inspection permitted by   articles 69 to 82 ; or b verifying design information, as mentioned in   article 48 , any person designated as an inspector of the International Atomic Energy Agency under   article 83 of the Safeguards Agreement   or Article 11 of the Additional Protocol (within the meaning of the Nuclear Safeguards Act 2000)  may enter any facility or part thereof and there make any inspection or do any other thing which may reasonably be required for that purpose. 2 The powers conferred by subsection (1) above shall be exercisable only in the cases specified in, and subject to the provisions of, the Safeguards Agreement and, in particular,— a shall be exercisable only in accordance with   articles 4, 9(c) and 85 ;   ... and b   where article 81 applies , shall not be exercisable unless any advance notice required by that article has been given. 3 In the following provisions (which restrict the rights of entry to certain prohibited places which belong to or are used for the purposes of the United Kingdom Atomic Energy Authority or which are sites of nuclear installations) namely— a subsection (3) of section 6 of the  Atomic Energy Authority Act 1954; and b sub-paragraph (2) of paragraph 3 of Schedule 1 to the  Nuclear Installations Act 1965 (as inserted into that Act by the  Atomic Energy Authority Act 1971), at the end of paragraph (b) there shall be added the words or                   bb a person designated as an inspector of the International Atomic Energy Agency under article 85 of the Agreement made on the 6th September 1976 for the application of Safeguards in the United Kingdom in connection with the Treaty on the Non-Proliferation of Nuclear Weapons ( Cmnd.  6730) . 4 Any person who— a intentionally obstructs any person exercising a power conferred by subsection (1) above; or b without reasonable excuse refuses or fails to provide any information or to permit any inspection reasonably required by any such person; or c without reasonable excuse refuses or fails to carry out in a facility any operation which he is requested to carry out by a person designated as mentioned in subsection (1) above, shall be guilty of an offence.. 4A A person guilty of an offence under subsection (4) above shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; and b on conviction on indictment, to a fine. 5 If any person in giving any information reasonably required by any person exercising a power conferred by subsection (1) above makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular he shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; and b on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ facility ” has the meaning assigned to it by   article 90 I. 8 If in any proceedings any question arises whether a person at any time when purporting to exercise powers under this section was or was not a person designated as mentioned in subsection (1) above, a certificate issued by or under the authority of the  Office for Nuclear Regulation  stating any fact relevant to that question shall be conclusive evidence of that fact."}, {"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "3", "section_title": " Regulations for giving effect to certain provisions of Safeguards Agreement.", "section_text": "3 1 The Secretary of State may by regulations make such provision as appears to him to be necessary— a for taking any action required in the United Kingdom under article 18 or article 19; and b for giving effect to any arrangements made under   article 74(d) ; and any such provision may impose limitations on the scope or exercise of any power conferred by section 2(1) above. 1A Regulations under this section may in particular modify functions of, or confer functions on, the Office for Nuclear Regulation. 2 Regulations under this section may provide that any person contravening or failing to comply with any provision of the regulations shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 2A The Secretary of State must consult the Office for Nuclear Regulation before making regulations under this section unless the regulations give effect, without modification, to any proposals for them submitted by the Office for Nuclear Regulation under section 81(1)(a)(v) of the Energy Act 2013. 3 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "4", "section_title": " Offences by bodies corporate.", "section_text": "4 1 Where an offence under section 2 above or under regulations made under section 3 above which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Nuclear Safeguards and Electricity (Finance) Act 1978", "year": 1978, "section": "6", "section_title": " Short title and extent.", "section_text": "6 1 This Act may be cited as the Nuclear Safeguards and Electricity (Finance) Act 1978. 2 This Act extends to Northern Ireland."}]