[{"act": "Oaths Act 1978", "year": 1978, "section": "1", "section_title": " Manner of administration of oaths.", "section_text": "1 1 Any oath may be administered and taken in England, Wales or Northern Ireland in the following form and manner:— The person taking the oath shall hold the New Testament, or, in the case of a Jew, the Old Testament, in his uplifted hand, and shall say or repeat after the officer administering the oath the words “I swear by Almighty God that . . . . . .”, followed by the words of the oath prescribed by law. 2 The officer shall (unless the person about to take the oath voluntarily objects thereto, or is physically incapable of so taking the oath) administer the oath in the form and manner aforesaid without question. 3 In the case of a person who is neither a Christian nor a Jew, the oath shall be administered in any lawful manner. 4 In this section “ officer ” means any person duly authorised to administer oaths."}, {"act": "Oaths Act 1978", "year": 1978, "section": "2", "section_title": " Consequential amendments.", "section_text": "2 In the following provisions, namely— a section 28(1) of the Children and Young Persons Act 1963   ; and b section 56(1) of the Children and Young Persons Act (Northern Ireland) 1968  (each of which prescribes the form of oath for use in juvenile courts and by children and young persons in other courts) for the words “section 2 of the Oaths Act 1909” there shall be substituted the words “section 1 of the Oaths Act 1978”."}, {"act": "Oaths Act 1978", "year": 1978, "section": "3", "section_title": " Swearing with uplifted hand.", "section_text": "3 If any person to whom an oath is administered desires to swear with uplifted hand, in the form and manner in which an oath is usually administered in Scotland, he shall be permitted so to do, and the oath shall be administered to him in such form and manner without further question."}, {"act": "Oaths Act 1978", "year": 1978, "section": "4", "section_title": " Validity of oaths.", "section_text": "4 1 In any case in which an oath may lawfully be and has been administered to any person, if it has been administered in a form and manner other than that prescribed by law, he is bound by it if it has been administered in such form and with such ceremonies as he may have declared to be binding. 2 Where an oath has been duly administered and taken, the fact that the person to whom it was administered had, at the time of taking it, no religious belief, shall not for any purpose affect the validity of the oath."}, {"act": "Oaths Act 1978", "year": 1978, "section": "5", "section_title": " Making of solemn affirmations.", "section_text": "5 1 Any person who objects to being sworn shall be permitted to make his solemn affirmation instead of taking an oath. 2 Subsection (1) above shall apply in relation to a person to whom it is not reasonably practicable without inconvenience or delay to administer an oath in the manner appropriate to his religious belief as it applies in relation to a person objecting to be sworn. 3 A person who may be permitted under subsection (2) above to make his solemn affirmation may also be required to do so. 4 A solemn affirmation shall be of the same force and effect as an oath."}, {"act": "Oaths Act 1978", "year": 1978, "section": "6", "section_title": " Form of affirmation.", "section_text": "6 1 Subject to subsection (2) below, every affirmation shall be as follows:— “I, do solemnly, sincerely and truly declare and affirm,” and then proceed with the words of the oath prescribed by law, omitting any words of imprecation or calling to witness. 2 Every affirmation in writing shall commence:— “I, of , do solemnly and sincerely affirm,” and the form in lieu of jurat shall be “Affirmed at this day of 19 , Before me.”"}, {"act": "Oaths Act 1978", "year": 1978, "section": "7", "section_title": " Repeals and savings.", "section_text": "7 1 The enactments specified in Part I of the Schedule to this Act (consequential repeals) and Part II of that Schedule (enactment obsolete since the Oaths Act 1888  ) are hereby repealed to the extent specified in the third column of that Schedule. 2 In so far as anything done under an enactment repealed by this Act could have been done under a corresponding provision of this Act, it shall not be invalidated by the repeal but shall have effect as if done under that provision. 3 Where any instrument or document refers, either expressly or by implication, to an enactment repealed by this Act, the reference shall, except where the context otherwise requires, be construed as, or as including, a reference to the corresponding provision of this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this Act shall be taken as prejudicing the operation of section 38 of the Interpretation Act 1889 (which relates to the effect of repeals)."}, {"act": "Oaths Act 1978", "year": 1978, "section": "8", "section_title": " Short title, extent and commencement.", "section_text": "8 1 This Act may be cited as the Oaths Act 1978. 2 Part I of this Act does not extend to Scotland. 3 It is hereby declared that this Act extends to Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This Act shall come into force on the expiration of the period of one month from the date on which it is passed."}]