[{"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "1", "section_title": "\n\t\t\tProvision by local authorities for disposal of refuse.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "2", "section_title": " Penalty for unauthorised dumping.", "section_text": "2 1 Any person who, without lawful authority,— a abandons on any land in the open air, or on any other land forming part of a  highway road , a motor vehicle or anything which formed part of a motor vehicle and was removed from it in the course of dismantling the vehicle on the land; or b abandons on any such land any thing other than a motor vehicle, being a thing which he has brought to the land for the purpose of abandoning it there, shall be guilty of an offence and liable on summary conviction to a fine of an amount not exceeding  £100 level 4 on the standard scale  or in the case of a second or subsequent conviction to a fine of an amount not exceeding  £200 level 4 on the standard scale  or imprisonment for a term not exceeding three months or both. 2 For the purposes of subsection (1) above, a person who leaves any thing on any land in such circumstances or for such a period that he may reasonably be assumed to have abandoned it or to have brought it to the land for the purpose of abandoning it there shall be deemed to have abandoned it there or, as the case may be, to have brought it to the land for that purpose unless the contrary is shown. 3 In Scotland, an offence under this section may be prosecuted in any court of summary jurisdiction within the meaning of  section 307(1) of the Criminal Procedure (Scotland) Act 1995  having jurisdiction in the place where the offence was committed."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "2A", "section_title": "Fixed penalty notices for offence of abandoning vehicles", "section_text": "2A 1 Where on any occasion it appears to an authorised officer of a local authority that a person has committed an offence under section 2(1)(a) above in the area of that authority, the officer may give that person a notice offering him the opportunity of discharging any liability to conviction for the offence by payment of a fixed penalty to the authority. 2 Where a person is given a notice under this section in respect of an offence— a no proceedings may be instituted for that offence before the expiration of the period of fourteen days following the date of the notice; and b he may not be convicted of that offence if he pays the fixed penalty before the expiration of the period. 3 A notice under this section must give such particulars of the circumstances alleged to constitute the offence as are necessary for giving reasonable information of the offence. 4 A notice under this section must also state— a the period during which, by virtue of subsection (2) above, proceedings will not be taken for the offence; b the amount of the fixed penalty; and c the person to whom and the address at which the fixed penalty may be paid. 5 Without prejudice to payment by any other method, payment of the fixed penalty may be made by pre-paying and posting a letter containing the amount of the penalty (in cash or otherwise) to the person mentioned in subsection (4)(c) above at the address so mentioned. 6 Where a letter is sent in accordance with subsection (5) above payment is to be regarded as having been made at the time at which that letter would be delivered in the ordinary course of post. 7 The form of a notice under this section is to be such as the appropriate person may by order prescribe. 8 The fixed penalty payable to a local authority under this section is, subject to subsection (9) below, £200. 9 The appropriate person may by order substitute a different amount for the amount for the time being specified in subsection (8) above. 10 The local authority to which a fixed penalty is payable under this section may make provision for treating it as having been paid if a lesser amount is paid before the end of a period specified by the authority. 11 The appropriate person may by regulations restrict the extent to which, and the circumstances in which, a local authority may make provision under subsection (10) above. 12 An order or regulations under this section may make different provision for different purposes and in relation to different areas. 13 In any proceedings a certificate which— a purports to be signed on behalf of the chief finance officer of the local authority, and b states that payment of a fixed penalty was or was not received by a date specified in the certificate, is evidence of the facts stated. 14 In this section— “ authorised officer ”, in relation to a local authority, means an employee of the authority who is authorised in writing by the authority for the purposes of giving notices under this section; “ chief finance officer ”, in relation to a local authority, means the person having responsibility for the financial affairs of the authority."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "2B", "section_title": "Fixed penalty notices: power to require name and address", "section_text": "2B 1 If an authorised officer of a local authority proposes to give a person a notice under section 2A above, the officer may require the person to give him his name and address. 2 A person commits an offence if— a he fails to give his name and address when required to do so under subsection (1) above, or b he gives a false or inaccurate name or address in response to a requirement under that subsection. 3 A person guilty of an offence under subsection (2) above is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 In this section  “ authorised officer ” has the same meaning as in section 2A above."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "2C", "section_title": "Use of fixed penalties under section 2A", "section_text": "2C 1 This section applies in relation to amounts paid to a local authority in pursuance of notices under section 2A above (its  “ fixed penalty receipts ”). 2 A local authority may use its fixed penalty receipts only for the purposes of— a its functions under this Act; b its functions under sections 99 to 102 of the Road Traffic Regulation Act 1984; c its functions relating to the enforcement of sections 3 and 4 of the Clean Neighbourhoods and Environment Act 2005; and d such other of its functions as may be specified in regulations made by the appropriate person. 3 Regulations under subsection (2)(d) above may in particular have the effect that a local authority may use its fixed penalty receipts for the purposes of any of its functions. 4 A local authority must supply the appropriate person with such information relating to its use of its fixed penalty receipts as the appropriate person may require. 5 The appropriate person may by regulations— a make provision for what a local authority is to do with its fixed penalty receipts— i pending their being used for the purposes of functions of the authority referred to in subsection (2) above; ii if they are not so used before such time after their receipt as may be specified by the regulations; b make provision for accounting arrangements in respect of a local authority's fixed penalty receipts. 6 The provision that may be made under subsection (5)(a)(ii) above includes (in particular) provision for the payment of sums to a person (including the appropriate person) other than the authority. 7 Before making regulations under this section, the appropriate person must consult— a the authorities to which the regulations are to apply; b such other persons as the appropriate person thinks fit. 8 The powers to make regulations conferred by this section are, for the purposes of subsection (1) of section 100 of the Local Government Act 2003, to be regarded as included among the powers mentioned in subsection (2) of that section."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "3", "section_title": " Removal of abandoned vehicles.", "section_text": "3 1 Where it appears to a local authority that a motor vehicle in their area is abandoned without lawful authority on any land in the open air or on any other land forming part of a  highway road , it shall be the duty of the authority, subject to the following provisions of this section, to remove the vehicle. 2 Where it appears to a local authority that the land on which a motor vehicle is abandoned as aforesaid is occupied by any person, the authority shall give him notice . . .   that they propose to remove the vehicle in pursuance of subsection (1) above but shall not be entitled to remove it if he objects to the proposal . . .   within the prescribed period. 2A Subsection (2) does not apply where the vehicle is abandoned on a road (within the meaning of the Road Traffic Regulation Act 1984). 3 A local authority shall not be required by virtue of subsection (1) above to remove a vehicle situated otherwise than on a carriageway  within the meaning of  the Highways Act 1980  if it appears to them that the cost of its removal to the nearest convenient carriageway  within the meaning of that Act  would be unreasonably high. 4 In the application of subsection (3) above to Scotland, “ carriageway ” means a way, other than a cycle track, over which the public have a right of way for the passage of vehicles.  5 Where in pursuance of this section a local authority propose to remove a vehicle which in their opinion is in such a condition that it ought to be destroyed they shall, not less than the prescribed period before removing it, cause to be affixed to the vehicle a notice stating that the authority propose to remove it for destruction on the expiration of that period. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Any vehicle removed by the council of  a non-metropolitan district in England  under this section shall be delivered by them to the county council in accordance with such arrangements (including arrangements as to the sharing of any expenses incurred or sums received by the district council and the county council under this Act) as may be agreed between the district council and the county council or, in default of agreement, as may be determined by arbitration. 8 While a vehicle,  other than a vehicle to which a notice was affixed in accordance with subsection (5) above,  is in the custody of a local authority  , a London waste disposal authority, the Greater Manchester Waste Disposal Authority, the Merseyside Waste Disposal Authority . . . or the council of a county in England in pursuance of this section, it shall be the duty of that body to take such steps as are reasonably necessary for the safe custody of the vehicle. 9 Subsections (5) and (6) of section 1 above shall apply to the duties imposed by subsections (1) and (2) above as if— a for any reference to the duty imposed by that section there were substituted a reference to the duties aforesaid; and b for any reference to a local authority within the meaning of that section there were substituted a reference to a local authority within the meaning of this section. 10 In this section and section 5 the area of the Greater Manchester Waste Disposal Authority is the metropolitan county of Greater Manchester excluding the metropolitan district of Wigan."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "4", "section_title": " Disposal of removed vehicles.", "section_text": "4 1 Subject to subsections (5) and (6) below, a local authority may, in such manner as they think fit, dispose of any vehicle which is in their custody in pursuance of section 3 above— a in the case of a vehicle to which a notice was affixed in accordance with subsection (5) of that section and on which no current licence was displayed at the time of its removal, at any time after its removal; in the case of a vehicle which in the opinion of the authority is in such a condition that it ought to be destroyed, at any time after its removal; b in the case of a vehicle to which a notice was so affixed and on which a current licence was so displayed, at any time after the licence expires; in the case of a vehicle, not falling within paragraph (a), which— i does not display a licence (whether current or otherwise and whether or not the vehicle is required to display a licence), and ii does not display any registration mark (whether indicating registration within or outside the United Kingdom), at any time after its removal; c in any other case, at any time after the local authority have taken such steps as may be prescribed to find a person appearing to them to be the owner of the vehicle and either— i they have failed to find such a person, or ii he has failed to comply with a notice served on him in the prescribed manner by the local authority requiring him to remove the vehicle within the prescribed period from their custody, but not earlier, in a case where it appears to the local authority that a licence is in force in respect of the vehicle, than the expiration of the licence. 2 On the relevant date, subsection (1) above shall have effect subject to the provisions of this subsection, that is to say— a any reference in paragraphs (a) and (b) to a current licence shall be construed as including a reference to a licence which was current during any part of the period of 14 days ending with the day preceding that on which the removal of the vehicle in question took place; and b the reference in paragraph (b) to the expiration of a licence shall be construed as a reference to the expiration of the period of 14 days beginning with the day following that on which the licence expired, and for the purposes of paragraph (c) of that subsection an expired licence shall be treated as still in force during the period of 14 days beginning with the day following that on which it expired, and the reference in that paragraph to the expiration of the licence shall be construed accordingly. 3 The power to dispose of vehicles conferred on a local authority by subsection (1) above includes power to provide plant and apparatus for the purpose of disposing of vehicles. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 If before a vehicle is disposed of by a local authority in pursuance of this section the vehicle is claimed by a person who satisfies the authority that he is its owner and pays to the authority such sums in respect of its removal and storage as may be prescribed, the local authority shall permit him to remove the vehicle from their custody during such period as may be prescribed. 6 If before the expiration of the period of one year beginning with the date on which a vehicle is sold by a local authority in pursuance of this section any person satisfies the authority that at the time of its sale he was the owner of the vehicle, the local authority shall pay over to him any sum by which the proceeds of sale exceed the aggregate of such sums in respect of the removal, storage and disposal of the vehicle as may be prescribed. 7 If in the case of any vehicle it appears to a local authority that more than one person is or was its owner at the relevant time, such one of them as the authority think fit shall be treated as its owner for the purposes of subsections (5) and (6) above. 8 In this section “ local authority ” means, in relation to England, the council of a county, metropolitan district or London borough or the Common Council. "}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "4A", "section_title": "Guidance", "section_text": "4A Any authority on whom functions are conferred under section 3 or 4 above must, in exercising those functions, have regard to any guidance given to the authority for the purpose by the appropriate person."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "5", "section_title": " Recovery of expenses connected with removed vehicles.", "section_text": "5 1 Where a vehicle is removed in pursuance of section 3(1) above the appropriate authority shall be entitled to recover from any person responsible— a such charges as may be prescribed in respect of the removal of the vehicle; and b charges ascertained by reference to a prescribed scale in respect of any period during which the vehicle is in the custody of the authority; and c where the vehicle is disposed of in pursuance of section 4 above, charges determined in the prescribed manner in respect of its disposal. 2 Any sum recoverable by virtue of this section shall be recoverable as a simple contract debt in any court of competent jurisdiction. 3 Without prejudice to subsection (2) above, the court by which a person is convicted of an offence under section 2(1) above in respect of a motor vehicle may, on the application of the appropriate authority and in addition to any other order made by the court in relation to that person, order him to pay to the authority any sum which, in the opinion of the court, the authority are entitled to recover from him under this section in respect of the vehicle. 4 In this section— “ the appropriate authority ” means— in the case of a vehicle removed in pursuance of section 3(1) above by a local authority in England other than the council of a non-metropolitan district, or by a local authority in Wales, the local authority; and in the case of a vehicle so removed by the council of a non-metropolitan district in England, the county council; and “ person responsible ”, in relation to a vehicle, means— the owner of the vehicle at the time when it was put in the place from which it was so removed, unless he shows that he was not concerned in and did not know of its being put there; any person by whom it was put in the place aforesaid; any person convicted of an offence under section 2(1) above in consequence of the putting of the vehicle in the place aforesaid. 5 For the purposes of subsection (1)(b) above— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a vehicle so removed by the council of  a non-metropolitan district in England  shall be treated as in the custody of the county council while it was in the custody of the district council by whom it was so removed. 6 In the application of this section to Scotland— a the definition of “ the appropriate authority ” shall be omitted and for any other reference to the appropriate authority there shall be substituted a reference to the local authority; b subsection (2) and in subsection (3) the words from the beginning to “ subsection (2) above ” shall be omitted."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "6", "section_title": " Removal and disposal  etc.  of other refuse.", "section_text": "6 1 Where it appears to a local authority that any thing in their area, other than a motor vehicle, is abandoned without lawful authority on any land in the open air or on any other land forming part of a  highway road , the authority may if they think fit, subject to subsection (2) below, remove the thing. 2 A local authority shall not be entitled to exercise their powers under subsection (1) above as respects a thing situated on land appearing to the authority to be occupied by any person unless the authority have given him notice   . . . that they propose to remove the thing and he has failed to object to the proposal . . .   within the prescribed period. 3 Section 76 of the  Public Health Act 1936 (which relates to the deposit and disposal of refuse) shall, with the exception of subsection (3)(a) of that section, apply to any thing removed in pursuance of subsection (1) above as it applies to other refuse. 4 Subject to subsection (5) below, a local authority by whom any thing is removed in pursuance of subsection (1) above shall be entitled to recover the cost of removing and disposing of it from— a any person by whom it was put in the place from which it was so removed, or b any person convicted of an offence under section 2(1) above in consequence of the putting of the thing in that place. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subsections (2) and (3) of section 5 above shall apply for the purposes of this section as they apply for the purposes of that section, but as if in the said subsection (3)— a for references to a vehicle there were substituted references to any other thing, and b for references to the appropriate authority there were substituted references to the relevant local authority. 7 In the application of this section to Scotland— a for subsection (3) there shall be substituted the following subsection— 3 A local authority may— a provide places for the deposit of any thing removed by them under subsection (1) above; b provide plant and apparatus for the treatment or disposal of any thing deposited at such a place; and c sell or otherwise dispose of any such thing. ; b in subsection (6), for paragraphs (a) and (b) there shall be substituted the words “for references to a vehicle there were substituted references to any other thing”. 8 On the relevant date— a for subsection (3) of this section there shall be substituted the following subsection:— 3 A local authority may— a provide places for the deposit of any thing removed by them under subsection (1) above; b provide plant and apparatus for the treatment or disposal of any thing deposited at such a place; and c sell or otherwise dispose of any such thing. ; b subsection (7)(a) of this section shall be omitted."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "7", "section_title": " Acquisition of land.", "section_text": "7 A local authority and in England the council of a county   . . . may be authorised by the Secretary of State to acquire land compulsorily for any of the purposes of this Act, and the  Acquisition of Land Act 1981 , in Scotland, the  Acquisition of Land (Authorisation Procedure)\t\t\t(Scotland) Act 1947 shall apply to the compulsory acquisition of land under this section  as if this section had been in force immediately before the commencement of that Act ."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "8", "section_title": " Powers of entry etc.", "section_text": "8 1 Any person duly authorised in writing by  the Secretary of State or  a local authority may at any reasonable time enter upon any land for the purpose of ascertaining whether any of the functions conferred by section 3 or section 6 above should or may be exercised in connection with the land, or for the purpose of exercising any of those functions in connection with the land. 2 Section 325(1) to (7) of the Town and Country Planning Act 1990 \t\t\t\t\t(which contains supplementary provisions as to rights of entry under  section 324  of that Act) shall have effect with the necessary modifications as if references to  section 324  included references to subsection (1) above. 3 Sections 320, 322, 323, 329 and 330 of the said Act of 1990  (which relate to local inquiries, the service of notices and the furnishing of information) shall have effect as if any reference to that Act or specified provisions of that Act included a reference to this Act. 4 In the application of this section to Scotland, for subsections (2) and (3) there shall be substituted the following subsections— 2 Section 270(1) to (7) of the Town and County Planning Scotland) Act 1997 \t\t\t\t\t\t\t\t(which contains supplementary provisions as to rights of entry under  section 269  of that Act) shall have effect with the necessary modifications as if references to  section 269  included references to subsection (1) above. 3 Sections 265 to 268, 271 and 272 of the said Act of 1997 \t\t\t\t\t\t\t\t(which relate to local inquiries, the service of notices and the furnishing of information) shall have effect as if any reference to that Act or specified provisions of that Act included a reference to this Act."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "9", "section_title": " Application to Isles of Scilly.", "section_text": "9 The Secretary of State may, after consultation with the Council of the Isles of Scilly, by order provide that any provision of this Act specified in the order shall apply to the Isles, subject to such modifications as may be so specified, as if the Isles were a county or a district."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "10", "section_title": " Orders and regulations.", "section_text": "10 1 Any power to make regulations conferred by this Act includes power to make provision in respect of such cases only as may be specified in the regulations and to make different provision for different circumstances. 2 An order under any provision of this Act, except section 13 below, may be revoked or varied by a subsequent order under that provision. 3 An order under section 13 below appointing a day in respect of section 1(8) or 6(8) above may be revoked or varied by an order made by the Secretary of State which comes into force before that day. 4 Any power to make regulations or an order under any provision of this Act, except sections 1(5) and 5(3) and the said section 1(5) as applied by section 3(9), shall be exercisable by statutory instrument. 5 Any statutory instrument made by virtue of any provision of this Act except— za an order or regulations under section 2A above, or regulations under section 2C above, made by the National Assembly for Wales; or a an order under section 9 above; or b an order under section 13 below relating to section 1(8) or 6(8) above, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 In this Act, unless the contrary intention appears, the following expressions have the following meanings, that is to say—  \" appropriate person \" means— a in relation to a local authority in England, the Secretary of State; b in relation to a local authority in Wales, the National Assembly for Wales; “ the Common Council ” means the Common Council of the City of London;   “ highway ”, in the application of this Act to Scotland, shall be deemed to include any public right of way;   “ carriageway ” has the same meaning as in the Roads (Scotland) Act 1984;  “ licence ” means, in relation to a vehicle, a licence issued for the vehicle under  the Vehicle Excise and Registration Act 1994 (including a nil licence within the meaning of that Act)                   ; “ local authority ” means— in relation to England, a district council, London borough council or the Common Council; in relation to Scotland,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; and in relation to Wales, a  county council or county borough council ; “ motor vehicle ” means a mechanically propelled vehicle intended or adapted for use on roads, whether or not it is in a fit state for such use, and includes any trailer intended or adapted for use as an attachment to such a vehicle, any chassis or body, with or without wheels, appearing to have formed part of such a vehicle or trailer and anything attached to such a vehicle or trailer;  “ owner ”, in relation to a motor vehicle which is the subject of a hiring agreement or hire-purchase agreement, includes the person entitled to possession of the vehicle under the agreement;  “ prescribed ” means prescribed by regulations made by the Secretary of State; “ the relevant date ” has the meaning given to it by section 13(3) below.   “ road ” has the same meaning as in the Roads (Scotland) Act 1984.  2 Any reference in this Act to an enactment is a reference to it as amended or applied by or under any other enactment, including this Act."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "12", "section_title": " Consequential amendments, repeals and savings.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The enactments specified in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 In so far as any instrument made, or any thing done, under or by virtue of any enactment repealed by this Act could have been made or done under or by virtue of a corresponding enactment in this Act, it shall not be invalidated by the repeal effected by this section but shall have effect as if it had been made or done under or by virtue of that corresponding enactment. 4 Without prejudice to subsection (1) above, any enactment or other document whatever referring to any enactment repealed by this Act shall, as far as may be necessary for preserving its effect, be construed as referring (or including a reference) to the corresponding enactment in this Act. 5 For the purposes of section 2 of this Act a person shall be treated as having been previously convicted of an offence under that section if he had been previously convicted of an offence under section 19 of the  Civic Amenities Act 1967. 6 Section 254(2)(c) of the  Local Government Act 1972 (power of Secretary of State to amend, etc. enactments by order) shall apply to this Act as if it had been passed before 1st April 1974. 7 Nothing in the preceding provisions of this section shall prejudice the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 \t\t\t\t\t(which relates to repeals)."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "13", "section_title": " Citation, commencement and extent.", "section_text": "13 1 This Act may be cited as the Refuse Disposal (Amenity) Act 1978. 2 This Act shall come into force at the end of the period of one month beginning with the date on which it is passed. 3 Subsection (2) above shall not apply to sections 1(8), 4(2) and 6(8) above, which shall come into force on the relevant date; and in this Act “ the relevant date ” means such day as the Secretary of State may by order appoint. 4 Different days may be appointed in pursuance of subsection (3) above for each of the said provisions, and different days may be appointed for such different purposes of the same provision as may be specified in the order. 5 This Act does not extend to Northern Ireland."}, {"act": "Refuse Disposal (Amenity) Act 1978", "year": 1978, "section": "1", "section_title": "\n\t\t\tProvision by local authorities for disposal of refuse.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]