[{"act": "State Immunity Act 1978", "year": 1978, "section": "1", "section_title": " General immunity from jurisdiction.", "section_text": "1 1 A State is immune from the jurisdiction of the courts of the United Kingdom except as provided in the following provisions of this Part of this Act. 2 A court shall give effect to the immunity conferred by this section even though the State does not appear in the proceedings in question."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "2", "section_title": " Submission to jurisdiction.", "section_text": "2 1 A State is not immune as respects proceedings in respect of which it has submitted to the jurisdiction of the courts of the United Kingdom. 2 A State may submit after the dispute giving rise to the proceedings has arisen or by a prior written agreement; but a provision in any agreement that it is to be governed by the law of the United Kingdom is not to be regarded as a submission. 3 A State is deemed to have submitted— a if it has instituted the proceedings; or b subject to subsections (4) and (5) below, if it has intervened or taken any step in the proceedings. 4 Subsection (3)( b ) above does not apply to intervention or any step taken for the purpose only of— a claiming immunity; or b asserting an interest in property in circumstances such that the State would have been entitled to immunity if the proceedings had been brought against it. 5 Subsection (3)( b ) above does not apply to any step taken by the State in ignorance of facts entitling it to immunity if those facts could not reasonably have been ascertained and immunity is claimed as soon as reasonably practicable. 6 A submission in respect of any proceedings extends to any appeal but not to any counter-claim unless it arises out of the same legal relationship or facts as the claim. 7 The head of a State’s diplomatic mission in the United Kingdom, or the person for the time being performing his functions, shall be deemed to have authority to submit on behalf of the State in respect of any proceedings; and any person who has entered into a contract on behalf of and with the authority of a State shall be deemed to have authority to submit on its behalf in respect of proceedings arising out of the contract."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "3", "section_title": " Commercial transactions and contracts to be performed in United Kingdom.", "section_text": "3 1 A State is not immune as respects proceedings relating to— a a commercial transaction entered into by the State; or b an obligation of the State which by virtue of a contract (whether a commercial transaction or not) falls to be performed wholly or partly in the United Kingdom. 2 This section does not apply if the parties to the dispute are States or have otherwise agreed in writing; and subsection (1)( b ) above does not apply if the contract (not being a commercial transaction) was made in the territory of the State concerned and the obligation in question is governed by its administrative law. 3 In this section “ commercial transaction ” means— a any contract for the supply of goods or services; b any loan or other transaction for the provision of finance and any guarantee or indemnity in respect of any such transaction or of any other financial obligation; and c any other transaction or activity (whether of a commercial, industrial, financial, professional or other similar character) into which a State enters or in which it engages otherwise than in the exercise of sovereign authority; but neither paragraph of subsection (1) above applies to a contract of employment between a State and an individual."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "4", "section_title": " Contracts of employment.", "section_text": "4 1 A State is not immune as respects proceedings relating to a contract of employment between the State and an individual where the contract was made in the United Kingdom or the work is to be wholly or partly performed there. 2 Subject to subsections (3) and (4) below, this section does not apply if— a at the time when the proceedings are brought the individual is a national of the State concerned; or b   the State concerned is a party to the European Convention on State Immunity and  at the time when the contract was made the individual was neither a national of the United Kingdom nor habitually resident there; or c the parties to the contract have otherwise agreed in writing. 3 Where the work is for an office, agency or establishment maintained by the State in the United Kingdom for commercial purposes, subsection (2)( a ) and ( b ) above do not exclude the application of this section unless the individual was, at the time when the contract was made, habitually resident in that State. 4 Subsection (2)( c ) above does not exclude the application of this section where the law of the United Kingdom requires the proceedings to be brought before a court of the United Kingdom. 5 In subsection (2)( b ) above “ national of the United Kingdom ” means— a a British citizen, a British Dependent Territories citizen  a British National (Overseas)  or a British Overseas citizen; or b a person who under the British Nationality Act 1981 is a British subject; or c a British protected person (within the meaning of that Act) 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "5", "section_title": " Personal injuries and damage to property.", "section_text": "5 A State is not immune as respects proceedings in respect of— a death or personal injury; or b damage to or loss of tangible property, caused by an act or omission in the United Kingdom."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "6", "section_title": " Ownership, possession and use of property.", "section_text": "6 1 A State is not immune as respects proceedings relating to— a any interest of the State in, or its possession or use of, immovable property in the United Kingdom; or b any obligation of the State arising out of its interest in, or its possession or use of, any such property. 2 A State is not immune as respects proceedings relating to any interest of the State in movable or immovable property, being an interest arising by way of succession, gift or bona vacantia. 3 The fact that a State has or claims an interest in any property shall not preclude any court from exercising in respect of it any jurisdiction relating to the estates of deceased persons or persons of unsound mind or to insolvency, the winding up of companies or the administration of trusts. 4 A court may entertain proceedings against a person other than a State notwithstanding that the proceedings relate to property— a which is in the possession or control of a State; or b in which a State claims an interest, if the State would not have been immune had the proceedings been brought against it or, in a case within paragraph ( b ) above, if the claim is neither admitted nor supported by prima facie evidence."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "7", "section_title": " Patents, trade-marks  etc.  ", "section_text": "7 A State is not immune as respects proceedings relating to— a any patent, trade-mark, design or plant breeders’ rights belonging to the State and registered or protected in the United Kingdom or for which the State has applied in the United Kingdom; b an alleged infringement by the State in the United Kingdom of any patent, trade-mark, design, plant breeders’ rights or copyright; or c the right to use a trade or business name in the United Kingdom."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "8", "section_title": " Membership of bodies corporate etc.", "section_text": "8 1 A State is not immune as respects proceedings relating to its membership of a body corporate, an unincorporated body or a partnership which— a has members other than States; and b is incorporated or constituted under the law of the United Kingdom or is controlled from or has its principal place of business in the United Kingdom, being proceedings arising between the State and the body or its other members or, as the case may be, between the State and the other partners. 2 This section does not apply if provision to the contrary has been made by an agreement in writing between the parties to the dispute or by the constitution or other instrument establishing or regulating the body or partnership in question."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "9", "section_title": " Arbitrations.", "section_text": "9 1 Where a State has agreed in writing to submit a dispute which has arisen, or may arise, to arbitration, the State is not immune as respects proceedings in the courts of the United Kingdom which relate to the arbitration. 2 This section has effect subject to any contrary provision in the arbitration agreement and does not apply to any arbitration agreement between States."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "10", "section_title": " Ships used for commercial purposes.", "section_text": "10 1 This section applies to— a Admiralty proceedings; and b proceedings on any claim which could be made the subject of Admiralty proceedings. 2 A State is not immune as respects— a an action in rem against a ship belonging to that State; or b an action in personam for enforcing a claim in connection with such a ship, if, at the time when the cause of action arose, the ship was in use or intended for use for commercial purposes. 3 Where an action in rem is brought against a ship belonging to a State for enforcing a claim in connection with another ship belonging to that State, subsection (2)( a ) above does not apply as respects the first-mentioned ship unless, at the time when the cause of action relating to the other ship arose, both ships were in use or intended for use for commercial purposes. 4 A State is not immune as respects— a an action in rem against a cargo belonging to that State if both the cargo and the ship carrying it were, at the time when the cause of action arose, in use or intended for use for commercial purposes; or b an action in personam for enforcing a claim in connection with such a cargo if the ship carrying it was then in use or intended for use as aforesaid. 5 In the foregoing provisions references to a ship or cargo belonging to a State include references to a ship or cargo in its possession or control or in which it claims an interest; and, subject to subsection (4) above, subsection (2) above applies to property other than a ship as it applies to a ship. 6 Sections 3 to 5 above do not apply to proceedings of the kind described in subsection (1) above if the State in question is a party to the Brussels Convention and the claim relates to the operation of a ship owned or operated by that State, the carriage of cargo or passengers on any such ship or the carriage of cargo owned by that State on any other ship."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "11", "section_title": " Value added tax, customs duties etc.", "section_text": "11 A State is not immune as respects proceedings relating to its liability for— a value added tax, any duty of customs or excise or any agricultural levy; or b rates in respect of premises occupied by it for commercial purposes."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "12", "section_title": " Service of process and judgments in default of appearance. ", "section_text": "12 1 Any writ or other document required to be served for instituting proceedings against a State shall be served by being transmitted through   the Foreign, Commonwealth and Development Office   to the Ministry of Foreign Affairs of the State and service shall be deemed to have been effected when the writ or document is received at the Ministry. 2 Any time for entering an appearance (whether prescribed by rules of court or otherwise) shall begin to run two months after the date on which the writ or document is received as aforesaid. 3 A State which appears in proceedings cannot thereafter object that subsection (1) above has not been complied with in the case of those proceedings. 4 No judgment in default of appearance shall be given against a State except on proof that subsection (1) above has been complied with and that the time for entering an appearance as extended by subsection (2) above has expired. 5 A copy of any judgment given against a State in default of appearance shall be transmitted through   the Foreign, Commonwealth and Development Office   to the Ministry of Foreign Affairs of that State and any time for applying to have the judgment set aside (whether prescribed by rules of court or otherwise) shall begin to run two months after the date on which the copy of the judgment is received at the Ministry. 6 Subsection (1) above does not prevent the service of a writ or other document in any manner to which the State has agreed and subsections (2) and (4) above do not apply where service is effected in any such manner. 7 This section shall not be construed as applying to proceedings against a State by way of counter-claim or to an action in rem; and subsection (1) above shall not be construed as affecting any rules of court whereby leave is required for the service of process outside the jurisdiction."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "13", "section_title": " Other procedural privileges. ", "section_text": "13 1 No penalty by way of committal or fine shall be imposed in respect of any failure or refusal by or on behalf of a State to disclose or produce any document or other information for the purposes of proceedings to which it is a party. 2 Subject to subsections (3) and (4) below— a relief shall not be given against a State by way of injunction or order for specific performance or for the recovery of land or other property; and b the property of a State shall not be subject to any process for the enforcement of a judgment or arbitration award or, in an action in rem, for its arrest, detention or sale. 2A Subject to subsection (3) below— a where, on a complaint under section 111 of the Employment Rights Act 1996 , an employment tribunal finds that a member of the staff of a diplomatic mission or a member of the consular staff of a consular post was unfairly dismissed, relief shall not be given against the State concerned by way of an order under section 113 of that Act; and b where, on a complaint under Article 145 of the Employment Rights (Northern Ireland) Order 1996 , an industrial tribunal finds that a member of the staff of a diplomatic mission or a member of the consular staff of a consular post was unfairly dismissed, relief shall not be given against the State concerned by way of an order under Article 147 of that Order. 3   Subsections (2) and (2A) above do   not prevent the giving of any relief or the issue of any process with the written consent of the State concerned; and any such consent (which may be contained in a prior agreement) may be expressed so as to apply to a limited extent or generally; but a provision merely submitting to the jurisdiction of the courts is not to be regarded as a consent for the purposes of this subsection. 4 Subsection (2)( b ) above does not prevent the issue of any process in respect of property which is for the time being in use or intended for use for commercial purposes; but, in a case not falling within section 10 above, this subsection applies to property of a State party to the European Convention on State Immunity only if— a the process is for enforcing a judgment which is final within the meaning of section 18(1)( b ) below and the State has made a declaration under Article 24 of the Convention; or b the process is for enforcing an arbitration award. 5 The head of a State’s diplomatic mission in the United Kingdom, or the person for the time being performing his functions, shall be deemed to have authority to give on behalf of the State any such consent as is mentioned in subsection (3) above and, for the purposes of subsection (4) above, his certificate to the effect that any property is not in use or intended for use by or on behalf of the State for commercial purposes shall be accepted as sufficient evidence of that fact unless the contrary is proved. 6 In the application of this section to Scotland— a the reference to “ injunction ” shall be construed as a reference to “interdict”; b for paragraph ( b ) of subsection (2) above there shall be substituted the following paragraph— “( b ) the property of a State shall not be subject to any diligence for enforcing a judgment or order of a court or a decree arbitral or, in an action in rem, to arrestment or sale.”; and c any reference to “ process ” shall be construed as a reference to “diligence”, any reference to “the issue of any process” as a reference to “the doing of diligence” and the reference in subsection (4)( b ) above to “an arbitration award” as a reference to “a decree arbitral”. 7 In subsection (2A) above— “ member of the consular staff of a consular post ” is to be construed in accordance with Article 1(h) of the Vienna Convention on Consular Relations done at Vienna on 24 April 1963; and “ member of the staff of a diplomatic mission ” is to be construed in accordance with Article 1(c) of the Vienna Convention on Diplomatic Relations done at Vienna on 18 April 1961."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "14", "section_title": " States entitled to immunities and privileges.", "section_text": "14 1 The immunities and privileges conferred by this Part of this Act apply to any foreign or commonwealth State other than the United Kingdom; and references to a State include references to— a the sovereign or other head of that State in his public capacity; b the government of that State; and c any department of that government, but not to any entity (hereafter referred to as a “separate entity”) which is distinct from the executive organs of the government of the State and capable of suing or being sued. 2 A separate entity is immune from the jurisdiction of the courts of the United Kingdom if, and only if— a the proceedings relate to anything done by it in the exercise of sovereign authority; and b the circumstances are such that a State (or, in the case of proceedings to which section 10 above applies, a State which is not a party to the Brussels Convention) would have been so immune. 3 If a separate entity (not being a State’s central bank or other monetary authority) submits to the jurisdiction in respect of proceedings in the case of which it is entitled to immunity by virtue of subsection (2) above, subsections (1) to (4) of section 13 above shall apply to it in respect of those proceedings as if references to a State were references to that entity. 4 Property of a State’s central bank or other monetary authority shall not be regarded for the purposes of subsection (4) of section 13 above as in use or intended for use for commercial purposes; and where any such bank or authority is a separate entity subsections (1) to (3) of that section shall apply to it as if references to a State were references to the bank or authority. 5 Section 12 above applies to proceedings against the constituent territories of a federal State; and Her Majesty may by Order in Council provide for the other provisions of this Part of this Act to apply to any such constituent territory specified in the Order as they apply to a State. 6 Where the provisions of this Part of this Act do not apply to a constituent territory by virtue of any such Order subsections (2) and (3) above shall apply to it as if it were a separate entity."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "15", "section_title": " Restriction and extension of immunities and privileges.", "section_text": "15 1 If it appears to Her Majesty that the immunities and privileges conferred by this Part of this Act in relation to any State— a exceed those accorded by the law of that State in relation to the United Kingdom; or b are less than those required by any treaty, convention or other international agreement to which that State and the United Kingdom are parties, Her Majesty may by Order in Council provide for restricting or, as the case may be, extending those immunities and privileges to such extent as appears to Her Majesty to be appropriate. 2 Any statutory instrument containing an Order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "16", "section_title": " Excluded matters.", "section_text": "16 1 This Part of this Act does not affect any immunity or privilege conferred by the  Diplomatic Privileges Act 1964 or the  Consular Relations Act 1968; and— a section 4 above does not apply to proceedings relating to a contract of employment between a State and an individual if the individual is or was employed under the contract as a diplomatic agent or consular officer; aa section 4 above does not apply to proceedings relating to a contract of employment between a State and an individual if the individual is or was employed under the contract as a member of a diplomatic mission (other than a diplomatic agent) or as a member of a consular post (other than a consular officer) and either— i the State entered into the contract in the exercise of sovereign authority; or ii the State engaged in the conduct complained of in the exercise of sovereign authority; b section 6(1) above does not apply to proceedings concerning a State’s title to or its possession of property used for the purposes of a diplomatic mission. 1A In subsection (1)— “ consular officer ” is to be construed in accordance with Article 1(d) of the Vienna Convention on Consular Relations done at Vienna on 24 April 1963; “ diplomatic agent ” is to be construed in accordance with Article 1(e) of the Vienna Convention on Diplomatic Relations done at Vienna on 18 April 1961; “ member of a consular post ” is to be construed in accordance with Article 1(g) of the Vienna Convention on Consular Relations done at Vienna on 24 April 1963; “ member of a diplomatic mission ” is to be construed in accordance with Article 1(b) of the Vienna Convention on Diplomatic Relations done at Vienna on 18 April 1961. 2 This Part of this Act does not apply to proceedings relating to anything done by or in relation to the armed forces of a State while present in the United Kingdom and, in particular, has effect subject to the  Visiting Forces Act 1952. 3 This Part of this Act does not apply to proceedings to which section 17(6) of the  Nuclear Installations Act 1965 applies. 4 This Part of this Act does not apply to criminal proceedings. 5 This Part of this Act does not apply to any proceedings relating to taxation other than those mentioned in section 11 above."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "17", "section_title": " Interpretation of Part I.", "section_text": "17 1 In this Part of this Act— “ the Brussels Convention ” means the International Convention for the Unification of Certain Rules Concerning the Immunity of State-owned Ships signed in Brussels on 10th April 1926; “ commercial purposes ”means purposes of such transactions or activities as are mentioned in section 3(3) above; “ ship ” includes hovercraft. 2 In sections 2(2) and 13(3) above references to an agreement include references to a treaty, convention or other international agreement. 3 For the purposes of sections 3 to 8 above the territory of the United Kingdom shall be deemed to include any dependent territory in respect of which the United Kingdom is a party to the European Convention on State Immunity. 4 In sections 3(1), 4(1), 5 and 16(2) above references to the United Kingdom include references to its territorial waters and any area designated under section 1(7) of the  Continental Shelf Act 1964. 4A In sections 4 and 16(1) above references to proceedings relating to a contract of employment include references to proceedings between the parties to such a contract in respect of any statutory rights or duties to which they are entitled or subject as employer or employee. 5 In relation to Scotland in this Part of this Act “ action in rem ” means such an action only in relation to Admiralty proceedings."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "18", "section_title": " Recognition of judgments against United Kingdom.", "section_text": "18 1 This section applies to any judgment given against the United Kingdom by a court in another State party to the European Convention on State immunity, being a judgment— a given in proceedings in which the United Kingdom was not entitled to immunity by virtue of provisions corresponding to those of sections 2 to 11 above; and b which is final, that is to say, which is not or is no longer subject to appeal or, if given in default of appearance, liable to be set aside. 2 Subject to section 19 below, a judgment to which this section applies shall be recognised in any court in the United Kingdom as conclusive between the parties thereto in all proceedings founded on the same cause of action and may be relied on by way of defence or counter-claim in such proceedings. 3 Subsection (2) above (but not section 19 below) shall have effect also in relation to any settlement entered into by the United Kingdom before a court in another State party to the Convention which under the law of that State is treated as equivalent to a judgment. 4 In this section references to a court in a State party to the Convention include references to a court in any territory in respect of which it is a party."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "19", "section_title": " Exceptions to recognition.", "section_text": "19 1 A court need not give effect to section 18 above in the case of a judgment— a if to do so would be manifestly contrary to public policy or if any party to the proceedings in which the judgment was given had no adequate opportunity to present his case; or b if the judgment was given without provisions corresponding to those of section 12 above having been complied with and the United Kingdom has not entered an appearance or applied to have the judgment set aside. 2 A court need not give effect to section 18 above in the case of a judgment— a if proceedings between the same parties, based on the same facts and having the same purpose— i are pending before a court in the United Kingdom and were the first to be instituted; or ii are pending before a court in another State party to the Convention, were the first to be instituted and may result in a judgment to which that section will apply; or b if the result of the judgment is inconsistent with the result of another judgment given in proceedings between the same parties and— i the other judgment is by a court in the United Kingdom and either those proceedings were the first to be instituted or the judgment of that court was given before the first-mentioned judgment became final within the meaning of subsection (1)( b ) of section 18 above; or ii the other judgment is by a court in another State party to the Convention and that section has already become applicable to it. 3 Where the judgment was given against the United Kingdom in proceedings in respect of which the United Kingdom was not entitled to immunity by virtue of a provision corresponding to section 6(2) above, a court need not give effect to section 18 above in respect of the judgment if the court that gave the judgment— a would not have had jurisdiction in the matter if it had applied rules of jurisdiction corresponding to those applicable to such matters in the United Kingdom; or b applied a law other than that indicated by the United Kingdom rules of private international law and would have reached a different conclusion if it had applied the law so indicated. 4 In subsection (2) above references to a court in the United Kingdom include references to a court in any dependent territory in respect of which the United Kingdom is a party to the Convention, and references to a court in another State party to the Convention include references to a court in any territory in respect of which it is a party."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "20", "section_title": " Heads of State.", "section_text": "20 1 Subject to the provisions of this section and to any necessary modifications, the  Diplomatic Privileges Act 1964 shall apply to— a a sovereign or other head of State; b members of his family forming part of his household; and c his private servants, as it applies to the head of a diplomatic mission, to members of his family forming part of his household and to his private servants. 2 The immunities and privileges conferred by virtue of subsection (1)( a ) and ( b ) above shall not be subject to the restrictions by reference to nationality or residence mentioned in Article 37(1) or 38 in Schedule 1 to the said Act of 1964. 3 Subject to any direction to the contrary by the Secretary of State, a person on whom immunities and privileges are conferred by virtue of subsection (1) above shall be entitled to the exemption conferred by section 8(3) of the  Immigration Act 1971. 4 Except as respects value added tax and duties of customs or excise, this section does not affect any question whether a person is exempt from, or immune as respects proceedings relating to, taxation. 5 This section applies to the sovereign or other head of any State on which immunities and privileges are conferred by Part I of this Act and is without prejudice to the application of that Part to any such sovereign or head of State in his public capacity."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "21", "section_title": " Evidence by certificate.", "section_text": "21 A certificate by or on behalf of the Secretary of State shall be conclusive evidence on any question— a whether any country is a State for the purposes of Part I of this Act, whether any territory is a constituent territory of a federal State for those purposes or as to the person or persons to be regarded for those purposes as the head or government of a State; b whether a State is a party to the Brussels Convention mentioned in Part I of this Act; c whether a State is a party to the European Convention on State Immunity, whether it has made a declaration under Article 24 of that Convention or as to the territories in respect of which the United Kingdom or any other State is a party; d whether, and if so when, a document has been served or received as mentioned in section 12(1) or (5) above."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "22", "section_title": " General interpretation.", "section_text": "22 1 In this Act “ court ” includes any tribunal or body exercising judicial functions; and references to the courts or law of the United Kingdom include references to the courts or law of any part of the United Kingdom. 2 In this Act references to entry of appearance and judgments in default of appearance include references to any corresponding procedures. 3 In this Act “ the European Convention on State Immunity ” means the Convention of that name signed in Basle on 16th May 1972. 4 In this Act “ dependent territory ” means— a any of the Channel Islands; b the Isle of Man; c any colony other than one for whose external relations a country other than the United Kingdom is responsible; or d any country or territory outside Her Majesty’s dominions in which Her Majesty has jurisdiction in right of the government of the United Kingdom. 5 Any power conferred by this Act to make an Order in Council includes power to vary or revoke a previous Order."}, {"act": "State Immunity Act 1978", "year": 1978, "section": "23", "section_title": " Short title, repeals, commencement and extent.", "section_text": "23 1 This Act may be cited as the State Immunity Act 1978. 2 Section 13 of the   Administration of Justice (MiscellaneousProvisions) Act 1938 and section 7 of the  Law Reform(Miscellaneous Provisions) (Scotland) Act 1940 (which becomeunnecessary in consequence of Part I of this Act) are hereby repealed. 3 Subject to subsection (4) below, Parts I and  II  of this Act do not apply to proceedings in respect of matters that occurred before the date of the coming into force of this Act and, in particular— a sections 2(2) and 13(3) do not apply to any prior agreement, and b sections 3, 4 and 9 do not apply to any transaction, contract or arbitration agreement, entered into before that date. 4 Section 12 above applies to any proceedings instituted after the coming into force of this Act. 5 This Act shall come into force on such date as may be specified by an order made by the Lord Chancellor by statutory instrument. 6 This Act extends to Northern Ireland. 7 Her Majesty may by Order in Council extend any of the provisions of this Act, with or without modification, to any dependent territory."}]