[{"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "1", "section_title": " Cases in which certain offences are not to be regarded as of a political character.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "2", "section_title": " Restriction on return of criminal under Extradition Act 1870, or to Republic of Ireland, in certain cases.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "4", "section_title": " Jurisdiction in respect of offences committed outside United Kingdom.", "section_text": "4 1 If a person, whether a citizen of the United Kingdom and Colonies or not, does in a convention country any act which, if he had done it in a part of the United Kingdom, would have made him guilty in that part of the United Kingdom of— a an offence mentioned in paragraph 1, 2, 4, 5, 10,  . . .  11B, 12, 13, 14 or 15 of Schedule 1 to this Act; or b an offence of attempting to commit any offence so mentioned, he shall, in that part of the United Kingdom, be guilty of the offence or offences aforesaid of which the act would have made him guilty if he had done it there. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a person who is a national of a convention country but not a citizen of the United Kingdom and Colonies does outside the United Kingdom and that convention country any act which makes him in that convention country guilty of an offence and which, if he had been a citizen of the United Kingdom and Colonies, would have made him in any part of the United Kingdom guilty of an offence mentioned in paragraph 1, 2 or 13 of Schedule 1 to this Act, he shall, in any part of the United Kingdom, be guilty of the offence or offences aforesaid of which the act would have made him guilty if he had been such a citizen. 4 Proceedings for an offence which  (disregarding the provisons of the  Internationally Protected Persons Act 1978)  , the Nuclear Material (Offences) Act 1983   , the United Nations Personnel Act 1997 and the Terrorism Act 2000  would not be an offence apart from this section shall not be instituted— a in Northern Ireland, except by or with the consent of the Attorney General for Northern Ireland; or b in England and Wales, except by or with the consent of the Attorney General; . . .  5 Without prejudice to any jurisdiction exercisable apart from this subsection, every sheriff court in Scotland shall have jurisdiction to entertain proceedings for an offence which  (disregarding the provisions of the  Internationally Protected Persons Act 1978  and the Nuclear Material (Offences) Act 1983   , the United Nations Personnel Act 1997 and the Terrorism Act 2000 ) would not be an offence in Scotland apart from this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 For the purposes of this section any act done— a on board a ship registered in a convention country, being an act which, if the ship had been registered in the United Kingdom, would have constituted an offence within the jurisdiction of the Admiralty; or b on board an aircraft registered in a convention country while the aircraft is in flight elsewhere than in or over that country; or c on board a hovercraft registered in a convention country while the hovercraft is in journey elsewhere than in or over that country, shall be treated as done in that convention country;  and subsection (4) of section 92 of the Civil Aviation Act 1982 (definition of ’in flight’ or, as applied to hovercraft, ’in journey’) shall apply for the purposes of this subsection as it applies for the purposes of that section."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "5", "section_title": "Power to apply section 4 to non-convention countries", "section_text": "5 1 The Secretary of State may by order direct that section 4 above shall apply in relation to a country falling within subsection (2) below as it applies in relation to a convention country, subject to the exceptions (if any) specified in the order. 2 A country falls within this subsection if— a it is not a convention country; and b it is a category 1 territory or a category 2 territory within the meaning of the Extradition Act 2003."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "6", "section_title": " Amendment of Criminal Jurisdiction Act 1975,  Sch.  3.", "section_text": "6 1 For paragraph 2(2) of Schedule 3 to the   Criminal Jurisdiction Act 1975 (postponement of operation of order for return to Republic of Ireland of person accused of extraterritorial offence where he is serving a sentence imposed for any offence) there shall be substituted— 2 If at the time when the order under this paragraph is made the accused stands charged with or convicted of an offence other than the extra-territorial offence, so much of the order as directs him to be delivered as aforesaid shall not take effect until the conclusion of the proceedings (including any appeal or retrial) in respect of that other offence and of any sentence of imprisonment or detention imposed in those proceedings. . 2 This section shall extend to Northern Ireland only."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "7", "section_title": " Extension to Channel Islands, Isle of Man and other countries.", "section_text": "7 1 Subject to subsection (2) below, this Act shall extend to the Channel Islands and the Isle of Man, and shall have effect as if each of them were part of the United Kingdom. 2 Her Majesty may by Order in Council direct that this Act shall, in its application to any of the said islands, have effect subject to such exceptions, adaptations or modifications as may be specified in the Order. 3 Her Majesty may by Order in Council make provision for extending any provisions of this Act, with such exceptions, adaptations or modifications as may be specified in the Order, to any colony, other than a colony for whose external relations a country other than the United Kingdom is responsible, or any country outside Her Majesty’s dominions in which Her Majesty has jurisdiction in right of the government of the United Kingdom. 4 An Order in Council under subsection (3) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 An Order in Council under subsection (2) or (3) above may be varied or revoked by a subsequent Order in Council under that subsection."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "8", "section_title": " Provisions as to interpretation and orders.", "section_text": "8 1 In this Act— “ act ” includes omission; “ convention country ” means a country for the time being designated in an order made by the Secretary of State as a party to the European Convention on the Supression of Terrorism signed at Strasbourg on the 27th January 1977; “ country ” includes any territory; “ enactment ” includes an enactment of the Parliament of Northern Ireland, a Measure of the Northern Ireland Assembly, and an Order in Council under the  Northern Ireland (Temporary Provisions) Act 1972 or the  Northern Ireland Act 1974. 2 Except so far as the context otherwise requires, any reference in this Act to an enactment is a reference to it as amended by or under any other enactment, including this Act. 3 For the purpose of construing references in this Act to other Acts, section 38(1) of the  Interpretation Act 1889 shall apply in cases of repeal and re-enactment by a Measure of the Northern Ireland Assembly or by an Order in Council under the  Northern Ireland Act 1974 as it applies in cases of repeal and re-enactment by an Act. 4 Any power to make an order conferred on the Secretary of State by any provision of this Act— a shall be exercisable by statutory instrument; and b shall include power to revoke or vary a previous order made under that provision. 5 No order shall be made— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b under section 5 above at any time, unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament. 6 Any statutory instrument containing  . . .  an order made under subsection (1) above shall be laid before Parliament after being made."}, {"act": "Suppression of Terrorism Act 1978", "year": 1978, "section": "9", "section_title": " Short title, repeals and commencement.", "section_text": "9 1 This Act may be cited as the Suppression of Terrorism Act 1978. 2 The enactments specified in Schedule 2 to this Act (which contains provisions superseded by section 3 above) are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be so appointed for different purposes."}]