[{"act": "Theft Act 1978", "year": 1978, "section": "1", "section_title": " Obtaining services by deception.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Theft Act 1978", "year": 1978, "section": "2", "section_title": " Evasion of liability by deception.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Theft Act 1978", "year": 1978, "section": "3", "section_title": " Making off without payment.", "section_text": "3 1 Subject to subsection (3) below, a person who, knowing that payment on the spot for any goods supplied or service done is required or expected from him, dishonestly makes off without having paid as required or expected and with intent to avoid payment of the amount due shall be guilty of an offence. 2 For purposes of this section “ payment on the spot ” includes payment at the time of collecting goods on which work has been done or in respect of which service has been provided. 3 Subsection (1) above shall not apply where the supply of the goods or the doing of the service is contrary to law, or where the service done is such that payment is not legally enforceable. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Theft Act 1978", "year": 1978, "section": "4", "section_title": " Punishments.", "section_text": "4 1 Offences under this Act shall be punishable either on conviction on indictment or on summary conviction. 2 A person convicted on indictment shall be liable— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for an offence under section 3 of this Act, to imprisonment for a term not exceeding two years. 3 A person convicted summarily of any offence under this Act shall be liable— a to imprisonment for a term not exceeding six months; or b to a fine not exceeding the prescribed sum for the purposes of  section 32 of the Magistrates’ Courts Act 1980  (punishment on summary conviction of offences triable either way: £1,000 or other sum substituted by order under that Act), or to both."}, {"act": "Theft Act 1978", "year": 1978, "section": "5", "section_title": " Supplementary.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Sections 30(1) (husband and wife), 31(1) (effect on civil proceedings) and 34 (interpretation) of the  Theft Act 1968, so far as they are applicable in relation to this Act, shall apply as they apply in relation to that Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In the   Visiting Forces Act 1952, in paragraph 3 of the Schedule (which defines for England and Wales “offence against property” for purposes of the exclusion in certain cases of the jurisdiction of United Kingdom courts) there shall be added at the end— j the Theft Act 1978 . 5 In the Theft Act 1968 section 16(2)(a) is hereby repealed."}, {"act": "Theft Act 1978", "year": 1978, "section": "6", "section_title": " Enactment of same provisions for Northern Ireland.", "section_text": "6 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it operates only so as to make for Northern Ireland provision corresponding to this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment by resolution of either House."}, {"act": "Theft Act 1978", "year": 1978, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Theft Act 1978. 2 This Act shall come into force at the expiration of three months beginning with the date on which it is passed. 3 This Act except section 5(3), shall not extent to Scotland; and except for that subsection, and subject also to section 6, it shall not extend to Northern Ireland."}]