[{"act": "Transport Act 1978", "year": 1978, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Transport Act 1978", "year": 1978, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Transport Act 1978", "year": 1978, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Transport Act 1978", "year": 1978, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Transport Act 1978", "year": 1978, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Transport Act 1978", "year": 1978, "section": "9", "section_title": "", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   sections 1, 2 and 7 of the  Road Traffic (Foreign Vehicles) Act 1972 shall be amended as shown in Schedule 3 to this Act (the amendments being to extend powers of inspection and control of vehicles by means of spot checks for mechanical defect or overload and restrictions on further use of a vehicle found in breach of the relevant Acts and regulations). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1978", "year": 1978, "section": "10", "section_title": " Drivers’ hours. ", "section_text": "10 In section 96 of the 1968 Act (restrictions on drivers’ hours), after subsection (11A) (added by the  ) European Communities Act 1972, with a view to penalising contraventions of the applicable Community rules), there shall be inserted— 11B But a person shall not be liable to be convicted under subsection (11A) if— a he proves the matters specified in paragraph (i) of subsection (11); or b being charged as the offender’s employer or a person to whose orders the offender was subject, he proves the matters specified in paragraph (ii) of that subsection."}, {"act": "Transport Act 1978", "year": 1978, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Transport Act 1978", "year": 1978, "section": "13", "section_title": " National policy for inland waterway transport.", "section_text": "13 It shall be the duty of the Secretary of State to promote a national policy for the use of inland waterways for commercial transport."}, {"act": "Transport Act 1978", "year": 1978, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Transport Act 1978", "year": 1978, "section": "15", "section_title": " Transfer of controlling interest in Freightliners Limited.", "section_text": "15 1 On the appointed day there shall be transferred to, and vested in, the British Railways Board all those securities (within the meaning of the 1968 Act) of Freightliners Limited which immediately before that day are vested in the National Freight Corporation. 2 On that day— a any liabilities of N.F.C. under guarantees given by them in respect of obligations of Freightliners Limited shall be transferred to, and become liabilities of, that Board; and b the rights and liabilities of N.F.C. under contracts of employment with persons employed by them wholly or mainly in connection with the undertaking of Freightliners Limited shall be transferred to, and become rights and liabilities of, the Board. 3 The following provisions of the 1968 Act— a section 135(1) (regulations as to compensation of employees); and b Schedule 4 (supplementary provisions about transfers of property  etc. ), and also any regulations made under section 135(1) of the 1968 Act before the coming into force of this section, apply as if the transfers effected by subsections (1) and (2) above were transfers under section 8(4) of that Act (the appointed day counting as the “ first material date ” for the purposes of the  British Transport (Compensation to Employees) Regulations 1970, instead of the date shown in the second column of Schedule 1 to the Regulations). 4 Section 136(2) and (4) of the 1968 Act (transfers in connection with pension schemes and preservation of pension rights) apply in the same way; and for the purposes of section 136(4)(c), Freightliners Limited is to be treated (despite section 51(5) of that Act, which made it a joint subsidiary both of the British Railways Board and N.F.C.) as having become a subsidiary of the British Railways Board only on the appointed day. 5 The 1968 Act shall be amended as follows— a in section 7(4)( b ) (restriction on alteration of proportion of interests in Freightliners Limited by means of a scheme), for the words from the beginning to “entitled in” substitute “for transferring any intreest in securities of”; b in section 42(3) (power of Secretary of State to vary amount of commencing capital debt of British Railways Board), for the words “specified in subsection (2)( b ) of this section” onwards substitute “of the commencing capital debt of the Board as determined by or under any enactment for the time being in force, where that appears to him expedient to take account of any transfer of property, rights or liabilities under section 7(5) or (6) or 8(4) of this Act”; and c in paragraph 3 of Schedule 2 (power of Secretary of State to vary commencing capital debt of N.F.C. etc.), for the words from “where that appears” to “of this Act; or” substitute “or, in the case of the Freight Corporation, its commencing capital debt as determined by or under any enactment for the time being in force, where that appears to him expedient to take account”. 6 It shall be within the powers of the British Railways Board— a where it appears to them expedient with a view only to achieving the more productive use of road vehicles predominantly used for the carriage of containers which have been or are to be carried by rail, to use such vehicles for any carriage of containers; and b where they have entered into a contract for the carriage of containers or goods in containers (with or without provisions in the contract specifying whether the carriage is to be by road or by rail), and the contract is to be performed predominantly by rail carriage, to use any road vehicles in partial discharge of their obligations under the contract; and “ containers ” means high capacity containers of a kind capable of being carried by freightliner rail vehicles. 7 The annual report made by the Board under section 4 of the  Railways Act 1974 shall include, in addition to the matters there mentioned, such information about the Board’s exercise of their powers under subsection (6) above as may be called for by the Secretary of State. 8 In this section “ the appointed day ” means the day appointed under section 24(1) below for the coming into force of this section."}, {"act": "Transport Act 1978", "year": 1978, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Transport Act 1978", "year": 1978, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Transport Act 1978", "year": 1978, "section": "18", "section_title": " Capital grants.", "section_text": "18 1 The Secretary of State may, with the approval of the Treasury, out of money provided by Parliament make grants to the National Freight Corporation in respect of any expenditure of a capital nature incurred or to be incurred during the period 1st July 1978 to 31st December 1981 by National Carriers Limited or any of its subsidiaries. 2 Any grants under this section shall be made on such terms and conditions as the Secretary of State may with the approval of the Treasury determine; and the amounts of the grants shall be determined so that— a the amount for the year 1980 is less than that for the year 1979, and the amount for the year 1981 is less than that for the year 1980; and b the aggregate amount of the grants does not exceed £15 million."}, {"act": "Transport Act 1978", "year": 1978, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Transport Act 1978", "year": 1978, "section": "21", "section_title": " Travel concessions for transferred employees.", "section_text": "21 The Secretary of State may, with Treasury approval, out of money provided by Parliament reimburse the National Freight Corporation to such extent as he considers appropriate, and on such terms as he may with that approval determine, in respect of amounts paid by N.F.C., N.C.L. or any subsidiary of N.C.L. to the British Railways Board and  the London Transport Executive London Regional Transport  in connection with travel concessions afforded by them to employees transferred from the employment of the Board under the 1968 Act, or to  surviving spouses, surviving civil partners  or dependants of such employees."}, {"act": "Transport Act 1978", "year": 1978, "section": "22", "section_title": " Transport supplementary grant. ", "section_text": "22 Section 6(1) of the  Local Government Act 1974 (transport supplementary grants to county councils and the G.L.C.) shall be amended as follows— a omit “and” at the end of paragraph ( c ); b at the end of paragraph ( d ) add— and                   e compensation payable under Part IV of Schedule 5 to the Transport (London) Act 1969 (control of off-street parking in Greater London) or any corresponding provisions in an Order in Council under section 11 of the Transport Act 1978 (provision to the same effect for the remainder of Great Britain) ;and c for “( a ) to ( d )” substitute “( a ) to ( e )”."}, {"act": "Transport Act 1978", "year": 1978, "section": "23", "section_title": " Finance (general).", "section_text": "23 There are hereby authorised— a all such charges or increased charges on public funds as may result from sections 1(5), 3(1), 15 and 17 of this Act; b increased payments out of money provided by Parliament attributable to sections 16 and 22 of this Act; c such other increased payments out of money so provided as may result from provisions of this Act which increase the administrative expenses of local authorities and government departments; and d any increase attributable to this Act in the sums payable into the Consolidated Fund under any other enactment."}, {"act": "Transport Act 1978", "year": 1978, "section": "24", "section_title": " Commencement; interpretation; repeals.", "section_text": "24 1 This Act shall come into force on a day appointed by the Secretary of State by order in a statutory instrument; and different days may be so appointed for different provisions and different purposes. 2 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the  1962 Act ” means the Transport Act 1962; “ the  1968 Act ” means the Transport Act 1968; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ B.R. ” means the British Railways Board; “ N.C.L. ” means National Carriers Limited; “ N.F.C. ” means the National Freight Corporation; and “ subsidiary ” means the same as in the 1962 Act. 3 A reference in this Act to any enactment shall be construed as a reference to that enactment as amended, extended or applied by or under any other enactment, including this Act. 4 The enact,ments specified in Schedule 4 to this Act are repealed to the extent specified in the third column of the Schedule."}, {"act": "Transport Act 1978", "year": 1978, "section": "25", "section_title": " Citation and extent.", "section_text": "25 1 This Act may be cited as the Transport Act 1978. 2 Sections 1 to 4 and 22 of this Act do not extend to Scotland. 3 This Act, except sections 15, 17 to 21 and 23 to 25, does not extend to Northern Ireland."}]