[{"act": "Consular Relations Act 1968", "year": 1968, "section": "1", "section_title": " Application of Vienna Convention.", "section_text": "1 1 Subject to sections 2 and 3(2) of this Act, the provisions set out in Schedule 1 to this Act (being Articles or parts of Articles of the Vienna Convention on Consular Relations signed in 1963) shall have the force of law in the United Kingdom and shall for that purpose be construed in accordance with subsections (2) to (11) of this section. 2 In those provisions— “ authorities of the receiving State ” shall be construed as including any constable and any person exercising a power of entry to any premises under any enactment (including any enactment of the Parliament of Northern Ireland); “ grave crime ” shall be construed as meaning any offence punishable (on a first conviction) with imprisonment for a term that may extend to five years or with a more severe sentence; “ Ministry for Foreign Affairs ” shall be construed as meaning the Department of the Secretary of State concerned; “ national of the receiving State ” shall be construed  as meaning— a British citizen, a British Dependent Territories citizen  , a British National (Overseas)  or a British Overseas citizen; or a person who under the British Nationality Act 1981 is a British subject; or a British protected person (within the meaning of that Act). 3 The reference in paragraph 2 of Article 17 to any privileges and immunities accorded by customary international law or by international agreements shall be construed as a reference to any privileges and immunities conferred under the  International Organisations (Immunities and Privileges) Act 1950  or the  International Organisations Act 1968 . 4 The references in Article 44 to matters connected with the exercise of the functions of members of a consular post shall be construed as references to matters connected with the exercise of consular functions by consular officers or consular employees. 5 For the purposes of Article 45 and that Article as applied by Article 58 a waiver shall be deemed to have been expressed by a State if it has been expressed by the head, or any person for the time being performing the functions of head, of the diplomatic mission of that State or, if there is no such mission, of the consular post concerned. 6 The exemption granted by Article 48 with respect to any services shall be deemed to except those services from any class of employment  in respect of which contributions or premiums are payable under the enactments relating to  ...  social security, including enactments in force in Northern Ireland, but not so as to render any person liable to any contribution or premium  which he would not be required to pay if those services were not so excepted. 7 Article 48 shall not affect any agreement made between the United Kingdom and any other State before the commencement of this Act and shall not be taken to prevent the making of any such agreement after the commencement of this Act. 8 Articles 50, 51, 52, 54, 62 and 67 shall be construed as granting any privilege or immunity which they require to be granted. 8A The references in Articles 50 and 62 to customs duties shall be construed as including references to excise duties chargeable on goods imported into the United Kingdom  and to value added tax charged in accordance with section   1(1)(c)   of the Value Added Tax Act 1994   (imposition of charge to value added tax on imported goods) . 9 The reference in Article 57 to the privileges and immunities provided in Chapter  II  shall be construed as referring to those provided in Section II of that Chapter. 10 The reference in Article 70 to the rules of international law concerning diplomatic relations shall be construed as a reference to the provisions of the  Diplomatic Privileges Act 1964. 11 The references in Article 71 to additional privileges and immunities that may be granted by the receiving State or to privileges and immunities so far as these are granted by the receiving State shall be construed as referring to such privileges and immunities as may be specified by Her Majesty by Order in Council."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "2", "section_title": " Restriction of privileges and immunities.", "section_text": "2 If it appears to Her Majesty that the privileges and immunities accorded to a consular post of the United Kingdom in a territory of any State, or to persons connected with such a consular post, are less than those conferred by this Act on a consular post of that State or on persons connected with such a consular post, Her Majesty may by Order in Council withdraw such of the privileges and immunities so conferred from all or any of the consular posts of that State or from such persons connected therewith as appears to Her Majesty to be proper."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "3", "section_title": " Agreements providing for additional or reduced privileges and immunities.", "section_text": "3 1 Where any agreement made, whether before or after the passing of this Act, between the United Kingdom and any other State provides for according to consular posts and persons connected with them privileges and immunities not accorded to them by the other provisions of this Act, Her Majesty may by Order in Council exercise, with respect to the consular posts of that State and persons connected with them, the powers specified in Schedule 2 to this Act so far as may be necessary to give effect to that agreement. 2 Where any agreement made, whether before or after the passing of this Act, between the United Kingdom and any other State provides for according to consular posts and persons connected with them some but not all of the privileges and immunities accorded to them by the other provisions of this Act, Her Majesty may by Order in Council provide for excluding, with respect to consular posts of that State and persons connected with them, any of those privileges and immunities which are not provided for by the agreement."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "4", "section_title": " Civil jurisdiction concerning service on board ship or aircraft.", "section_text": "4 Her Majesty may by Order in Council make provision for excluding or limiting the jurisdiction of any court in the United Kingdom to entertain proceedings relating to the remuneration or any contract of service of the master or commander or a member of the crew of any ship or aircraft belonging to a State specified in the Order, except where a consular officer of that State has been notified of the intention to invoke the jurisdiction of that court and has not objected within such time as may be specified by or under the Order."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "5", "section_title": " Jurisdiction over offences committed on board ship.", "section_text": "5 1 Her Majesty may by Order in Council make provision for securing that, where an offence is alleged to have been committed on board any ship by the master or a member of the crew and the ship belongs to a State specified in the Order, proceedings for the offence instituted otherwise than at the request or with the consent of a consular officer of that State are not entertained by any court in the United Kingdom, unless— a the offence is alleged to have been committed by or against a person who is a citizen of the United Kingdom and Colonies or is otherwise comprised in the definition of “ national of the receiving State ” in section 1(2) of this Act, or against a person other than the master or a member of the crew; or b the offence is one involving the tranquillity or safety of a port, or the law relating to safety of life at sea, public health, oil pollution, wireless telegraphy, immigration or customs or is of any other description specified in the Order; or c the offence is one comprised in the definition of “ grave crime ” in section 1(2) of this Act. 1A In subsection (1)( b ) of this section the expression “the law relating to customs”, to the extent that it refers to the law relating to duties on goods, refers to the law relating to duties (whether of customs or excise) for the time being chargeable on goods imported into the United Kingdom. 2 For the purposes of this section, an offence which affects the property of any person shall be deemed to have been committed against him. 3 For the purposes of this section, any document purporting to be signed by or on behalf of a consular officer and stating that he has requested or consented to the institution of any proceedings shall be sufficient proof of that fact unless the contrary is shown."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "6", "section_title": " Detention on board ship for disciplinary offences.", "section_text": "6 Her Majesty may by Order in Council designate any State for the purposes of this section; and where a State is so designated, a member of the crew of a ship belonging to that State who is detained in custody on board for a disciplinary offence shall not be deemed to be unlawfully detained unless— a his detention is unlawful under the laws of that State or the conditions of detention are inhumane or unjustifiably severe; or b there is reasonable cause for believing that his life or liberty will be endangered for reasons of race, nationality, political opinion or religion, in any country to which the ship is likely to go."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "8", "section_title": " Refund of customs duty on hydrocarbon oils.", "section_text": "8 1 The Treasury may authorise the Secretary of State or the Commissioners of Customs and Excise to make, if he or they think fit, arrangements for securing the refund of  duty (whether of customs or excise) paid on imported hydrocarbon oil (within the meaning of the  Hydrocarbon Oil Duties Act 1979) or value added tax paid on the importation  ... of such oil which is — a bought in the United Kingdom; and b used for such purpose that, had  it  been imported for that use, exemption from  duty  thereon would have been required to be granted by virtue of Article 50 in Schedule 1 to this Act or by virtue of an Order under section 3(1) of this Act  ... 2 Any arrangements made under this section may impose conditions subject to which any refund is to be made. 3 Any amount refunded under arrangements made under this section shall be defrayed— a if the arrangements are made by the Secretary of State, out of moneys provided by Parliament; and b if the arrangements are made by the Commissioners of Customs and Excise, out of the moneys standing to the credit of the General Account of the Commissioners of Customs and Excise."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "10", "section_title": " Right of diplomatic agents and consular officers to administer oaths and do notarial acts in certain cases.", "section_text": "10 1 A diplomatic agent or consular officer of any State may, if authorised to do so under the laws of that State, administer oaths, take affidavits and do notarial acts— a required by a person for use in that State or under the laws thereof; or b otherwise required by a national of that State but not for use in the United Kingdom except under the laws of some other country  or c in connection with an international will. 2 Her Majesty may by Order in Council exclude or restrict the provisions of the preceding subsection in relation to the diplomatic agents or consular officers of any State if it appears to Her that in any territory of that State diplomatic agents or consular officers of the United Kingdom are not permitted to perform functions corresponding in nature and extent to those authorised by that subsection. 3 Her Majesty may by Order in Council make provision for applying section 6 of the  Commissioners for Oaths Act 1889 (powers as to oaths and notarial acts abroad) to countries within the Commonwealth or the Republic of Ireland by requiring the section to be construed as if— a the references therein to a foreign country or place included such country or place as may be specified in the Order; and b the diplomatic ranks specified in that section included such ranks of any United Kingdom mission in a country specified in the Order as may be so specified in relation to that country. 4 In this section “diplomatic agent” has the same meaning as in the  Diplomatic Privileges Act 1964  and “international will” has the meaning assigned to it by section 27 of the Administration of Justice Act 1982 ."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "11", "section_title": " Evidence.", "section_text": "11 If in any proceedings any question arises whether or not any person is entitled to any privilege or immunity under this Act, a certificate issued by or under the authority of the Secretary of State stating any fact relating to that question shall be conclusive evidence of that fact."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "12", "section_title": "", "section_text": "12 1 Her Majesty may, in relation to any such Commonwealth representatives as are described in subsection (2) below, provide by Order in Council for conferring all or any of the privileges and immunities which are conferred by or may be conferred under this Act on consular posts or persons connected with consular posts; and the reference in section 8(1)(b) of this Act (refund of hydrocarbon oil duty) to an order under section 3(1) of this Act shall extend also to an order under this section. 2 The Commonwealth representatives in relation to whom this section applies are— a persons in the service of the Government of any country within the Commonwealth (other than the United Kingdom) who hold offices appearing to Her Majesty to involve the performance of duties substantially corresponding to duties which, in the case of a foreign sovereign power, would be performed by a consular officer; and b any person for the time being recognised by Her Majesty’s Government in the United Kingdom as the chief representative in the United Kingdom of a state or province of a country within the Commonwealth. 3 The privileges and immunities which may be conferred under this section shall include those which in other cases may, if an agreement so requires, be conferred by virtue of Schedule 2 to this Act. 4 The provisions of this section shall have effect in relation to persons in the service of the Government of the Republic of Ireland as they have effect in relation to persons in the service of the Government of a country within the Commonwealth."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "13", "section_title": " Commonwealth and Irish consular officers.", "section_text": "13 1 If consular officers are appointed— a by Her Majesty’s Government in the United Kingdom to serve in any other country within the Commonwealth or in the Republic of Ireland; or b by the Government of any other country within the Commonwealth or of the Republic of Ireland to serve in the United Kingdom; any enactment passed before the passing of this Act which confers any function on consular officers shall be construed in accordance with the following provisions of this section. 2 References (however expressed) in any such enactment to a consular officer shall be construed, subject to any provision made under subsection (3)( a ) of this section, as not including a consular officer appointed as mentioned in subsection (1)( a ) of this section. 3 Her Majesty may by Order in Council make provision— a for requiring references to a consular officer in any enactment passed before the passing of this Act to be construed as including a consular officer appointed as mentioned in subsection (1)( a ) of this section (or as including a consular officer so appointed in any country or place specified in the Order) or for the exercise by a consular officer so appointed (or so appointed in any such country or place) of any functions conferred by the enactment on some other officer; b for making in the  Merchant Shipping Act 1995  or the  Consular Conventions Act 1949 such adaptations of any provision referring to a consular officer of a foreign State as appear to Her to be necessary or expedient to make the provision applicable to consular officers appointed as mentioned in subsection (1)( b ) of this section and to dispense with any requirement as to the conclusion of a consular convention. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "14", "section_title": " Orders in Council.", "section_text": "14 1 No recommendation shall be made to Her Majesty in Council to make an Order containing such provision as is mentioned in section 1(11) or section 3(1) of this Act unless a draft thereof has been laid before and approved by resolution of each House of Parliament. 2 Any other statutory instrument made under the foregoing provisions of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any power to make an Order conferred by this Act includes power to vary or revoke such an Order by a subsequent Order."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "15", "section_title": " Validation of certain provisions in colonial laws.", "section_text": "15 Notwithstanding anything in the  Colonial Laws Validity Act 1865, no colonial law within the meaning of that Act shall be void or inoperative as being repugnant to the  Admiralty Offences (Colonial) Act 1849, the  Territorial Waters Jurisdiction Act 1878 or section  280 or section 281 of the Merchant Shipping Act 1995  by reason only of making provision corresponding to section 5 of this Act."}, {"act": "Consular Relations Act 1968", "year": 1968, "section": "16", "section_title": " Short title, interpretation, commencement and repeal.", "section_text": "16 1 This Act may be cited as the Consular Relations Act 1968. 2 For the purposes of section 4, 5 or 6 of this Act a ship, and for the purposes of section 4 an aircraft, shall be treated as belonging to a State in such circumstances as may be specified by an Order in Council under that section; and different circumstances may be so specified with respect to different States and different classes of ship or aircraft. 3 This Act, except sections 7 to 11, shall not come into force until such day as Her Majesty may by Order in Council appoint. 4 In the  Consular Conventions Act 1949, section 4, in section 6(1) the words “or section 4” and, in section 7(2), paragraph (c) are hereby repealed."}]