[{"act": "Countryside Act 1968", "year": 1968, "section": "1", "section_title": "General functions of the Countryside Council for Wales", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "2", "section_title": "  Countryside Functions of Natural Resources Body for Wales  . ", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The    NRBW    shall keep under review all matters relating to— a the provision and improvement of facilities for the enjoyment of the countryside, b the conservation and enhancement of the natural beauty and amenity of the countryside, and c the need to secure public access to the countryside for the purposes of open-air recreation, and shall consult with such local planning authorities and other bodies as appear to the   NRBW   to have an interest in those matters. 3 The  NRBW  shall encourage, assist, concert or promote the implementation of any proposals with respect to those matters made by any person or body, being proposals which the  NRBW  consider to be suitable. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where it appears to the   NRBW   that the provision and improvement of facilities for enjoyment of the countryside or the conservation and enhancement of the natural beauty and amenity of the countryside presents special problems or requires special professional or technical skill, the   NRBW  — a shall notify their opinion to the appropriate local planning authority or other public body, and b on the application of any such authority or other body in any case where it appears to the  NRBW  expedient having regard to the   purposes mentioned in section 1(1)  of this Act, and to the provisions of section 5(1) of the Act of 1949 (general provisions as respects National Parks), shall place the services of officers or servants of the   NRBW  , or the services of consultants engaged by the   NRBW  , at the disposal of the authority or other body for such period as may be agreed between them, and on such terms as to payment or otherwise, as may be so agreed with the approval of the Minister. 6 The     NRBW   shall make to local planning authorities and other public bodies, as respects the exercise of the powers of making byelaws conferred by this Act  , the Act of 1949 and Part I of the Countryside and Rights of Way Act 2000 , recommendations as to the matters in respect of which byelaws should be made. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The    NRBW  shall provide, or assist in the provision of, publicity and information services relating to the countryside, to places of beauty or interest therein, or to the functions of the    NRBW , and shall take such steps as appear to them expedient for securing that suitable methods of publicity are used for the prevention of damage in the countryside and for [ informing persons resorting to the countryside of their rights and obligations]. 9 The  ...    NRBW  shall make to the Minister such recommendations as the  ...    NRBW  think proper in respect of applications by local authorities for   grants under section 16 of the Welsh Development Agency Act 1975  ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Countryside Act 1968", "year": 1968, "section": "4", "section_title": " Experimental projects or schemes.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Countryside Act 1968", "year": 1968, "section": "6", "section_title": " Country parks and commons: preliminary.", "section_text": "6 1 The powers conferred by this and the three next following sections shall be exercisable for the purpose of providing, or improving, opportunities for the enjoyment of the countryside by the public, and a local authority in exercising those powers in any area in the countryside shall have regard— a to the location of that area in the countryside in relation to an urban or built-up area, and b to the availability and adequacy of existing facilities for the enjoyment of the countryside by the public. 2 In this and the three next following sections “ local authority ” means— a the council of a county,   . . . or county district, or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ., the Common Council of the City of London or any London borough council,  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A local authority may exercise the powers conferred by the three next following sections inside or outside their area,   . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "7", "section_title": " Power to provide country parks.", "section_text": "7 1 Subject to section 6 above, a local authority shall have power, on any site in the countryside appearing to them suitable or adaptable for the purpose set out in section 6(1) above, to provide a country park, that is to say a park or pleasure ground to be used for that purpose. 2 A local authority shall have power to extend, maintain and manage the country park and to do all other things appearing to them desirable for the said purpose in connection with the provision of a country park and in particular— a to lay out, plant and improve the site, and to erect buildings and carry out works, b to provide facilities and services for the enjoyment or convenience of the public, including meals and refreshments, parking places for vehicles, shelters and lavatory accommodation, c to provide facilities and services for open-air recreation: Provided that a local authority shall not under this section provide accommodation, meals or refreshments except in so far as it appears to them that the facilities therefor within the country park are inadequate or unsatisfactory, either generally or as respects any description of accommodation, meals or refreshments, as the case may be. 3 The powers conferred by the foregoing provisions of this section and by the next following section may be exercised by the local authority— a on land belonging to them, or b on such terms as may be agreed with the owners and any other persons whose authority is required for the purpose, on other land, and an agreement under paragraph (b) above may provide for the making by the local authority of payments in consideration of the making of the agreement and payments by way of contribution towards expenditure incurred by the persons making the agreement in consequence thereof. 4 A local authority shall have power to acquire compulsorily any land required by them for the purpose of their functions under this and the next following section. 5 It if appears to a local authority that a park or pleasure ground provided or acquired by the local authority before the coming into force of this section, or otherwise than under or for the purposes of this section, can suitably be used as a country park, that park or pleasure ground shall, from such date as the local authority may determine, be treated for all the purposes of this Act as a country park provided under this section, but— a this subsection shall not affect any trust, covenant or other restriction to which the park or pleasure ground is subject, and b no grant shall be payable under this Act in respect of expenditure incurred before the date so determined. 6 If it appears to a local authority that land provided or acquired by them before the coming into force of this section, as open country to be used for the purposes of Part V of the Act of 1949, can suitably be used as a country park, that land, or any part of it, shall, from such date as the local authority may determine, be treated for all the purposes of this Act as a country park provided under this section; and, if the land was acquired under section 76 of the Act of 1949 (compulsory acquisition for public access), the land so treated shall cease to be subject to that section, but— a this subsection shall not affect any trust, covenant or other restriction to which the land is subject; and b no grant shall be payable under this Act in respect of expenditure incurred before the date so determined. 7 A country park provided under this section shall not be subject to any of the following enactments (which relate to parks and pleasure grounds): Section 164 of the  Public Health Act 1875. Section 44 of the  Public Health Acts Amendment Act 1890. Sections 76 and 77 of the  Public Health Acts Amendment Act 1907. Section 56(5) of the  Public Health Act 1925.  Section 145 of the  Local Government Act 1972."}, {"act": "Countryside Act 1968", "year": 1968, "section": "8", "section_title": " Country parks: sailing, boating, bathing and fishing.", "section_text": "8 1 Without prejudice to the generality of section 7(2) of this Act, where a country park comprises any waterway the kinds of open-air recreation for which the local authority may provide facilities and services under that subsection shall include sailing, boating, bathing and fishing. 2 If a country park is bounded by the sea, or by any waterway which is not part of the sea, the local authority providing the country park shall have power to carry out such work and do such other things as may appear to them necessary or expedient for facilitating the use of the waters so adjoining the country park by the public for sailing, boating, bathing and fishing and other forms of recreation. 3 The powers conferred by subsections (1) and (2) above include power to erect buildings or carry out works on land adjoining the sea or other waters but outside the country park, and to construct jetties or other works wholly or partly in the sea or other waters. 4 The local authority, before acting under the foregoing provisions of this section, shall consult with, and seek the consent  of, the National Rivers Authority   (if the country park is in England), the  NRBW  (if the country park is in Wales), and in either case, such   authorities, being authorities which under any enactment have functions relating to the sea or other waters in question, as the Minister may either generally or in any particular case direct, and Schedule 1 to this Act shall have effect where any authority so consulted withhold their consent. 5 A local authority may make byelaws regulating the use of works carried out by them pursuant to this section and of any facilities or services provided in connection with the works, but before making any such byelaws the local authority shall consult                     Natural England   (if the works are in England) or the   NRBW   (if the works are in Wales) : Provided that byelaws made under this subsection shall not interfere with the exercise of any functions relating to the waters or land to which the byelaws apply which are exercisable by any authority under any enactment. Section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under this subsection were byelaws under that Act. 5A In the case of byelaws made by a local authority in England, section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under subsection (5) were byelaws under that Act. 5B In the case of byelaws made by a local authority in Wales – a sections 3 to 19 of the Local Government Byelaws (Wales) Act 2012 apply, and b the confirming authority for the purposes of section 7 of that Act is the Welsh Ministers. 6 Nothing in this section shall authorise the carrying out of any operation in contravention of section 34 of the  Coast Protection Act 1949 (works detrimental to navigation) or section 9 of the  Harbours Act 1964 (control of harbour development)."}, {"act": "Countryside Act 1968", "year": 1968, "section": "9", "section_title": " Powers exercisable over or near common land.", "section_text": "9 1 This section has effect as respects any common land to which the public have rights of access, and the powers conferred by this section are to be exercised in the interests of persons resorting to the common land for open-air recreation. 2 Subject to the provisions of section 6 above, a local authority may exercise the powers conferred by this section on land taken out of the common land in accordance with this section and Schedule 2 to this Act, or on other land in the neighbourhood of the common land. 3 A local authority shall have power to do anything appearing to the local authority to be desirable for the purpose set out in section 6(1) above, and in the interests of persons resorting to the common land, and in particular— a to provide facilities and services for the enjoyment or convenience of the public, including meals and refreshments, parking places for vehicles, shelters and lavatory accommodation, b to erect buildings and carry out works: Provided that a local authority shall not under this section provide accommodation, meals or refreshments except in so far as it appears to them that the facilities therefor in the neighbourhood of the common land are inadequate or unsatisfactory, either generally or as respects any description of accommodation, meals or refreshments, as the case may be. 4 Schedule 2 to this Act shall have effect for the purposes of this section, and in that Schedule “ the principal section ” means this section. 5 A local authority shall have power to acquire compulsorily any land in the neighbourhood of the common land which is required by them for the purposes of their functions under this section and which is not common land. 6 In this section— “ common land ”  has the meaning given by section 22(1) of the Commons Registration Act 1965;     “ common land ” means—  land registered as common land in a register of common land kept under Part 1 of the Commons Act 2006; land to which Part 1 of that Act does not apply and which is subject to rights of common within the meaning of that Act; “ common land to which the public have rights of access ” means— land to which section 193 of the Law of Property Act 1925 for the time being applies, other than land to which that section applies by virtue of a revocable instrument, or  common land comprised in an access agreement or access order under Part V of the Act of 1949, other than a revocable access agreement or an access agreement expressed to have effect only for a period specified in the agreement, or  any other common land to which the public have rights of access permanently or for an indefinite period. "}, {"act": "Countryside Act 1968", "year": 1968, "section": "10", "section_title": " Camping and picnic sites.", "section_text": "10 1 A local planning authority and the council of a county district shall have power to provide in the countryside within their area camping sites for holiday and recreational purposes, to be used primarily as places for setting up tents, with space for parking vehicles and a means of access to and from a road. 2 A local planning authority and the council of a county district shall have power to provide in the countryside within their area picnic sites for motorists and others using the roads, with space for parking vehicles and a means of access to and from a road. 3 Subject to the provisions of this section, the local authority shall have power to do anything appearing to them desirable in connection with the provision of a site under subsection (1) or subsection (2) above, and in particular to manage a site or to lease it to some other person, and to provide for the use of those occupying the site any services or facilities for their health or convenience. 4 A local authority shall have power to acquire compulsorily any land required by them for the purposes of their functions under this section."}, {"act": "Countryside Act 1968", "year": 1968, "section": "11", "section_title": " Conservation of natural beauty.", "section_text": "11 In the exercise of their functions relating to land under any enactment every Minister, government department and public body shall have regard to the desirability of conserving the natural beauty and amenity of the countryside."}, {"act": "Countryside Act 1968", "year": 1968, "section": "12", "section_title": " Facilities in or near National Parks.", "section_text": "12 1 A local planning authority whose area consists of or includes the whole or any part of a National Park may,  ..., make arrangements for securing the  provision for the area of the local planning authority (whether by the authority or by other persons) of study centres and other facilities for learning about the history, natural features, flora and fauna of the National Park and the objects of architectural, archaeological or historical interest therein; and section 12 of the Act of 1949 (provision of facilities in National Parks) shall have effect as if the functions of local planning authorities under this subsection were functions conferred by subsection (1) of that section. ... 2 The functions conferred by subsection (1) of the said section 12 of the Act of 1949 shall include the making of arrangements for securing the provision in their area (whether by the authority or by other persons)— a of public sanitary conveniences in proper and convenient situations, and b of receptacles for refuse or litter, and services for the regular emptying and cleansing of those receptacles. 3 A local planning authority whose area consists of or includes any part of a National Park which is bounded by the sea, or by any waterway which is not part of the sea, may, on land which is in or in the neighbourhood of the National Park, carry out such work and do such other things as may appear to them necessary or expedient for facilitating the use of the waters so adjoining the National Park by the public for sailing, boating, bathing and fishing and other forms of recreation: Provided that a local planning authority shall not under this subsection provide facilities of any description except in cases where it appears to them that the facilities of that description are inadequate or unsatisfactory. 4 The works which a local planning authority may carry out under subsection (3) above include the construction of jetties and other works wholly or partly in the sea or in other waters. The local planning authority, before acting under this subsection, shall consult with and seek the   consent of the Environment Agency if the works are to take place in England, of the  NRBW  if the works are to take place in Wales, and in either case of such   authorities, being authorities which under any enactment have functions relating to the part of the sea or other waters in question, as the Minister may either generally or in any particular case direct, and Schedule 1 to this Act shall have effect where any authority so consulted withold their consent. 5 A local planning authority may make byelaws regulating the use of works carried out by them under subsection (3) above in the waters bounding a National Park and of any facilities or services provided in connection with the works, but before making any such byelaws the local planning authority shall consult   Natural England   (if the National Park is in England) or the   NRBW   (if the National Park is in Wales) : Provided that byelaws made under this subsection shall not interfere with the exercise of any functions relating to the waters or land to which the byelaws apply which are exercisable by any authority under any enactment. Section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under this subsection were byelaws under that Act. 5A In the case of byelaws made by a local planning authority in England, section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under subsection (5) were byelaws under that Act. 5B In the case of byelaws made by a local planning authority in Wales – a sections 3 to 19 of the Local Government Byelaws (Wales) Act 2012 apply, and b the confirming authority for the purposes of section 7 of that Act is the Welsh Ministers. 6 The Act of 1949 shall have effect as if subsections (3) and (4) above formed part of section 13(1) of that Act, and section 75 of that Act (which relates to the exercise of powers under the said section 13 as respects land comprised in access orders) shall have effect accordingly, and . . .  7 Subsections (2), (3) and (4) of section 13 of the Act of 1949 (carrying out of work on behalf of local planning authority by some other authority) shall apply to any part of the sea bounding a National Park as they apply to a waterway. 8 Nothing in the said section 13 as extended by this section shall authorise the carrying out of any operation in contravention of section 34 of the  Coast Protection Act 1949 or section 9 of the  Harbours Act 1964."}, {"act": "Countryside Act 1968", "year": 1968, "section": "13", "section_title": " Lakes in National Parks: control of boats  etc.", "section_text": "13 1 A local planning authority whose area consists of or includes the whole or any part of a National Park shall have power to make byelaws for the prohibition or restriction of traffic of any description on any lake in the National Park. 2 The power shall be exercisable for the purpose of— a ensuring the safety of persons resorting to any such lake, b regulating all forms of sport or recreation involving the use of boats or vessels, c conserving the amenity and natural beauty of any such lake and the surrounding area, and d preventing nuisance or damage, and in particular nuisance from excessive noise. 3 Without prejudice to the generality of the foregoing provisions of this section, byelaws under this section may— a prescribe rules of navigation and impose speed limits, b require the use of effectual silencers on boats or vessels propelled by internal combustion engines, and prescribe rules with a view to imposing limits on the noise or vibration which may be caused by any such boat or vessel, c prohibit the use of boats or vessels which are not for the time being registered with the local planning authority in such manner as the byelaws may provide, d authorise the making of reasonable charges in respect of the registration of boats or vessels in pursuance of the byelaws, e make different provision for different circumstances, and in particular may impose different restrictions in different parts of the lake and at different times or seasons. 4 In acting under this section the local planning authority shall have regard to the fulfilment of the objects set out as respects National Parks in   section                      5 of the Act of 1949, and, before making any byelaws, shall consult   Natural England                       (if the National Park is in England) or the   NRBW   (if the National Park is in Wales) . 5 Byelaws under this section shall not be made so as to extinguish any public right of way over any waters, but, except as otherwise expressly provided, any byelaws under this section shall apply to persons exercising any such public right of way as they apply to other persons. 6 Byelaws under this section— a shall be of no effect if and in so far as inconsistent with any rules under the  Merchant Shipping Act 1995  which are in force as respects the water to which the byelaws apply, b shall not interfere with any functions relating to the water or land to which the byelaws apply which are exercisable by any authority under any enactment. 7 This section shall not apply to any lake owned or  managed by any statutory undertakers . 8   In the case of byelaws made by a local planning authority in England,  section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under this section were byelaws under that Act. 8A In the case of byelaws made by a local planning authority in Wales – a sections 3 to 19 of the Local Government Byelaws (Wales) Act 2012 apply, and b the confirming authority for the purposes of section 7 of that Act is the Welsh Ministers. 9 Subsections (1) and (2), and subject to the next following subsection, subsection (4), of section 92 of the Act of 1949 (appointment of wardens of land for which byelaws may be made under section 90 of that Act) shall have effect as if the power of making byelaws conferred by this section was contained in the said section 90. 10 For the purpose of securing compliance with any byelaws made under this section, a warden appointed under the said section 92 as applied by this section may enter upon any land, or go on any water, whether or not within the area where the byelaws are in force. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 Byelaws made by a local planning authority under this section may be enforced by any local authority  for an area that includes any part of the National Park in question 13 In this section “ lake ” includes any expanse of water other than a river or canal."}, {"act": "Countryside Act 1968", "year": 1968, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Countryside Act 1968", "year": 1968, "section": "15", "section_title": " Areas of special scientific interest.", "section_text": "15 1 This section has effect as respects land   . . . which is or forms part of an area which in the opinion of   the   NRBW  or Scottish Natural Heritage                           is of special interest by reason of its flora, fauna, or geological or physiographical features. 2 Where, for the purpose of conserving those flora, fauna or geological or physiographical features, it appears to the  NRBW   or (as the case may be) Scottish Natural Heritage   expedient   . . . to do so, the  NRBW or (as the case may be) Scottish Natural Heritage  may enter into an agreement with the owners, lessees and occupiers of any such land   (or of any   adjacent  other  land)  which imposes restrictions on the exercise of rights over land by the persons who can be bound by the agreement. 3 Any such agreement— a may provide for the carrying out on the land of such work and the doing thereon of such other things as may be expedient for the purposes of the agreement, b may provide for any of the matters mentioned in paragraph (a) above being carried out, or for the cost thereof being defrayed, either by the owners or other persons, or by the  NRBW   or (as the case may be) Scottish Natural Heritage  , or partly in one way and partly in another, and c may contain such other provisions as to the making of payments by the NRBW or (as the case may be) Scottish Natural Heritage  as may be specified in the agreement. 4 Where section 79 of the  Law of Property Act 1925 (burden of covenant running with the land) applies to any such restrictions as are mentioned in subsection (2) of this section, the  NRBW  shall have the like rights as respects the enforcement of the restrictions as if the  NRBW  had at all material times been the absolute owner in possession of ascertained land adjacent to the land in respect of which the restriction is sought to be enforced, and capable of being benefited by the restriction, and the restriction had been expressed to be for the benefit of that adjacent land. Section 84 of the Law of Property Act 1925 (discharge or modification of restrictive covenants) shall not apply to such a restriction. 5 Schedule 2 to the  Forestry Act 1967 (powers of tenants for life and other limited owners to enter into forestry dedication covenants or agreements) shall apply to any agreement made in pursuance of this section as it applies to such a covenant or agreement. 6 This section shall apply to Scotland subject to the following modifications— a for subsections (4) and (5) substitute— 4 An agreement entered into under this section affecting land in Scotland may be recorded in the General Register of Sasines or (as the case may be) registered in the Land Register of Scotland and, on being so recorded or registered, shall be enforceable at the instance of Scottish Natural Heritage against any person having an interest in the land and against any person deriving title from that person: Provided that such an agreement shall not be enforceable against any third party who has in good faith and for value acquired right (whether title has been completed or not) to an interest in the land prior to the agreement being recorded or registered as aforesaid, or against any person deriving title from any such third party. 5 In the case of land in Scotland, a liferenter in possession of the land shall have the power to enter into agreements under this section relating to, or to any part of, the land. , and b after subsection (5), insert— 5A The Trusts (Scotland) Act 1921 shall have effect as if among the powers conferred on trustees by section 4 thereof (which relates to the general powers of trustees) there were included a power to enter into agreements under this section relating to the trust estate or any part thereof. . 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Act of 1949 shall have effect as if this section were included in Part III of that Act."}, {"act": "Countryside Act 1968", "year": 1968, "section": "15A", "section_title": "\n\t\t\tCompulsory purchase.", "section_text": "15A 1 Natural England or the   NRBW   may, in the circumstances set out in subsection (2), acquire compulsorily all or part of the land which it appears to that body expedient to acquire for the purpose of conserving flora, fauna, or geological or physiographical features of special interest. 2 The circumstances are— a that   Natural England or (as the case may be) the   NRBW  are satisfied that they are unable to conclude, on reasonable terms,   an  SSSI  agreement  , or b that they have entered into   an  SSSI  agreement                          , but they are satisfied it has been breached in such a way that the flora, fauna or geological or physiographical features referred to there are not being conserved satisfactorily. 3 A dispute about whether or not there has been a breach of the agreement for the purposes of subsection (2)(b) shall be determined by an arbitrator appointed by the Lord Chancellor. 4 Where   Natural England or the   NRBW  have acquired land compulsorily under this section, they may— a themselves take steps to conserve the flora, fauna or geological or physiographical features in question, or b dispose of the land on terms designed to secure that those flora, fauna or features are satisfactorily conserved. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section  “ SSSI  agreement ” means— a in relation to Natural England, an agreement under section 7 of the 2006 Act imposing, for the purpose of conserving flora, fauna, or geological or physiographical features of special interest, restrictions on the exercise of rights over land by persons having an interest in the land, or b in relation to the  NRBW ,   an agreement under section 16 of the Environment (Wales) Act 2016 imposing, for the purpose of conserving flora, fauna, or geographical or physiographical features of special interest, restrictions on the exercise of rights over land by persons having an interest in the land  ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "16", "section_title": " Access to open country: rivers, canals and woodlands.", "section_text": "16 1 The definition of “ open country ” in section 59(2) of the Act of 1949 shall include, if in the countryside, any woodlands. 2 Subject to subsection (6) below, the said definition shall include, if in the countryside— a any river or canal, and b any expanse of water through which a river, or some part of the flow of a river, runs, and c a strip of the adjacent land on both sides of any river or canal, or of any such expanse of water, of reasonable width, and where a highway crosses or comes close to the river, canal or other water, so much of any land connecting the highway with the strip of land as would, if included together with the strip in an access agreement or order, afford access from the highway to some convenient launching place for small boats. 3 The strip of adjacent land comprised in any access order shall be wide enough to allow passage on foot along the water and wide enough to allow the public to picnic at convenient places and, where practicable, to embark or disembark, and shall include— a the banks, walls or embankments along the water, and b any towpath or other way or track beside the water. 4 Local planning authorities shall exercise their powers under Part V of the Act of 1949 over any such strip of land with special regard to the interests of persons using small boats who must circumvent obstacles or obstructions on the water by passing round on foot with their boats, and in the interests of persons who wish to obtain access from a highway to convenient launching places for small boats. 5 In section 60 of the Act of 1949 (rights of public over land subject to an access agreement or order, other than excepted land) subsection (5)(a)\t\t\t\t\t(certain agricultural land to be excepted land) shall not apply to any land within subsection (2)(c) above. 6 Subsections (2) and (3) above shall not apply as respects, or as respects land held with,— a a reservoir owned or managed by statutory undertakers, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a canal, or part of a canal, owned or managed by   Canal & River Trust   which is for the time being a commercial waterway or a cruising waterway within the meaning of section 104 of the  Transport Act 1968. 7 The local planning authority, before making an access agreement or an access order under Part V of the Act of 1949 in respect of land outside a National Park which comprises all or any part of, or of land adjacent to, any river (including any expanse of water through which a river, or some part of the flow of a river runs) or any canal, shall consult with and seek the   consent of the Environment Agency if the land is in England, of the  NRBW  if the land is in Wales, and in either case of such   authorities, being authorities which under any enactment have functions relating to the river or canal in question, as the Minister may either generally or in any particular case direct. Schedule 1 to this Act shall have effect where any authority so consulted withhold their consent. 8 Subsection (7) above shall apply with the necessary modifications in relation to an access order to be made by the Minister as it applies in relation to an access order to be made by a local planning authority. 9 In this section “ river ” includes a stream and the tidal part of a river or stream. 10 The provisions of this section shall not be construed as restricting in any way the definition of “ open country ” in the said section 59(2) as originally enacted. 11 This and the four next following sections shall be construed as one with Part V of the Act of 1949."}, {"act": "Countryside Act 1968", "year": 1968, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Countryside Act 1968", "year": 1968, "section": "18", "section_title": " Access agreements: undertakings by landowners and others not to convert land into excepted land.", "section_text": "18 For the purpose of preventing or restricting the conversion of land which is open country into excepted land within the meaning of section 60(5) of the Act of 1949, an access agreement under section 64 of the Act of 1949 may impose such restrictions on the exercise of rights over the land by the persons who can be bound by the agreement as appear to the local planning authority and the other parties to the agreement to be expedient."}, {"act": "Countryside Act 1968", "year": 1968, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Countryside Act 1968", "year": 1968, "section": "20", "section_title": " Access to open country: contributions by local planning authorities to persons displaying maps and notices.", "section_text": "20 A local planning authority shall have power, as respects any land in their area which is subject to an access agreement or order, to defray or contribute towards, or to undertake to defray or contribute towards, expenditure incurred or to be incurred in relation to the land by any person interested therein in displaying, at places where the public obtain access to any such land— a any reproduction of the relevant map prepared by the local planning authority under section 78 of the Act of 1949, or b any notice specifying restrictions on access to the land or any part thereof."}, {"act": "Countryside Act 1968", "year": 1968, "section": "21", "section_title": " Amendments of Act of 1949.", "section_text": "21 1 Section 11(3) of the Act of 1949 (general powers of local planning authorities in National Parks : exclusion of powers under other Acts) shall cease to have effect. 2 In section 51(1) of the Act of 1949 (general provisions as to long distance routes) after the word “horseback” there shall be inserted the words  “                  or on a bicycle not being a motor vehicle                ” . 3 In section 73(1) of the Act of 1949 (access orders : compensation payable earlier on the ground of special circumstances whereby the postponement of compensation will cause undue hardship) the words from “whereby” to “undue hardship” shall cease to have effect. 4 In section 86(1)(b) of the Act of 1949 (information services to be provided by  Agency ) after the word “architectural” there shall be inserted the word  “                  archeological                ” . 5 There shall be repealed so much of section 89(4) of the Act of 1949 as provides that the power under subsection (1) of that section (power to plant trees for preserving or enhancing natural beauty) does not include power to do anything which the council of a county, county borough or county district are or can be authorised to do by any other enactment. 6 The definition of the expression “ open-air recreation ” in section 114(1) of the Act of 1949 (which excludes organised games from that expression) shall apply only for the purposes of Part V of that Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and (with a view to facilitating the consolidation of the appropriate parts of this Act and the Act of 1949) references in the Act of 1949 to the preservation of the natural beauty of an area shall be construed in the same way as references in this Act to the conservation of the natural beauty of an area."}, {"act": "Countryside Act 1968", "year": 1968, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Countryside Act 1968", "year": 1968, "section": "23", "section_title": " Provisions of facilities by Forestry Commissioners.", "section_text": "23 1 The Forestry Commissioners constituted under the Forestry Acts 1919 to 1945 (in this section referred to as “ the Commissioners ”) shall have the powers conferred on them by this section. 2 The Commissioners may, on any land placed at their disposal by the Minister of Agriculture, Fisheries and Food or the Secretary of State for Wales, provide, or arrange for or assist in the provision of, tourist, recreational or sporting facilities and any equipment, facilities or works ancillary thereto, including without prejudice to that generality— a accommodation for visitors, b camping sites and caravan sites, c places for meals and refreshments, d picnic places, places for enjoying views, parking places, routes for nature study and footpaths, e information and display centres, f shops in connection with any of the aforesaid facilities, g public conveniences, and the Commissioners shall have power to make such charges as they think fit  or to allow another person to make such charges as that other person thinks fit   in connection with any of those facilities. In this subsection “ provide ” includes manage, maintain and improve. 2A Any arrangements between  the Commissioners  and another person entered into pursuant to subsection (2) that provide for the sharing of profits shall be subject to Treasury approval. 3 The power of the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales under section 39 of the Forestry Act 1967 to acquire land shall include power to acquire land in proximity to land placed by him at the disposal of the Commissioners where it appears to him that the land which it is proposed to acquire is reasonably required by the Commissioners for the provision of such facilities as are mentioned in subsection (2) above. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Commissioners’ powers to make byelaws under section 46 of the Forestry Act 1967 shall include power to make byelaws for regulating the reasonable use by the public of the facilities described in subsection (2) above, and in relation to any such matter as is described in section 41(3) of this Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 All expenses incurred, and all sums received, by the Commissioners in the exercise of their powers under this section shall be defrayed, or as the case may be treated, in accordance with section 41 of the Forestry Act 1967."}, {"act": "Countryside Act 1968", "year": 1968, "section": "24", "section_title": " Amendments of Forestry Act 1967.", "section_text": "24 1 Without prejudice to the provisions of section 11 of this Act,   the appropriate forestry authority  may, on any land placed at their disposal by the Minister (as defined in the Forestry Act 1967), plant, care for and manage trees in the interests of amenity, and in section 3(1) of the Forestry Act 1967 (management of forestry land) the reference to   the appropriate forestry authority's   functions under that Act shall include a reference to their functions under this subsection. 2 The said Minister may acquire, whether by purchase,  feu,  lease, exchange or excambion, land which in his opinion ought to be used for planting trees in the interests of amenity, or partly for that purpose and partly for afforestation, together with any other land which must necessarily be acquired therewith, and may place any land acquired by him under this subsection at the disposal of   the appropriate forestry authority  . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The definition of “ public open space ” in section 9(6) of the  Forestry Act 1967 shall not include a country park provided under section 7 of this Act, or a park or pleasure ground in the Lee Valley Regional Park which in the opinion of the Minister serves the purpose set out in section 6(1) of this Act when the considerations in paragraphs (a) and (b) of that subsection are taken into account. 5 This section shall be construed as one with the Forestry Act 1967, and that Act shall have effect as if subsections (2) . . .   above formed part of section 39 of that Act. 6 In this section, “the appropriate forestry authority” means— a in relation to England, the Forestry Commissioners constituted under the Forestry Acts 1919 to 1945; and b in relation to Wales, the  NRBW ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "24A", "section_title": "Incidental powers of  the Commissioners", "section_text": "24A 1 For the purpose of the exercise of their functions under sections 23(2) and 24(1) of this Act so far as relating to land in England  ...,   the Forestry Commissioners constituted under the Forestry Acts 1919 to 1945   may— a form, or participate in the forming of, a body corporate; b invest in a body corporate; c provide loans; d establish a charitable trust; or e act, or appoint a person to act, as an officer of a body corporate or as a trustee of a charitable trust. 2 The powers contained in subsection (1)(b) and (c) shall be exercisable only with Treasury approval."}, {"act": "Countryside Act 1968", "year": 1968, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Countryside Act 1968", "year": 1968, "section": "27", "section_title": " Signposting of footpaths and bridleways.", "section_text": "27 1 A highway authority, after consultation with the owner or occupier of the land concerned, shall have power to erect and maintain signposts along any footpath     bridleway, restricted byway or   byway  for which they are the highway authority. 2 Subject to subsection (3) below, at every point where a footpath   bridleway, restricted byway or    byway  leaves a metalled road the highway authority shall in exercise of their power under subsection (1) above erect and maintain a signpost— a indicating that the footpath  bridleway, restricted byway or   byway  is a public footpath    bridleway, restricted byway or   byway , and b showing, so far as the highway authority consider convenient and appropriate, where the footpath    bridleway, restricted byway or   byway  leads, and the distance to any place or places named on the signpost. 3 A highway authority need not erect a signpost in accordance with subsection (2) above at a particular site if the highway authority, after consulting the council of the parish in which the site is situated, or as the case may be the chairman of the parish meeting for the parish, not having a parish council, in which the site is situated, are satisfied that it is not necessary, and if the parish council, or as the case may be the chairman of the parish meeting, agree. 4 It shall also be the duty of a highway authority in exercise of their powers under subsection (1) above to erect such signposts as may in the opinion of the highway authority be required to assist persons unfamiliar with the locality to follow the course of a footpath   bridleway, restricted byway or  byway . 5 With the consent of the highway authority, any other person may erect and maintain signposts along a footpath    bridleway, restricted byway or   byway . 6 Section 131(2) of the  Highways Act 1980 (destruction or defacement of a traffic sign)  shall apply to a signpost erected or placed along a footpath    bridleway, restricted byway or   byway  in pursuance of this section as it applies to a traffic sign placed on or near a highway . . .  7 In this section (and in the amendments made by this section in other enactments) references to signposts shall include references to other signs or notices serving the same purpose and references to the erection of a signpost shall include references to positioning any such other sign or notice. 8 In this section “ byway ” means a byway open to all traffic, that is to say, a highway over which the public have a right of way for vehicular and all other kinds of traffic, but which is used by the public mainly for the purposes for which footpaths and bridleways are so used  , and “restricted byway” has the same meaning as in Part 2 of the Countryside and Rights of Way Act 2000  ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Countryside Act 1968", "year": 1968, "section": "30", "section_title": " Riding of pedal bicycles on bridleways.", "section_text": "30 1 Any member of the public shall have, as a right of way, the right to ride a bicycle,  not being a mechanically propelled vehicle , on any bridleway, but in exercising that right cyclists shall give way to pedestrians and persons on horseback. 2 Subsection (1) above has effect subject to any orders made by a local authority, and to any byelaws. 3 The rights conferred by this section shall not affect the obligations of the highway authority, or of any other person, as respects the maintenance of the bridleway, and this section shall not create any obligation to do anything to facilitate the use of the bridleway by cyclists. 4 Subsection (1) above shall not affect any definition of “ bridleway ” in this or any other Act. 5 In this section “mechanically propelled vehicle” does not include a vehicle falling within paragraph (c) of section 189(1) of the Road Traffic Act 1988. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "31", "section_title": " Public paths: amendments as respects procedural and minor matters.", "section_text": "31 The Acts mentioned in Schedule 3 to this Act shall be amended in accordance with that Schedule."}, {"act": "Countryside Act 1968", "year": 1968, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Countryside Act 1968", "year": 1968, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Countryside Act 1968", "year": 1968, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Countryside Act 1968", "year": 1968, "section": "37", "section_title": " Protection for interests in countryside.", "section_text": "37 In the exercise of their functions under this Act  the Act of 1949 and the Wildlife and Countryside Act 1981  it shall be the duty of every Minister, and of                     Natural England, the  NRBW                     . . . and local authorities to have due regard to the needs of agriculture and forestry and to the economic and social interests of rural areas."}, {"act": "Countryside Act 1968", "year": 1968, "section": "38", "section_title": " Avoidance of pollution.", "section_text": "38 In the exercise of their functions under this Act and the Act of 1949 it shall be the duty of   Natural England                   , the   NRBW  , the Forestry  Agency  and local authorities to have due regard to the protection against pollution of any water, whether on the surface or underground, which   belongs to the Environment Agency, the  NRBW  or a water undertaker or which the Agency, the  NRBW  or a water undertaker is  for the time being authorised to take."}, {"act": "Countryside Act 1968", "year": 1968, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Countryside Act 1968", "year": 1968, "section": "40", "section_title": ".", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "41", "section_title": " Power to make byelaws and related provisions about wardens.", "section_text": "41 1 A local authority may as respects— a a country park provided by the local authority under section 7 of this Act (on land belonging to the local authority or other land), or b any land as respects which the local authority have exercised powers conferred by section 9 of this Act, or c a picnic site provided by the local authority under section 10 of this Act,   or d a trunk road picnic area as respects which functions of the Minister stand delegated to the local authority under section 113(1) of the  Highways Act 1980, or are functions of the local authority by virtue of an agreement under section 113(3) of that Act, make byelaws for the preservation of order, for the prevention of damage to the land or anything thereon or therein, and for securing that persons resorting thereto will so behave themselves as to avoid undue interference with the enjoyment of the land by other persons. 1A The power of a local authority under sub-section (1)(d) above is exercisable only in so far as any conditions attached to the relevant delegation or, as the case may be, included in the relevant agreement do not otherwise provide. 2 Natural England and the   NRBW   may make byelaws for the preservation of order and other purposes mentioned in subsection (1)— a in the case of Natural England, as respects land— i to which the public have rights of access under a management agreement under section 7 of the Natural Environment and Rural Communities Act 2006, or ii held by them for the purposes of an experimental scheme under section 8 of that Act, and b in the case of the  NRBW , as respects land— i held by them for the purposes of   an experimental scheme under article 10C of the Natural Resources Body for Wales (Establishment) Order 2012 ( S.I.  2012/1903), where the scheme is designed to facilitate the enjoyment of the countryside, or to conserve or enhance its natural beauty or amenity , or ii to which the public have access under an agreement under   section 16 of the Environment (Wales) Act 2016 that is designed to facilitate the enjoyment of the countryside, or to conserve or enhance its natural beauty or amenity . 3 Without prejudice to the generality of the foregoing provisions of this section, byelaws under those provisions— a may prohibit or restrict the use of the land or of any waterway comprised therein, either generally or in any manner specified in the byelaws, by traffic of any description so specified, b may contain provisions prohibiting the depositing of rubbish and the leaving of litter, c may regulate or prohibit the lighting of fires, d may regulate sailing, boating, bathing and fishing and other forms of recreation on waterways, e may prohibit the use of any waterway comprised in a country park by boats which are not for the time being registered with the local authority in such manner as the byelaws may provide, f may be made so as to relate either to the whole or to any part of the land or of any waterway comprised therein, and may make different provisions for different parts thereof, and the byelaws may authorise the making of reasonable charges in respect of the registration of boats in pursuance of the byelaws. 4 Byelaws made under this section shall not interfere with the exercise of any public right of way or of any functions relating to the land or waterway to which the byelaws apply which are exercisable by any authority under any enactment   or with   the provision of an electronic communications code network   or the exercise of any right conferred by or in accordance with   the electronic communications code  on the operator of any   such network . 5 Before a local authority make byelaws under the foregoing provisions of this section as respects a National Park or area of outstanding natural beauty, the local authority shall consult   Natural England   as respects a park or area in England) or the NRBW  (as respects a park or area in Wales) . 6 A county council or county district council shall have power to enforce byelaws made under this section by another authority as respects land in the area of the council. 7   In the case of byelaws made by a local planning authority in England, or by Natural England,                        section 106 of the Act of 1949 (supplementary provisions as to byelaws) shall have effect as if byelaws under this section were byelaws under that Act. 7A In the case of byelaws made by a local planning authority in Wales, or by the   NRBW   – a sections 3 to 19 of the Local Government Byelaws (Wales) Act 2012 apply, and b the confirming authority for the purposes of section 7 of that Act is the Welsh Ministers. 8 Subsections (1) and (2), and subject to the next following subsection subsection (4), of section 92 of the Act of 1949 (appointment of wardens for land for which byelaws may be made under section 90 of that Act) shall have effect as if the power of making byelaws conferred by this section was contained in the said section 90, and as if  Natural England   and the  NRBW  were local authorities . 9 For the purposes of exercising any function conferred on him by the said section 92 as applied by subsection (8) above a warden appointed under that section may enter upon any land, or go on any waterway, as respects which byelaws under this section are in force, although the land or waterway does not belong to the local authority ,   Natural England    or the  NRBW . 10 Sections 90, 91 and 92 of the Act of 1949 shall have effect as if any path which is a means of access to land to which the public are given access by an agreement or order, or in consequence of acquisition, under Part V of the Act of 1949 was included in that land. 11 In subsection (10) above “ path ” means a public path, or a   restricted byway   (as those expressions are defined in section 27(6) of the Act of 1949  and section 48(4) of the Countryside and Rights of Way Act 2000  ) or any other path, not being a highway at the side of a public road, which the public have the right to use, or are permitted to use, as a means of access to land to which the public are given access under Part V of the Act of 1949. 12 Byelaws made under section 90(3) of the Act of 1949 shall not interfere with the exercise of any public right of way or with any authority having under any enactment functions relating to the land or waterway to which the byelaws apply   or with   the provision of an electronic communications code network   or the exercise of any right conferred by or in accordance with   the electronic communications code   on the operator of any   such network ."}, {"act": "Countryside Act 1968", "year": 1968, "section": "42", "section_title": " Wardens.", "section_text": "42 1 A local planning authority whose area consists of or includes the whole or any part of a National Park may appoint such number of persons as may appear to the authority to be necessary or expedient to act as wardens as respects any land within the National Park to which section 193 of the  Law of Property Act 1925 (common land) for the time being applies,  . . .. 2 Before a local planning authority first exercise their powers under subsection (1) above as respects any land, they shall, if practicable, consult the person entitled to the soil of the land. 3 The foregoing subsections shall be construed as one with section 92 of the Act of 1949 and shall be subject to subsection (4) of that section (saving for interests of landowners). 4 The purposes for which wardens may be appointed by an authority under the said section 92 (as amended by this Act) as respects any land or waters are— a to secure compliance with any byelaws, with  section 87 of the Environmental Protection Act 1990  and with any requirements imposed by or under section 193 of the Law of Property Act 1925, b to advise and assist the public, and c to perform such other duties (if any) in relation to the land or waters as the authority may determine. This subsection shall have effect in substitution for subsection (2) of the said section 92."}, {"act": "Countryside Act 1968", "year": 1968, "section": "43", "section_title": " General provisions as to local authority powers conferred by Act.", "section_text": "43 1 A local authority shall make available any facilities and services provided by them under this Act for those who do not normally reside in the area of the local authority as freely as for those who do. 2 A local authority shall have power to make reasonable charges for any facilities or services provided by them under this Act and may arrange for any facilities or services which they have power to provide under this Act to be provided by some other person, and, where they make arrangements for any such facilities or services to be provided by some other person, may authorise that person to make reasonable charges. 3 The services and facilities for which charges may be made under subsection (2) above include the use of any camping site, picnic site or parking place, of any waterway comprised in a country park, and of any part of a country park set aside for any particular form of recreation. 4 Any power of a local authority under this Act to provide buildings or other premises for any purpose shall include power to equip them with such furniture and apparatus as may be reasonably necessary to enable them to be used for that purpose. 5 Any power of a local authority under this Act to provide buildings or other premises, or any services or facilities, or anything else, shall include power to enter into agreements with any other authority or person for the use, on such terms as may be agreed, of anything, or any facilities or services, provided by, or under the control of, that other authority or person and, if it appears convenient, for the services of any staff employed in connection therewith."}, {"act": "Countryside Act 1968", "year": 1968, "section": "44", "section_title": " Power to amend local Acts concerning local authorities.", "section_text": "44 1 The Minister may, subject to the provisions of this section, by order repeal or amend any provision in any local Act passed before this Act and relating to any local authority where it appears to him that that provision is inconsistent with, or has become unnecessary in consequence of, any provision of this Act. 2 Before making an order under this section the Minister shall consult with each local authority affected by the proposed order. 3 An order made under this section— a shall not repeal or amend any enactment so far as it relates to the water undertaking of a local authority. b may contain such transitional, supplemental or incidental provisions as appear to the Minister to be expedient, and c shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Countryside Act 1968", "year": 1968, "section": "45", "section_title": " Agreements with landowners.", "section_text": "45 1 This section has effect as respects any power conferred by this Act on  ... ... any local authority to enter into agreements with landowners and other persons having interests in land. 2 Schedule 2 to the  Forestry Act 1967 (powers of tenants for life and other limited owners to enter into forestry dedication covenants) shall apply to any such agreement as it applies to such a covenant. 3 Where a landowner, or other person having an interest in the land, by the agreement grants or agrees to grant any right as respects the land, the grant or agreement shall be binding upon any person deriving title or otherwise claiming under the grantor to the same extent as it is binding upon the grantor notwithstanding that it would not have been binding upon that person apart from the provisions of this subsection. 4 Any such agreement may be made either irrevocably or subject to such provisions for revocation or variation as may be specified in the agreement. 5 For the purposes of any enactment or rule of law as to the circumstances in which the dedication of a highway or the grant of an easement may be presumed, or may be established by prescription, the use by the public or by any person of a way across land at any time while it is the subject of any such agreement shall be disregarded."}, {"act": "Countryside Act 1968", "year": 1968, "section": "46", "section_title": " Application of general provisions of Act of 1949.", "section_text": "46 1 In the following provisions of the Act of 1949 references to that Act shall include references to this Act— section 99(1)\t\t\t\t\t\t(power of local authority to contribute to expenses of another local authority), section 103 (acquisition of land), section 104 (appropriation and disposal of land by local authorities) but subject to Schedule 2 to this Act, section 108 (entry to survey land in connection with its acquisition), section 109 (local inquiries and service of documents), section 111 (Isles of Scilly). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ., and this amendment shall have effect both for the purposes of the Act of 1949 and of this Act. 4 Section 112 of the Act of 1949 (Epping Forest and Burnham Beeches) shall have effect as if the provisions of this Act about  ...country parks, common land and camping and picnic sites were mentioned in the said section 112(2). 5 Section 113 of the Act of 1949 (National Trust Land) shall have effect as if the provisions of this Act about experimental projects or schemes, country parks, common land and camping and picnic sites were contained in Part VI of the Act of 1949."}, {"act": "Countryside Act 1968", "year": 1968, "section": "47", "section_title": " Crown land.", "section_text": "47 1 The following provisions of this section shall have effect for applying certain provisions of this Act to Crown land, that is to say land an interest in which belongs to Her Majesty in right of the Crown or the Duchy of Lancaster, or to the Duchy of Cornwall, and land an interest in which belongs to a Government department or is held in trust for Her Majesty for the purposes of a Government department. 2 Any power under this Act to acquire land compulsorily may be exercised to acquire an interest in Crown land, other than one held by or on behalf of the Crown, but only with the consent of the appropriate authority. 3 Subject to subsection (4) below, the appropriate authority may enter into an agreement under  ... section 7(3)(b) of this Act as respects an interest in Crown land held by or on behalf of the Crown, and any such agreement as respects any other interest in Crown land shall not have effect unless approved by the appropriate authority. 4 Notwithstanding anything in subsection (3) above— a an agreement authorised by the said subsection (3) and made by any Government department shall be of no effect unless it is approved by the Treasury, and b in considering whether to make or approve an agreement so authorised and relating to land belonging to a Government department or held in trust for Her Majesty for the purposes of a Government department, the department and the Treasury shall have regard to the purposes for which the land is held by or for the department. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If any land subject to an agreement to which section 45 of this Act applies becomes Crown land, subsection (3) of that section shall cease to apply to that agreement unless the appropriate authority consent to its continued application to the agreement. 7 Byelaws made under this Act shall apply to Crown land if the appropriate authority consent to their application thereto. 8 Section 101(11) of the Act of 1949 shall apply for the construction of references in this section to “the appropriate authority”. 9 Agreements made by the Crown Estate Commissioners shall not require the approval of the Treasury under section 101(10)(a) of the Act of 1949 and accordingly in that paragraph, as originally enacted, the words “by the Commissioners of Crown Lands or” shall cease to have effect."}, {"act": "Countryside Act 1968", "year": 1968, "section": "47A", "section_title": " Application to the Broads Authority.", "section_text": "47A 1 Sections 6 to 9 of this Act shall have effect as if the Broads Authority were a local authority. 2 Sections 10,  . . . and 20 of this Act shall have effect as if the Broads Authority were a local planning authority. 3 Section 16 of this Act shall have effect as if the Broads Authority were a local planning authority and the Broads were a National Park. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Sections 43 to 45 shall have effect as if the Broads Authority were a local authority. 6 In this section “ the Broads ” has the same meaning as in the Norfolk and Suffolk Broads Act 1988."}, {"act": "Countryside Act 1968", "year": 1968, "section": "48", "section_title": " Expenses and payments into Exchequer.", "section_text": "48 1 There shall be defrayed out of money provided by Parliament— a any sums required for the payment of grants under this Act, or any other expenses of a Minister under this Act, and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act. 2 There shall be paid into the Exchequer any sums required to be so paid in consequence of any of the provisions of this Act."}, {"act": "Countryside Act 1968", "year": 1968, "section": "49", "section_title": " Interpretation.", "section_text": "49 1 Section 114 of the Act of 1949 shall apply for the construction of this Act. 2 In this Act, unless the context otherwise requires— “ the Act of 1949 ” means the  National Parks and Access to the Countryside Act 1949; “ boat ” includes any hover vehicle or craft being a vehicle or craft designed to be supported on a cushion of air and which is used on or over water; “ bridleway ” and “ footpath ” have the meanings given by   section 329(1) of the  Highways Act 1980 ; ... ... “ land ” includes any interest in or right over land; “ the Minister ”, as respects Wales and Monmouthshire, means the Secretary of State, and otherwise means   the Secretary of State ;   “the  NRBW ” means the Natural Resources Body for Wales;   “ public body ” includes any local authority or statutory undertaker, and any trustees, commissioners, board or other persons, who, as a public body and not for their own profit, act under any enactment for the improvement of any place or the production or supply of any commodity or service; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Act “ parish ” means a rural parish   . . . 4 References in this Act to the conservation of the natural beauty of an area shall be construed as including references to the conservation of its flora, fauna and geological and physiographical features."}, {"act": "Countryside Act 1968", "year": 1968, "section": "50", "section_title": " Short title, repeals, commencement and extent.", "section_text": "50 1 This Act may be cited as the Countryside Act 1968. 2 The enactments mentioned in Schedule 5 to this Act shall be repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force at the expiration of a period of one month beginning with the date on which it is passed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This Act, except subsections (1), (3)\t\t\t\t\t  . . . of this section, sections 15, 24, 25, 26, 32, 37, 46(3) and so much of sections 46(1), 48, and 49 as relates to the first-mentioned sections, shall not extend to Scotland,   . . . this Act shall not extend to Northern Ireland."}]