[{"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "1", "section_title": " The Court and its jurisdiction.", "section_text": "1 1 The Court Martial Appeal Court   shall continue in existence and is in this Act referred to either as “ the Appeal Court ” or as “ the Court ”. 2 The Appeal Court shall be a superior court of record and shall, for the purposes of this Act and subject to its provisions, have full power to determine, in accordance with this Act, any question necessary to be determined for the purpose of doing justice in any case before the Court. 3 The powers of the Appeal Court shall be exercisable by them so far as they think it necessary or expedient in the interests of justice that they should be exercised, and the Court may issue any warrants necessary for enforcing their orders or sentences. 4 Except as provided by Part III of this Act, no appeal shall lie from any decision of the Appeal Court."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "2", "section_title": " Judges. ", "section_text": "2 1 The following shall be judges of the Appeal Court:— a the ex officio and ordinary judges of the Court of Appeal and such of the judges . . .  of the High Court as the Lord Chief Justice may, . . .  , from time to time nominate for the purpose; b such of the Lords Commissioners of Justiciary as the Lord Justice General may from time to time nominate for the purpose; and c such of the judges of Her Majesty’s   Court of Judicature   of Northern Ireland as the Lord Chief Justice of Northern Ireland may from time to time nominate for the purpose. 2 The Lord Chancellor may appoint other persons, being persons of legal experience, to be judges of the Appeal Court and— a the appointment of a person under this subsection shall be for such term as may be determined by the Lord Chancellor, with the approval of the Treasury, before his appointment and shall be subject to such conditions as may be so determined; and b a person so appointed who ceases to hold office as a judge of the Appeal Court shall be eligible for reappointment. 3 There may be paid out of moneys provided by Parliament to the persons appointed under subsection (2) of this section to be judges of the Appeal Court such remuneration, and to all the judges of the Court such  ... allowances, as the Lord Chancellor may, with the approval of the Treasury, determine."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "3", "section_title": " Other senior judges who may exercise powers of Appeal Court.", "section_text": "3 Any power under this Act which is exercisable by a judge of the Appeal Court may also be exercised— a by any judge . . .  of the High Court; b by any Lord Commissioner of Justiciary; c by any judge of Her Majesty’s   Court of Judicature    of Northern Ireland, notwithstanding that he is not for the time being a judge of the Appeal Court; and references in this Act to a judge of the Court shall be construed accordingly."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "4", "section_title": " Sittings.", "section_text": "4 1 For the purpose of hearing and determining appeals under this Act, or any matter preliminary or incidental to an appeal, the Appeal Court shall be summoned in accordance with directions given   in accordance with Part 1 of Schedule 2 to the Constitutional Reform Act 2005 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Appeal Court shall sit at such place as   such directions may provide , whether within or outside the United Kingdom."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "5", "section_title": "", "section_text": "5 1 Subject to subsection (4) below, the Appeal Court shall be duly constituted if it consists of an uneven number of judges not less than three. 2 Where— a part of any proceedings before the Appeal Court has been heard by an uneven number of judges greater than three; and b one or more members of the Court as constituted for the purpose of those proceedings are unable to continue, then, subject to subsection (4) below, the Court shall remain duly constituted for the purpose of those proceedings so long as the number of members (whether even or uneven) is not reduced to less than three. 3 Subject to subsection (4) below, the Appeal Court shall, if it consists of two judges, be duly constituted for every purpose except— a determining an appeal against— i conviction; or ii a finding of not guilty by reason of insanity; or iii a finding of unfitness to stand trial   or that the defendant did the act or made the omission charged against him ; b determining an application for leave to appeal to the   Supreme Court ; and c refusing an application for leave to appeal to the Appeal Court against conviction or any such finding as is mentioned in paragraph ( a )(ii) or (iii), other than an application which has been refused by a single judge. 4 At least one of the judges of which the Appeal Court consists at any sitting must be a judge of the Court by virtue of section 2(1) of this Act, except that where the Court is directed to sit at a place outside the United Kingdom the Lord Chancellor may, if he thinks it expedient to do so  after consulting the Lord Chief Justice , direct that this provision shall not apply to the Court while sitting at that place. 5 Where an appeal has been heard by the Appeal Court and the Court as constituted for that purpose consists of an even number of judges, then, if those judges are equally divided, the case shall be re-argued before and determined by an uneven number of judges not less than three. 6 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "6", "section_title": " Power of Master of the Rolls to act for Lord Chief Justice.", "section_text": "6 The Master of the Rolls may exercise the powers conferred on the Lord Chief Justice by sections 2 and 4 above if at any time the Lord Chief Justice is unable to exercise them himself or there is a vacancy in the office of Lord Chief Justice."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "7", "section_title": " Court staff, salaries and pensions. ", "section_text": "7 1 There shall be a registrar of the Appeal Court (in this Act referred to as “ the registrar ”) to be appointed by the Lord Chancellor, and the Lord Chancellor may appoint such other officers and servants of the Court as he may, with the approval of the Treasury as to numbers, determine. 2 The remuneration of the officers and servants of the Appeal Court shall be such as the Lord Chancellor may, with the approval of the Treasury, determine, and  the principal civil service pension scheme within the meaning of section 2 of the  Superannuation Act 1972 and for the time being in force shall, with the necessary adaptations, apply to officers and servants of the Court as it applies to other persons employed in the civil service of the State . 3 The remuneration of the officers and servants of the Appeal Court and such other expenses of the Court as the Treasury may sanction shall be defrayed out of moneys provided by Parliament."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "8", "section_title": " Right of appeal.", "section_text": "8 1 Subject to the provisions of this Act, a person convicted by  the Court Martial   may, with the leave of the Appeal Court, appeal to the Court  — a against his conviction; and b against any sentence (not being a sentence fixed by law) passed on him for the offence for which he was convicted , whether passed on conviction or in subsequent proceedings . 1ZA In subsection (1) above, the reference to a sentence fixed by law does not include a reference to an order made under   section 321 of the Sentencing Code   in relation to a life sentence (as defined in   section 324 of that Code ) that is fixed by law. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "9", "section_title": " Application for leave to appeal.", "section_text": "9 1 Leave to appeal to the Appeal Court shall not be given except on an application in that behalf made by or on behalf of the appellant and lodged, within the prescribed period, with the registrar. 2 The application must be in the prescribed form and specify the grounds on which leave to appeal is sought and such other particulars, if any, as may be prescribed. 3 The Appeal Court may extend the period within which an application for leave to appeal must be lodged, whether the period has expired or not. 4 Rules of court may provide that, in such circumstances as may be specified in the rules, an application which is lodged with a person (other than the registrar) specified in the rules shall be treated for purposes of subsection (1) above as having been lodged with the registrar; and it shall be the duty of the specified person, if an application is lodged with him in accordance with the rules, to act as follows:— a he shall forward the application to the registrar with as much expedition as practicable; and b if it appears to him practicable to do so, and in all the circumstances expedient, he shall forthwith furnish the registrar (before the receipt by the latter of the application) with such particulars of the application as will enable the registrar to prepare a copy of it."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "10", "section_title": " Alternative procedure for appeal from court-martial abroad.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "11", "section_title": " Consideration of application by Appeal Court.", "section_text": "11 1 In considering whether or not to give leave to appeal the Appeal Court shall have regard to any expression of opinion made by  ... the Judge Advocate General that the case is a fit one for appeal, and if any such expression is so made they may, without more, give leave to appeal. 2 Where the Appeal Court dismiss an application for leave to appeal they may, if they consider the application to have been frivolous or vexatious, order that any sentence passed upon the applicant in the proceedings from which it was sought to bring the appeal shall begin to run from the day on which the Appeal Court dismiss the application."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "12", "section_title": " Power to quash conviction as  unsafe.", "section_text": "12 1 The Appeal Court— a shall allow an appeal against conviction by   the Court Martial   if they think that the conviction is unsafe; and b shall dismiss such an appeal in any other case. 2 If the Appeal Court allow an appeal against conviction, they shall quash the conviction. 3 Where the Appeal Court quash a conviction, the appellant is to be treated as if he had been acquitted by the Court Martial; but this does not apply if an order under section 19 authorising the appellant to be retried is made."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "13", "section_title": "Power to re-sentence when some but not all convictions successfully appealed.", "section_text": "13 1 This section applies where— a on a single occasion a person is sentenced by the Court Martial in respect of two or more offences; and b the Appeal Court allow an appeal against conviction in respect of some but not all of the offences. 2 The Court may in respect of any offence of which the appellant remains convicted pass, in substitution for the sentence passed by the Court Martial, any sentence that— a they think appropriate; and b is a sentence that the Court Martial had power to pass. 3 But the Court may not exercise their powers under subsection (2) in such a way that the appellant's sentences (taken together) for all the offences of which he remains convicted are more severe than the sentences (taken together) passed on him by the Court Martial on the occasion mentioned in subsection (1)(a). 4 The reference in subsection (3) to the sentences passed by the Court Martial includes those passed by that court in respect of offences as respects which appeals against conviction have been allowed."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "14", "section_title": " Substitution of conviction on different charge   otherwise than after guilty plea .", "section_text": "14 1 This section applies where— a an appellant has been convicted of an offence to which he did not plead guilty; b the Court Martial could lawfully have found him guilty of some other offence; and c it appears to the Appeal Court on an appeal against conviction that the Court Martial must have been satisfied of facts which prove him guilty of that other offence. 2 The Appeal Court may, instead of allowing or dismissing the appeal, substitute for the finding of the  Court Martial   a finding of guilty of the other offence, and may pass on the appellant, in substitution for the sentence passed on him by the  Court Martial ,  any sentence that— a they think appropriate; b is a sentence that the Court Martial would have had power to pass in respect of that other offence; and c is not more severe than the sentence passed by the Court Martial."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "14A", "section_title": "Substitution of conviction on different charge after guilty plea", "section_text": "14A 1 This section applies where— a an appellant has been convicted of an offence to which he pleaded guilty, b if he had not so pleaded, he could lawfully have pleaded, or been found, guilty of some other offence, and c it appears to the Appeal Court on an appeal against conviction that the plea of guilty indicates an admission by the appellant of facts which prove him guilty of that other offence. 2 The Appeal Court may, instead of allowing or dismissing the appeal, substitute for the appellant’s plea of guilty a plea of guilty of the other offence, and may pass on the appellant, in substitution for the sentence passed on him by the  court-martial, such sentence as they think proper, being a sentence warranted by the relevant Service Act for that other offence, but not a sentence of greater severity.   Court Martial, any sentence that—               a they think appropriate; b is a sentence that the Court Martial would have had power to pass in respect of that other offence; and c is not more severe than the sentence passed by the Court Martial.  "}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "15", "section_title": " Variation of conviction so as to attract different sentence.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "16", "section_title": "Substitution of finding of insanity or findings of unfitness to stand trial  etc.", "section_text": "16 1 This section applies where, on an appeal against conviction, the Appeal Court, on the written or oral evidence of two or more registered medical practitioners at least one of whom is duly approved, are of   the  opinion— a that the proper finding would have been one of not guilty by reason of insanity; or b that the case is not one where there should have been a finding of not guilty, but that there should have been findings that the accused was unfit to stand trial and that he did the act or made the omission charged against him. 1A The Appeal Court shall, instead of allowing or dismissing the appeal, substitute for the finding appealed against— a a finding of not guilty by reason of insanity; or b findings that the appellant was unfit to stand trial and that he did the act or made the omission charged against him. 2 Sections 169(2) to (5) and 170 of, and Schedule 4 to, the 2006 Act apply (with any necessary modifications) in relation to the Appeal Court as they apply in relation to the Court Martial in a case in which section 169 of that Act applies. 3 Section 172 of that Act (meaning of  “duly approved”  etc ) applies for the purposes of this section (and references there to the defendant are to be read as references to the appellant). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "16A", "section_title": "  Appeals against sentence.", "section_text": "16A 1 Where, on a single occasion, the Court Martial passes two or more sentences on a person, an appeal or application for leave to appeal against any of those sentences is to be treated as an appeal or application in respect of both or all of them. 2 On an appeal against sentence the Appeal Court may quash the sentence passed by the Court Martial and pass in substitution for it any sentence that— a they think appropriate; and b is a sentence that the Court Martial had power to pass in respect of the offence. 3 But the Court may not exercise their powers under subsection (2) in such a way that, taking the case as a whole, the appellant is dealt with more severely on appeal than he was dealt with by the Court Martial."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "17", "section_title": " Term of sentence passed under s. 13, 14  , 14A or 16A .", "section_text": "17 1 Unless the Court otherwise direct, a sentence passed by the Appeal Court under section 13, 14, 14A or 16A takes effect from the beginning of the day on which the Court Martial passed sentence. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "17A", "section_title": " Appeals by civilians: application of Service Act provisions.", "section_text": "17A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "18", "section_title": " Retrial generally excluded.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "19", "section_title": " Power to authorise retrial in certain cases.", "section_text": "19 1 The Appeal Court shall have the power, on quashing a conviction, to make an order authorising the appellant to be retried by  the Court Martial , but shall only exercise this power when   . . . it appears to the Court that the interests of justice require that an order under this section should be made. 2 This section has effect notwithstanding  section 63 of the 2006 Act (service proceedings barring subsequent service proceedings).   3   An order under this section may authorise the appellant to be retried for  — a the offence of which he was convicted by the  Court Martial   and in respect of which his appeal is allowed as mentioned in subsection (1) above; b any offence of which he could have been convicted  by the Court Martial   on a charge of the first-mentioned offence; or c any offence charged in the alternative in respect of which the  Court Martial   recorded no finding in consequence of convicting him of the first-mentioned offence. 4 A person who is to be retried under this section for an offence shall, if the Appeal Court so directs, be retried on a fresh charge or charges specified in the direction;  if any such direction is made the Director of Service Prosecutions must bring the charge or charges so specified (which are to be regarded for the purposes of Part 5 of the 2006 Act as allocated for Court Martial trial).   5 Section 125 of the 2006 Act (powers of DSP after charge) has effect in relation to a charge on which a person is to be retried under this section (whether or not a fresh charge) subject to such modifications as may be contained in Court Martial rules (within the meaning of that Act)."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "20", "section_title": " Implementation of authority for retrial, and supplementary orders of Appeal Court.", "section_text": "20 1 Where— a an order under section 19 authorising the retrial of a person has been made, and b the person has not been arraigned (in pursuance of the order) within three months beginning with the date of the order, the person may not be arraigned unless the Appeal Court give leave. 1A A person who may not be arraigned without the leave of the Appeal Court may apply to the Court to set aside the order under section 19. 1B On an application under subsection (1) or (1A) the Appeal Court may— a grant leave to arraign; or b set aside the order under section 19. 1C But leave to arraign may be granted only if the Appeal Court are satisfied— a that the prosecution has acted with all due expedition; and b that there is a good and sufficient reason for a retrial in spite of the lapse of time since the order under section 19 was made. 1D Where an order under section 19 authorising the retrial of a person for an offence is set aside, the person is to be treated as if he had been acquitted by the Court Martial of the offence. 1E Where the Appeal Court authorise the retrial of a person they may— a by order authorise the keeping of that person in service custody— i for such period, ending not later than 8 days after the date the order is made, as the Court think appropriate; or ii if the person is legally represented and consents, for such period, not exceeding 28 days, as the Court think appropriate; or b require that person to comply with such requirements as seem to the Court to be necessary for a purpose mentioned in section 107(3) of the 2006 Act. 1F Where the person is in service custody the Appeal Court may under subsection (1E)(b) impose a requirement that must be complied with before the person may be released. 1G An order under subsection (1E)(a) is to be treated, for the purposes of Part 4 of the 2006 Act, as made under section 105(2) of that Act. 1H A requirement imposed under subsection (1E)(b) is to be treated, for the purposes of Part 4 of the 2006 Act, as imposed under section 107(3) of that Act (and, where appropriate, by virtue of section 107(3)(a) of that Act). 2 The Appeal Court may, where they authorise a retrial, make such orders as appear to them to be necessary or expedient for the retention until the relevant time of property or money which has been restored, delivered or paid in pursuance of an order made on or in consequence of the original conviction or has been placed in safe custody while the operation of any such order is suspended. 2A In subsection (2)\t\t\t\t\t\t\t\t “ relevant time ” means— a where arraignment takes place within the three months referred to in subsection (1)— i if the defendant is convicted on his retrial, the end of 28 days beginning with the date of conviction; ii otherwise, the time when the case is finally disposed of; b where arraignment does not take place within those three months, the end of those three months. 3 Where retrial is authorised in the case of a person who immediately before the date of the authorisation was liable to be detained in pursuance of   an order or direction   under United Kingdom mental health legislation, that   order or  direction shall continue in force until the relevant time as if his conviction had not been quashed. 3A In subsection (3)\t\t\t\t\t\t\t\t “ relevant time ” means— a where arraignment takes place within the three months referred to in subsection (1), the time when the case is finally disposed of; b otherwise, the end of those three months. 4 The legislation referred to in subsection (3) above is  Part III of the Mental Health Act 1983 ,  the Mental Health (Care and Treatment)\t\t\t\t\t\t(Scotland) Act 2003  and Part III of the Mental Health  (Northern Ireland) Order 1986 . 4A Where retrial is authorised in the case of a person who— a was liable to be detained in pursuance of an order or direction under Part 3 of the Mental Health Act 1983; b was then made subject to a community treatment order (within the meaning of that Act); and c was subject to that community treatment order immediately before the date of the authorisation, the order or direction under Part 3 of that Act and the community treatment order shall continue in force until the relevant time (as defined in subsection (3A)) as if his conviction had not been quashed. 4B An order under subsection (1E)(a) is of no effect in relation to a person for so long as he is subject to a community treatment order. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 1 to this Act contains additional provisions applicable to a retrial authorised by order of the Appeal Court under section 19  ..."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "21", "section_title": " Appeal against finding of not guilty by reason of insanity.", "section_text": "21 1 A person who has been tried by  the Court Martial   for an offence and been found not guilty by reason of insanity may, with the leave of the Appeal Court, appeal to the Court against the finding ... 1A On an appeal under this section the Appeal Court— a shall (subject to subsection (2)) allow the appeal if they think the finding is unsafe; and b shall dismiss the appeal in any other case. 1B Sections 19 and 20 and paragraph 2 of Schedule 1 apply in relation to appeals under this section as they apply in relation to appeals against conviction (and references there to conviction, and to related expressions, are to be read accordingly). 2 Where apart from this subsection— a an appeal against a finding of not guilty by reason of insanity would fall to be allowed; and b none of the grounds for allowing it relates to the question of the insanity of the appellant, the Appeal Court may dismiss the appeal if they are of   the  opinion that but for the insanity of the appellant the proper finding would have been that he was guilty of an offence other than the offence charged."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "22", "section_title": " Consequences where appeal under s. 21 allowed.", "section_text": "22 1 The following provisions shall have effect where an appeal against a finding of not guilty by reason of insanity is allowed by the Appeal Court. 2 If the ground, or one of the grounds, for allowing the appeal is that the finding as to the appellant’s insanity ought not to stand and the Appeal Court are of   the  opinion that the proper finding would have been a finding of guilty of an offence (whether the offence charged or any other offence of which the   Court Martial   could have found him guilty), the Court shall substitute for the finding of the  Court Martial   a finding of guilty of that offence. 3 On substituting a finding of guilty of an offence, the Appeal Court shall have the like powers of sentencing the appellant, and other powers, as the  Court Martial   would have had on the like finding of guilty; and section 17 of this Act shall apply as in the case of a sentence passed by the Court under  a provision mentioned in section 17(1) . 3A If the Appeal Court, on the written or oral evidence of two or more registered medical practitioners at least one of whom is duly approved, are of the opinion mentioned in section 16(1)(b)\t\t\t\t\t\t\t\t(court below ought to have found defendant unfit to stand trial  etc )— a the Court shall substitute for the finding of the Court Martial findings that the appellant was unfit to stand trial and that he did the act or made the omission charged against him; and b section 16(2) to (5) apply as they apply for the purposes of section 16. 3B Section 172 of the 2006 Act (meaning of  “duly approved”  etc ) applies for the purposes of subsection (3A)\t\t\t\t\t\t\t\t(and references there to the defendant are to be read as references to the appellant). 4 If the case is not within subsection (2) or (3A), the Appeal Court must quash the finding appealed against. 5 Where the Appeal Court quash a finding of not guilty by reason of insanity, the appellant is to be treated as if he had been acquitted by the Court Martial; but this does not apply if an order under section 19 authorising the appellant to be retried is made."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "23", "section_title": "Substitution of findings of unfitness to stand trial etc.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "23A", "section_title": " Substitution of finding of not guilty.", "section_text": "23A 1 This section applies where, in accordance with section 22(4) of this Act, the Appeal Court substitute a finding of not guilty and the Court, on the written or oral evidence of two or more registered medical practitioners at least one of whom is duly approved, are of opinion— a that the appellant is suffering from mental disorder of a nature or degree which warrants his detention in a hospital for assessment (or for assessment followed by medical treatment) for at least a limited period; and b that he ought to be so detained in the interests of his own health or safety or with a view to the protection of other persons. 2 The Appeal Court shall— a in the case of an appellant detained pursuant to an admission order made by a court-martial, make an order for his continued detention; b in any other case, make an order that the appellant be admitted for assessment, in accordance with regulations made by the Secretary of State, to such hospital as may be specified by the Secretary of State. 3 An order under subsection (2) above shall be treated as if it had been made by a civil court in England and Wales, Scotland or Northern Ireland, as the Appeal Court may direct, and the appropriate mental health legislation shall apply accordingly with such modifications as may be prescribed by regulations made by the Secretary of State. 4 The power of the Secretary of State under subsections (2)(b) and (3) above to make regulations shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section “ hospital ” and “ mental disorder ” have the same meanings as in the appropriate mental health legislation."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "24", "section_title": " Appeal against finding of unfitness.", "section_text": "24 1 A person found by  the Court Martial   to be unfit to stand   trial and to have done the act or made the omission charged against him  may, with the leave of the Appeal Court, appeal to the Court against   either or both of those findings . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "25", "section_title": "Disposal of appeal under s. 24", "section_text": "25 1 This section applies to appeals under section 24 of this Act. 1A The Appeal Court— a shall allow an appeal against a finding if they think the finding is unsafe; and b shall dismiss such an appeal in any other case. 1B If the Appeal Court allow an appeal against a finding they shall quash the finding. 2 Where the Appeal Court  quash   a finding that the appellant is unfit to stand trial— a the  Court may make an order authorising the appellant to be tried   for the offence with which he was charged; and b if such an order is made, section 20 and paragraph 2 of Schedule 1 apply in relation to the case as they apply in relation to a case in which an order under section 19 is made (and references there to conviction, and to related expressions, are to be read accordingly). 3 Where the Appeal Court quash a finding that the defendant did the act or made the omission charged, the appellant is to be treated as if he had been acquitted by the Court Martial; but this does not apply if an order under subsection (2)(a) authorising the appellant to be tried is made."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "25A", "section_title": "Right of appeal against hospital order  etc.", "section_text": "25A 1 A person may, with the leave of the Appeal Court, appeal against the making by the Court Martial of an order within subsection (2) in respect of him. 2 The orders are— a a hospital order; b an interim hospital order; c a service supervision order (as defined by section 170 of the 2006 Act)."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "25B", "section_title": "Disposal of appeal under s. 25A", "section_text": "25B 1 If on an appeal under section 25A of this Act the Appeal Court consider that the appellant should be dealt with differently from the way in which the  Court Martial   dealt with him— a they may quash any order which is the subject of the appeal; and b they may make such order, whether by substitution for the original order or by variation of or addition to it, as they think appropriate for the case and as the  Court Martial   had power to make. 2 The fact that an appeal is pending against an interim hospital order  ... shall not affect the power of the  Court Martial   to renew or terminate the order or deal with the appellant on its termination. 3 Section 16(5) applies in relation to interim hospital orders made by virtue of this section as it applies in relation to such orders made by virtue of section 16. 4 The fact that an appeal is pending against a service supervision order (as defined by section 170 of the 2006 Act) shall not affect any power conferred on any other court to revoke or amend the order."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "25C", "section_title": "Power to dismiss certain appeals following references by the CCRC", "section_text": "25C 1 This section applies where there is an appeal under this Part following a reference by the Criminal Cases Review Commission under section 12A(1)(a), (7) or (8) of the Criminal Appeal Act 1995. 2 Notwithstanding anything in section 12, 21 or 25 of this Act, the Appeal Court may dismiss the appeal if— a the only ground for allowing it would be that there has been a development in the law since the date of the conviction or finding that is the subject of the appeal, and b the condition in subsection (3) is met. 3 The condition in this subsection is that if— a the reference had not been made, but b the appellant had made (and had been entitled to make) an application for an extension of time within which to seek leave to appeal on the ground of the development in the law, the Court would not think it appropriate to grant the application by exercising the power conferred by section 9(3)."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "26", "section_title": " Presentation, of appellant’s case.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "27", "section_title": "Right of appellant to be present.", "section_text": "27 1 An appellant (whether or not in custody) is entitled to be present on the hearing of his appeal. 2 Subsection (1) does not apply to an appellant in custody— a where his appeal is on a ground involving only a question of law, b on an application by him for leave to appeal, or c on any proceedings preliminary or incidental to an appeal, unless the Appeal Court give him leave to be present."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "28", "section_title": " Evidence.", "section_text": "28 1   For the purposes of an appeal or an application for leave to appeal,  the Appeal Court may— a order the production of any document, exhibit or other thing connected with the proceedings the production of which appears to them necessary for the determination of the case; b order any witness to attend for examination and be examined before the Court (whether or not he was called in the proceedings from which the appeal lies); and c receive any evidence which was not adduced  in the proceedings from which the appeal lies . 1A The power conferred by subsection (1)(a) may be exercised so as to require the production of any document, exhibit or other thing mentioned in that subsection to— a the Appeal Court; b the appellant; c the respondent. 2 The Appeal Court shall, in considering whether to receive any evidence, have regard in particular to— a whether the evidence appears to the Court to be capable of belief; b whether it appears to the Court that the evidence may afford any ground for allowing the appeal; c whether the evidence would have been admissible  in the proceedings from which the appeal lies   on an issue which is the subject of the appeal; and d whether there is a reasonable explanation for the failure to adduce the evidence  in those proceedings . 3 Subsection (1)( c ) above applies to any  evidence of a  witness (including the appellant) who is competent but not compellable  . . . 4   For the purposes of an appeal or an application for leave to appeal,  the Appeal Court may order the examination of any witness whose attendance may be required under subsection (1)( b ) of this section to be conducted in the prescribed manner before any judge of the Court or before any other person appointed by the Court for that purpose, and allow the admission of any depositions so taken as evidence before the Court. 5 In this section,  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "29", "section_title": " Power to call for report by member of  the Court Martial .", "section_text": "29 1 The Appeal Court may order the taking of such steps as are requisite to obtain from any member of the  court in the proceedings from which the appeal lies   a report giving his opinion on the case or on any point arising in it, or containing a statement as to any facts of which the ascertainment appears to the Court to be material for the purpose of determining the case. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "29A", "section_title": "Power to order investigation by Criminal Cases Review Commission", "section_text": "29A 1 On an appeal against conviction or an application for leave to appeal against conviction, the Appeal Court may direct the Criminal Cases Review Commission to investigate and report to the Court on any matter if it appears to the Court that— a in the case of an appeal, the matter is relevant to the determination of the appeal and ought, if possible, to be resolved before the appeal is determined; b in the case of an application for leave to appeal, the matter is relevant to the determination of the application and ought, if possible, to be resolved before the application is determined; c an investigation of the matter by the Commission is likely to result in the Court's being able to resolve it; and d the matter cannot be resolved by the Court without an investigation by the Commission. 2 A direction under subsection (1) above may not be given by a single judge, notwithstanding that, in the case of an application for leave to appeal, the application may be determined by a single judge as provided for by section 36 of this Act. 3 A direction by the Appeal Court under subsection (1) above shall be given in writing and shall specify the matter to be investigated. 4 Copies of such a direction shall be made available to the appellant and the respondent. 5 Where the Commission have reported to the Appeal Court on any matter which they have been directed under subsection (1) above to investigate, the Court— a shall notify the appellant and the respondent that the Commission have reported; and b may make available to the appellant and the respondent the report of the Commission and any statements, opinions and reports which accompanied it. 6 In this section  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "30", "section_title": " Other powers for facilitating disposal of appeal.", "section_text": "30 1 Where any question arising on an appeal involves prolonged examination of documents or accounts, or any scientific or local investigation, which cannot in the opinion of the Appeal Court conveniently be conducted before them, the Court may order the reference of the question in the prescribed manner for inquiry and report to a special commissioner appointed by them, and act upon the report of the commissioner so far as they think fit to adopt it. 2 The Appeal Court may appoint a person with special expert knowledge to act as assessor to the Court in any case where it appears to them that such knowledge is required for the proper determination of the case. 3 There may be paid out of moneys provided by Parliament to a special commissioner to whom a question is referred under this section for inquiry and report, and to a person appointed as assessor to the Appeal Court, such remuneration and such travelling and subsistence allowances as may be prescribed by regulations made by the Lord Chancellor. 4 The power of the Lord Chancellor under subsection (3) above to make regulations shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "31", "section_title": " Costs of successful appeal.", "section_text": "31 1 Where the Appeal Court allow an appeal  ... they may if they think fit, direct the payment by the Secretary of State of costs to the appellant. 2 The costs which may under this section be directed to be paid are such sums as appear to the Appeal Court reasonably sufficient to compensate the appellant for any expenses properly incurred by him in the  proceedings (in the Appeal Court and below). , subject to subsection (3), section 31A and regulations under section 33B(1)(d).   3 Where the Appeal Court consider that there are circumstances that make it inappropriate for the appellant to recover the whole of the sums mentioned in subsection (2), a direction under this section must be for the payment of such lesser sums as they consider just and reasonable. 4 The Appeal Court must fix the sums to be paid by the Secretary of State in the direction if they consider it appropriate to do so and— a the appellant agrees the sums, or b subsection (3) applies. 5 Where the Appeal Court do not fix the sums to be paid by the Secretary of State in the direction— a they must describe in the direction any reduction required under subsection (3), and b the sums must be fixed by means of a determination made by or on behalf of the Appeal Court in accordance with procedures specified in regulations made by the Lord Chancellor."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "31A", "section_title": "Legal costs", "section_text": "31A 1 The costs which the Appeal Court may direct the Secretary of State to pay under section 31 do not include legal costs, except where regulations made by the Lord Chancellor provide otherwise. 2 Regulations under this section may, in particular, include— a provision for an exception to arise where a determination has been made by a person specified in the regulations, b provision requiring the Appeal Court, when they direct the payment of a sum that includes a sum in respect of legal costs, to include a statement to that effect in the direction, and c provision that the Appeal Court may not direct the payment of a sum in respect of legal costs exceeding an amount specified in the regulations. 3 In this section— “ legal costs ” means fees, charges, disbursements and other amounts payable in respect of advocacy services or litigation services including, in particular, expert witness costs; “ advocacy services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right of audience in relation to any proceedings, or contemplated proceedings, to provide; “ expert witness costs ” means amounts payable in respect of the services of an expert witness, including amounts payable in connection with attendance by the witness at court or elsewhere; “ litigation services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right to conduct litigation in relation to proceedings, or contemplated proceedings, to provide."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "32", "section_title": " Costs against appellant.", "section_text": "32 1 Where the Appeal Court dismiss an appeal or an application for leave to appeal they may, if they think fit, order the appellant or applicant (as the case may be) to pay to the Secretary of State the whole or any part of the costs of the appeal or application, including the costs of copying or transcribing any documents for the use of the Appeal Court. 2 An order under this section may be enforced— a in the same manner as an order for costs made by the criminal division of the Court of Appeal  . . .; or b if the appellant or applicant is a member of the regular or reserve forces (as defined by section 374 of the 2006 Act), by making deductions from pay due to him, or partly in the one way and partly in the other. 3 Any sums which by virtue of subsection (2)( a ) above are recovered from a person by the Secretary of State shall be paid into the Exchequer."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "33", "section_title": " Witnesses’ expenses.", "section_text": "33 1 The Appeal Court may, whether or not they exercise their powers under either of the two foregoing sections, order the payment out of moneys provided by Parliament of such sums as appear to the Court reasonably sufficient to compensate any person properly attending to give evidence on an appeal under this Part of this Act or any proceedings preliminary or incidental thereto (whether or not he gives evidence) for the expense, trouble or loss of time properly incurred in or incidental to his attendance , subject to subsection (3) and regulations under section 33B(1)(d) . 1A Subsection (1) applies in relation to a registered medical practitioner who makes a written report to the Appeal Court in pursuance of a request made by the court as it applies in relation to a person who is called to give evidence at the instance of the court. 2 The amount of any costs ordered to be paid under this section shall be ascertained as soon as practicable by the registrar. 3 Sums ordered to be paid out of money provided by Parliament under subsection (1) may not include sums in respect of expert witness costs (as defined in section 31A), unless regulations made by the Lord Chancellor provide otherwise."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "33A", "section_title": " Appellant’s expenses.", "section_text": "33A 1 Without prejudice to section 31 above, where an appellant who is not in custody appears before the Appeal Court either on the hearing of his appeal or in any preliminary or incidental proceedings, the Appeal Court may direct the Secretary of State to pay him the expenses of his appearance. 2 The expenses which the Appeal Court may direct the Secretary of State to pay under this section do not include legal costs (as defined in section 31A), except where regulations made by the Lord Chancellor provide otherwise. 3 Regulations under this section may, in particular, include— a provision for an exception to arise where a determination has been made by a person specified in the regulations, b provision requiring the Appeal Court, when they direct the payment of a sum that includes a sum in respect of legal costs, to include a statement to that effect in the direction, and c provision that the Appeal Court may not direct the payment of a sum in respect of legal costs exceeding an amount specified in the regulations."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "33B", "section_title": "Further provision about costs", "section_text": "33B 1 The Lord Chancellor may by regulations— a make provision as to the sums that may be directed or ordered to be paid under section 31, 33 or 33A, whether by specifying rates or scales or by making other provision as to the calculation of the sums, b make provision as to the circumstances in which and conditions under which such sums may be paid or directed or ordered to be paid, c make provision requiring such sums to be fixed having regard to regulations under paragraphs (a) and (b), d make provision requiring such sums to be calculated in accordance with such regulations (whether or not that results in the fixing of an amount that the court considers reasonably sufficient to compensate the person concerned), and e make provision as to the review of determinations of sums directed to be paid under section 31. 2 Regulations under this section may provide that provision as to the calculation of sums (whether in the form of rates or scales or other provision) may be determined by the Lord Chancellor with the consent of the Treasury."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "33C", "section_title": "Regulations", "section_text": "33C 1 Regulations under sections 31, 31A, 33, 33A and 33B may, in particular— a make different provision in relation to different cases and different classes of case, including different provision in relation to different expenses, trouble and loss, different directions and orders and different areas, and b make different provision in relation to the fixing of a sum in a direction or order and the fixing of a sum by means of a determination. 2 A power to make regulations under those sections is exercisable by statutory instrument. 3 A statutory instrument containing regulations under those sections is subject to annulment in pursuance of a resolution of either House of Parliament, subject to subsection (4). 4 A statutory instrument containing (whether alone or with other provision) regulations under section 31A, 33 or 33A may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "34", "section_title": " Reference of cases by Service authorities.", "section_text": "34 1 If, in the case of the conviction of a person by  the Court Martial ,— a it appears to  ... the Judge Advocate General that the finding of the  Court Martial   involves a point of law of exceptional importance which in his opinion should be determined by the Appeal Court; or b it appears to the Secretary of State, upon consideration of matters appearing to him not to have been brought to the notice of the court-martial at the trial, to be expedient that the finding of the court-martial should be considered or reconsidered by the Appeal Court, the Judge Advocate General   or the Secretary of State, as the case may be, may refer the finding to the Court. 2 A reference to the Appeal Court under  subsection (1) above  shall, for all purposes  other than that of section 32  of this Act, be treated as an appeal by the person convicted against his conviction. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may, if consideration by the Appeal Court appears to him for any reason desirable, refer the sentence passed on any person convicted by  the Court Martial   to the Appeal Court. 5 Any reference under subsection (4) above shall be treated as an appeal by the person convicted against sentence for all purposes except those of section 32 of this Act."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "35A", "section_title": "Effect of interim hospital orders", "section_text": "35A 1 This section applies where the Appeal Court— a make an interim hospital order by virtue of any provision of this Part, or b renew an interim hospital order so made. 2 The Court Martial shall be treated for the purposes of section 38(7) of the Mental Health Act 1983 (absconding offenders) as the court that made the order."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "36", "section_title": " Powers under Part II which are exercisable by single judge.", "section_text": "36 1 The following powers of the Appeal Court ..., that is to say the power— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b to give leave to appeal; c to extend the period within which an application for leave to appeal must be lodged; ca to make orders, or impose requirements, under section 20(1E); d to make orders under section 20(2) and discharge or revoke such orders; e to allow an appellant to be present at any proceedings; f to order witnesses to attend for examination;  ... g to make an order under section 32 for the payment of costs, h to make orders under section 28(1)(a). ha to renew an interim hospital order made by them by virtue of any provision of this Part; i to give a direction under section 3(4) of the Sexual Offences (Amendment) Act 1992 (direction disapplying provision as to anonymity of victim); j to give leave under section 14(4B) of the Criminal Appeal Act 1995 (leave to add grounds of appeal on reference by Criminal Cases Review Commission); k to make a witness anonymity order under Chapter 2 of Part 3 of the Coroners and Justice Act 2009; l to discharge or vary a witness anonymity order under any of sections 91, 92 and 93 of that Act; ... 2 If the judge refuses an application on the part of an appellant to exercise in his favour any of the powers mentioned in subsection (1) above (other than the power to make an order for the payment of costs), the appellant, upon making a requisition in that behalf within the prescribed period and in the prescribed form and manner, shall be entitled to have the application determined by the Appeal Court as duly constituted  for the purpose in accordance with section 5 of this Act ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "36A", "section_title": " Powers under Part II which are exercisable by registrar.", "section_text": "36A 1 The following powers of the Appeal Court under this Part of this Act, namely the power— a to extend the time within which notice of appeal or of application for leave to appeal may be given;  ... b to order a witness to attend for examination,  and—                     c to make orders under section 28(1)(a) may be exercised by the registrar in the same manner as they may be exercised by the Court and subject to the same restrictions. 2 If the registrar refuses an application on the part of an appellant to exercise in his favour any power specified in subsection (1) above, the appellant shall be entitled to have the application determined by any judge of the Appeal Court."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "36B", "section_title": "Procedural directions: powers of single judge and registrar", "section_text": "36B 1 The power of the Appeal Court to determine an application for procedural directions may be exercised by— a a judge of the Appeal Court, or b the registrar. 2 “ Procedural directions ” means directions for the efficient and effective preparation of— a an application for leave to appeal, or b an appeal, under this Part. 3 A judge of the Appeal Court may give such procedural directions as he thinks fit— a when acting under subsection (1); b on a reference from the registrar; c of his own motion, when he is exercising, or considering whether to exercise, any power of his in relation to the application or appeal. 4 The registrar may give such procedural directions as he thinks fit— a when acting under subsection (1); b of his own motion."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "36C", "section_title": "Appeals against procedural directions", "section_text": "36C 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (4) applies if the registrar gives, or refuses to give, procedural directions. 4 A judge of the Appeal Court may, on an application to him under subsection (5)— a confirm, set aside or vary any procedural directions given by the registrar, and b give such procedural directions as he thinks fit. 5 An application under this subsection may be made by— a an appellant; b the  Director of Service Prosecutions , if the directions— i relate to an application for leave to appeal and appear to need the  Director of Service Prosecutions'   assistance to give effect to them, ii relate to an application for leave to appeal which is to be determined by the Appeal Court, or iii relate to an appeal."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "37", "section_title": "Provision of record of proceedings of the Court Martial.", "section_text": "37 In the case of every appeal or application for leave to appeal to the Appeal Court, the Judge Advocate General must provide the registrar, in accordance with rules of court, with a record of the proceedings of the Court Martial."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "37A", "section_title": " False statements in computer record certificates.", "section_text": "37A 1 Any person who in a certificate tendered under paragraph 8 of Schedule 3 to the Police and Criminal Evidence Act 1984 (computer records) in evidence before the Appeal Court makes a statement which he knows to be false or does not believe to be true shall be guilty of an offence and liable— a on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both; b on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both. 2 Proceedings for an offence under this section committed outside the United Kingdom may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 3 In this section “ statutory maximum ” has the meaning given by section 74 of the Criminal Justice Act  1982."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "38", "section_title": " Defence of appeals.", "section_text": "38 It shall be the duty of the  Director of Service Prosecutions   to undertake the defence of any appeal to the Appeal Court under this Part of this Act."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "39", "section_title": " Right of appeal.", "section_text": "39 1 An appeal lies to   the Supreme Court , at the instance of the accused or the  Director of Service Prosecutions , from any decision of the Appeal Court on an appeal to them under Part II of this Act   or the Court Martial (Prosecution Appeals) Order 2009 , whether given by them when sitting within or outside the United Kingdom. 1A An appeal lies to the Supreme Court, at the instance of the acquitted person or the prosecuting officer, from any decision of the Appeal Court on an application under article 8(1) of the Armed Forces (Retrial for Serious Offences) Order 2013. 2 The appeal lies only with the leave of the Appeal Court or   the Supreme Court ; and such leave shall not be granted unless it is certified by the Appeal Court that a point of law of general public importance is involved in the decision and it appears to   the Appeal Court   or   the Supreme Court , as the case may be, that the point is one which ought to be considered by   the Supreme Court . 3 In relation to an appeal under subsection (1A), references in this Part to an accused are references to the acquitted person."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "40", "section_title": " Application for leave to appeal.", "section_text": "40 1 An application to the Appeal Court for leave to appeal to   the Supreme Court   shall be made within the period of   28  days beginning with the   relevant date                  ; and an application to   the Supreme Court   for leave shall be made within the period of   28   days beginning with the date on which the application is refused by the Appeal Court. 1A In subsection (1),  “ the relevant date ” means— a the date of the Appeal Court’s decision, or b if later, the date on which  the Appeal Court   gives reasons for its decision. 2   The Supreme Court   or the Appeal Court may, upon application made at any time by the accused   or, in the case of an appeal under section 39(1A), by the prosecuting officer , extend the time within which an application may be made by him to   the Supreme Court   or   the Appeal Court   under subsection (1) above. 3 An appeal shall be treated as pending until any application for leave to appeal is disposed of and, if leave to appeal is granted, until the appeal is disposed of; and for purposes of this Part of this Act an application for leave to appeal shall be treated as disposed of at the expiration of the time within which it may be made, if it is not made within that time."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "41", "section_title": " Hearing and disposal of appeal.", "section_text": "41 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purpose of disposing of an appeal under this Part of this Act, the   Supreme Court   may exercise any powers of the Appeal Court or may remit the case to the Court."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "42", "section_title": " Bail.", "section_text": "42 1 When a person  ...   , other than a person appealing or applying for leave to appeal from a decision on an appeal under the   Court Martial (Prosecution Appeals) Order 2009  ,  appeals, or applies for leave to appeal, to the   Supreme Court   from a decision of the Appeal Court,   the Appeal Court   shall have power to grant him bail pending the appeal. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "43", "section_title": " Detention of accused.", "section_text": "43 1 The Appeal Court   shall make one of the orders specified in subsection (1A)   where— a but for the decision of the Appeal Court, the accused would be liable to be detained; and b immediately after that decision, the Director of Service Prosecutions is granted leave to appeal or gives notice that he intends to apply for leave to appeal. 1A   The orders specified in this subsection are  — a an order providing for the detention of the accused so long as any appeal to the   Court of Judicature   is pending;  ... b an order directing that, so long as any appeal to the   Court of Judicature   is pending, the accused is not to be released except on bail. c an order that the accused be released without bail. 1B Where an order within subsection (1A)(b) is made, the Appeal Court may grant the accused bail pending the appeal. 1C The Appeal Court may make an order within subsection (1A)(c) only if they think that it is in the interests of justice that the accused should not be liable to be detained as a result of the decision of the Supreme Court on the appeal. 2 An order   within subsection (1A)(a) or (b)   shall (unless the appeal has been previously disposed of) cease to have effect at the expiration of the period for which the accused would have been liable to be detained but for the decision of the Appeal Court. 3 An order made under this section for the detention of a person who, but for the decision of the Appeal Court, would be liable to be detained in pursuance of an order or direction under United Kingdom mental health legislation shall be an order authorising his continued detention in pursuance of that order or direction; and the relevant provisions of that legislation with respect to persons liable to be detained thereunder (including provisions as to the renewal of authority for detention and the removal or discharge of patients) shall apply accordingly. 3A The relevant provisions of the Mental Health Act 1983 with respect to community treatment orders (within the meaning of that Act) shall also apply for the purposes of subsection (3). 4 The legislation referred to in subsection (3) above is  Part III of the Mental Health Act 1983  the   Mental Health (Care and Treatment)\t\t\t\t\t\t(Scotland) Act 2003   and the Mental Health  (Northern Ireland) Order 1986 . 5 The accused shall not be liable to be detained again as a result of the decision of the Supreme Court on the appeal if— a the Appeal Court have made an order within subsection (1A)(c), or b the Appeal Court have made an order within subsection (1A)(a) or (b) but the order has ceased to have effect by virtue of subsection (2) or the accused has been released or discharged by virtue of subsection (3)."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "43A", "section_title": "Continuation of community treatment order", "section_text": "43A 1 The Appeal Court may make an order under this section where— a but for the decision of the Appeal Court, the accused would be liable to recall; and b immediately after that decision, the Director of Service Prosecutions is granted leave to appeal or gives notice that he intends to apply for leave to appeal. 2 For the purposes of this section, a person is liable to recall if he is subject to a community treatment order (within the meaning of the Mental Health Act 1983) and, when that order was made, he was liable to be detained in pursuance of an order or direction under Part 3 of that Act. 3 An order under this section is an order providing for the continuation of the community treatment order and the order or direction under Part 3 of that Act so long as any appeal to the   Court of Judicature   is pending. 4 Where the Appeal Court makes an order under this section, the relevant provisions of the Mental Health Act 1983 with respect to persons liable to recall (including provisions as to the extension of the community treatment period, the removal or discharge of community patients, the revocation of community treatment orders and the re-detention of patients following revocation) shall apply accordingly. 5 An order under this section shall (unless the appeal has been previously disposed of) cease to have effect at the end of the period for which the accused would, but for the decision of the Appeal Court, have been— a liable to recall; or b where the community treatment order is revoked, liable to be detained in pursuance of the order or direction under Part 3 of the Mental Health Act 1983. 6 Where the Appeal Court has power to make an order under this section and either no such order is made or the accused is discharged by virtue of subsection (4) or (5) above before the appeal is disposed of, the accused shall not be liable to be again detained as a result of the decision of the   Court of Judicature   on the appeal."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "44", "section_title": " Presence of accused at hearing.", "section_text": "44 Where the accused is detained pending an appeal from the Appeal Court to   the Supreme Court , he shall not be entitled to be present on the hearing of the appeal or of any proceedings preliminary or incidental thereto unless   Supreme Court Rules authorise   him to be present, or   the Supreme Court   or the Appeal Court give him leave to be present."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "45", "section_title": " Effect of appeal on sentence.", "section_text": "45 1 Subject to this section, any sentence passed on an appeal from the Appeal Court to the   Supreme Court   in substitution for another sentence shall, unless the   Supreme Court   or the Appeal Court otherwise direct, begin to run from the time when that other sentence would have begun to run. 2 Where under this Part of this Act a person subject to a sentence is  granted  bail pending an appeal, the time during which he is  released on bail  shall be disregarded in computing the term of his sentence."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "46", "section_title": " Restitution of property.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "46A", "section_title": "Costs: application to Appeal Court by Director of Service Prosecutions", "section_text": "46A 1 Where the Appeal Court dismiss an application for leave to appeal to the Supreme Court made by the Director of Service Prosecutions, the Appeal Court may direct the payment by the Secretary of State of such sums as appear to them to be reasonably sufficient to compensate the accused for any expenses properly incurred by the accused in resisting the application, subject to— a subsection (2), and b regulations under section 47A(1)(d). 2 The sums which the Appeal Court may direct the Secretary of State to pay do not include legal costs (as defined in section 31A), except where regulations made by the Lord Chancellor provide otherwise. 3 Regulations under subsection (2) may, in particular, include— a provision for an exception to arise where a determination has been made by a person specified in the regulations, b provision requiring the Appeal Court, when they direct the payment of a sum that includes a sum in respect of legal costs, to include a statement to that effect in the direction, and c provision that the Appeal Court may not direct the payment of a sum in respect of legal costs exceeding an amount specified in the regulations."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "46B", "section_title": "Costs: application to Appeal Court by accused", "section_text": "46B Where the Appeal Court dismiss an application for leave to appeal to the Supreme Court made by the accused— a the Appeal Court may make the like order as may be made by the Court under section 32(1) of this Act where they dismiss an application for leave to appeal to the Court, b an order made under this section may be enforced in the manner described in section 32(2) of this Act, and c section 32(3) of this Act applies in relation to any sum recovered by virtue of section 32(2)(a) (as applied by this section)."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "47", "section_title": " Costs  : application to Supreme Court\n                 .", "section_text": "47 1 Where  ...   the Supreme Court   dismiss an application for leave to appeal to   the Supreme Court   and the application was made by the  Director of Service Prosecutions ,   ... the Supreme Court   may direct the payment by the Secretary of State of such sums as appear to   ... the Supreme Court   to be reasonably sufficient to compensate the accused for any expenses properly incurred by him in resisting the application. 2 Where  ...   the Supreme Court   dismiss an application for leave to appeal to   the Supreme Court   and the application was made by the accused,   ... the Supreme Court   may make the like order as may be made by the Court under section 32(1) of this Act where they dismiss an application for leave to appeal to the Court; and any order made under this subsection may be enforced in the manner described in section 32(2) of this Act. 2A Section 32(3) of this Act applies in relation to any sum recovered by virtue of section 32(2)(a) (as applied by subsection (2)). 3 On determining an appeal from the Appeal Court ,   the Supreme Court   may, if they think fit, direct the payment by the Secretary of State of such sums as appear to the House to be reasonably sufficient to compensate the accused for any expenses properly incurred by him in the  proceedings (in the   Court of Judicature   and below).   subject to—  a subsection (3A), and b regulations under section 47A(1)(d). 3A The costs which the Supreme Court may direct the Secretary of State to pay do not include legal costs (as defined in section 31A) incurred in proceedings in a court below, except where regulations made by the Lord Chancellor provide otherwise. 3B Regulations under subsection (3A) may, in particular, include— a provision for an exception to arise where a determination has been made by a person specified in the regulations, b provision requiring the Supreme Court, when they direct the payment of a sum that includes a sum in respect of legal costs, to include a statement to that effect in the direction, and c provision that the Supreme Court may not direct the payment of a sum in respect of legal costs exceeding an amount specified in the regulations. 4 Except as provided by   sections 46A, 46B and   this section, no costs shall be allowed on the hearing or determination of an appeal from the Appeal Court to   the Supreme Court , or of any proceedings preliminary or incidental to such an appeal."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "47A", "section_title": "Further provision about costs", "section_text": "47A 1 The Lord Chancellor may by regulations— a make provision as to the sums that may be directed to be paid under section 46A or 47(3), whether by specifying rates or scales or by making other provision as to the calculation of the sums, b make provision as to the circumstances in which and conditions under which such sums may be paid or directed to be paid, c make provision requiring such sums to be fixed having regard to regulations under paragraphs (a) and (b), and d make provision requiring such sums to be calculated in accordance with such regulations (whether or not that results in the fixing of an amount that the court considers reasonably sufficient to compensate the person concerned). 2 The power under subsection (1)(d) may not be exercised in respect of sums ordered to be paid by the Supreme Court in respect of expenses incurred in proceedings before that court. 3 Regulations under this section may provide that provision as to the calculation of sums (whether in the form of rates or scales or other provision) may be determined by the Lord Chancellor with the consent of the Treasury."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "47B", "section_title": "Regulations", "section_text": "47B 1 Regulations under sections 46A, 47 and 47A may, in particular, make different provision in relation to different cases and different classes of case, including different provision in relation to different expenses, trouble and loss, different directions and orders and different areas. 2 A power to make regulations under those sections is exercisable by statutory instrument. 3 A statutory instrument containing regulations under those sections is subject to annulment in pursuance of a resolution of either House of Parliament, subject to subsection (4). 4 A statutory instrument containing (whether alone or with other provision) regulations under section 46A or 47 may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "48", "section_title": " Powers under Part III which are exercisable by single judge.", "section_text": "48 The following powers of the Appeal Court under this Part of this Act, that is to say the power— a to extend the time for making an application for leave to appeal; b to make an order for or in relation to bail; and c to give leave to be present at the hearing of any proceedings preliminary or incidental to an appeal, may be exercised by any judge of the Court; but where the judge refuses an application to exercise any of the said powers, the applicant shall be entitled to have the application determined by the Appeal Court."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "48A", "section_title": " Appeals on behalf of deceased persons.", "section_text": "48A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Appeal Court; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above   or by a reference by the Criminal Cases Review Commission , any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 8, 21 or 24 of this Act; or b an appeal under section 39 of this Act from any decision of the Appeal Court on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the   widow, widower or surviving civil partner  of the dead person; b a personal representative of the dead person; or c any other person appearing to the  Court of Appeal   Appeal Court   to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4   Except in the case of an appeal begun by a reference by the Criminal Cases Review Commission,  An application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section. 6 The power of the Appeal Court to approve a person under this section may be exercised by any judge of the Appeal Court in the same manner as by the Court and subject to the same provisions; but if the judge refuses the application, the applicant shall be entitled to have the application determined by the Appeal Court. 7 In subsection (3)(b) above “ personal representative ” means— a for England and Wales, a person who is a personal representative within the meaning of section 55(1)(xi) of the  Administration of Estates Act 1925; b for Scotland, an executor confirmed to the estate of the dead person; or c for Northern Ireland, a person who is one of the personal representatives within the meaning of the   Administration of Estates Act (Northern Ireland) 1955."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "49", "section_title": " Rules of Court.", "section_text": "49 1 Rules of court made   in accordance with Part 1 of Schedule 1 to the Constitutional Reform Act 2005  may provide for regulating the procedure and practice to be followed in the Appeal Court and for any other matters which by this Act are expressed to be subjects for rules of court. 2 Rules of court made for the purposes of any provision of this Act may make different provision in relation to different classes of cases and may provide for any incidental or supplementary matters for which it appears to the   person making the rules  to be necessary or expedient for the purposes of that provision to provide. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "50", "section_title": " Duties of registrar with respect to appeals etc.", "section_text": "50 1 The registrar shall take all necessary steps for obtaining the determination of an appeal or application under this Act, and shall obtain and lay before the Appeal Court in proper form all documents, exhibits and other things relating to the proceedings in the  Court Martial   which appear necessary for the proper determination of the appeal or application. 2 The registrar shall furnish the necessary forms and instructions relating to applications for leave to appeal under this Act to any person who demands them, to persons in charge of places where persons sentenced by  the Court Martial   may lawfully be confined for the purpose of serving their sentences and to such other persons as he thinks fit. 3 Every person in charge of such a place as is referred to in subsection (2) above shall cause the said forms and instructions to be placed at the disposal of persons confined in that place who wish to apply for leave to appeal to the Appeal Court, or from that Court to the   Supreme Court ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "52", "section_title": " Removal of prisoners.", "section_text": "52 Rules or regulations made under— a section 300 of the 2006 Act; d section 47 of the  Prison Act 1952;  e section 35 of the  Prisons (Scotland) Act 1952; or e section 39 of the Prisons (Scotland) Act 1989; or f section 13 of the  Prison Act (Northern Ireland) 1953 may provide in what manner an appellant, when in custody, is to be taken to, kept in custody at, and brought back from any place at which he is entitled to be present for purposes of Part II or Part III of this Act or any place to which the Appeal Court or a judge of it may order him to be taken for the purpose of any proceedings of the Court."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "54", "section_title": " Saving for prerogative.", "section_text": "54 1 Nothing in this Act is to be taken as affecting any right of Her Majesty, by virtue of Her Royal prerogative or otherwise, to quash a conviction by  the Court Martial , so far as regards the exercise thereof at a time before whichever of the following two events first occurs— a the receipt by the registrar of an application for leave to appeal under Part II of this Act against the conviction; or b the receipt by him of particulars of such an application furnished in pursuance of section 9 of this Act. 2 Nothing in this Act is to be taken as affecting Her Majesty’s Royal prerogative of mercy."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "55", "section_title": " Modification of provisions in Parts II and  III  for capital cases.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "56", "section_title": "Modifications for protected prisoners of war", "section_text": "56 As respects a protected prisoner of war (as defined by section 7(1) of the Geneva Conventions Act 1957), this Act applies in relation to a prisoner of war court-martial constituted under a Royal Warrant as it applies in relation to the Court Martial, subject to such modifications as may be contained in the Royal Warrant."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "57", "section_title": " Interpretation.", "section_text": "57 1 In this Act, unless the context otherwise requires,— “ the 2006 Act ” means the Armed Forces Act 2006; ... ... “ appellant ” includes a person who  ... wishes to appeal under Part II of this Act to the Appeal Court; ... ... ...    “ Director of Service Prosecutions ” has the meaning given by section 374 of the 2006 Act;     ... “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ hospital order ” has the meaning given in section 37 of the Mental Health Act  1983; “ interim hospital order ” has  the meaning given in section 38 of that Act; ... ... “ the Lord Chief Justice ” means the Lord Chief Justice of England; ... ... “ prescribed ” means prescribed by rules of court;  . . . “ the registrar ” means the registrar of the Appeal Court.  ; and ... “ sentence ”, in relation to an offence, includes any order made by a court when dealing with an offender. ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Part III of this Act “ the accused ” means, in relation to an appeal from the Appeal Court to the   Supreme Court , the person who was  the appellant in the Appeal Court.   4 Any reference in this Act to another enactment is a reference thereto as amended by or under any other enactment, including this Act. 5 Any reference in this Act to an enactment of the Parliament of Northern Ireland includes a reference to an enactment corresponding thereto and for the time being in force in Northern Ireland."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "58", "section_title": " Consequential amendments of enactments. ", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "59", "section_title": " Transitional provisions.", "section_text": "59 The transitional provisions set out in Schedule 5 to this Act shall have effect."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "60", "section_title": " Repeals. ", "section_text": "60 The enactments specified in the second column of Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "61", "section_title": " Short title and commencement.", "section_text": "61 1 This Act may be cited as the   Court Martial Appeals Act 1968 . 2 This Act shall come into force on the day appointed under section 106(5) of the  Criminal Justice Act 1967 for the coming into force of section 98 of that Act."}, {"act": "Courts-Martial (Appeals) Act 1968", "year": 1968, "section": "32", "section_title": " Costs against appellant.", "section_text": "32 1 Where the Appeal Court dismiss an appeal or an application for leave to appeal they may, if they think fit, order the appellant or applicant (as the case may be) to pay to the Secretary of State the whole or any part of the costs of the appeal or application, including the costs of copying or transcribing any documents for the use of the Appeal Court. 2 An order under this section may be enforced— a in the same manner as an order for costs made by the criminal division of the Court of Appeal  . . .; or b if the appellant or applicant is a member of the regular or reserve forces (as defined by section 374 of the 2006 Act), by making deductions from pay due to him, or partly in the one way and partly in the other. 3 Any sums which by virtue of subsection (2)( a ) above are recovered from a person by the Secretary of State shall be paid into the Exchequer."}]