[{"act": "Criminal Appeal Act 1968", "year": 1968, "section": "1", "section_title": " Right of appeal.", "section_text": "1 1 Subject to subsection (3) below  a person convicted of an offence on indictment may appeal to the Court of Appeal against his conviction. 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if , within 28 days from the date of the conviction,  the judge of the court of trial grants a certificate that the case is fit for appeal. 3 Where a person is convicted before the Crown Court of a scheduled offence it shall not be open to him to appeal to the Court of Appeal against the conviction on the ground that the decision of the court which   sent him to the Crown Court   for trial as to the value involved was mistaken. 4 In subsection (3) above “scheduled offence” and “the value involved” have the same meanings as they have in section 22 of the Magistrates’ Courts Act 1980 (certain offences against property to be tried summarily if value of property or damage is small)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "2", "section_title": " Grounds for allowing appeal under s. 1.", "section_text": "2 1 Subject to the provisions of this Act, the Court of Appeal— a shall allow an appeal against conviction if they think that the conviction is unsafe; and b shall dismiss such an appeal in any other case. 2 In the case of an appeal against conviction the Court shall, if they allow the appeal, quash the conviction. 3 An order of the Court of Appeal quashing a conviction shall, except when under section 7 below the appellant is ordered to be retried, operate as a direction to the court of trial to enter, instead of the record of conviction, a judgment and verdict of acquittal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "3", "section_title": " Power to substitute conviction of alternative offence.", "section_text": "3 1 This section applies on an appeal against conviction, where the appellant has been convicted of an offence   to which he did not plead guilty  and the jury could on the indictment have found him guilty of some other offence, and on the finding of the jury it appears to the Court of Appeal that the jury must have been satisfied of facts which proved him guilty of the other offence. 2 The Court may, instead of allowing or dismissing the appeal, substitute for the verdict found by the jury a verdict of guilty of the other offence, and pass such sentence in substitution for the sentence passed at the trial as may be authorised by law for the other offence, not being a sentence of greater severity."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "3A", "section_title": "  Power to substitute conviction of alternative offence after guilty plea", "section_text": "3A 1 This section applies on an appeal against conviction where— a an appellant has been convicted of an offence to which he pleaded guilty, b if he had not so pleaded, he could on the indictment have pleaded, or been found, guilty of some other offence, and c it appears to the Court of Appeal that the plea of guilty indicates an admission by the appellant of facts which prove him guilty of the other offence. 2 The Court of Appeal may, instead of allowing or dismissing the appeal, substitute for the appellant’s plea of guilty a plea of guilty of the other offence and pass such sentence in substitution for the sentence passed at the trial as may be authorised by law for the other offence, not being a sentence of greater severity.  "}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "4", "section_title": "  Power to re-sentence where appellant remains convicted of related offences.", "section_text": "4 1 This section applies where— a two or more related sentences are passed, b the Court of Appeal allow an appeal against conviction in respect of one or more of the offences for which the sentences were passed (“the related offences”), but c the appellant remains convicted of one or more of those offences. 2 Except as provided by subsection (3) below, the Court may   in respect of any related offence of which the appellant remains convicted   pass such sentence, in substitution for any sentence passed thereon at the trial, as they think proper and is authorised by law  ... . 3 The Court shall not under this section pass any sentence such that the appellant’s sentence   (taken as a whole) for all the related offences of which he remains convicted  will, in consequence of the appeal, be of greater severity than the sentence (taken as a whole) which was passed at the trial   for all the related offences . 4 For the purposes of subsection (1)(a), two or more sentences are related if— a they are passed on the same day, b they are passed on different days but the court in passing any one of them states that it is treating that one together with the other or others as substantially one sentence, or c they are passed on different days but in respect of counts on the same indictment. 5 Where— a two or more sentences are related to each other by virtue of subsection (4)(a) or (b), and b any one or more of those sentences is related to one or more other sentences by virtue of subsection (4)(c), all the sentences are to be treated as related for the purposes of subsection (1)(a)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "5", "section_title": " Disposal of appeal against conviction on special verdict.", "section_text": "5 1 This section applies on an appeal against conviction  in a case where  the jury have found a special verdict. 2 If the Court of Appeal consider that a wrong conclusion has been arrived at by the court of trial on the effect of the jury’s verdict they may, instead of allowing the appeal, order such conclusion to be recorded as appears to them to be in law required by the verdict, and pass such sentence in substitution for the sentence passed at the trial as may be authorised by law."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "6", "section_title": " Substitution of finding of insanity or findings of unfitness to plead  etc.", "section_text": "6 1 This section applies where, on an appeal against conviction, the Court of Appeal, on the written or oral evidence of two or more registered medical practitioners at least one of whom is duly approved, are of opinion— a that the proper verdict would have been one of not guilty by reason of insanity; or b that the case is not one where there should have been a verdict of acquittal, but there should have been findings that the accused was under a disability and that he did the act or made the omission charged against him. 2 The Court of Appeal shall make in respect of the accused— a a hospital order (with or without a restriction order); b a supervision order; or c an order for his absolute discharge. 3 Where— a the offence to which the appeal relates is an offence the sentence for which is fixed by law, and b the court have power to make a hospital order, the court shall make a hospital order with a restriction order (whether or not they would have power to make a restriction order apart from this subsection). 4 Section 5A of the Criminal Procedure (Insanity) Act 1964 (“ the 1964 Act ”) applies in relation to this section as it applies in relation to section 5 of that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the Court of Appeal make a supervision order by virtue of this section, any power of revoking or amending it shall be exercisable as if the order had been made by the court below. 7 In this section— “ hospital order ” has the meaning given in section 37 of the Mental Health Act 1983; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ restriction order ” has the meaning given to it by section 41 of that Act; “ supervision order ” has the meaning given in Part 1 of Schedule 1A to the 1964 Act."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "7", "section_title": " Power to order retrial.", "section_text": "7 1 Where the Court of Appeal allow an appeal against conviction . . .  and it appears to the Court that the interests of justice so require, they may order the appellant to be retried. 2 A person shall not under this section be ordered to be retried for any offence other than— a the offence of which he was convicted at the original trial and in respect of which his appeal is allowed as mentioned in subsection (1) above; b an offence of which he could have been convicted at the original trial on an indictment for the first-mentioned offence; or c an offence charged in an alternative count of the indictment in respect of which   no verdict was given   in consequence of   his being convicted  of the first-mentioned offence."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "8", "section_title": " Supplementary provisions as to retrial.", "section_text": "8 1 A person who is to be retried for an offence in pursuance of an order under section 7 of this Act shall be tried on a fresh indictment preferred by direction of the Court of Appeal, . . .  but after the end of two months from the date of the order for his retrial he may not be arraigned on an indictment preferred in pursuance of such a direction unless the Court of Appeal give leave. 1A Where a person has been ordered to be retried but may not be arraigned without leave, he may apply to the Court of Appeal to set aside the order for retrial and to direct the court of trial to enter a judgment and verdict of acquittal of the offence for which he was ordered to be retried. 1B On an application under subsection (1) or (1A) above the Court of Appeal shall have power— a to grant leave to arraign; or b to  set aside the order for retrial and direct the entry of a judgment and verdict of acquittal, but shall not give leave to arraign unless they are satisfied— i that the prosecution has acted with all due expedition; and ii that there is a good and sufficient cause for a retrial in spite of the lapse of time since the order under section 7 of this Act was made. 2 The Court of Appeal may, on ordering a retrial, make such orders as appear to them to be necessary or expedient— a for the custody or  , subject to section 25 of the Criminal Justice and Public Order Act 1994, release on  bail of the person ordered to be retried pending his retrial; or b for the retention pending the retrial of any property or money forfeited, restored or paid by virtue of the original conviction or any order made on that conviction. 3 If the person ordered to be retried was, immediately before the determination of his appeal, liable to be detained in pursuance of an order or direction under Part V of the  Mental Health Act 1959  or under Part III of the Mental Health Act 1983 (other than under section 35, 36 or 38 of that Act) ,— a that order or direction shall continue in force pending the retrial as if the appeal had not been allowed; and b any order made by the Court of Appeal under this section for his custody or  release on  bail shall have effect subject to the said order or direction. 3A If the person ordered to be retried was, immediately before the determination of his appeal, liable to be detained in pursuance of a remand under  section 36 of the Mental Health Act 1983  or an interim hospital order under  section 38 of that Act , the Court of Appeal may, if they think fit, order that he shall continue to be detained in a hospital or mental nursing home, and in that event  Part III of that Act  shall apply as if he had been ordered under this section to be kept in custody pending his retrial and were detained in pursuance of a transfer direction together with a restriction direction. 3B If the person ordered to be retried— a was liable to be detained in pursuance of an order or direction under Part 3 of the Mental Health Act 1983; b was then made subject to a community treatment order (within the meaning of that Act); and c was subject to that community treatment order immediately before the determination of his appeal, the order or direction under Part 3 of that Act and the community treatment order shall continue in force pending the retrial as if the appeal had not been allowed, and any order made by the Court of Appeal under this section for his release on bail shall have effect subject to the community treatment order. 4 Schedule 2 to this Act has effect with respect to the procedure in the case of a person ordered to be retried, the sentence which may be passed if the retrial results in his conviction and the order for costs which may be made if he is acquitted."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "9", "section_title": " Appeal against sentence following conviction on indictment.", "section_text": "9 1 A person who has been convicted of an offence on indictment may appeal to the Court of Appeal against any sentence (not being a sentence fixed by law) passed on him for the offence, whether passed on his conviction or in subsequent proceedings. 1A In subsection (1) of this section, the reference to a sentence fixed by law does not include a reference to an order made under   section 321 of the Sentencing Code   in relation to a life sentence (as defined in   section 324 of that Code ) that is fixed by law. 2 A person who on conviction on indictment has also been convicted of a summary offence under  ...  or paragraph 6 of Schedule 3 to the Crime and Disorder Act 1998 (power of Crown Court to deal with summary offence where person sent for trial for indictable-only offence)  may appeal to the Court of Appeal against any sentence passed on him for the summary offence (whether on his conviction or in subsequent proceedings) under subsection (7) of that section  or sub-paragraph (4) of that paragraph."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "10", "section_title": " Appeal against sentence in other cases dealt with at assizes or quarter sessions.", "section_text": "10 1 This section has effect for providing rights of appeal against sentence when a person is dealt with by  the Crown Court  (otherwise than on appeal from a magistrates’ court) for an offence of which he was not convicted on indictment. 2 The proceedings from which an appeal against sentence lies under this section are those where an offender convicted of an offence by a magistrates’ court— a is committed by the court to be dealt with for his offence  before the Crown Court ; or b having been given a suspended sentence or made the subject of— i an order for conditional discharge, ii a youth rehabilitation order within   the meaning given by section 173 of the Sentencing Code , or iii a community order within   the meaning given by section 200 of that Code , appears or is brought before the Crown Court to be further dealt with for the offence. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An offender dealt with for an offence before the Crown Court in a proceeding to which subsection (2) of this section applies may appeal to the Court of Appeal against any sentence passed on him for the offence by the Crown Court. 4 For purposes of subsection (3)( a ) of this section  and section 11 of this Act , any two or more sentences are to be treated as passed in the same proceeding if— a they are passed on the same day; or b they are passed on different days but the court in passing any one of them states that it is treating that one together with the other or others as substantially one sentence; and consecutive terms of imprisonment  or detention  and terms which are wholly or partly concurrent are to be treated as a single term 5 If by virtue of an order made under section 14 of the Criminal Justice Act 1982, the term of 4 months specified in section 4 of that Act is increased to a term of 6 months or more, subsection (3)(a) above shall have effect, for so long as the term so specified is 6 months or more, as if after the word “more” there were inserted the words “or an order for his detention in a detention centre for a term of 6 months or more has been made under section 4 of the Criminal Justice Act 1982” ."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "11", "section_title": " Supplementary provisions as to appeal against sentence.", "section_text": "11 1 Subject to subsection (1A) below, an  appeal against sentence, whether under section 9 or under section 10 of this Act, lies only with the leave of the Court of Appeal. 1A If , within 28 days from the date on which the sentence was passed,  the judge who passed   it   grants a certificate that the case is fit for appeal under section 9 or 10 of this Act, an appeal lies under this section without the leave of the Court of Appeal. 2 Where  the Crown Court , in dealing with an offender either on his conviction on indictment or in a proceeding to which section 10(2) of this Act applies, has passed on him two or more sentences in the same proceeding (which expression has the same meaning in this subsection as it has for the purposes of section 10), being sentences against which an appeal lies under section 9  (1)  or section 10, an appeal or application for leave to appeal against any one of those sentences shall be treated as an appeal or application in respect of both or all of them. 2A Where following conviction on indictment a person has been convicted under section 41 of the Criminal Justice Act 1988 of a summary offence an appeal or application for leave to appeal against any sentence for the offence triable either way shall be treated also as an appeal or application in respect of any sentence for the summary offence and an appeal or application for leave to appeal against any sentence for the summary offence shall be treated also as an appeal or application in respect of the offence triable either way. 2B If the appellant or applicant was convicted on indictment of two or more offences triable either way, the references to the offence triable either way in subsection (2A) above are to be construed, in relation to any summary offence of which he was convicted under section 41 of the Criminal Justice Act 1988 following the conviction on indictment, as references to the offence triable either way specified in the notice relating to that summary offence which was given under subsection (2) of that section. 3 On an appeal against sentence the Court of Appeal, if they consider that the appellant should be sentenced differently for an offence for which he was dealt with by the court below may— a quash any sentence or order which is the subject of the appeal; and b in place of it pass such sentence or make such order as they think appropriate for the case and as the court below had power to pass or make when dealing with him for the offence; but the Court shall so exercise their powers under this subsection that, taking the case as a whole, the appellant is not more severely dealt with on appeal than he was dealt with by the court below. 3A Where the Court of Appeal exercise their power under paragraph (a) of subsection (3) to quash a confiscation order, the Court may, instead of proceeding under paragraph (b) of that subsection, direct the Crown Court to proceed afresh under the relevant enactment. 3B When proceeding afresh pursuant to subsection (3A), the Crown Court shall comply with any directions the Court of Appeal may make. 3C The Court of Appeal shall exercise the power to give such directions so as to ensure that any confiscation order made in respect of the appellant by the Crown Court does not deal more severely with the appellant than the order quashed under subsection (3)(a). 3D For the purposes of this section— “ confiscation order ” means a confiscation order made under— section 1 of the Drug Trafficking Offences Act 1986, section 71 of the Criminal Justice Act 1988, section 2 of the Drug Trafficking Act 1994, or section 6 of the Proceeds of Crime Act 2002; “ relevant enactment ”, in relation to a confiscation order quashed under subsection (3)(a), means the enactment under which the order was made. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The fact that an appeal is pending against an interim hospital order under  the Mental Health Act 1983  shall not affect the power of the court below to renew or terminate the order or to deal withthe appellant on its termination; and where the Court of Appeal quashsuch an order but do not pass any sentence or make any other orderin its place the Court may  , subject to section 25 of the Criminal Justice and Public Order Act 1994,  direct the appellant to be kept in custody orreleased on bail pending his being dealt with by the court below. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 For the purposes of this section, any two or more sentences are to be treated as passed in the same proceeding if— a they are passed on the same day; or b they are passed on different days but the court in passing any one of them states that it is treating that one together with the other or others as substantially one sentence."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "11A", "section_title": "Quashing of certain confiscation orders: supplementary", "section_text": "11A 1 This section applies where the Court of Appeal— a quash a confiscation order under section 11(3)(a) (“ the quashed order ”), and b under section 11(3A), direct the Crown Court to proceed afresh under the relevant enactment. 2 Nothing in this section prevents any sum paid by the appellant pursuant to the quashed order being a sum which is recoverable from the Secretary of State as a debt owing to the appellant, but the Court of Appeal may direct that any such sum is not to be repaid until such time as the Crown Court makes a confiscation order, or decides not to make such an order, when proceeding afresh pursuant to section 11(3A). 3 Nothing in this section prevents an amount which would otherwise fall to be repaid as a result of the order being quashed being set against an amount which the appellant is required to pay by virtue of a confiscation order made by the Crown Court in those proceedings. 4 In this section  “ confiscation order ” and  “ relevant enactment ” have the same meaning as in section 11(3D)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "12", "section_title": " Appeal against verdict of not guilty by reason of insanity.", "section_text": "12 A person in whose case there is returned a verdict of not guilty by reason of insanity may appeal to the Court of Appeal  against the verdict— a with the leave of the Court of Appeal; or b if , within 28 days from the date of the verdict,   the judge of the court of trial grants a certificate that the case is fit for appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "13", "section_title": " Disposal of appeal under s. 12.", "section_text": "13 1 Subject to the provisions of this section, the Court of Appeal— a shall allow an appeal under section 12 of this Act if they think that the verdict is unsafe; and b shall dismiss such an appeal in any other case. 3 Where apart from this subsection— a an appeal under section 12 of this Act would fall to be allowed; and b none of the grounds for allowing it relates to the question of the insanity of the accused, the Court of Appeal may dismiss the appeal if they are of opinion that, but for the insanity of the accused, the proper verdict would have been that he was guilty of an offence other than the offence charged. 4 Where an appeal under section 12 of this Act is allowed, the following provisions apply:— a if the ground, or one of the grounds, for allowing the appeal is that the finding of the jury as to the insanity of the accused ought not to stand and the Court of Appeal are of opinion that the proper verdict would have been that he was guilty of an offence (whether the offence charged or any other offence of which the jury could have found him guilty), the Court— i shall substitute for the verdict of not guilty by reason of insanity a verdict of guilty of that offence; and ii shall, subject to subsection (5) below, have the like powers of punishing or otherwise dealing with the appellant, and other powers, as the court of trial would have had if the jury had come to the substituted verdict; and b in any other case, the Court of Appeal shall substitute for the verdict of the jury a verdict of acquittal. 5 The Court of Appeal shall not by virtue of subsection (4)( a ) above sentence any person to death; but where under that paragraph they substitute a verdict of guilty of an offence for which apart from this subsection they would be required to sentence the appellant to death, their sentence shall (whatever the circumstances) be one of imprisonment for life. 6 An order of the Court of Appeal allowing an appeal in accordance with this section shall operate as a direction to the court of trial to amend the record to conform with the order."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "14", "section_title": " Substitution of findings of unfitness to plead etc.", "section_text": "14 1 This section applies where, on an appeal under section 12 of this Act, the Court of Appeal, on the written or oral evidence of two or more registered medical practitioners at least one of whom is duly approved, are of opinion that— a the case is not one where there should have been a verdict of acquittal; but b there should have been findings that the accused was under a disability and that he did the act or made the omission charged against him. 2 The Court of Appeal shall make in respect of the accused— a a hospital order (with or without a restriction order); b a supervision order; or c an order for his absolute discharge. 3 Where— a the offence to which the appeal relates is an offence the sentence for which is fixed by law, and b the court have power to make a hospital order, the court shall make a hospital order with a restriction order (whether or not they would have power to make a restriction order apart from this subsection). 4 Section 5A of the Criminal Procedure (Insanity) Act 1964 (“ the 1964 Act ”) applies in relation to this section as it applies in relation to section 5 of that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the Court of Appeal make a supervision order by virtue of this section, any power of revoking or amending it shall be exercisable as if the order had been made by the court below. 7 In this section— “ hospital order ” has the meaning given in section 37 of the Mental Health Act 1983; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ restriction order ” has the meaning given to it by section 41 of that Act; “ supervision order ” has the meaning given in Part 1 of Schedule 1A to the 1964 Act."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "14A", "section_title": " Substitution of verdict of acquittal.", "section_text": "14A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "15", "section_title": " Right of appeal against finding of disability.", "section_text": "15 1 Where there has been a determination under section 4 of the   Criminal Procedure (Insanity) Act 1964 of the question of a person’s fitness to be tried, and   there have been   findings that he is under a disability and that he did the act or made the omission charged against him, the person may appeal to the Court of Appeal against either or both of those findings . 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if , within 28 days from the date of the finding that the accused did the act or made the omission charged,   the judge of the court of trial grants a certificate that the case is fit for appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "16", "section_title": " Disposal of appeal under s. 15.", "section_text": "16 1 The Court of Appeal— a shall allow an appeal under section 15 of this Act against a finding if they think that the finding is unsafe; and b shall dismiss such an appeal in any other case. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where the Court of Appeal allow an appeal under section 15 of this Act against a finding that the appellant is under a disability— a the appellant may be tried accordingly for the offence with which he was charged; and b the Court may , subject to section 25 of the Criminal Justice and Public Order Act 1994,  make such orders as appear to them necessary or expedient pending any such trial for his custody, release on bail or continued detention under the Mental Health Act 1983; and Schedule 3 to this Act has effect for applying provisions in Part III of that Act to persons in whose case an order is made by the Court under this subsection. 4 Where, otherwise than in a case falling within subsection (3) above, the Court of Appeal allow an appeal under section 15 of this Act against a finding that the appellant did the act or made the omission charged against him, the Court shall, in addition to quashing the finding, direct a verdict of acquittal to be recorded (but not a verdict of not guilty by reason of insanity)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "16A", "section_title": "Right of appeal against hospital order  etc.", "section_text": "16A 1 A person in whose case the Crown Court— a makes a hospital order or interim hospital order by virtue of section 5 or 5A of the Criminal Procedure (Insanity) Act 1964, or b makes a supervision order under section 5 of that Act, may appeal to the Court of Appeal against the order. 2 An appeal under this section lies only— a with the leave of the Court of Appeal; or b if the judge of the court of trial grants a certificate that the case is fit for appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "16B", "section_title": "Disposal of appeal under s. 16A", "section_text": "16B 1 If on an appeal under section 16A of this Act the Court of Appeal consider that the appellant should be dealt with differently from the way in which the court below dealt with him— a they may quash any order which is the subject of the appeal; and b they may make such order, whether by substitution for the original order or by variation of or addition to it, as they think appropriate for the case and as the court below had power to make. 2 The fact that an appeal is pending against an interim hospital order under the Mental Health Act 1983 shall not affect the power of the court below to renew or terminate the order or deal with the appellant on its termination. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The fact that an appeal is pending against a supervision order under section 5 of the Criminal Procedure (Insanity) Act 1964 shall not affect the power of the court below to revoke the order, or of a magistrates' court to revoke or amend it. 5 Where the Court of Appeal make a supervision order by virtue of this section, the power of revoking or amending it shall be exercisable as if the order had been made by the court below."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "16C", "section_title": "Power to dismiss certain appeals following references by the CCRC", "section_text": "16C 1 This section applies where there is an appeal under this Part following a reference by the Criminal Cases Review Commission under section 9(1)(a), (5) or (6) of the Criminal Appeal Act 1995 or section 1(1) of the Criminal Cases Review (Insanity) Act 1999. 2 Notwithstanding anything in section 2, 13 or 16 of this Act, the Court of Appeal may dismiss the appeal if— a the only ground for allowing it would be that there has been a development in the law since the date of the conviction, verdict or finding that is the subject of the appeal, and b the condition in subsection (3) is met. 3 The condition in this subsection is that if— a the reference had not been made, but b the appellant had made (and had been entitled to make) an application for an extension of time within which to seek leave to appeal on the ground of the development in the law, the Court would not think it appropriate to grant the application by exercising the power conferred by section 18(3)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "18", "section_title": " Initiating procedure.", "section_text": "18 1 A person who wishes to appeal under this Part of this Act to the Court of Appeal, or to obtain the leave of that court to appeal, shall give notice of appeal or, as the case may be, notice of application for leave to appeal, in such manner as may be directed by rules of court. 2 Notice of appeal, or of application for leave to appeal, shall be given within twenty-eight days from the date of the conviction, verdict or finding appealed against, or in the case of appeal against sentence, from the date on which sentence was passed or, in the case of an order made or treated as made on conviction, from the date of the making of the order. 3 The time for giving notice under this section may be extended, either before or after it expires, by the Court of Appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "18A", "section_title": " Appeals in cases of contempt of court.", "section_text": "18A 1 A person who wishes to appeal under section 13 of the Administration of Justice Act  1960 from any order or decision of the Crown Court in the exercise of jurisdiction to punish for contempt of court shall give notice of appeal in such manner as may be directed by rules of court. 2 Notice of appeal shall be given within twenty-eight days from the date of the order or decision appealed against. 3 The time for giving notice under this section may be extended, either before or after its expiry, by the Court of Appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "19", "section_title": " Bail.", "section_text": "19 1 The Court of Appeal may , subject to section 25 of the Criminal Justice and Public Order Act 1994,  if they think fit,— a grant an appellant bail pending the determination of his appeal; or b revoke bail granted to an appellant by the Crown Court under paragraph ( f ) of section 81(1) of the   Senior Courts Act 1981   or paragraph (a) above ; or c vary the conditions of bail granted to an appellant in the exercise of the power conferred by  either of those paragraphs . 2 The powers conferred by subsection (1) above may be exercised— a on the application of an appellant; or b if it appears to the registrar of criminal appeals of the Court of Appeal (hereafter referred to as “the registrar”) that any of them ought to be exercised, on a reference to the court by him."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "20", "section_title": " Disposal of groundless appeal or application for leave to appeal.", "section_text": "20 If it appears to the registrar that a notice of appeal or application for leave to appeal does not show any substantial ground of appeal, he may refer the appeal or application for leave to the Court for summary determination; and where the case is so referred the Court may, if they consider that the appeal or application for leave is frivolous or vexatious, and can be determined without adjourning it for a full hearing, dismiss the appeal or application for leave summarily, without calling on anyone to attend the hearing or to appear for the Crown thereon."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "21", "section_title": " Preparation of case for hearing.", "section_text": "21 1 The registrar shall— a take all necessary steps for obtaining a hearing of any appeal or application of which notice is given to him and which is not referred and dismissed summarily under the foregoing section; and b obtain and lay before the Court of Appeal in proper form all documents, exhibits and other things which appear necessary for the proper determination of the appeal or application. 2 Rules of court may enable an appellant to obtain from the registrar any documents or things, including copies or reproductions of documents, required for his appeal and may authorise the registrar to make charges for them in accordance with scales and rates fixed from time to time by the Treasury."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "22", "section_title": " Right of appellant to be present.", "section_text": "22 1 Except as provided by this section, an appellant shall be entitled to be present, if he wishes it, on the hearing of his appeal, although he may be in custody. 2 A person in custody shall not be entitled to be present— a where his appeal is on some ground involving a question of law alone; or b on an application by him for leave to appeal; or c on any proceedings preliminary or incidental to an appeal; or d where he is in custody in consequence of a verdict of not guilty by reason of insanity or of a finding of disability, unless the Court of Appeal give him leave to be present. 3 The power of the Court of Appeal to pass sentence on a person may be exercised although he is for any reason not present. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "23", "section_title": " Evidence.", "section_text": "23 1 For  the purposes of an appeal  , or an application for leave to appeal,  under  this Part of this Act the Court of Appeal may, if they think it necessary or expedient in the interests of justice— a order the production of any document, exhibit or other thing connected with the proceedings, the production of which appears to them necessary for the determination of the case; b order any witness to attend for examination and be examined before the Court (whether or not he was called in the proceedings from which the appeal lies); and c receive any evidence which was not adduced in the proceedings from which the appeal lies. 1A The power conferred by subsection (1)(a) may be exercised so as to require the production of any document, exhibit or other thing mentioned in that subsection to— a the Court; b the appellant; c the respondent. 2 The Court of Appeal shall, in considering whether to receive any evidence, have regard in particular to— a whether the evidence appears to the Court to be capable of belief; b whether it appears to the Court that the evidence may afford any ground for allowing the appeal; c whether the evidence would have been admissible in the proceedings from which the appeal lies on an issue which is the subject of the appeal; and d whether there is a reasonable explanation for the failure to adduce the evidence in those proceedings. 3 Subsection (1)( c ) above applies to any  evidence of a  witness (including the appellant) who is competent but not compellable  ... . 4 For  the purposes of an appeal  , or an application for leave to appeal,   under  this Part of this Act, the Court of Appeal may, if they think it necessary or expedient in the interests of justice, order the examination of any witness whose attendance might be required under subsection (1)( b ) above to be conducted, in manner provided by rules of court, before any judge or officer of the Court or other person appointed by the Court for the purpose, and allow the admission of any depositions so taken as evidence before the Court. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section,  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "23A", "section_title": " Power to order investigations.", "section_text": "23A 1 On an appeal against conviction   or an application for leave to appeal against conviction,  the Court of Appeal may direct the Criminal Cases Review Commission to investigate and report to the Court on any matter if it appears to the Court that— a   in the case of an appeal,  the matter is relevant to the determination of the   appeal   and ought, if possible, to be resolved before the   appeal   is determined; aa in the case of an application for leave to appeal, the matter is relevant to the determination of the application and ought, if possible, to be resolved before the application is determined; b an investigation of the matter by the Commission is likely to result in the Court being able to resolve it; and c the matter cannot be resolved by the Court without an investigation by the Commission. 1A A direction under subsection (1) above may not be given by a single judge, notwithstanding that, in the case of an application for leave to appeal, the application may be determined by a single judge as provided for by section 31 of this Act. 2 A direction by the Court of Appeal under subsection (1) above shall be given in writing and shall specify the matter to be investigated. 3 Copies of such a direction shall be made available to the appellant and the respondent. 4 Where the Commission have reported to the Court of Appeal on any matter which they have been directed under subsection (1) above to investigate, the Court— a shall notify the appellant and the respondent that the Commission have reported; and b may make available to the appellant and the respondent the report of the Commission and any statements, opinions and reports which accompanied it. 5 In this section  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "29", "section_title": " Effect of appeal on sentence.", "section_text": "29 1 The time during which an appellant is in custody pending the determination of his appeal shall, subject to any direction which the Court of Appeal may give to the contrary, be reckoned as part of the term of any sentence to which he is for the time being subject. 2 Where the Court of Appeal give a contrary direction under subsection (1) above, they shall state their reasons for doing so; and they shall not give any such direction where— a leave to appeal has been granted; or b a certificate has been given by the judge of the court of trial  under— i section 1 or 11(1A) of this Act; or ii section 81(1B) of the   Senior Courts Act 1981 ; or c the case has been referred to them  under section 9 of the Criminal Appeal Act 1995 . 3 When an appellant is  granted  bail under section 19 of this Act, the time during which he is  released on bail  shall be disregarded in computing the term of any sentence to which he is for the time being subject. 4 The term of any sentence passed by the Court of Appeal under section 3, 4, 5, 11 or 13(4) of this Act shall, unless the Court otherwise direct, begin to run from the time when it would have begun to run if passed in the proceedings from which the appeal lies."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "30", "section_title": " Restitution of property.", "section_text": "30 1 The operation of an order for the restitution of property to a person made by the Crown Court shall, unless the Court direct to the contrary in any case in which, in their opinion, the title to the property is not in dispute, be suspended until (disregarding any power of a court to grant leave to appeal out of time) there is no further possibility of an appeal on which the order could be varied or set aside, and provision may be made by rules of court for the custody of any property in the meantime. 2 The Court of Appeal may by order annul or vary any order made by the court of trial for the restitution of property to any person, although the conviction is not quashed; and the order, if annulled, shall not take effect and, if varied, shall take effect as so varied. 3 Where the   Supreme Court   restores a conviction, it may make any order for the restitution of property which the court of trial could have made."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "30A", "section_title": "Effect of interim hospital orders", "section_text": "30A 1 This section applies where the Court of Appeal— a make an interim hospital order by virtue of any provision of this Part, or b renew an interim hospital order so made. 2 The court below shall be treated for the purposes of section 38(7) of the Mental Health Act 1983 (absconding offenders) as the court that made the order."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "30B", "section_title": "Criminal courts charge", "section_text": "30B The criminal courts charge duty (see section 46 of the Sentencing Code) applies to the Court of Appeal— a when dismissing an appeal under this Part of this Act by a person convicted of an offence against the person's conviction or sentence for the offence; b when dismissing an application for leave to bring such an appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "31", "section_title": " Powers of Court  ...which are exercisable by single judge.", "section_text": "31 1 There may be exercised by a single judge in the same manner as by the Court of Appeal and subject to the same provisions— a the powers of the Court of Appeal under this Part of this Act specified in subsection (2) below; aza the powers under sections  51  and  52  of the Criminal Justice Act 2003 as they are exercisable in relation to appeals to the criminal division of the Court of Appeal and preliminary and incidental proceedings; aa the power to give leave under section 14(4B) of the Criminal Appeal Act 1995; b the power to give directions under section 4(4) of the Sexual Offences (Amendment) Act 1976; and c the powers to make orders for the payment of costs under sections 16 to 18 of the Prosecution of Offences Act 1985 in proceedings under this Part of this Act. 2 The powers mentioned in subsection (1)(a) above  are the following:— a to give leave to appeal; b to extend the time within which notice of appeal or of application for leave to appeal may be given; c to allow an appellant to be present at any proceedings; ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d to order a witness to attend for examination; e to exercise the powers conferred by section 19 of this Act; f to make orders under section 8(2) of this Act and discharge or vary such orders; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ; h to give directions under section 29(1) of this Act; i to make orders under section 23(1)(a). 2ZA The power of the Court of Appeal to renew an interim hospital order made by them by virtue of any provision of this Part may be exercised by a single judge in the same manner as it may be exercised by the Court. 2A The power of the Court of Appeal to suspend a person’s disqualification under  section 40(2) of the Road Traffic Offenders Act 1988  may be exercised by a single judge in the same manner as it may be exercised by the Court. 2B The power of the Court of Appeal to grant leave of appeal under section 159 of the Criminal Justice Act 1988 may be exercised by a single judge in the same manner as it may be exercised by the Court 2C The power of the Court of Appeal, under section 130 of the Licensing Act 2003, to suspend an order under section 129 of that Act may be exercised by a single judge in the same manner as it may be exercised by the Court. 2D The power of the Court of Appeal to grant leave to appeal under section 9(11) of the Criminal Justice Act 1987 may be exercised by a single judge in the same manner as it may be exercised by the Court. 2E The power of the Court of Appeal to grant leave to appeal under section 35(1) of the Criminal Procedure and Investigations Act 1996 may be exercised by a single judge in the same manner as it may be exercised by the Court. 2F The powers of the Court of Appeal to make, discharge or vary a witness anonymity order under Chapter 2 of Part 3 of the Coroners and Justice Act 2009 may be exercised by a single judge in the same manner as they may be exercised by the Court. 3 If the single judge refuses an application on the part of an appellant to exercise in his favour any of the powers above specified, the appellant shall be entitled to have the application determined by the Court of Appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "31A", "section_title": " Powers of Court  ... which are exercisable by registrar.", "section_text": "31A 1 The powers of the Court of Appeal under this Part of this Act which are specified in subsection (2) below may be exercised by the registrar. 2 The powers mentioned in subsection (1) above are the following— a to extend the time within which notice of appeal or of application for leave to appeal may be given; aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b to order a witness to attend for examination;  ... c to vary the conditions of bail granted to an appellant by the Court of Appeal or the Crown Court; d to make orders under section 23(1)(a). 2A The registrar may exercise the powers under sections  51  and  52  of the Criminal Justice Act 2003 as they are exercisable in relation to appeals to the criminal division of the Court of Appeal and preliminary and incidental proceedings. 3 No variation of the conditions of bail granted to an appellant may be made by the registrar unless he is satisfied that the respondent does not object to the variation; but, subject to that, the powers specified in that subsection are to be exercised by the registrar in the same manner as by the Court of Appeal and subject to the same provisions. 4 If the registrar refuses an application on the part of an appellant to exercise in his favour any of the powers specified in subsection (2)    or  (2A)  above, the appellant shall be entitled to have the application determined by a single judge. 5 In this section  “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "31B", "section_title": "Procedural directions: powers of single judge and registrar", "section_text": "31B 1 The power of the Court of Appeal to determine an application for procedural directions may be exercised by— a a single judge, or b the registrar. 2 “ Procedural directions ” means directions for the efficient and effective preparation of— a an application for leave to appeal, or b an appeal, to which this section applies. 3 A single judge may give such procedural directions as he thinks fit— a when acting under subsection (1); b on a reference from the registrar; c of his own motion, when he is exercising, or considering whether to exercise, any power of his in relation to the application or appeal. 4 The registrar may give such procedural directions as he thinks fit— a when acting under subsection (1); b of his own motion. 5 This section applies to an appeal, and an application to the Court of Appeal for leave to appeal, under— a this Part, b section 9 of the Criminal Justice Act 1987, or c section 35 of the Criminal Procedure and Investigations Act 1996."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "31C", "section_title": "Appeals against procedural directions", "section_text": "31C 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (4) applies if the registrar gives, or refuses to give, procedural directions. 4 A single judge may, on an application to him under subsection (5)— a confirm, set aside or vary any procedural directions given by the registrar, and b give such procedural directions as he thinks fit. 5 An application under this subsection may be made by— a an appellant; b a respondent, if the directions— i relate to an application for leave to appeal and appear to need the respondent’s assistance to give effect to them, ii relate to an application for leave to appeal which is to be determined by the Court of Appeal, or iii relate to an appeal. 6 In this section— “ appellant ” includes a person who has given notice of application for leave to appeal under any of the provisions mentioned in section 31B(5); “ respondent ” includes a person who will be a respondent if leave to appeal is granted."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "32", "section_title": " Transcripts.", "section_text": "32 1 Rules of court may provide— a for the making of a record (whether by means of shorthand notes, by mechanical means or otherwise) of any proceedings in respect of which an appeal lies (with or without leave) to the Court of Appeal; and b for the making and verification of a transcript of any such record and for supplying the transcript (on payment of such charge, if any, as may be fixed for the time being by the Treasury) to the registrar for the use of the Court of Appeal or any judge exercising the powers of a judge of the Court, and to such other persons and in such circumstances as may be prescribed by the rules. 2 Without prejudice to subsection (1) above, the Secretary of State may, if he thinks fit, in any case direct that a transcript shall be made of any such record made in pursuance of the rules and be supplied to him. 3 The cost— a of making any such record in pursuance of the rules; and b of making and supplying in pursuance of this section any transcript ordered to be supplied to the registrar or the Secretary of State, shall be defrayed, in accordance with scales of payment fixed for the time being by the Treasury, out of moneys provided by Parliament; and the cost of providing and installing at a court any equipment required for the purpose of making such a record or transcript shall also be defrayed out of moneys so provided."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "33", "section_title": " Right of appeal to   Supreme Court  .", "section_text": "33 1 An appeal lies to the   Supreme Court , at the instance of the defendant or the prosecutor, from any decision of the Court of Appeal on an appeal to that court under Part I of this Act   or Part 9 of the Criminal Justice Act 2003   or section 9 (preparatory hearings) of the Criminal Justice Act 1987   or section 35 of the Criminal Procedure and Investigations Act 1996   or section 47 of the Criminal Justice Act 2003 . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B An appeal lies to the   Supreme Court , at the instance of the acquitted person or the prosecutor, from any decision of the Court of Appeal on an application under section 76(1) or (2) of the Criminal Justice Act 2003 (retrial for serious offences). 2 The appeal lies only with the leave of the Court of Appeal or   the Supreme Court ; and leave shall not be granted unless it is certified by the Court of Appeal that a point of law of general public importance is involved in the decision and it appears to the Court of Appeal or  the Supreme Court  (as the case may be) that the point is one which ought to be considered by   the Supreme Court . 3 Except as provided by this Part of this Act and section 13 of the Administration of Justice Act 1960 (appeal in cases of contempt of court), no appeal shall lie from any decision of the criminal division of the Court of Appeal. 4 In relation to an appeal under subsection (1B), references in this Part to a defendant are references to the acquitted person."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "34", "section_title": " Application for leave to appeal.", "section_text": "34 1 An application to the Court of Appeal for leave to appeal to the   Supreme Court   shall be made within the period of   28   days beginning with the  relevant date ; and an application to the   Supreme Court   for leave shall be made within the period of   28   days beginning with the date on which the application for leave is refused by the Court of Appeal. 1A In subsection (1),  “ the relevant date ” means— a the date of the Court of Appeal’s decision, or b if later, the date on which the   Court of Appeal   gives reasons for its decision. 2 The   Supreme Court   or the Court of Appeal may, upon application made at any time by the defendant  or, in the case of an appeal under section 33(1B), by the prosecutor , extend the time within which an application may be made by him to   the Supreme Court or the Court of Appeal   under subsection (1) above. 3 An appeal to the  Supreme Court   shall be treated as pending until any application for leave to appeal is disposed of and, if leave to appeal is granted, until the appeal is disposed of; and for purposes of this Part of this Act an application for leave to appeal shall be treated as disposed of at the expiration of the time within which it may be made, if it is not made within that time."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "35", "section_title": " Hearing and disposal of appeal.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purpose of disposing of an appeal, the   Supreme Court   may exercise any powers of the Court of Appeal or may remit the case to the Court."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "36", "section_title": " Bail on appeal by defendant.", "section_text": "36 The Court of Appeal may , subject to section 25 of the Criminal Justice and Public Order Act 1994,  if it seems fit, on the application of a person appealing or applying for leave to appeal to the   Supreme Court ,  other than a person appealing or applying for leave to appeal from a decision on an appeal under   Part 9 of the Criminal Justice Act 2003 or  section 9(11) of the Criminal Justice Act 1987  or section 35 of the Criminal Procedure and Investigations Act 1996  (appeals against orders or rulings at preparatory hearings),   or section 47 of the Criminal Justice Act 2003                   grant him  bail pending the determination of his appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "37", "section_title": " Detention of defendant on appeal by the Crown.", "section_text": "37 1 The following provisions apply where, immediately after a decision of the Court of Appeal from which an appeal lies to the   Supreme Court , the prosecutor is granted or gives notice that he intends to apply for, leave to appeal. 2 If, but for the decision of the Court of Appeal, the defendant would be liable to be detained, the Court of Appeal   shall make—                        a an order providing for his detention, or directing that he shall not be released except on bail (which may be granted by the Court as under section 36 above), so long as the appeal is pending, or b an order that he be released without bail. 2A The Court may make an order under subsection (2)(b) only if they think that it is in the interests of justice that the defendant should not be liable to be detained as a result of the decision of the Supreme Court on the appeal. 3 An order under   subsection (2)(a)   shall (unless the appeal has previously been disposed of) cease to have effect at the expiration of the period for which the defendant would have been liable to be detained but for the decision of the Court of Appeal. 4 Where an order is made under   subsection (2)(a)   in the case of a defendant who, but for the decision of the Court of Appeal, would be liable to be detained in pursuance of— a an order or direction under  Part III of the Mental Health Act 1983 (otherwise than under section 35, 36 or 38 of that Act)  (admission to hospital of persons convicted by criminal courts); or b a hospital order made by virtue of section 5(2)(a) of the Criminal Procedure (Insanity) Act 1964 (powers to deal with persons not guilty by reason of insanity or unfit to plead  etc ), the order under   subsection (2)(a)   shall be one authorising his continued detention in pursuance of the order or direction referred to in paragraph ( a ) or ( b ) of this subsection; and the provisions of  the Mental Health Act 1983  with respect to persons liable to be detained as mentioned in this subsection (including provisions as to the renewal of authority for detention and the removal or discharge of patients) shall apply accordingly. 4A Where an order is made under   subsection (2)(a)   in the case of a defendant who, but for the decision of the Court of Appeal, would be liable to be detained in pursuance of a remand under  section 36 of the Mental Health Act 1983  or an interim hospital order under  section 38  of that Act, the order may, if the Court of Appeal thinks fit, be one authorising his continued detention in a hospital or mental nursing home and in that event— a subsection (3) of this section shall not apply to the order; b Part III of the said Act of 1983  shall apply to him as if he had been ordered under this section to be detained in custody so long as an appeal to the House of Lords is pending and were detained in pursuance of a transfer direction together with a restriction direction; and c if the defendant, having been subject to an interim hospital order, is detained by virtue of this subsection and the appeal by the prosecutor succeeds, subsection (2) of the said section 31 (power of court to make hospital order in the absence of an offender who is subject to an interim hospital order) shall apply as if the defendant were still subject to an interim hospital order. 5 The defendant shall not be liable to be detained again as a result of the decision of the Supreme Court on the appeal if— a the Court of Appeal have made an order under subsection (2)(b), or b the Court have made an order under subsection (2)(a) but the order has ceased to have effect by virtue of subsection (3) or the defendant has been released or discharged by virtue of subsection (4) or (4A)."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "37A", "section_title": "Continuation of community treatment order on appeal by the Crown", "section_text": "37A 1 The following provisions apply where, immediately after a decision of the Court of Appeal from which an appeal lies to the Supreme Court, the prosecutor is granted, or gives notice that he intends to apply for, leave to appeal. 2 If, but for the decision of the Court of Appeal, the defendant would be liable to recall, the Court of Appeal may make an order under this section. 3 For the purposes of this section, a person is liable to recall if he is subject to a community treatment order (within the meaning of the Mental Health Act 1983) and, when that order was made, he was liable to be detained in pursuance of an order or direction under Part 3 of that Act. 4 An order under this section is an order providing for the continuation of the community treatment order and the order or direction under Part 3 of that Act so long as an appeal to the Supreme Court is pending. 5 Where an order is made under this section the provisions of the Mental Health Act 1983 with respect to persons liable to recall (including provisions as to the extension of the community treatment period, the removal or discharge of community patients, the revocation of community treatment orders and the re-detention of patients following revocation) shall apply accordingly. 6 An order under this section shall (unless the appeal has previously been disposed of) cease to have effect at the expiration of the period for which the defendant would, but for the decision of the Court of Appeal, have been— a liable to recall; or b where the community treatment order is revoked, liable to be detained in pursuance of the order or direction under Part 3 of the Mental Health Act 1983. 7 Where the Court of Appeal have power to make an order under this section, and either no such order is made or the defendant is discharged, by virtue of subsection (5) or (6) of this section, before the appeal is disposed of, the defendant shall not be liable to be again detained as the result of the decision of the Supreme Court on the appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "38", "section_title": " Presence of defendant at hearing.", "section_text": "38 A defendant who   has been convicted of an offence, or in whose case an order under section 77 of the Criminal Justice Act 2003 or a declaration under section 77(4) of that Act has been made, and who   is detained pending an appeal to the   Supreme Court  shall not be entitled to be present on the hearing of the appeal or of any proceedings preliminary or incidental thereto, except where an order of the   Supreme Court   authorises him to be present, or where the   Supreme Court   or the Court of Appeal, as the case may be, give him leave to be present."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "43", "section_title": " Effect of appeal on sentence.", "section_text": "43 1 Where a person subject to a sentence is  granted  bail under section 36 or 37 of this Act, the time during which he is  released on bail  shall be disregarded in computing the term of his sentence. 2 Subject to the foregoing subsection, any sentence passed on an appeal to   the Supreme Court   in substitution for another sentence shall, unless   the Supreme Court   or the Court of Appeal otherwise direct, begin to run from the time when the other sentence would have begun to run."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "44", "section_title": " Powers of Court of Appeal under Part II which are exercisable by single judge.", "section_text": "44 1 There may be exercised by a single judge— a the powers of the Court of Appeal under this Part of the Act— i to extend the time for making an application for leave to appeal; ii to make an order for or in relation to bail; and iii to give leave for a person to be present at the hearing of any proceedings preliminary or incidental to an appeal; and b their powers to make orders for the payment of costs under sections 16 and 17 of the  Prosecution of Offences Act 1985 in proceedings under this Part of this Act , but where the judge refuses an application to exercise any of the said powers the applicant shall be entitled to have the application determined by the Court of Appeal. 2 The power of the Court of Appeal to suspend a person’s disqualification under  section 40(3) of the Road Traffic Offenders Act 1988  may be exercised by a single judge, but where the judge refuses an application to exercise that power the applicant shall be entitled to have the application determined by the Court of Appeal. 3 The power of the Court of Appeal, under section 130 of the Licensing Act 2003, to suspend an order under section 129 of that Act may be exercised by a single judge, but where the judge refuses an application to exercise that power the applicant shall be entitled to have the application determined by the Court of Appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "44A", "section_title": " Appeals in cases of death.", "section_text": "44A 1 Where a person has died— a any relevant appeal which might have been begun by him had he remained alive may be begun by a person approved by the Court of Appeal; and b where any relevant appeal was begun by him while he was alive or is begun in relation to his case by virtue of paragraph (a) above or by a reference by the Criminal Cases Review Commission, any further step which might have been taken by him in connection with the appeal if he were alive may be taken by a person so approved. 2 In this section “ relevant appeal ” means— a an appeal under section 1, 9, 12 or 15 of this Act; or b an appeal under section 33 of this Act from any decision of the Court of Appeal on an appeal under any of those sections. 3 Approval for the purposes of this section may only be given to— a the widow or widower  or surviving civil partner   of the dead person; b a person who is the personal representative (within the meaning of section 55(1)(xi) of the Administration of Estates Act 1925) of the dead person; or c any other person appearing to the Court of Appeal to have, by reason of a family or similar relationship with the dead person, a substantial financial or other interest in the determination of a relevant appeal relating to him. 4 Except in the case of an appeal begun by a reference by the Criminal Cases Review Commission, an application for such approval may not be made after the end of the period of one year beginning with the date of death. 5 Where this section applies, any reference in this Act to the appellant shall, where appropriate, be construed as being or including a reference to the person approved under this section. 6 The power of the Court of Appeal to approve a person under this section may be exercised by a single judge in the same manner as by the Court of Appeal and subject to the same provisions; but if the single judge refuses the application, the applicant shall be entitled to have the application determined by the Court of Appeal."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "45", "section_title": "Construction of references in Parts I and  II  to Court of Appeal and a single judge.", "section_text": "45 1 References in Parts I and  II   and   sections 44A and 51   of this Act to the Court of Appeal shall be construed as references to the criminal division of the Court. 2 The references in sections  23A,   31 to 31C , 44 and 44A  of this Act to a single judge are to any judge of the Court of Appeal or  ...  the High Court."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "48", "section_title": " Appeal in capital cases.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "49", "section_title": " Saving for prerogative of mercy.", "section_text": "49 Nothing in this Act is to be taken as affecting Her Majesty’s prerogative of mercy."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "50", "section_title": " Meaning of “sentence”.", "section_text": "50 1 In this Act “ sentence ”, in relation to an offence, includes any order made by a court when dealing with an offender including, in particular— a a hospital order under Part III of the  Mental Health Act 1983, with or without a restriction order; b an interim hospital order under that Part; bb a hospital direction and a limitation direction under that Part; c a recommendation for deportation; ca a confiscation order under Part 2 of the Proceeds of Crime Act 2002   (but not a determination under section 10A of that Act) ; cb an order which varies a confiscation order made under Part 2 of the Proceeds of Crime Act 2002 if the varying order is made under section 21, 22 or 29 of that Act (but not otherwise); d a confiscation order under the  Drug Trafficking Act 1994  other than one made by the High Court; e a confiscation order under Part VI of the  Criminal Justice Act 1988; f an order varying a confiscation order of a kind which is included by virtue of paragraph (d) or (e) above; g an order made by the Crown Court varying a confiscation order which was made by the High Court by virtue of  section 19 of the Act of 1994 ; and h a   declaration of relevance, within the meaning of section 23 of  the  Football Spectators Act 1989 ; and                 i an order under section 129(2) of the Licensing Act 2003 (forfeiture or suspension of personal licence). 1A   Section 82 of the Sentencing Code   (under which a conviction of an offence for which  ... an order for a conditional or absolute discharge is made is deemed not to be a conviction except for certain purposes) shall not prevent an appeal under this Act, whether against conviction or otherwise. 2 Any power of the criminal division of the Court of Appeal to pass a sentence includes a power to make a recommendation for deportation in cases where the court from which the appeal lies had power to make such a recommendation. 3 An order   relating to a requirement to make a payment under regulations under section 23 or 24 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012   is not a sentence for the purposes of this Act."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "51", "section_title": " Interpretation.", "section_text": "51 1 In this Act, except where the context otherwise requires— “ appeal ”, where used in Part I or II of this Act, means appeal under that Part, and “ appellant ” has a corresponding meaning and in Part I includes a person who has given notice of application for leave to appeal; “ the court of trial ”, in relation to an appeal, means the court from which the appeal lies; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ duly approved ”, in relation to a registered medical practitioner, means approved for the purposes of section 12 of the Mental Health Act 1983 by the Secretary of State , or by another person by virtue of section 12ZA or 12ZB of that Act,   as having special experience in the diagnosis or treatment of mental disorder; “ the judge of the court of trial ” means, where the Crown Court comprises justices of the peace, the judge presiding; “ registered medical practitioner ” means a fully registered person within the meaning of the Medical Act 1983  who holds a licence to practise ; “ under disability ” has the meaning assigned to it by section 4 of the   Criminal Procedure (Insanity) Act 1964 (unfitness to plead); and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A In Part 2 of this Act  “the defendant”— a in relation to an appeal under section 33(1) of this Act against a decision of the Court of Appeal on an appeal under Part 1 of this Act, means the person who was the appellant before the Court of Appeal, b in relation to an appeal under section 33(1) of this Act against any other decision, means a defendant in the proceedings before the Crown Court who was a party to the proceedings before the Court of Appeal, and c in relation to an appeal under section 33(1B) of this Act, shall be construed in accordance with section 33(4) of this Act; and ...  “ prosecutor ” shall be construed accordingly. 2 Any expression used in this Act which is defined in   section 145(1)  and (1AA)  of the Mental Health Act 1983  has the same meaning in this Act as in that Act. 2A Subsections (2) and (3) of section 54 of the Mental Health Act 1983 shall have effect with respect to proof of the appellant’s mental condition for the purposes of section   6 or 14  of this Act as they have effect with respect to proof of an offender’s mental condition for the purposes of section 37(2)(a) of that Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "52", "section_title": " Consequential amendment of enactments. ", "section_text": "52 1 The enactments specified in Part I of Schedule 5 to this Act shall be amended as shown in that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "53", "section_title": " Transitional provisions.", "section_text": "53 The transitional provisions contained in Schedule 6 to this Act shall have effect."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "54", "section_title": " Repeals. ", "section_text": "54 The enactments specified in the second column of Schedule 7 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Appeal Act 1968", "year": 1968, "section": "55", "section_title": " Short title, commencement and extent.", "section_text": "55 1 This Act may be cited as the Criminal Appeal Act 1968. 2 This Act shall come into force on the day appointed under section 106(5) of the  Criminal Justice Act 1967 for the coming into force of section 98 of that Act. 3 So much of Schedule 5 to this Act as amends the  Geneva Conventions Act 1957 shall extend to Scotland and Northern Ireland and the repeal by this Act of section 2(2) of the  Administration of Justice Act 1960 shall extend to Northern Ireland; but except as aforesaid this Act shll not extend to Scotland or Northern Ireland."}]