[{"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "118.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "20", "section_title": " Exchequer contributions for building experiments. ", "section_text": "20 Where— a the Secretary of State is satisfied on an application made to him by a local authority or a development corporation or a housing association with respect to a house which they have provided that the cost of providing the house has been substantially enhanced by reason of either or both of the following matters, namely— i that, with his consent, the house has been constructed in whole or in part by an experimental method; ii that, with his consent, materials have, for the purposes of experiment, been used in the construction of the house or equipment or fittings have, for those purposes, been installed in the house in the course of the construction thereof; or b with the consent of the Secretary of State, expense is incurred by a local authority or a development corporation or a housing association in incorporating or installing in a house, otherwise than in the course of the construction thereof, materials, equipment or fittings for the purposes of experiment; then, subject to such conditions (if any) as the Treasury may determine, the Secretary of State may make to the local authority or development corporation or housing association, as the case may be, an Exchequer contribution or Exchequer contributions of such amount and payable in such manner as he may determine."}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "2126.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "2765.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "66"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "67", "section_title": " Interpretation. ", "section_text": "67 1 Subject to subsection (2) of this section, and except in so far as the context otherwise requires, expressions used in this Act and in the principal Act have the same meaning in this Act as in that Act. 2 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— “ development corporation ” means a development corporation within the meaning of the  New Towns (Scotland) Act 1968; “ Exchequer contribution ” means a payment (other than a payment by way of advance or loan) which the Secretary of State is required or authorised by or under this Act,  or section 59 of the  Housing (Scotland) Act 1969  or any Act relating to housing passed before the commencement of this Act, to make for housing purposes; “ financial year ”, in relation to a local authority, has the same meaning as in section  96(5) of the  Local Government (Scotland) Act 1973 ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; “ loan charges ” means, in relation to any borrowed moneys, the sums required for the payment of interest on those moneys and for the repayment thereof either by instalments or by means of a sinking fund; “ the principal Act ” means the  Housing (Scotland) Act 1966. 3 Any reference in this Act to any enactment shall be construed as including a reference to that enactment as amended, extended or applied by or under any other enactment including, unless the context otherwise requires, this Act."}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "6870.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Housing (Financial Provisions) (Scotland) Act 1968", "year": 1968, "section": "71", "section_title": " Short title, commencement and extent. ", "section_text": "71 1 This Act may be cited as the Housing (Financial Provisons) (Scotland) Act 1968. 2 This Act shall come into force on the expiration of a period of three months beginning with the date on which it is passed. 3 This Act shall extend to Scotland only."}]