[{"act": "Hovercraft Act 1968", "year": 1968, "section": "1", "section_title": " Power to make Orders in Council with respect to hovercraft.", "section_text": "1 1 Her Majesty may by Order in Council make such provision as She considers expedient— a with respect to the registration of hovercraft; b for securing the safety of hovercraft and persons and property in hovercraft and at hoverports, and for preventing hovercraft from endangering other persons and property; c for prohibiting or restricting the use of hovercraft unless the prescribed certificates as to fitness are in force and the prescribed conditions as to maintenance and repair are satisfied with respect to them; d for prohibiting persons from taking charge or otherwise acting as members of the crew of a hovercraft or from engaging in or being employed in connection with the maintenance or repair of hovercraft, in such capacities as may be prescribed, unless the prescribed conditions as to qualifications and other matters are satisfied with respect to those persons; e with respect to the investigation of accidents involving hovercraft; f for regulating the noise and vibration which may be caused by hovercraft; g for providing that no action shall lie, and  no proceedings in pursuance of . . .  Part III of the Environmental Protection Act 1990. or of Part III of the Pollution Control and Local Government (Northern Ireland) Order 1978 or of Part 7 of the Clean Neighbourhoods and Environment Act (Northern Ireland) 2011                  shall be brought, in respect of nuisance by reason only of noise and vibration caused by hovercraft in respect of which the requirements imposed in pursuance of paragraph (f) above are complied with; h for applying in relation to hovercraft or to persons, things or places connected with hovercraft— i any enactment or instrument relating to ships, aircraft, motor vehicles or other means of transport or to persons, things or places connected therewith (other than an enactment or an instrument made under an enactment mentioned in paragraph (i) below or section 2(1) of this  Act, or an enactment contained in sections 20 to 24 of the  Senior Courts Act 1981 ) , ii any rules of law relating to ships or to persons, things or places connected with ships (other than rules relating to maritime liens), and, without prejudice to the generality of the foregoing provisions of this paragraph, for providing that any enactment (other than an enactment mentioned as aforesaid) shall have effect as if references in it, in whatever terms, to ships, aircraft or motor vehicles or activities connected therewith included references to hovercraft or activities connected with hovercraft; i for applying the following enactments, and any instrument made under them, in relation to the following matters respectively, that is to say— i in relation to the carriage of persons and their baggage by hovercraft, the  Carriage by Air Act 1961 and the  Carriage by Air (Supplementary Provisions) Act 1962, ii in relation to the carriage of property by hovercraft (except baggage in relation to which provisions of the Acts aforesaid are applied), the  Carriage of Goods by Sea Act 1924  and sections 185 and 186 of the Merchant Shipping Act 1995 so far as those sections relate to property on board a ship iii in relation to loss of life or personal injury connected with a hovercraft which is caused to persons not carried by the hovercraft, in relation to loss or damage connected with a hovercraft which is caused to property not carried by the hovercraft and in relation to infringements of rights through acts or omissions connected with a hovercraft,  sections 185 and 186 of the Merchant Shipping Act 1995 j for substituting references to hovercraft for references in any enactment or instrument to vehicles designed to be supported on a cushion of air; k for repealing the provisions of any enactment or instrument (including provisions of the Schedule to this Act) in so far as it appears to Her Majesty that those provisions are not required having regard to any provision made or proposed to be made by virtue of this section; l with respect to the application of the Order to the Crown and the extra-territorial operation of any provision made by or under the Order; m for the extension of any provisions of the Order, with or without modifications, to Northern Ireland, any of the Channel Islands, the Isle of Man, any colony and any country or place outside Her Majesty’s dominions in which for the time being Her Majesty has jurisdiction; n for imposing penalties in respect of any contravention of a provision made by or under the Order, not exceeding, in respect of any one contravention, a fine of £400 on summary conviction and imprisonment for twelve months and a fine on conviction on indictment; o for detaining any hovercraft in order to secure compliance with any provision made by or under the Order or any hovercraft in respect of which such contravention as aforesaid is suspected to have occurred; and p for requiring the payment of fees in respect of any matter relating to hovercraft which is specified in the Order and for determining with the approval of the Treasury the amount of any such fee or the manner in which that amount is to be determined. 2 Nothing in any of the paragraphs of the foregoing subsection shall be construed as prejudicing the generality of any other of those paragraphs, and in particular paragraph (n) shall not prejudice paragraph (h). 3 An Order under this section may— a make different provision for different circumstances or for hovercraft of different descriptions; b provide for exemptions from any of the provisions of the Order; c provide for the delegation of functions exercisable by virtue of the Order; d include such incidental, supplemental and consequential provisions as appear to Her Majesty to be expedient for the purposes of the Order; e authorise the making of regulations and other instruments for any of the purposes of this section (except the purposes of paragraphs (g) to (k) of subsection (1)) and apply the  Statutory Instruments Act 1946 to instruments made under the Order; f provide that any enactment, instrument or rule of law applied by the Order shall have effect as so applied subject to such modifications as may be specified in the Order; and g be revoked or varied by a subsequent Order under this section. 4 No recommendation shall be made to Her Majesty in Council to make an Order under this section containing provisions authorised by paragraphs (f) to (k) of subsection (1) unless a draft of the Order has been approved by a resolution of each House of Parliament; and any other Order in Council under this section, except an Order extending only to territory (other than Northern Ireland) which is mentioned in paragraph (m) of subsection (1), shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "2", "section_title": " Admiralty jurisdiction  etc.", "section_text": "2 1 Subject to subsection (3) of this section, the following enactments, that is to say,  Part V  of the  Administration of Justice Act 1956, Part I of Schedule 1 to that Act and  sections  ... 30(1) and 31 of the County Courts Act 1984  (which among other things relate to Admiralty jurisdiction) shall have effect as if references to ships (except references to Her Majesty’s ships and  the reference in paragraph 4(1) of the said Part I and the second reference in paragraph 8(1) of that Part)  included references to hovercraft and as if references to Her Majesty’s ships included references to hovercraft belonging to the Crown in right of the Government of the United Kingdom or the Government of Northern Ireland; and  section 4 of the  Sheriff Courts (Scotland) Act 1907  sections 38(2)(j) and 40 of the Courts Reform (Scotland) Act 2014  (which relates to the jurisdiction of the sheriffs) shall apply in relation to hovercraft as it applies in relation to ships. 2 Subject to subsection (3) of this section, the law relating to maritime liens shall apply in relation to hovercraft and property connected with hovercraft as it applies in relation to ships and property connected with ships, and shall so apply notwithstanding that the hovercraft is on land at any relevant time. 3 Her Majesty may by Order in Council provide that the enactments mentioned in subsection (1) and the law mentioned in subsection (2) of this section as extended by those subsections shall not apply in relation to hovercraft in such circumstances as may be specified in the Order or shall have effect, in all circumstances involving hovercraft or such circumstances involving hovercraft as may be specified in the Order, subject to such modifications as may be so specified; and subsection (3) of section 1 of this Act shall apply to an Order under this subsection as it applies to an Order under that section but as if paragraphs (c), (e) and (f) were omitted. 3A Subsection (3) of this section shall have effect as if the reference to the enactments mentioned in subsection (1) as extended by that subsection included a reference to sections 20 to 24 of the  Senior Courts Act 1981 . 4 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft of the Order has been approved by a resolution of each House of Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Subsection (1) of this section shall apply for the purposes of any proceedings begun on or after the date of the coming into operation of this section, whenever the cause of action arose, but shall not affect any proceedings begun before that date."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "3", "section_title": " Application of certain enactments to hovercraft.", "section_text": "3 The enactments mentioned in the Schedule to this Act shall have effect subject to the modifications there specified (which provide for the application of those enactments in relation to hovercraft)."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "4", "section_title": " Interpretation etc.", "section_text": "4 1 In this Act— “ contravention ” includes failure to comply; “ enactment ” includes an enactment of the Parliament of Northern Ireland, an enactment contained in a local Act and an enactment contained in any Act passed after and in the same Session as this Act; “ hovercraft ” means a vehicle which is designed to be supported when in motion wholly or partly by air expelled from the vehicle to form a cushion of which the boundaries include the ground, water or other surface beneath the vehicle; “ hoverport ” means any area, whether on land or elsewhere, which is designed, equipped, set apart or commonly used for affording facilities for the arrival and departure of hovercraft; “ modifications ” includes additions, omissions and amendments; and “ prescribed ” means prescribed by an Order in Council under section 1 of this Act or by an instrument made under such an Order. 2 Subject to section 2(5) of this Act, any reference in this Act to any enactment or instrument is a reference to it as amended, and includes a reference to it as applied, by or under any other enactment. 3 Except as otherwise provided by or under this Act or an enactment passed before the date of the passing of this Act, a hovercraft shall not be treated as being a ship, aircraft or motor vehicle for the purposes of any such enactment or any instrument having effect by virtue of any such enactment."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "5", "section_title": " Northern Ireland. ", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 No recommendation shall be made to Her Majesty in Council to make an Order under this Act containing provisions which extend to Northern Ireland and relate to matters in respect of which the Parliament of Northern Ireland has power to make laws unless a draft of those provisions has been approved by a resolution of each House of that Parliament. 3 The reference to the Treasury in paragraph (p) of section 1(1) of this Act shall be construed as a reference to the  Department of Finance for Northern Ireland  in relation to the fees to be specified in any provision to be made by virtue of that paragraph so far as the provision is to extend to Northern Ireland and relate to matters in respect of which the Parliament of Northern Ireland has power to make laws."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "6", "section_title": " Financial provisions.", "section_text": "6 1 Any expenses incurred or sums received under this Act by any Minister of the Crown or government department . . .   shall be defrayed out of moneys provided by Parliament or paid into the Consolidated Fund, as the case may be. 2 Any increase attributable to this Act in the sums which, under any other enactment, are payable out of or into the Consolidated Fund or the National Loans Fund or out of moneys provided by Parliament shall be paid out of or into that Fund or out of moneys so provided, as the case may be."}, {"act": "Hovercraft Act 1968", "year": 1968, "section": "7", "section_title": " Short title and commencement.", "section_text": "7 1 This Act may be cited as the Hovercraft Act 1968. 2 This Act, except section 4(3), shall come into operation on the expiration of the period of one month beginning with the date on which it is passed, and section 4(3) of this Act shall come into operation on such date as the Board of Trade may appoint by order made by statutory instrument."}]