[{"act": "International Organisations Act 1968", "year": 1968, "section": "1", "section_title": "Organisations of which United Kingdom is a member. ", "section_text": "1 1 This section shall apply to any organisation declared by Order in Council to be an organisation of which— a the United Kingdom, or Her Majesty’s Government in the United Kingdom, and b any other sovereign Power or the Government of any other sovereign Power, are members. 2 Subject to subsection (6) of this section, Her Majesty may by Order in Council made under this subsection specify an organisation to which this section applies and make any one or more of the following provisions in respect of the organisation so specified (in the following provisions of this section referred to as “ the organisation ”), that is to say— a confer on the organisation the legal capacities of a body corporate; b provide that the organisation shall, to such extent as may be specified in the Order, have the privileges and immunities set out in Part I of Schedule 1 to this Act; c confer the privileges and immunities set out in Part II of Schedule 1 to this Act, to such extent as may be specified in the Order, on persons of any such class as is mentioned in the next following subsection; d confer the privileges and immunities set out in Part III of Schedule 1 to this Act, to such extent as may be specified in the Order, on such classes of officers and servants of the organisation (not being classes mentioned in the next following subsection) as may be so specified. 3 The classes of persons referred to in subsection (2)( c ) of this section are a persons who (whether they represent Governments or not) are representatives to the organisation or representatives on, or members of, any organ, committee or other subordinate body of the organisation (including any sub-committee or other subordinate body of a subordinate body of the organisation); b such number of officers of the organisation as may be specified in the Order, being the holders (whether permanent, temporary or acting) of such high offices in the organisation as may be so specified; and c persons employed by or serving under the organisation as experts or as persons engaged on missions for the organisation. 4 Where an Order in Council is made under subsection (2) of this section, the provisions of Part IV of Schedule 1 to this Act shall have effect by virtue of that Order (in those provisions, as they so have effect, referred to as “ the relevant Order ”), except in so far as that Order otherwise provides. 5 Where an Order in Council is made under subsection (2) of this section, then for the purpose of giving effect to any agreement made in that behalf between the United Kingdom or Her Majesty’s Government in the United Kingdom and the organisation Her Majesty may by the same or any subsequent Order in Council make either or both of the following provisions, that is to say— a confer the exemptions set out in paragraph 13 of Schedule 1 to this Act, to such extent as may be specified in the Order, in respect of officers and servants of the organisation of any class specified in the Order in accordance with subsection (2)( d ) of this section and in respect of members of the family of any such officer or servant who form part of his household; b confer the exemptions set out in Part V of that Schedule in respect of— i members of the staff of the organisation recognised by Her Majesty’s Government in the United Kingdom as holding a rank equivalent to that of a diplomatic agent, and ii members of the family of any such member of the staff of the organisation who form part of his household. 6 Any Order in Council made under subsection (2) or subsection (5) of this section shall be so framed as to secure— a that the privileges and immunities conferred by the Order are not greater in extent than those which, at the time when the Order takes effect, are required to be conferred in accordance with any agreement to which the United Kingdom or Her Majesty’s Government in the United Kingdom is then a party (whether made with  any other sovereign Power or Government  or made with one or more organisations such as are mentioned in subsection (1) of this section), and b that no privilege or immunity is conferred on any person as the representative of the United Kingdom, or of Her Majesty’s Government in the United Kingdom, or as a member of the staff of such a representative. 7 Notwithstanding subsection (6)(a) of this section, where any agreement to which the United Kingdom or Her Majesty’s Government in the United Kingdom is a party requires the conferral of any privileges and immunities on the spouse of any individual, Her Majesty may by Order in Council confer the same privileges and immunities on the civil partner of that individual."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "2", "section_title": " Specialised agencies of United Nations.", "section_text": "2 1 Where an Order in Council under section 1(2) of this Act is made in respect of an organisation which is a specialised agency of the United Nations having its headquarters or principal office in the United Kingdom, then for the purpose of giving effect to any agreement between the United Kingdom or Her Majesty’s Government in the United Kingdom and that organisation Her Majesty may by the same or any other Order in Council confer the exemptions, privileges and reliefs specified in the next following subsection, to such extent as may be specified in the Order, on officers of the organisation who are recognised by Her Majesty’s Government in the United Kingdom as holding a rank equivalent to that of a diplomatic agent. 2 The exemptions, privileges and reliefs referred to in the preceding subsection are— a the like exemption or relief from income tax, capital gains tax and rates as, in accordance with Article 34 of the 1961 Convention Articles, is accorded to a diplomatic agent, and aa the like exemption or relief from being  liable to pay anything in respect of council tax , as in accordance with that Article is accorded to a diplomatic agent, and b the exemptions, privileges and reliefs specified in paragraphs 10 to 12 of Schedule 1 to this Act,  and the exemption comprised in paragraph 9 of that Schedule from vehicle excise duty  . . . 3 Where by virtue of subsection (1) of this section any of the exemptions, privileges and reliefs referred to in subsection (2)( b ) of this section are conferred on persons as being officers of the organisation, Her Majesty may by the same or any other Order in Council confer the like exemptions, privileges and reliefs on persons who are members of the families of those persons and form part of their households. 4 The powers conferred by the preceding provisions of this section shall be exercisable in addition to any power exercisable by virtue of subsection (2) or subsection (5) of section 1 of this Act; and any exercise of the powers conferred by those provisions shall have effect without prejudice to the operation of subsection (4) of that section. 5 Subsections (6) and (7)  of section 1 of this Act shall have effect in relation to the preceding provisions of this section as  those subsections have  effect in relation to subsections (2) and (5) of that section. 6 In this section “ specialised agency ” has the meaning assigned to it by Article 57 of the Charter of the United Nations."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "International Organisations Act 1968", "year": 1968, "section": "4", "section_title": " Other organisations of which United Kingdom is not a member.", "section_text": "4 Where an organisation . . .   of which two or more . . .  sovereign Powers, or the Governments of two or more such Powers, are members but of which neither the United Kingdom nor Her Majesty’s Government in the United Kingdom is a member, maintains or proposes to maintain an establishment in the United Kingdom, then for the purpose of giving effect to any agreement made in that behalf between the United Kingdom or Her Majesty’s Government in the United Kingdom and that organisation, Her Majesty may by Order in Council specifying the organisation make either or both of the following provisions in respect of the organisation, that is to say— a confer on the organisation the legal capacities of a body corporate, and b provide that the organisation shall, to such extent as may be specified in the Order, be entitled to the like exemption or relief from taxes on income and capital gains as is accorded to a foreign sovereign Power."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "4A", "section_title": " International commodity organisations.", "section_text": "4A 1 In this section, “ international commodity organisation ” means any such organisation as is mentioned in section 4 of this Act (international organisations of which the United Kingdom is not a member) which appears to Her Majesty to satisfy each of the following conditions— a that the members of the organisation are States or the Governments of States in which a particular commodity is produced or consumed; b that the exports or imports of that commodity from or to those States account (when taken together) for a significant volume of the total exports or imports of that commodity throughout the world; and c that the purpose or principal purpose of the organisation is— i to regulate trade in that commodity (whether as an import or an export or both) or to promote or study that trade; or ii to promote research into that commodity or its uses or further development. 2 Subject to the following provisions of this section, an Order made under section 4 of this Act with respect to an international commodity organisation may, for the purpose there mentioned and to such extent as may be specified in the Order— a provide that the organisation shall have the privileges and immunities set out in paragraphs 2, 3, 4, 6 and 7 of Schedule 1 to this Act; b confer on persons of any such class as is mentioned in subsection (3) of this section the privileges and immunities set out in paragraphs 11 and 14 of that Schedule; c provide that the official papers of such persons shall be inviolable; and d confer on officers and servants of the organisation of any such class as may be specified in the Order the privileges and immunities set out in paragraphs 13, 15 and 16 of that Schedule. 3 The classes of persons referred to in subsection (2)( b ) of this section are— a persons who (whether they represent Governments or not) are representatives to the organisation or representatives on, or members of, any organ, committee or other subordinate body of the organisation (including any sub-committee or other subordinate body of a subordinate body of the organisation); b persons who are members of the staff of any such representative and who are recognised by Her Majesty’s Government in the United Kingdom as holding a rank equivalent to that of a diplomatic agent. 4 An Order in Council made under section 4 of this Act shall not confer on any person of such class as is mentioned in subsection (3) of this section any immunity in respect of a civil action arising out of an accident caused by a motor vehicle or other means of transport belonging to or driven by such a person, or in respect of a traffic offence involving such a vehicle and committed by such a person. 5 In this section “ commodity ” means any produce of agriculture, forestry or fisheries, or any mineral, either in its natural state or having undergone only such processes as are necessary or customary to prepare the produce or mineral for the international market. "}, {"act": "International Organisations Act 1968", "year": 1968, "section": "4B", "section_title": "The EU and Euratom and related organisations and bodies", "section_text": "4B 1 This section applies to— a the European Union, b Euratom, or c any EU or Euratom organisation or body, if the United Kingdom, or Her Majesty's Government in the United Kingdom, has obligations in relation to it by virtue of any agreement to which the United Kingdom, or Her Majesty's Government in the United Kingdom, is a party (whether made with another sovereign Power or the Government of such a Power or not). 2 Her Majesty may by Order in Council make any one or more of the following provisions in respect of   the European Union, Euratom or an EU or Euratom organisation or body if this section applies to it and it is specified — a confer on   it   the legal capacities of a body corporate; b provide that    it    shall, to such extent as is specified, have such specified privileges and immunities as (having regard to the obligations referred to in   subsection (1) ) it is in the opinion of Her Majesty in Council appropriate for    it    to have; c confer on such specified classes of persons mentioned in subsection (3), to such extent as is specified, such specified privileges and immunities as (having regard to those obligations) it is in the opinion of Her Majesty in Council appropriate to confer on them. 3 The persons mentioned in subsection (2)(c) are— a the   officers or staff of the European Union, Euratom or the EU or Euratom organisation or body;   b other persons connected with   it , and members of their families who form part of their households. 3A The power conferred by subsection (2) includes power to make such provision (including provision amending any   assimilated   law) as Her Majesty in Council considers appropriate in consequence of any provision of the kind referred to in subsection (2)(a) to (c). 4 In this   section—   “ body ” includes a delegation or office; “ EU or Euratom organisation or body ” means— an organisation or body which is established by or on behalf of the EU or Euratom (or by or on behalf of them jointly), or any other organisation or body in relation to which the United Kingdom, or Her Majesty's Government in the United Kingdom, had obligations immediately before IP completion day by virtue of the United Kingdom's relationship with the EU or Euratom (or with both of them);“ “specified”  means specified in the Order in Council."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "5", "section_title": " International judicial and other proceedings.", "section_text": "5 1 Her Majesty may by Order in Council confer on any class of persons to whom this section applies such privileges, immunities and facilities as in the opinion of Her Majesty in Council are or will be required for giving effect— a to any agreement to which, at the time when the Order takes effect, the United Kingdom or Her Majesty’s Government in the United Kingdom is or will be a party, or b to any resolution of the General Assembly of the United Nations. 2 This section applies to any persons who are for the time being— a judges or members of any international tribunal, or persons exercising or performing, or appointed (whether permanently or temporarily) to exercise or perform, any jurisdiction or functions of such a tribunal; b registrars or other officers of any international tribunal; c parties to any proceedings before any international tribunal; d agents, advisers or advocates (by whatever name called) for any such parties; e witnesses in, or assessors for the purposes of, any proceedings before any international tribunal. 3 For the purposes of this section any petition, complaint or other communication which, with a view to action to be taken by or before an international tribunal,— a is made to the tribunal, or b is made to a person through whom, in accordance with the constitution, rules or practice of the tribunal, such a communication can be received by the tribunal, shall be deemed to be proceedings before the tribunal, and the person making any such communication shall be deemed to be a party to such proceedings. 4 Without prejudice to subsection (3) of this section, any reference in this section to a party to proceedings before an international tribunal shall be construed as including a reference to— a any person who, for the purposes of any such proceedings, acts as next friend, guardian or other representative (by whatever name called) of a party to the proceedings, and b any person who (not being a person to whom this section applies apart from this paragraph) is entitled or permitted, in accordance with the constitution, rules or practice of an international tribunal, to participate in proceedings before the tribunal by way of advising or assisting the tribunal in the proceedings. 5 In this section “ international tribunal ” means any court (including the International Court of Justice), tribunal, commission or other body which, in pursuance of any such agreement or resolution as is mentioned in subsection (1) of this section,— a exercises, or is appointed (whether permanently or temporarily) for the purpose of exercising, any jurisdiction, or b performs, or is appointed (whether permanently or temporarily) for the purpose of performing, any functions of a judicial nature or by way of arbitration, conciliation or inquiry, and includes any individual who, in pursuance of any such agreement or resolution, exercises or performs, or is appointed (whether permanently or temporarily) for the purpose of exercising or performing, any jurisdiction or any such functions."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "5A", "section_title": "\n \n Orders under ss. 1 and 4 extending to \n UK \n conferences.\n", "section_text": "5A 1 An Order in Council made under section 1 of this Act in respect of any organisation, or under section 4 of this Act in respect of an international commodity organisation, may to such extent as may be specified in the Order, and subject to the following provisions of this section, — a confer on persons of any such class as may be specified in the Order, being persons who are or are to be representatives (whether of Governments or not) at any conference which the organisation may convene in the United Kingdom— i in the case of an Order under section 1, the privileges and immunities set out in Part II of Schedule 1 to this Act; ii in the case of an Order under section 4, the privileges and immunities set out in paragraphs 11 and 14 of that Schedule; and b in the case of an Order under section 4, provide that the official papers of such persons shall be inviolable. 2 Where in the exercise of the power conferred by subsection (1)( a ) of this section an Order confers privileges and immunities on persons of any such class as is mentioned in that paragraph, the provisions of paragraphs 19 to 22 of Schedule 1 to this Act shall have effect in relation to the members of the official staffs of such persons as if in paragraph 19 of that Schedule “representative” were defined as a person of such a class. 3 The powers exercisable by virtue of this section may be exercised notwithstanding the provisions of any such agreement as is mentioned in section 1(6)( a ) or 4 of this Act, but no privilege or immunity may thereby be conferred on any such representative, or member of his staff, as is mentioned in section 1(6)( b ) of this Act. 4 In this section “ international commodity organisation ” has the meaning given by section 4A(1) of this Act. 5 This section is without prejudice to section 6 of this Act."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "6", "section_title": "Representatives at international conferences in United Kingdom.", "section_text": "6 1 This section applies to any conference which is, or is to be, held in the United Kingdom and is, or is to be, attended by representatives— a of the United Kingdom, or of Her Majesty’s Government in the United Kingdom, and b of any other sovereign Power or the Government of any other sovereign Power. 2 Her Majesty may by Order in Council specify one or more classes of persons who are, or are to be, representatives of  a sovereign Power (other than the United Kingdom) , or of the Government of such a Power, at a conference to which this section applies, and confer on persons of the class or classes in question, to such extent as may be specified in the Order, the privileges and immunities set out in Part II of Schedule 1 to this Act. 3 Where an Order in Council is made under subsection (2) of this section in relation to a particular conference, then, except in so far as that Order otherwise provides, the provisions of paragraphs 19 to 22 of Schedule 1 to this Act shall have effect in relation to members of the official staffs of persons of a class specified in the Order in accordance with that subsection as if in paragraph 19 of that Schedule “representative” were defined as a person of a class so specified in the Order."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "7", "section_title": " Priority of telecommunications.", "section_text": "7 So far as may be necessary for the purpose of giving effect to the International Telecommunication Convention done at Montreux on 12th November 1965 or any subsequent treaty or agreement whereby that Convention is amended or superseded, priority shall, wherever practicable, be given to messages from, and to replies to messages from, any of the following, that is to say— a the Secretary General of the United Nations; b the heads of principal organs of the United Nations; and c the International Court of Justice."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "8", "section_title": "Evidence.", "section_text": "8 If in any proceedings a question arises whether a person is or is not entitled to any privilege or immunity by virtue of this Act or any Order in Council made thereunder, a certificate issued by or under the authority of the Secretary of State stating any fact relating to that question shall be conclusive evidence of that fact."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "9", "section_title": " Financial provisions.", "section_text": "9 Any amount refunded under any arrangements made in accordance with any provisions of Schedule 1 to this Act relating to refund of  duty value added tax or car tax a if the arrangements were made by the Secretary of State, shall be paid out of moneys provided by Parliament, or b if the arrangements were made by the Commissioners of Customs and Excise, shall be paid out of the moneys standing to the credit of the General Account of those Commissioners."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "10", "section_title": "Orders in Council.", "section_text": "10 1 No recommendation shall be made to Her Majesty in Council to make an Order under any provision (other than section 6) of this Act unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament. 2 Any Order in Council made under section 6 of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any power conferred by any provision of this Act to make an Order in Council shall include power to revoke or vary the Order by a subsequent Order in Council made under that provision."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "11", "section_title": "Interpretation.", "section_text": "11 1 In this Act “ the 1961 Convention Articles ” means the Articles (being certain Articles of the Vienna Convention on Diplomatic Relations signed in 1961) which are set out in Schedule 1 to the  Diplomatic Privileges Act 1964, and “ the International Court of Justice ” means the court set up by that name under the Charter of the United Nations. 2 Expressions used in this Act to which a meaning is assigned by Article 1 of the 1961 Convention Articles, and other expressions which are used both in this Act and in those Articles, shall, except in so far as the context otherwise requires, be construed as having the same meanings in this Act as in those Articles. 3 For the purpose of giving effect to any arrangements made in that behalf between Her Majesty’s Government in the United Kingdom and any organisation, premises which are not premises of the organisation but are recognised by that Government as being temporarily occupied by the organisation for its official purposes shall, in respect of such period as may be determined in accordance with the arrangements, be treated for the purposes of this Act as if they were premises of the organisation. 4 Except in so far as the context otherwise requires, any reference in this Act to an enactment is a reference to that enactment as amended or extended by or under any other enactment."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "12", "section_title": "Consequential amendments, repeals and transitional provisions.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In the  Consular Relations Act 1968, at the end of the section 1(3) there shall be inserted the words  “or the International Organisations Act 1968”. 3 References in any enactment to the powers conferred by the  International Organisations (Immunities and Privileges) Act 1950 shall be construed as including references to the powers conferred by this Act. 4 Subject to the following provisions of this section, the enactments specified in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 5 Any Order in Council which has been made, or has effect as if made, under an enactment repealed by subsection (4) of this section and is in force immediately before the passing of this Act shall continue to have effect notwithstanding the repeal of that enactment and, while any such Order in Council continues to have effect in relation to an organisation,— a the enactment in question shall continue to have effect in relation to that organisation as if that enactment had not been repealed, and b section 8 of this Act shall have effect as if in that section any reference to this Act or an Order in Council made thereunder included a reference to that enactment or that Order in Council. 6 Any such Order in Council as is mentioned in subsection (5) of this section— a if made, or having effect as if made, under section 1 of the  International Organisations (Immunities and Privileges) Act 1950, may be revoked or varied as if it had been made under section 1 of this Act; b if made, or having effect as if made, under section 3 of that Act, may be revoked or varied as if it had been made under section 5 of this Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "13", "section_title": "Short title.", "section_text": "13 This Act may be cited as the International Organisations Act 1968."}, {"act": "International Organisations Act 1968", "year": 1968, "section": "2", "section_title": " Specialised agencies of United Nations.", "section_text": "2 1 Where an Order in Council under section 1(2) of this Act is made in respect of an organisation which is a specialised agency of the United Nations having its headquarters or principal office in the United Kingdom, then for the purpose of giving effect to any agreement between the United Kingdom or Her Majesty’s Government in the United Kingdom and that organisation Her Majesty may by the same or any other Order in Council confer the exemptions, privileges and reliefs specified in the next following subsection, to such extent as may be specified in the Order, on officers of the organisation who are recognised by Her Majesty’s Government in the United Kingdom as holding a rank equivalent to that of a diplomatic agent. 2 The exemptions, privileges and reliefs referred to in the preceding subsection are— a the like exemption or relief from income tax, capital gains tax and rates as, in accordance with Article 34 of the 1961 Convention Articles, is accorded to a diplomatic agent, and aa the like exemption or relief from being  liable to pay anything in respect of council tax , as in accordance with that Article is accorded to a diplomatic agent, and b the exemptions, privileges and reliefs specified in paragraphs 10 to 12 of Schedule 1 to this Act,  and the exemption comprised in paragraph 9 of that Schedule from vehicle excise duty  . . . 3 Where by virtue of subsection (1) of this section any of the exemptions, privileges and reliefs referred to in subsection (2)( b ) of this section are conferred on persons as being officers of the organisation, Her Majesty may by the same or any other Order in Council confer the like exemptions, privileges and reliefs on persons who are members of the families of those persons and form part of their households. 4 The powers conferred by the preceding provisions of this section shall be exercisable in addition to any power exercisable by virtue of subsection (2) or subsection (5) of section 1 of this Act; and any exercise of the powers conferred by those provisions shall have effect without prejudice to the operation of subsection (4) of that section. 5 Subsections (6) and (7)  of section 1 of this Act shall have effect in relation to the preceding provisions of this section as  those subsections have  effect in relation to subsections (2) and (5) of that section. 6 In this section “ specialised agency ” has the meaning assigned to it by Article 57 of the Charter of the United Nations."}]