[{"act": "Local Authorities’ Mutual Investment Trust Act 1968", "year": 1968, "section": "1", "section_title": " Extension of Company’s power to invest.", "section_text": "1 1 The powers of investment exercisable by the Company in relation to the wider-range trust fund shall include power to invest— a in any securities issued by or guaranteed by any government or public authority in or issued by any body corporate incorporated in any of the territories which on the 30th day of November 1967 were scheduled territories within the meaning of the  Exchange Control Act 1947 (other than the United Kingdom) and any other territory which after the said date is added to Schedule 1 of the said Act by virtue of an Order made by the Treasury under that Act or in Canada or the United States of America or in any of the following countries, namely, Austria, Belgium, Denmark, France, Holland, Italy, Luxembourg, Norway, Portugal, Spain, Sweden, Switzerland and Western Germany; b in the acquisition, development or management of land situate in the United Kingdom or any interest in such land. 2 The restrictions contained in paragraphs 1, 2 and 3 of Part IV of Schedule 1 to the Act of 1961 shall not apply to the securities in which the Company is authorised to invest in relation to the wider-range trust fund by virtue of paragraph 1 of Part III of the said Schedule 1 or by virtue of subsection (1) of this section: Save that the securities in which the Company is authorised to invest by virtue of paragraph 1 of Part III of the said Schedule 1 shall not include securities the price of which is not quoted on a  recognised investment exchange  . . .  or the Belfast Stock Exchange. 3 For the purposes of the foregoing provisions of this section an investment in the units of a unit trust scheme or in participation certificates or in any form of participation under any trust or scheme established in the United Kingdom or in any of the territories or countries referred to in subsection (1) of this section having the effect of enabling persons to participate in the profits and income arising from the acquisition, holding, management or disposal of such securities or of such land or interest in land as are specified in that subsection shall be regarded as an investment in the securities in question or in such land or interest in land."}, {"act": "Local Authorities’ Mutual Investment Trust Act 1968", "year": 1968, "section": "2", "section_title": " Interpretation.", "section_text": "2 In this Act— “ the Act of 1961 ” means the  Trustee Investments Act 1961; “ the Company ” means the Local Authorities’ Mutual Investment Trust; “ participation certificate ” means any document conferring upon the holder the right to participate in (or constituting evidence of the right of the holder to participate in) the profits or income arising from the acquisition, holding, management or disposal of a particular investment specified or described in the document; “recognised investment exchange” has the meaning given by section 285(1) of the Financial Services and Markets Act 2000; “ the scheme ” means the scheme relating to the powers of investment of the Company submitted to the Treasury pursuant to section 11 of the Act of 1961 by the associations of local authorities mentioned in the Schedule to this Act and approved by the Treasury as from time to time modified or supplemented; “ securities ” has the meaning assigned thereto by paragraph 4 of Part IV of Schedule 1 to the Act of 1961; “ unit trust scheme ” has the meaning assigned thereto by section 237(1) of the Financial Services and Markets Act 2000; “ the wider-range trust fund ” means the property for the time being held upon the trusts of the deed made 9th August 1961 by the Company referred to in the scheme as the wider-range trust deed as set out in Schedule 2 to the scheme."}, {"act": "Local Authorities’ Mutual Investment Trust Act 1968", "year": 1968, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Local Authorities’ Mutual Investment Trust Act 1968."}]