[{"act": "London Cab Act 1968", "year": 1968, "section": "1", "section_title": " Power to regulate fares for non-obligatory journeys.", "section_text": "1 1 The power of  Transport for London  under paragraph (3) of section 9 of the  Metropolitan Public Carriage Act 1869 and section 1 of the  London Cab and Stage Carriage Act 1907 (regulations governing cab fares in London) shall include power to prescribe fares for the hire of cabs in respect of all journeys in London whether or not the journey is one which the driver of the cab is obliged by law to undertake. 1A The power conferred by subsection (1) of this section is subject to paragraph (4) of the restrictions specified in section 9 of the said Act of 1869. 2 In this section “ cab ”, “ fare ” and “ London ” have the same meaning as in the said Act of 1907, and for the purposes of this section a journey shall be treated as a journey in London if it begins and ends there."}, {"act": "London Cab Act 1968", "year": 1968, "section": "2", "section_title": " Power to increase length of obligatory journeys.", "section_text": "2 1 Transport for London  may  by London cab order  direct that for the reference to the distance of six miles in section 7 and paragraph (2) of section 17 of the  London Hackney Carriage Act 1853 (being the length of a journey which the driver of a cab is by law obliged to undertake) there shall be substituted a reference to such greater distance as appears to  Transport for London  to be appropriate. 2 A London cab order  under this section may be limited so as to apply only in relation to hirings in respect of journeys which begin, or which end, at such places as may be specified in the order, and may substitute different distances in relation to such hirings or any of them and in relation to other hirings. 3 The power to make  London cab orders  under this section includes power to vary or revoke a previous  such  order  . . . . 4 Before making  any London cab order  under this section  Transport for London  shall consult with such bodies appearing to  Transport for London  to represent the owners and drivers of cabs as  Transport for London  considers appropriate."}, {"act": "London Cab Act 1968", "year": 1968, "section": "3", "section_title": " Relaxation of restrictions on the parking of cabs.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 35 of the said Act of 1831 (under which a cab found standing in any street or place is, in certain circumstances, deemed to be plying for hire) the reference to a street or place shall not include a reference to any parking place for the time being designated by an order in force under the  Road Traffic Regulation Act  1984 or to any part of a road the use of which as a parking place is for the time being authorised by an order in force under that Act. 3 Notwithstanding anything in any enactment whereby the said section 35 has effect in relation to premises of the British Railways Board   or Transport for London or any of its subsidiaries (within the meaning of the Greater London Authority Act 1999) the reference   in that section to a street or place shall not include a reference to any part of those premises which is set aside by   the body concerned   as a parking place for vehicles."}, {"act": "London Cab Act 1968", "year": 1968, "section": "4", "section_title": " Prohibition of the display of certain signs or notices on, and the issue of certain advertisements in connection with, private hire-cars.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Cab Act 1968", "year": 1968, "section": "4A", "section_title": "", "section_text": "4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "London Cab Act 1968", "year": 1968, "section": "4B", "section_title": " London cab orders.", "section_text": "4B 1 In this Act, “London cab order” means an order made by Transport for London. 2 Any power to make a London cab order under or by virtue of this Act includes power to vary or revoke a previous such order."}, {"act": "London Cab Act 1968", "year": 1968, "section": "5", "section_title": " Short title and repeals.", "section_text": "5 1 This Act may be cited as the London Cab Act 1968. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]