[{"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "4", "section_title": " Compensation to civil defence employees for loss of employment  etc.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "5", "section_title": " Increase of fees etc. ", "section_text": "5 1 With a view to securing from the fees, charges or other payments required or regulated by the enactments mentioned in column 1 of Schedule 3 to this Act a net return corresponding more nearly with the cost of the matters for which they are payable, or to dispensing with payments from which a net return cannot reasonably be expected, those enactments may be amended by an order made by the Minister specified in relation to the enactment in question in column 2 of the Schedule, so as to vary any sum specified by the enactment as the amount or maximum amount of any payment, or so as to provide that any sum payable under the enactment shall cease to be payable. 2 The powers conferred by subsection (1) above in relation to any enactment shall be exercisable in relation to that enactment as applied by any other enactment, and shall include power— a to make different provision for different cases, or provision limited to specified cases; and b to repeal any enactment superseded by the exercise of the powers (including any enactment amending an enactment mentioned in Schedule 3 to this Act); and c to vary or revoke any previous order under subsection (1) above. 3 The power to make orders under subsection (1) above shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 There shall be paid into the Exchequer any addition resulting from this section to the sums so payable by virtue of any other enactment. 5 This section shall extend to Northern Ireland in so far as it affects— a section 9 of the  Fees (Increase) Act 1923 in its operation on any enactment relating to matters in respect of which the Parliament of Northern Ireland has no power to make laws; or b section 90(2) of the  Transport Act 1962."}, {"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Public Expenditure and Receipts Act 1968", "year": 1968, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Public Expenditure and Receipts Act 1968. 2 Subject to section 5(5) above, this Act shall not extend to Northern Ireland, . . . "}]