[{"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "1", "section_title": " Local authorities for the administration of the Act.", "section_text": "1 1 It shall be the duty of a local authority to enforce and execute within their area the provisions of this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or Parts 5, 6, 9 to 11, 13 to 16, and 18 of the Children’s Hearings (Scotland) Act  2011 (asp 1)  with respect to which the duty is not expressly, or by necessary implication, imposed on some other authority. 2 The local authorities for the purposes of this Act shall be  councils constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The functions of local health authorities in respect of their areas under the following enactments— a   . . . b Mental Health (Care and Treatment) (Scotland) Act 2003  . . .  ;   . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . are hereby transferred to the local authorities of those areas. 5 On the date of the commencement of Part III of this Act the functions of education authorities in relation to the establishments which immediately before that date were approved schools and the children resident therein shall be transferred to the local authorities in whose areas the said children are ordinarily resident or, in the case of children who have no ordinary residence in Scotland, such local authorities as the Secretary of State may determine. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "3", "section_title": "Chief social work officer.", "section_text": "3 1 For the purposes of their functions under this Act and the enactments mentioned in section 5(1B) of this Act, a local authority shall appoint an officer to be known as the chief social work officer. 2 The qualifications of the chief social work officer shall be such as may be prescribed by the Secretary of State."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "4", "section_title": " Provisions relating to performance of functions by local authorities.", "section_text": "4 Where a function is assigned to a local authority under this Act  or  section 25 (provision of care and support services for persons who have or have had a mental disorder), 26 (provision of services designed to promote well-being and social development of such persons) or 27 (assistance with travel in connection with such services) of the Mental Health (Care and Treatment)\t\t\t\t\t\t(Scotland) Act 2003 (asp 13)  or Part II of the Children (Scotland) Act 1995   or any of Parts 5, 6, 9 to 11, 13 to 16, and 18 of the Children’s Hearings (Scotland) Act  2011 (asp 1)                   or Part 2, 3, 4, 5 or 6 of the Carers (Scotland) Act 2016 ,  and a voluntary organisation or other person, including another local authority, is able to assist in the performance of that function, the local authority may make arrangements with such an organisation or other person for the provision of such assistance as aforesaid."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "5", "section_title": " Powers of Secretary of State.", "section_text": "5 1 Local authorities shall perform their functions under this Act  , Part 2 of the Children (Scotland) Act  1995,  the Social Care (Self-directed Support) (Scotland) Act 2013 (asp 1)   Part 6 (in so far as it applies to looked after children) and Parts 12 and 13 of the Children and Young People (Scotland) Act 2014 (asp 8)   , Parts 5, 6, 9 to 11, 13 to 16, and 18 of the Children’s Hearings (Scotland) Act  2011 (asp 1)   and the Carers (Scotland) Act 2016                    under the general guidance of the Secretary of State. 1A Without prejudice to subsection (1) above, the Secretary of State may issue directions to local authorities, either individually or collectively, as to the manner in which they are to exercise any of their functions under this Act or any of the enactments mentioned in  subsection (1B) below ; and a local authority shall comply with any direction made under this subsection. 1B The enactments referred to in subsection (1A) above are— a this Act as read with sections 1 and 2(1) of the  Chronically Sick and Disabled Persons Act 1970 and the  Disabled Persons (Services, Consultation and Representation) Act 1986; b Part IV of the  Children and Young Persons (Scotland) Act 1937; c section 22(2) to (5A), (7) and (8), section 26(2) to (4) and sections 43, 45, 47 and 48 of the  National Assistance Act 1948; d the Disabled Persons (Employment) Act 1958; e sections 10 to 12 of the  Matrimonial Proceedings (Children) Act 1958, and sections 11 and 12 of the  Guardianship Act 1973; f section 51 of the Criminal Procedure (Scotland) Act 1995; g the Children Act 1975; h the Adoption Act 1976; i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j sections 21 to 23 of the  Health and Social Services and Social Security Adjudications Act 1983; k the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13); l the Foster Children (Scotland) Act 1984; m sections 38(b) and 235 of the  Housing (Scotland) Act 1987; n the Access to Personal Files Act 1987;  . . . o  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . p Part II of the Children (Scotland) Act 1995. q the Adoption and Children (Scotland) Act 2007 (asp 4). r the Social Care (Self-directed Support) (Scotland) Act 2013 (asp 1). s Parts 5, 6, 9 to 11, 13 to 16, and 18 of the Children’s Hearings (Scotland) Act 2011(asp 1). t Part 6 (in so far as it applies to looked after children) of the Children and Young People (Scotland) Act 2014 (asp 8). u the Carers (Scotland) Act 2016. 1C In subsections (1) and (1B) of this section, the references to looked after children are to be construed in accordance with section 17(6) of the Children (Scotland) Act 1995. 2 The Secretary of State may make regulations in relation to— a the performance of the functions assigned to local authorities by this Act; b the activities of voluntary organisations in so far as those activities are concerned with the like purposes; c the performance of the functions of local authorities under any of the enactments mentioned in paragraphs (b), (d), (e), (g), (h), (i), (l)  , (o)  ,(p)   , (q) and (s)  of subsection (1B) above d  . . .. 3 Without prejudice to the generality of subsection (2) above, regulations under this section may make such provision as is mentioned in subsection (4) of this section as regards— a the boarding out of persons other than children by local authorities and voluntary organisations, whether under any enactment or otherwise; and b the placing of children under paragraph (a), or the making of arrangements in respect of children under paragraph (c), of section 26(1) of the Children (Scotland) Act 1995, by local authorities. 4 The provision referred to in subsection (3) of this section is— a for the recording— i by local authorities and voluntary organisations, of information relating to those with whom persons are so boarded out, or who are willing to have persons so boarded out with them; and ii by local authorities, of information relating to those with whom children are so placed or with whom such arrangements are made or who are willing to have children so placed with them or to enter into such arrangements; b for securing that— i persons are not so boarded out in any household unless it is for the time being approved by such local authority or voluntary organisation as may be prescribed by the regulations; and ii children are not so placed or, in accordance with such arrangements, provided with accommodation, in any household unless it is for the time being approved by the local authority placing the child or as the case may be making the arrangements; c for securing that, where possible, the person with whom a child is so placed or with whom such arrangements are made is either of the same religious persuasion as the child or gives an undertaking that the child shall be brought up in that persuasion; d for securing— i that a person who is, and the place in which he is, so boarded out by a local authority or voluntary organisation is supervised and inspected by that authority or organisation; and ii that a child who is, and the place in which he is, so placed or, in accordance with such arrangements, provided with accommodation, by a local authority is supervised and inspected by that authority, and that he shall be removed from the place in question if his welfare appears to require it. 5 In subsections (3) and (4) of this section, “ child ”  means a person who is under the age of 18. "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "5A", "section_title": " Local authority plans for community care services.", "section_text": "5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "5B", "section_title": " Complaints procedure.", "section_text": "5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "6", "section_title": " Supervision of establishments providing accommodation for persons and inspection of records etc.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "6A", "section_title": " Inquiries.", "section_text": "6A 1 Without prejudice to section 6B(1) of this Act, the Secretary of State may cause an inquiry to be held into— a the functions of a local authority under this Act or any of the enactments mentioned in section 5(1B) of this Act; b the functions of an adoption society, within the meaning of  section 119(1) of the Adoption and Children (Scotland) Act 2007 (asp 4) ; c  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d the detention of a child under— i section 57 of the  Children and Young Persons (Scotland) Act 1937; or ii section 44  , 205ZC(5)   or 208 of the  Criminal Procedure (Scotland) Act 1995;  ... e the functions of the Principal Reporter under  the Children’s Hearings (Scotland) Act  2011 (asp 1)  or any other enactment ; or f the functions conferred on the National Convener of Children’s Hearings Scotland by virtue of the Children’s Hearings (Scotland) Act  2011 (asp 1) . 2 The Secretary of State may, before an inquiry is commenced, direct that it shall be held in private, but where no such direction has been given the person holding the inquiry may if he thinks fit hold it or any part of it in private. 3 Subsections (2) to (8) of section 210 of the Local Government (Scotland) Act  1973 (powers in relation to local inquiries) shall apply in relation to an inquiry under this section as they apply in relation to a local inquiry under that section. "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "6B", "section_title": " Local authority inquiries into matters affecting children.", "section_text": " 6B 1 Without prejudice to section 6A(1) of this Act, a local authority may cause an inquiry to be held into their functions under this Act, or any of the enactments mentioned in section 5(1B) of this Act, in so far as those functions relate to children. 1A Where a function mentioned in subsection (1) is delegated by a local authority to a person in pursuance of an integration scheme prepared under section 1 or 2 of the Public Bodies (Joint Working) (Scotland) Act 2014, this section applies to that person as it applies to a local authority (but subject to the modification in subsection 1B). 1B The modification is that the reference in subsection (3) to an officer of the local authority must be construed as if it were a reference to a member of staff of the person to whom the function is delegated. 2 The local authority may, before an inquiry under this section is commenced, direct that it be held in private; but where no such direction is given, the person holding the inquiry may if he thinks fit hold it, or any part of it, in private. 3 Subsections (2) to (6) of section 210 of the  Local Government (Scotland) Act 1973 (powers in relation to local inquiries) shall apply in relation to an inquiry under this section as they apply in relation to a local inquiry under that section, so however that, for the purposes of the application, any reference in those subsections to a Minister shall be construed as a reference to the local authority and any reference to an officer of his Department as a reference to an officer of that authority. 4 The expenses incurred by a local authority in relation to an inquiry under this section (including such reasonable sum as the authority may determine for the services of any of their officers engaged in the inquiry) shall, unless the authority are of the opinion that those expenses should be defrayed in whole or in part by them, be paid by such party to the inquiry as they may direct; and the authority may certify the amount of the expenses so incurred. 5 Any sum certified under subsection (4) above and to be defrayed in accordance with a direction under that subsection shall be a debt due by the party directed and shall be recoverable accordingly. 6 The local authority may make an award as to the expenses of the parties at the inquiry and as to the parties by whom such expenses shall be paid."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "8", "section_title": " Research.", "section_text": "8 1 The Secretary of State may conduct or assist other persons in conducting research into any matter connected with his functions or the functions of local authorities in relation to social welfare, and with the activities of voluntary organisations connected with those functions. 2 Any local authority may conduct or assist other persons in conducting research into any matter connected with their functions in relation to social welfare. 3 The Secretary of State and any local authority may make financial assistance available in connection with any research which they may conduct or which they may assist other persons in conducting under the provisions of this section."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "9", "section_title": " Training courses and grants for training in social work.", "section_text": "9 1 The Secretary of State may provide courses of training for persons with a view to, or in the course of, their employment or the use of their services for the purposes of this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1) . 2 The Secretary of State may make grants of such amounts, and subject to such conditions, as he may with the consent of the Treasury determine towards any fees or expenses incurred by persons undergoing training for any of the purposes of this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1)  in circumstances such that it appears to the Secretary of State requisite that the grants should be made, and may defray or contribute towards the cost of maintenance of persons undergoing such training. 3 The Secretary of State may make grants of such amounts, and subject to such conditions, as he may with the consent of the Treasury determine towards expenses incurred by any body of persons in providing training as aforesaid."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "10", "section_title": " Financial and other assistance to voluntary organisations etc., for social work.", "section_text": "10 1 The Secretary of State may make grants and loans of such amounts, and subject to such conditions, as he may with the consent of the Treasury determine towards expenses incurred by voluntary organisations or other persons engaged in any activity connected a his functions;  with— b the functions of local authorities, under this Act or under the  mentioned in paragraphs (b),(d),(e),(g),(h),(i),  (l)   , (p) and (u)                  of section 5(1B) of this Act , in circumstances where it appears to the Secretary of State that such grants or loans should be made. 1A The Scottish Ministers may make grants and loans of such amounts, and subject to such conditions, as they may determine to a voluntary organisation engaged as is mentioned in subsection (1) above to enable that organisation (in this section referred to as the “ primary organisation ”) to make grants and loans (in this section referred to as “ secondary grants and loans ”) to other voluntary organisations, or other persons, so engaged, in circumstances where it appears to the primary organisation that the secondary grants and loans should be made; and the Scottish Ministers may require that any secondary grant be subject to such conditions (including conditions for securing the repayment in whole or in part of that grant) as they may specify.  2 The conditions on which any grants are paid  by the Scottish Ministers under subsection (1) or (1A) above  may include conditions for securing the repayment in whole or in part of such grants. 3 A local authority may make contributions by way of grant or loan to any voluntary organisation the sole or primary object of which is to promote social welfare. 3A In subsection (3) above, “ voluntary organisation the sole or primary object of which is to promote social welfare ” includes  a person providing, as mentioned in  paragraph 8(1)(b) of schedule 12 to the Public Services Reform (Scotland) Act 2010  (asp 8), an adoption  ... service registered under  Part 5  of that Act .  4 A local authority may also make available to such a voluntary organisation as aforesaid the use of premises belonging to the authority on such terms as may be agreed, and furniture, vehicles or equipment (whether by way of gift, loan or otherwise) and the services of any staff employed by the authority in connection with the premises or other things belonging to the local authority which the voluntary organisation is permitted to use. 5 On the commencement of this Act, the power of the Secretary of State to give financial assistance and of local authorities to give financial and other assistance under  section  65 of the  Health Services and Public Health Act 1968  and section 16B of the  National Health Service (Scotland) Act 1978  shall cease in so far as any such assistance may be given under this section."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "11", "section_title": " Acquisition of land.", "section_text": "11 1 A local authority may be authorised by the Secretary of State to purchase compulsorily any land, whether situated in or outside their area for the purposes of any of their functions under this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1) . 2 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply in relation to the compulsory purchase of land under this section as if the last foregoing subsection had been in force immediately before the commencement of that Act."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12", "section_title": " General social welfare services of local authorities.", "section_text": "12 1 It shall be the duty of every local authority to promote social welfare by making available advice, guidance and assistance on such a scale as may be appropriate for their area, and in that behalf to make arrangements and to provide or secure the provision of such facilities (including the provision or arranging for the provision of residential and other establishments) as they may consider suitable and adequate, and such assistance may  , subject to subsections (3) to (5) of this section, be given in kind or in cash to, or in respect of, any relevant person.. 2 A person is a relevant person for the purposes of this section if, not being less than eighteen years of age, he is  in need requiring assistance in kind or, in exceptional circumstances constituting an emergency, in cash, where the giving of assistance in either form would avoid the local authority being caused greater expense in the giving of assistance in another form, or where probable aggravation of the person’s need would cause greater expense to the local authority on a later occasion.   2A A person to whom section 115 of the Immigration and Asylum Act 1999 (exclusion from benefits) applies is not to receive assistance under subsection (1) of this section (whether by way of residential accommodation or otherwise) if his need for assistance has arisen solely— a because he is destitute; or b because of the physical effects, or anticipated physical effects, of his being destitute.  2B Subsections (3) and (5) to (8) of section 95 of the Immigration and Asylum Act 1999, and paragraph 2 of Schedule 8 to that Act, apply for the purposes of subsection (2A) as they apply for the purposes of that section, but for the references in subsections (5) and (7) of that section and in that paragraph to the Secretary of State substitute references to a local authority. 3 Before giving assistance to, or in respect of, a person in cash under subsection (1) of this section a local authority shall have regard to his eligibility for receiving assistance from any other statutory body and, if he is so eligible, to the availability to him of that assistance in his time of need. 3A In determining, for the purposes of this section, whether to make available assistance by providing, or securing the provision of, residential accommodation to a person, a local authority shall disregard so much of the person’s resources— a as may be prescribed; or b as is determined by them in such a way as may be prescribed, and any order made by virtue of this subsection may make different provision for different cases and for different persons. 3B An order made by virtue of paragraph (a) of subsection (3A) of this section may prescribe circumstances in which assistance such as is mentioned in that subsection is to be made available disregarding entirely a person’s resources. 3C In subsections (3A) and (3B) of this section, references to a person’s resources are to resources within the meaning of the order prescribing the amount, or as the case may be the way, in question. 3D A statutory instrument made in exercise of the power conferred by paragraph (a) or (b) of subsection (3A) of this section shall be subject to annulment in pursuance of a resolution of the Scottish Parliament. 4 Assistance given in kind or in cash to, or in respect of, persons under this section may be given unconditionally or subject to such conditions as to the repayment of the assistance, or of its value, whether in whole or in part, as the local authority may consider reasonable having regard to the means of the person receiving the assistance and to the eligibility of the person for assistance from any other statutory body. 5 Nothing in the provisions of this section shall affect the performance by a local authority of their functions under any other enactment. 6 For the purposes of subsection (2) of this section “person in need” includes a person who is in need of care and attention arising out of drug or alcohol dependency or release from prison or other form of detention."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12A", "section_title": " Duty of local authority to assess needs.", "section_text": "12A 1 Subject to the provisions of this section, where it appears to a local authority that any person for whom they are under a duty or have a power to provide, or to secure the provision of, community care services may be in need of any such services, the authority— a shall make an assessment of the needs of that person for those services; and b shall then decide, having regard to the results of that assessment, and taking account— i if an adult carer provides, or intends to provide, care for that person, of the care provided by that carer, ia if a young carer provides, or intends to provide, care for that person, of the care provided by that carer, ii in so far as it is reasonable and practicable to do so,  ... of the views of the person whose needs are being assessed  ... (provided that  ... there is a wish, or as the case may be a capacity, to express a view), whether the needs of the person being assessed call for the provision of any such services. 1A In subsection (1)(b)(i) and (ia), the reference to the care provided by a carer means— a in the case of an adult carer who has an adult carer support plan, the information about that care set out in that plan, b in the case of a young carer who has a young carer statement, the information about that care set out in that statement. 1B In— a assessing the needs of a person for services under subsection (1)(a), b deciding under subsection (1)(b) whether those needs call for the provision of any services, and c deciding how any such services are to be provided, a local authority must take account of the views of the carer, in so far as it is reasonable and practicable to do so. 2 Before deciding, under subsection (1)(b) of this section, that the needs of any person call for the provision of nursing care, a local authority shall consult a medical practitioner. 3 If, while they are carrying out their duty under subsection (1) of this section, it appears to a local authority that there may be a need for the provision to any person to whom that subsection applies— a of any services under the National Health Service (Scotland) Act 1978 by the Health Board— i in whose area he is ordinarily resident; or ii in whose area the services to be supplied by the local authority are, or are likely, to be provided; or b of any services which fall within the functions of a housing authority (within the meaning of section 130 (housing) of the Local Government (Scotland) Act 1973) which is not the local authority carrying out the assessment, the local authority shall so notify that Health Board or housing authority, and shall request information from them as to what services are likely to be made available to that person by that Health Board or housing authority; and, thereafter, in carrying out their said duty, the local authority shall take into account any information received by them in response to that request. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a local authority are making an assessment under this section and it appears to them that the person concerned is a disabled person, they shall– a proceed to make such a decision as to the services he requires as is mentioned in section 4 of the Disabled Persons (Services Consultation and Representation) Act  1986 without his requesting them to do so under that section; and b inform him that they will be doing so and of his rights under that Act. 5 Nothing in this section shall prevent a local authority from providing or arranging for the provision of community care services for any person without carrying out a prior assessment of his needs in accordance with the preceding provisions of this section if, in the opinion of the authority, the condition of that person is such that he requires those services as a matter of urgency. 6 If, by virtue of subsection (5) of this section, community care services have been provided for any person as a matter of urgency, then, as soon as practicable thereafter, an assessment of his needs shall be made in accordance with the preceding provisions of this section. 7 This section is without prejudice to section 3 of the said Act of 1986. 8 In this section—   “adult carer” and  “adult carer support plan” have the meanings given by the Carers (Scotland) Act 2016,   “community care services” means services, other than services for children, which a local authority is under a duty or has a power to provide, or to secure the provision of, under— Part 2 of this Act; or any of the following provisions of the Mental Health (Care and Treatment) (Scotland) Act 2003— section 25 (care and support services  etc. ); section 26 (services designed to promote well-being and social development); section 27 (assistance with travel); “ disabled person ” has the same meaning as in the said Act of 1986; and “ medical practitioner ” means a fully registered person within the meaning of section 55 (interpretation) of the Medical Act 1983.  “ person ” means a natural person.    “young carer” and  “young carer statement” have the meanings given by the Carers (Scotland) Act 2016.  "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12AZA", "section_title": "Assessments under section 12A: assistance", "section_text": "12AZA 1 Subsection (4) applies where— a a local authority is required by section 12A(1)(a) to carry out an assessment of the needs of a person (the  “supported person”) for community care services, b it appears to the authority that the supported person falls within subsection (2), and c the conditions in subsection (3) are satisfied. 2 A supported person falls within this subsection if— a because of mental disorder, the supported person would benefit from receiving assistance from another person in relation to the carrying out of the assessment, b because of difficulties in communicating due to physical disability, the supported person would benefit from receiving assistance from another person to communicate in relation to the carrying out of the assessment. 3 The conditions are— a there is no guardian, continuing attorney or welfare attorney with powers as respects the provision of assistance in relation to the carrying out of the assessment, and b an intervention order has not been granted as respects the provision of assistance in relation to the carrying out of the assessment. 4 The authority must take reasonable steps— a to identify persons who are able to assist the supported person, and b if the supported person agrees, to involve them in assisting the supported person in relation to the carrying out of the assessment or, as the case may be, communicating in relation to the carrying out of the assessment. 5 In this section— “ the 2000 Act ” means the Adults with Incapacity (Scotland) Act 2000 (asp 4), “continuing attorney”— means a continuing attorney within the meaning of section 15 of the 2000 Act, and includes a person granted, under a contract, grant or appointment governed by the law of any country, powers (however expressed) relating to the granter's property or financial affairs and having continuing effect despite the granter's incapacity, “guardian”— means a guardian appointed under the 2000 Act, and includes a guardian (however called) appointed under the law of any country to, or entitled under the law of any country to act for, an adult during the adult's incapacity, if the guardianship is recognised under the law of Scotland, “ intervention order ” is to be construed in accordance with section 53 of the 2000 Act, “ mental disorder ” has the meaning given by section 328 of the Mental Health (Care and Treatment) (Scotland) Act 2003 (asp 13), “welfare attorney”— means a welfare attorney within the meaning of section 16 of the 2000 Act, and includes a person granted, under a contract, grant or appointment governed by the law of any country, powers (however expressed) relating to the granter's personal welfare and having effect during the granter's incapacity."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12AA", "section_title": " Assessment of ability to provide care", "section_text": "12AA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12AB", "section_title": " Duty of local authority to provide information to carer", "section_text": "12AB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12B", "section_title": " Direct payments in respect of community care services.", "section_text": "12B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "12C", "section_title": " Further provisions relating to direct payments.", "section_text": "12C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "13", "section_title": " Power of local authorities to assist persons in need in disposal of produce of their work.", "section_text": "13 Where, by virtue of  section 12 of this Act , a local authority make arrangements or provide or secure the provision of facilities for the engagement of persons in need (whether under a contract of service or otherwise) in suitable work, that local authority may assist such persons in disposing of the produce of their work."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "13ZA", "section_title": "Provision of services to incapable adults", "section_text": "13ZA 1 Where— a a local authority have decided under section 12A of this Act that an adult's needs call for the provision of a community care service; and b it appears to the local authority that the adult is incapable in relation to decisions about the service, the local authority may take any steps which they consider would help the adult to benefit from the service. 2 Without prejudice to the generality of subsection (1) above, steps that may be taken by the local authority include moving the adult to residential accommodation provided in pursuance of this Part. 3 The principles set out in subsection (2) to (4) of section 1 of the 2000 Act apply in relation to any steps taken under subsection (1) above as they apply to interventions in the affairs of an adult under or in pursuance of that Act. 4 Subsection (1) does not authorise a local authority to take steps if they are aware that— a there is a guardian or welfare attorney with powers relating to the proposed steps; b an intervention order has been granted relating to the proposed steps; or c an application has been made (but not yet determined) for an intervention order or guardianship order under Part 6 of the 2000 Act relating to the proposed steps. 5 In this section— a “ the 2000 Act ” means the Adults with Incapacity (Scotland) Act 2000 (asp 4); b “ adult ” has the meaning given in section 1(6) of the 2000 Act; c “ community care service ” has the meaning given in section 5A of this Act; d “ incapable ” has the meaning given in section 1(6) of the 2000 Act; e “ intervention order ” is to be construed in accordance with section 53 of the 2000 Act”; f the reference to a guardian includes a reference to— i a guardian appointed under the 2000 Act; and ii a guardian (however called) appointed under the law of any country to, or entitled under the law of any country to act for, an adult during his incapacity, if the guardianship is recognised by the law of Scotland; g the reference to a welfare attorney includes a reference to— i a welfare attorney within the meaning of section 16 of the 2000 Act; and ii a person granted, under a contract, grant or appointment governed by the law of any country, powers (however expressed) relating to the granter's personal welfare and having effect during the granter's incapacity."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "13A", "section_title": "\n                Residential accommodation with nursing.", "section_text": "13A 1 Without prejudice to section 12 of this Act, a local authority shall a provide and maintain;  or b make such arrangements as they consider appropriate and adequate for the provision of  suitable residential accommodation where nursing is provided for persons who appear to them to be in need of such accommodation by reason of infirmity, age, illness or mental disorder, dependency on drugs or alcohol or being substantially handicapped by any deformity or disability. 2  . . . Arrangements made by virtue of subsection (1) above shall be made with a voluntary or other organisation or other person, being an organisation or person providing— a an independent health care service which is a private psychiatric hospital; or b a care home service. 2A In subsection (2)(a) above, “independent health care service” and “private psychiatric hospital” have the same meanings as in section 10F of the National Health Service (Scotland) Act  1978 (c.29) .  2B In subsection (2)(b) above, “care home service” has the same meaning as in paragraph 2 of schedule 12 to the Public Services Reform (Scotland) Act  2010 (asp 8) .  3 The provisions of section 6 of this Act apply in relation to premises where accommodation is provided for the purposes of this section as they apply in relation to establishments provided for the purposes of this Act. 4 No arrangements under subsection (1) above may be given effect to in relation to a person to whom section 115 of the Immigration and Asylum Act 1999 (exclusion from benefits) applies solely— a because he is destitute; or b because of the physical effects, or anticipated physical effects, of his being destitute. 5 Subsections (3) and (5) to (8) of section 95 of the Immigration and Asylum Act 1999, and paragraph 2 of Schedule 8 to that Act, apply for the purposes of subsection (4) above as they apply for the purposes of that section, but for the references in subsections (5) and (7) of that section and in that paragraph to the Secretary of State substitute references to a local authority."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "13B", "section_title": "\n \n \n Provision of care and after-care\n", "section_text": "13B 1 Subject to subsection (2) below, a local authority may, with the approval of the Secretary of State, and shall, if and to the extent that the Secretary of State so directs, make arrangements for the purpose of the prevention of illness, the care of persons suffering from illness and the after-care of such persons. 2 The arrangements which may be made under subsection (1) above do not include arrangements in respect of medical, dental or nursing care, or health visiting. 3 No arrangements under subsection (1) above may be given effect to in relation to a person to whom section 115 of the Immigration and Asylum Act 1999 (exclusion from benefits) applies solely— a because he is destitute; or b because of the physical effects, or anticipated physical effects, of his being destitute.  4 Subsections (3) and (5) to (8) of section 95 of the Immigration and Asylum Act 1999, and paragraph 2 of Schedule 8 to that Act, apply for the purposes of subsection (3) above as they apply for the purposes of that section, but for the references in subsections (5) and (7) of that section and in that paragraph to the Secretary of State substitute references to a local authority."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "14", "section_title": " Home help and laundry facilities.", "section_text": "14 1 It shall be the duty of every local authority to provide on such scale as is adequate for the needs of their area, or to arrange for the provision on such a scale as is so adequate of,  home help domiciliary services  for households where such  help is services are  required owing to the presence, or the proposed presence, of a person in need or a person who is an expectant mother or lying-in, and every such authority shall have power to provide or arrange for the provision of laundry facilities for households for which  home help is domiciliary services are  being, or can be, provided under this subsection. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 On the coming into operation of the provisions of this and the last two foregoing sections, the provisions of sections 13, 44 and 45 of the Health Services and Public Health Act 1968   shall cease to have effect."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "16A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17B"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17C"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17D", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17D"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "17E", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17E"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "18A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "20A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "25A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "27", "section_title": " Supervision and care of persons put on probation or released from prisons etc.", "section_text": "27 1   It   shall be a function of every local authority under this Part of this Act to provide a service for the following purposes, that is to say— a making available to any court such social background reports and other reports relating to persons appearing berfore the court which the court may require for the disposal of a case aa making available to any children’s hearing such reports relating to persons aged 16 and 17 years in relation to the commission of an offence, as the hearing may require for the disposal of a case; ab making available to any procurator fiscal or the Lord Advocate such reports as the procurator fiscal or the Lord Advocate may request in relation to persons who are charged with an offence; ac the provision of advice, guidance and assistance for persons who are in prison or subject to any other form of detention and who— i resided in their area immediately prior to such imprisonment or detention; or ii intend to reside in their area on release from such imprisonment or detention, and who on release from such imprisonment or detention, it appears to the local authority, will be required to be under supervision under any enactment or by the terms of an order or licence of the Scottish Ministers or of a condition or requirement imposed in pursuance of an enactment; ad making available, for the purposes of parenting orders under section 13 or 102 of the Antisocial Behaviour  etc.  (Scotland) Act 2004 (asp 8), such services as are required to enable requirements imposed by or under such orders to be carried out in respect of persons in their area;  ae making available to the Scottish Ministers such background and other reports as the Scottish Ministers may request in relation to the exercise of their functions under Part 1 of the Prisoners and Criminal Proceedings (Scotland) Act 1993 (c. 9); b the supervision of, and the provision of advice, guidance and assistance for— i persons in their area who are under supervision by order of a court made in exercise of its criminal jurisdiction by virtue of any enactment, and ii persons in their area who, following on release from prison or any other form of detention, are required to be under supervision under any enactment or by the terms of an order or licence of the Secretary of State or of a condition or requirement imposed in pursuance of any enactment  and iii without prejudice to sub-paragraphs (i) and (ii) above, persons in the area who are subject to a  community payback order imposed under section 227A or 227M of the Criminal Procedure (Scotland) Act 1995 imposing an unpaid work or other activity requirement . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v without prejudice to sub-paragraphs (i) to (iv) above, persons in their area who are subject to a supervision and treatment order made under section 57(2)(d) of the Criminal Procedure (Scotland) Act 1995; va . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vb without prejudice to sub-paragraph (i) above, persons in their area who are under 16 years of age and subject to restriction of liberty orders under section 245A of the said Act of 1995; vi persons in their area aged 16 and 17 years who are subject to a  compulsory supervision order made by virtue of the ground mentioned in section 67(2)(j) of the Children’s Hearings (Scotland) Act  2011 (asp 1) ;  vii persons in their area who are charged with, but not prosecuted for, any offence and are referred to the local authority by the procurator fiscal or the Lord Advocate;  ... viii persons in their area who are subject to work orders under section 303ZA(6) of the said Act of 1995; c the provision of advice, guidance and assistance for persons in their area who, within 12 months of their release from prison or any other form of detention, request such advice, guidance or assistance. 1A A local authority may provide advice, guidance or assistance for any person who— a would fall to be provided for under paragraph (ac) of subsection (1) above but for the fact that it appears to the local authority that he will not be required to be under any form of supervision on release as mentioned in that paragraph; and b requests such advice, guidance or assistance. 1B Where as respects any person more than one local authority is required by paragraph (ac) of subsection (1) to make such provision as is mentioned in that paragraph, they may agree between themselves that only one of them shall do so; and where there is such agreement the paragraph shall apply accordingly. 1C In paragraphs (ac) and (b)(i) and (ii) of subsection (1) above,  “ enactment ” includes an Act of the Scottish Parliament. 1D The Scottish Ministers may by order amend subsection (1) above so as (any or all)— a to add to the functions for the time being described; b to omit any of those functions; c to alter any of those functions. 2 For the purposes of  subsection (1) above every local authority shall,  ..., prepare a scheme (hereinafter referred to as a  community justice   scheme ) and submit it by such date, as he may require, to the Secretary of State for his approval. 3 A  community justice   scheme  shall make provision with regard to the following matters— a the manner in which any report requested by the court from the local authority is to be prepared and submitted to the court; aa  the matters to be included in such a report; b arrangements for the attendance of officers of the local authority at the court; c arrangements for the co-operation of the local authorities with the courts, and such arrangements may include the appointment of one or more sheriffs having jurisdiction in their areas to  a committee or sub-committee of such authorities ; d arrangements for the keeping of adequate records and statistics regarding the performance of functions under this section; and e such other matters as the local authority considers relevant to the service to be provided. 4 The Secretary of State may approve a  community justice   scheme  with or without modifications. 5 A local authority may apply to the Secretary of State for the revision of a  community justice   scheme  and, if the Secretary of State so requires, shall prepare and submit to the Secretary of State for his approval a revised scheme or a modification of an existing scheme. 5A Before including in a community justice scheme which is made, revised or modified under this section provision for the purposes of subsection (1)(b)(va)  or (viii) , a local authority shall consult such persons or class or classes of person as the Scottish Ministers may by regulations prescribe. 5B The Scottish Ministers may give local authorities directions in writing as to the content of community justice schemes; and authorities shall comply with any such directions. 5C The power conferred by subsection (5B) above to give a direction shall include power to vary or revoke the direction. 6 Any function required by any enactment to be performed by a probation officer shall, after the coming into operation of this Part of this Act, be performed by an officer of the appropriate local authority. 7 Section 11 of and Schedule 3 to the  Criminal Justice (Scotland) Act 1949 (administrative provisions as to probation) shall cease to have effect."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "27ZA", "section_title": "Advice, guidance and assistance to persons arrested or on whom sentence deferred", "section_text": "27ZA 1 It shall be a function of a local authority, if and to such extent as the Scottish Ministers so direct and in accordance with the direction, to provide, directly or indirectly, advice, guidance and assistance to any person (and in particular to any person who appears to the local authority to have dependency problems)— a who is arrested and detained in police custody in their area, but only during the period of such detention; or b on whom sentence is deferred under section 202(1) of the 1995 Act, but only during the period of deferment and while that person is in their area. 2 The function mentioned in subsection (1)(a) above may continue to be exercised by the local authority while the person is in their area for a period not exceeding 12 months from the date of his release from police custody. 3 In subsection (1) above,  “ dependency problems ” means problems relating to a dependency on drugs, alcohol or some other substance. "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "27A", "section_title": " Grants in respect of community service facilities", "section_text": "27A 1 The Scottish Ministers may make a grant to a local authority of such amount as the Scottish Ministers may determine in respect of expenditure incurred by that local authority in providing a relevant service. 1A In subsection (1) above, a  “ relevant service ” means a service— a for the purposes mentioned in section 27(1)  or 27ZA   of this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c for such other similar purposes as the Scottish Ministers may prescribe. 1B Any grant made under, or paid by virtue of, subsection (1) above is subject to such conditions as the Scottish Ministers may determine. 1A In a case where two or more local authorities are discharging any function mentioned in section 27(1) or 27ZA of this Act jointly, whether or not in accordance with arrangements made under section 56(5) of the Local Government (Scotland) Act 1973 (c. 65), the power of the Scottish Ministers to make grants under subsection (1) above in respect of expenditure incurred for the purposes mentioned in paragraph (a) of that subsection includes a power to make such grants, on such conditions as are mentioned in that subsection, to a local authority nominated by the local authorities from among their number. 2 Before exercising his power under subsection   (1A)(c)   above the Secretary of State shall consult local authorities and such other bodies as he considers appropriate."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "27B", "section_title": " Grants in respect of hostel accommodation for persons under supervision.", "section_text": "27B 1 The Scottish Ministers may make a grant to a local authority of such amount as the Scottish Ministers may determine in respect of relevant expenditure. 1A In subsection (1) above,  “ relevant expenditure ” means expenditure incurred by,  ... that local authority in— a providing; or b contributing by way of grant under section 10(3) of this Act to the provision by a voluntary organisation of, residential accommodation wholly or mainly for the persons mentioned in subsection (2) below. 1B Any grant made under, or paid by virtue of, subsection (1) above is subject to such conditions as the Scottish Ministers may determine. 2 The persons referred to in  subsection (1A)  above are– a persons mentioned in section 27(1)(b)(i) and (ii) of this Act; b persons who have been charged with an offence and are on bail; c persons who have been released from prison or any other form of detention but do not fall within section 27(1)(b)(ii) of this Act; and d such other classes of persons as the Secretary of State may prescribe. 3 Before exercising his power under subsection (2)(d) above the Secretary of State shall consult local authorities and such other persons as he considers appropriate."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "28", "section_title": " Burial or cremation of the dead. ", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "29", "section_title": " Power of local authority to defray   certain travelling expenses . ", "section_text": "29 1 A local authority may make payments to any parent, relative or other person connected with  — a a person, other than a child, in the care of the authority or receiving assistance from the authority; or b a child who is being looked after by the authority,  in respect  of travelling, subsistence or other expenses incurred by the parent, relative or other person in visiting the person  or child , if it appears to the authority that the parent, relative or other person would not otherwise be able to visit  him  without undue hardship and that the circumstances warrant the making of the payments. 1A In subsection (1),  “ child ” has the meaning given by section 93(2)(a) of the Children (Scotland) Act 1995. 1B In subsection (1), the reference to a child who is  “looked after” by a local authority is to be construed in accordance with section 17(6) of that Act of 1995. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "31", "section_title": " Restriction on prosecution of children for offences.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Part IV of the  Children and Young Persons (Scotland) Act 1937 shall have effect subject to the amendments set out in Schedule 2 to this Act."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "34A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "34A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "36A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "41"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "45"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "47"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "48"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "49"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "55"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58B"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58C"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58D", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58D"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58E", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58E"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58F", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58F"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "58G", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58G"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "59", "section_title": " Provision of residential and other establishments by local authorities, and maximum period for repayment of sums borrowed for such provision.", "section_text": "59 1  Without prejudice to their duties under   sections 12 and 13A  of this Act,  it shall be the duty of a local authority to provide and maintain such residential and other establishments as may be required for their functions under this Act  sections 25 and 26 of the Mental Health (Care and Treatment)\t\t\t\t\t\t(Scotland) Act 2003 (asp 13)   , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1) , or arrange for the provision of such establishments. 2 For the purpose of discharging their duty under the foregoing subsection a local authority may— a themselves provide such establishments as aforesaid; or b join with another local authority in providing those establishments; or c secure the provision of such establishments by voluntary organisations or other persons including other local authorities. 3 The maximum period for the repayment of sums borrowed by a local authority for the purposes of this section shall be such period not exceeding sixty years as may be sanctioned by the Secretary of State; and accordingly in Schedule 6 to the  Local Government (Scotland) Act 1947, at the end, there shall be added the following entry, that is to say— Section 59 of the Social Work (Scotland) Act 1968. Such period not exceeding sixty years as may be sanctioned by the Secretary of State."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "59A", "section_title": " Grants in respect of secure accommodation for children.", "section_text": "59A 1 The Secretary of State may make to a local authority grants of such amount and subject to such conditions as he may with the consent of the Treasury determine in respect of expenditure incurred by the authority in— a providing; b joining with another local authority in providing; or c contributing by way of grant under section 10(3) of this Act to the provision by a voluntary organisation of secure accommodation . . .  2 The conditions subject to which grants are made under subsection (1) of this section may include conditions for securing the repayment in whole or in part of such grants. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "60", "section_title": " Control of residential and other establishments.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "61", "section_title": " Restriction on carrying on of establishments.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "61A", "section_title": " Voluntary registration.", "section_text": "61A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "62", "section_title": " Registration.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "62A", "section_title": " Certificate of registration as respects grant-aided or independent school.", "section_text": "62A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "63", "section_title": " Special provisions for registration by Secretary of State.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "63A", "section_title": " Appeals against conditions imposed on registration or subsequently.", "section_text": "63A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "63B", "section_title": " Special provisions for jointly registrable establishments.", "section_text": "63B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "64", "section_title": " Appeals against refusal or cancellation of registration.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "64A", "section_title": " Registration fees.", "section_text": "64A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "65", "section_title": " Removal of persons from establishments.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "66", "section_title": " Duty to furnish particulars of establishments.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "67", "section_title": " Entry to examine state and management of establishments etc.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "68", "section_title": " Visiting of persons in establishments on behalf of local authorities.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "69", "section_title": " Abscondment from a place of safety, or from the control of a person imposed by a supervision requirement.", "section_text": "69 1 If a child— a absconds from a place of safety in which he has been detained by virtue of this Act, or b absconds from the control of a person under which he has been placed by a supervision requirement or by virtue of rules made by the Secretary of State under section 45 of this Act, he may be arrested without a warrant in any part of the United Kingdom or the Channel Islands  ; and a court, if satisfied that there are reasonable grounds for believing that the child is within any premises, may grant a search warrant authorising a constable to search those premises for the child. 2 A child arrested in pursuance of this section shall be brought back— a in a case falling within paragraph (a) of subsection (1), to the place of safety, b in a case falling within paragraph (b) of that subsection, to the person under whose control he has been placed. 3 If, in the case of a child required to be brought back in pursuance of the last foregoing subsection— a the occupier of the place of safety, or b the person under whose control he has been placed, is unwilling or unable to receive him, the child shall be detained in a place of safety until the  Principal Reporter  has considered, in pursuance of section 37 of this Act, whether the child may be in need of compulsory measures of care, or as the case may be, until he can be brought before a children’s hearing for the consideration of his case or for a review of the supervision requirement to which he is subject. 4 A children’s hearing arranged for the purposes of the last foregoing subsection shall meet within a period of seven days from the date of the commencement of the detention of the child, and no child shall be detained under that subsection after the hearing have met or beyond that period. 5 In this and the next following section any reference— a to a child absconding includes a reference to his being unlawfully taken away; b to a child absconding from a place or from the control of a person includes a reference to his absconding while being taken to, or awaiting being taken to, that place or that person as the case may be."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "70", "section_title": " Abscondment from residential establishments.", "section_text": "70 If a child who is required by a supervision requirement to reside in a residential establishment— a absconds from the establishment in which he resides; or b absconds from any hospital or other institution in which he is temporarily residing; or c being absent on leave from the residential establishment, either runs away from the person in whose charge he is or fails to return to the establishment at the end of his leave; he may be arrested without a warrant in any part of the United Kingdom or the Channel Islands and brought back— i in a case falling within paragraph (b) to the place from which he absconded; or ii where he has run away from the person mentioned in paragraph (c), to that person; or iii in any case, to the residential establishment  ; and a court, if satisfied that there are reasonable grounds for believing that the child is within any premises, may grant a search warrant authorising a constable to search those premises for the child."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "71", "section_title": " Harbouring. ", "section_text": "71 Any person who knowingly— a assists or induces or persistently attempts to induce a child so to act as to be liable to be brought back in pursuance of either of the two last foregoing sections, or b harbours or conceals a child so liable or prevents him from returning to a place or person mentioned in either of those sections, shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale  or to imprisonment for a term not exceeding six months or to both such fine and such imprisonment."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "72", "section_title": " Supervision of children moving to England or Wales or Northern Ireland.", "section_text": "72 1 Where a children’s hearing are satisfied that a child in respect of whom a supervision requirement under section 44(1)(a) of this Act is in force proposes to reside or is residing in England or Wales or in Northern Ireland they may either— a discharge the supervision requirement; or b send notification of the requirement i in the case of residence in England and Wales, to a youth court acting for the petty sessions area (within the meaning of the Children and Young Persons Act 1969); ii in the case of residence in Northern Ireland, to a juvenile court acting for the petty sessions district (within the meaning of Part III of the Magistrates’ Courts (Northern Ireland) Order 1981). in which the child proposes to reside or is residing. 1A A youth court to which notification of a supervision requirement is sent under this section may make a supervision order in respect of the person to whom the notification relates but, notwithstanding anything in section 76(1) of this Act, shall not include in the order a requirement authorised by section 12  12A, 12AA, 12B or 12C of the  Children and Young Persons Act 1969 unless that person is before the court when the supervision order is made; and in relation to a supervision order made by virtue of this subsection— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . . . . . . . . . . . b section 17 of that Act shall have effect as if in paragraph (a) the references to three years and the date on which the order was originally made were respectively references to one year and the date on which the said notification was sent and as if in paragraph (b) the words from “the order was” to “and” were omitted. 2 A juvenile court to which notification of a supervision requirement is sent under this section may make in respect of the child subject to that requirement— a if he is over the age of ten years but has not attained the age of fourteen years, a supervision order placing the child under the supervision of a probation officer; b if he is over the age of fourteen years, a probation order; or c in any case, a supervision order placing him under the supervision of an authority within the meaning of the Children (Northern Ireland) Order 1995. 2A An order under subsection (2) shall be for a period not exceeding one year beginning with the day on which the notification was sent. 2B Subject to subsection (2A), the provisions of the Children and Young Persons Act (Northern Ireland) 1968 shall apply to a supervision order under paragraph (a) of subsection (2), the provisions of the Probation Act (Northern Ireland) 1950 shall apply to a probation order under paragraph (b) of that subsection and the provisions of the Children (Northern Ireland) Order 1995 shall apply to a supervision order under paragraph (c) of that subsection as if the supervision or probation order had been made under that Act or Order. 3 Where a case is disposed of by a   youth court or, as the case may be juvenile court in pursuance of this section in respect of a child subject to a supervision requirement, the requirement shall cease to have effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "73", "section_title": " Supervision of children moving to Scotland.", "section_text": "73 1 Where a juvenile court in England or Wales or in Northern Ireland is satisfied that a child in respect of whom a probation order or a supervision order is in force proposes to reside or is residing in Scotland, the court may either— a discharge the probation order or supervision order; or b send notification of that order to the  Principal Reporter and on the receipt of such a notification it shall be the duty of the  Principal Reporter i  in the case of a supervision order made by virtue of  sections 189(4) and 390(4) of the  Criminal Procedure (Scotland) Act 1975  to notify the appropriate court and to transmit to that court all documents and certified copies of documents relating to the case which the  Principal Reporter  has received by virtue of section 76 of this Act; ii in any other case. to arrange a children’s hearing for the consideration and determination of the case under Part III of this Act. In this subsection “ the appropriate court ” means the sheriff having jurisdiction in the area in which the child proposes to reside or is residing or, where the original probation order was imposed by the High Court of Justiciary, that Court. 1A Where a court in England or Wales is satisfied that a child in respect of whom the court proposes to make a supervision order is residing or proposes to reside in Scotland, the court may make the order notwithstanding anything in subsection (1) of section 18 of the  Children and Young Persons Act 1969 (which relates to residence of the supervised person in England or Wales); and where the court makes a supervision order by virtue of this subsection— a the areas to be named in the order in pursuance of subsection (2)(a) of the said section 18 shall be those in which the court is sitting; b the order may require the supervised person to comply with directions of the supervisor with respect to his departure to Scotland, and any such requirement shall, for the purposes of sections 15 and 16 of that Act (which relate to the variation and discharge of supervision orders), be deemed to be included in the order in pursuance of section 12(2) of that Act; and c the court shall send notification of the order as mentioned in paragraph (b) of the foregoing subsection and the provisions of that subsection relating to the duty of the  Principal Reporter  shall apply accordingly. 2 For the purposes of a children’s hearing arranged in pursuance of the foregoing  provisions of this section  the notification by a . . .   court of a probation order or supervision order shall be conclusive evidence of the existence of that order in relation to the child. 3 When a children’s hearing have disposed of a case referred to them under this section the probation order or the supervision order in respect of the child shall cease to have effect."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "74", "section_title": " Parent of a child in a residential establishment under a supervision requirement moving to England or Wales or Northern Ireland.", "section_text": "74 1 Where a children’s hearing are satisfied that the parent of a child who is required to reside in a residential establishment under a supervision requirement made under section 44(1)(b) of this Act proposes to reside or is residing in England or Wales or in Northern Ireland they shall review the requirement, and on such review they may as they think proper— a discharge the supervision requirement; b continue the supervision requirement; c vary the supervision requirement by making a supervision requirement under subsection (1)(a) of the said section 44 and send notification of that requirement in accordance with section 72(1)(b) of this Act; or d make a report on the case to the Secretary of State with a recommendation for the transfer of the child in accordance with the following provisions of this section. 2 If the Secretary of State is for any reason unable to accept a recommendation for the transfer of a child made under paragraph (d) of subsection (1) of this section, he may refer the matter back to the children’s hearing for their reconsideration of the case, or himself discharge the supervision requirement. 3 Where such a recommendation is made and is not dealt with under subsection (2) of this section, the Secretary of State may make an order transferring the child to the care of the managers of a school . . .   in Northern Ireland, being . . .  , a training school within the meaning of the  Children and Young Persons Act (Northern Ireland) 1950 or, . . .  , committing him to the care of the local authority or, as the case may be, of the welfare authority in whose area the parent of the child proposes to reside or is residing. 4 The provisions of . . .   the said Act of 1950 shall apply to any order under this section transferring a child to the care of the managers of . . .   a training school as if it were . . .   a training school order made by a court on the date on which the supervision requirement was originally made under section 44 of this Act in respect of the child: Provided that— a notwithstanding anything in . . .   section 75 of the said Act of 1950, the order under this section shall not be authority for his detention in . . .   a training school after he has attained the age of eighteen years, b the contributions to be made in respect of him under . . .   section 126 of the said Act of 1950 shall be made by such council as may be named in the order under this section, being the council within whose district his parent proposes to reside or is residing at the time of the order. 5 An order under this section committing a child to the care of an authority within the meaning of the Children (Northern Ireland) Order 1995 shall have effect as if it were a care order under that Order, but as if Article 50(9) were omitted. 6 An order under this section committing a child to the care of a local authority shall have effect as if it were a care order under the  Children Act 1989, but as if section 31(8) were omitted ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "75", "section_title": " Parent of a child subject to an approved school order or a committal order moving to Scotland.", "section_text": "75 1 Where . . .  the Secretary of State  is satisfied that the parent of a child who is subject to an . . .   training school order  or an order under section 74(3) of this Act relating to a training school  proposes to reside or is residing in Scotland, he may refer the case to the  Principal Reporter  and if the case is so referred the  Principal Reporter  shall arrange a children’s hearing for the consideration and determination of the case under Part III of this Act. 2 Where a child has been committed to the care of a local authority in England or Wales  by a care order (other than an interim order) within the meaning of the  Children Act 1989  or an order under section 74(3) of this Act , or committed to the care of  an authority within the meaning of the Children (Northern Ireland) Order 1995 in Northern Ireland by a care order (other than an interim order) within the meaning of that Order or an order under the said section 74(3)  and that authority are satisfied that the parent of the child proposes to reside or is residing in Scotland, the authority may make the like reference of the case as mentioned in the foregoing subsection and the  Principal Reporter  shall arrange a children’s hearing accordingly. 3 Any reference under subsection (1) or subsection (2) of this section shall include particulars of the . . .   training school order  or order under the said section 74(3) relating to a training school  or, as the case may be, of the order committing the child to the care of the local or  other  authority; and for the purposes of any children’s hearing arranged pursuant to the reference those particulars shall be conclusive evidence of the existence of that order in relation to the child. 4 When a children’s hearing have disposed of a case referred to them under this section the order  under the said section 74(3) or  of the court in England or Wales or in Northern Ireland in respect of the child shall cease to have effect."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "76", "section_title": " Procedure.", "section_text": "76 1 A children’s hearing or . . .   court, in exercising any jurisdiction under this Part of this Act in respect of a child, may proceed in the absence of the child or his parent or both. 2 It shall be the duty of the  Principal Reporter  at any children’s hearing arranged for the purposes of section 72 of this Act and of the clerk to any . . .   court referring a case to  the Principal Reporter  for the purposes of section 73 of this Act to ensure that all documents relating to the case or certified copies thereof are transmitted to the . . .   court or, as the case may be, to the  Principal Reporter to which the case stands referred . 3 Where a child is to be transferred from a residential establishment in Scotland to any place in England or Wales or in Northern Ireland under this Part of this Act, it shall be the duty of the local authority responsible for the child to ensure the transfer of the child to that place. 4 Where a children’s hearing is arranged under this Part of this Act in respect of a child subject to an . . .   training school order  or order under section 74(3) of this Act relating to a training school  or committed to the care of a local authority in England or Wales  or of an authority within the meaning of the Children (Northern Ireland) Order 1995  in Northern Ireland, it shall be the duty of the managers . . .   of the training school or, as the case may be, of that local  or other  authority to ensure the transfer of the child to the place notified to them by the  Principal Reporter ."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "77", "section_title": " Meaning of child for the purposes of this Part of this Act.", "section_text": "77 1 “Child” in this Part of this Act means— a for the purpose of sections 69 to 71, a child within the meaning of Part III of this Act, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c for any other purpose, a person under eighteen. 2 “Parent” in this Part of this Act includes a guardian."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "78", "section_title": " Duty to make contributions in respect of children in care etc. ", "section_text": "78 1 Where a child  is being looked after by a local authority  or a  compulsory supervision order  to which this Part of this Act applies has been made in respect of him, contributions in respect of the child (hereinafter in this Part of this Act referred to as the “ maintainable child ”) shall be payable— a while the maintainable child is under sixteen years of age, by  any natural person who has parental responsibilities (within the meaning of section 1(3) of the Children (Scotland) Act 1995) in relation to him ; b if he is over sixteen years of age . . .  , by the maintainable child himself. 2 This Part of this Act applies to any  compulsory supervision order which  requires the child concerned to reside in a place or places other than his own home. 2A No contributions shall be payable under subsection (1)(a) of this section by a contributor during a period when he is in receipt  of  universal credit under Part 1 of the Welfare Reform Act 2012,  income support  , an income based jobseeker’s allowance (payable under the Jobseekers Act 1995)   , an income-related allowance under Part 1 of the Welfare Reform Act 2007 (employment and support allowance)  or family credit. 3 In this Part of this Act “ contributor ” means a person liable to make contributions by virtue of subsection (1) of this section in respect of a maintainable child."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "78A", "section_title": " Recovery of contributions.", "section_text": "78A 1 Section 87 of this Act (charges for services and accommodation) shall not apply to the provision of services (including accommodation) under this Act in respect of maintainable children, and the provisions of this section shall apply thereto. 2 A local authority providing such services may recover from a contributor a contribution (if any) of such amount as is reasonable and, subject to that, may recover— a a standard contribution determined by them in respect of maintainable children who are  looked after by them ; or b such other contribution as they consider reasonable in the circumstances."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "79", "section_title": " Recipients of contributions.", "section_text": "79 1 Subject to the provisions of the following subsection, contributions payable under the last foregoing section shall be payable to the local authority within whose area the contributor is residing, and shall, in the case of contributions paid in respect of a maintainable child  looked after by  a local authority, other than the authority to whom the contributions are payable as aforesaid, be paid over by the last-mentioned authority to that other authority, but subject to such deductions in respect of services rendered by the local authority to whom the contributions were payable as may be agreed between the authorities concerned or as, in default of agreement, may be determined by the Secretary of State. 2 Where a contributor is for the time being residing in England or Wales or Northern Ireland contributions payable by him under the last foregoing section shall be payable to the local authority  looking after  the child."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "80", "section_title": " Enforcement of duty to make contributions.", "section_text": "80 1 Where a child becomes a maintainable child by virtue of being  looked after by a local authority , any court of summary jurisdiction, having jurisdiction in the place where the contributor is for the time being residing, may, on the application of the local authority, at any time make an order on any contributor, hereinafter in this Act referred to as a contribution order, for weekly contributions in respect of the child of such amount as the court thinks proper. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Subject to the following provisions of this section, a contribution order in respect of a maintainable child shall remain in force  throughout the period during which he is looked after by a local authority 5 No contribution shall be payable, by virtue of a contribution order by a contributor who  , being a natural person, has parental responsibilities (within the meaning of section 1(3) of the Children (Scotland) Act 1995) in relation to the maintainable child , in respect of any period after the maintainable child becomes sixteen. 6 A contribution order may be revoked or varied by any court of summary jurisdiction having jurisdiction in the place where the contributor is for the time being residing and shall be enforceable in like manner as a decree for aliment. 7 Where a contributor resides in England or Wales or Northern Ireland this section shall have effect as if for any reference to a court of summary jurisdiction having jurisdiction in a place where the contributor is for the time being residing there were substituted a reference to a court of summary jurisdiction having jurisdiction in any place within the area of the local authority  looking after  the child."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "81", "section_title": " Provisions as to decrees for aliment.", "section_text": "81 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where a decree for aliment of a maintainable child is in force , on the application of the local authority concerned, any court of summary jurisdiction having jurisdiction in the place where the  person liable under the decree  is for the time being residing may, at any time, order the payments under the decree . . .   to be paid to the local authority who are from time to time entitled under either of the last two foregoing sections to receive contributions in respect of the child. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   where an order made under this section in respect to a decree for aliment is in force any sums received under the decree for aliment shall be applied in like manner as if they were contributions received under a contribution order. 4 a In this section the local authority concerned means the local authority which may make application for a contribution order in respect of a child under the last foregoing section; b where the  person liable to pay aliment for a child under a decree  is resident in England or Wales or Northern Ireland, subsection (2) of this section shall have effect as if for the reference to a court of summary jurisdiction having jurisdiction in the place where  that person  is for the time being residing, there were substituted a reference to a court of summary jurisdiction having jurisdiction in any place within the area of the local authority concerned."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "82", "section_title": " Recovery of arrears of contributions.", "section_text": "82 1 Where, by virtue of an order or decree made under either of the last two foregoing sections, any sum is payable to a local authority, the local authority in whose area the person liable under the order or decree is for the time being residing, or, as the case may be, the local authority  looking after  the child to whom the order or decree relates, shall be entitled to receive and give a discharge for, and, if necessary, enforce payment of, any arrears accrued due under the order or decree, notwithstanding that those arrears may have accrued at a time when he was not resident in that area or, as the case may be, when the authority were not entitled to sums payable under the order or decree. 2 In any proceedings under either of the last two foregoing sections, a certificate purporting to be signed by the clerk to a local authority for the time being entitled to receive contributions, or by some other officer of the authority duly authorised in that behalf, and stating that any sum due to the authority under an order or decree is overdue and unpaid, shall be sufficient evidence of the facts stated therein."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "83", "section_title": " Variation of trusts.", "section_text": "83 1 Where a child is by virtue of a  compulsory supervision order  removed from the care of any person and that person is entitled under any trust to receive any sum of money in respect of the maintenance of the child, on the application of the local authority concerned any court of summary jurisdiction, having jurisdiction in the place where that person is for the time being residing, may at any time order the whole or any part of the sums so payable under the trust to be paid to the local authority, to be applied by the authority for the benefit of the child in such manner as, having regard to the terms of the trust, the court may direct. 2 Where the person in whose care a child has been residing is for the time being residing in England or Wales or Northern Ireland the foregoing subsection shall have effect as if for the reference to a court having jurisdiction in the place where that person is residing there were substituted a reference to a court of summary jurisdiction having jurisdiction in any place within the area of the local authority  looking after  the child."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "83A", "section_title": " References in this Part of this Act to child being looked after.", "section_text": "83A In this Part of this Act, references to a child being looked after by a local authority shall be construed in accordance with section 17(6) of the Children (Scotland) Act 1995."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "84", "section_title": " Transfer of assets and liabilities.", "section_text": "84 Where any functions are transferred to a local authority by virtue of this Act all property, rights, liabilities and obligations relating to the performance of those functions which immediately before the date of transfer were the property, rights, liabilities and obligations of the body or person from which the functions are transferred shall on that date be transferred to and vest in the local authority or, as the case may be, the local authorities to which the functions have been transferred, and the provisions of Schedule 6 to this Act shall have effect for the purposes of this section."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "86", "section_title": " Adjustments between authority providing accommodation etc., and authority of area of residence.", "section_text": "86 1 Any expenditure which apart from this section would fall to be borne by a local authority— a in the provision under this Act  , or under   section  subsection  25 of the Children (Scotland) Act 1995,  of accommodation for a person ordinarily resident in the area of another local authority, or b in the provision under Part II of this Act  , or under or by virtue of Part II of the said Act of 1995  or under or by virtue of the Children’s Hearings (Scotland) Act 2011 , of services and facilities for a person ordinarily so resident (including, in the case of a child, any expenses incurred after he has ceased to be a child, and, in the event of another local authority taking over, under section 25(4) of  the Act of 1995 , the provision of accommodation for him,  including also any travelling or other expenses incurred in connection with the taking over),  ba in making a  payment under section 12B of this Act in relation to the provision of a service   direct payment under the Social Care (Self-directed Support) (Scotland) Act 2013 for the purpose of arranging for the provision of support within the meaning of section 5 or 8 of that Act  for a person ordinarily so resident; or c for the conveyance of a person ordinarily resident as aforesaid, or d in administering a  compulsory supervision order or interim compulsory supervision order  in respect of a person ordinarily resident as aforesaid,  or e in the provision, for persons ordinarily so resident, of services under section 25 (care and support services for persons who have or who have had a mental disorder), 26 (services designed to promote well-being and social development of such persons) or 27 (assistance with travel in connection with such services) of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13); shall be recoverable from the other local authority, and in this subsection any reference to another local authority includes a reference to a local authority in England or Wales  and to a Health and Social Care trust in Northern Ireland . 2 Any question arising under this section as to the ordinary residence of a person shall  , in a case where there is a dispute about the application of any of paragraphs 1 to 4 of Schedule 1 to the Care Act 2014 (cross-border placements), be determined in accordance with paragraph 5 of that Schedule; and in any other case, the question shall  be determined by the Secretary of State, and the Secretary of State may determine that a person has no ordinary residence. 3 In determining for the purposes of subsection (1) of this section the ordinary residence of any person or child,  any period during which he is provided with accommodation under this Act or under sections 25 to 27 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13),  any period during which he was a patient in a  hospital   forming part of the hospital and specialist services   provided under  sections 2 and 3 of the National Health Service Act 2006, sections 2 and 3 of the National Health Service (Wales) Act 2006  or   Part II of the  National Health Service (Scotland) Act 1978   or in a hospital managed by a National Health Service trust established under  the National Health Service Act 2006, the National Health Service (Wales) Act 2006  or section 12A of the National Health Service (Scotland) Act 1978   health service hospital (within the meaning of section 108(1) of the National Health Service (Scotland) Act 1978 (c. 29))  or, in the case of a child, any period during which he resided in any place as an inmate of a school or other institution, or in accordance with the requirements of a  compulsory supervision order or interim compulsory supervision order , supervision order  , community payback order under section 227A of the Criminal Procedure (Scotland) Act 1995,   , youth rehabilitation order  or probation order or the conditions of a recognizance, or while boarded out under this Act or under   . . . the  Children and Young Persons (Scotland) Act 1937 by a local authority or education authority  or placed with local authority foster parents under the Children Act 1989   or provided with accommodation under paragraph (a) of, or by virtue of paragraph (c) of, section 26(1) of the Children (Scotland) Act 1995  shall be disregarded. 4 This subsection applies where a local authority (“ the responsible authority ”) performs a function under— a this Act; b Part II of the Children (Scotland) Act 1995 (c. 36);  ... c section 25 to 27 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13), d the Children’s Hearings (Scotland) Act 2011 by making arrangements with a person (“ the provider ”) in terms of which the provider undertakes to accommodate, or to secure accommodation for, another person. 5 Where subsection (4) applies— a any expenditure incurred under the arrangements by a provider which is a local authority is recoverable from the responsible authority; and b any period during which the person is accommodated under the arrangements is to be disregarded in determining the person's ordinary residence for the purposes of subsection (1) of this section. 6 The Scottish Ministers may make regulations specifying circumstances in which a local authority (“ the providing authority ”) may recover from another local authority (“ the other authority ”) expenditure which the providing authority incurs in the provision of services or facilities under arrangements made with the other authority for the purpose of enabling that other authority to perform a function under— a this Act; b Part II of the Children (Scotland) Act 1995 (c. 36);  ... c section 25 to 27 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13). d the Children’s Hearings (Scotland) Act 2011. 7 The Scottish Ministers may make regulations specifying circumstances which must be taken into account, or disregarded, when determining a person's ordinary residence for the purposes of subsection (1) of this section (and such regulations may modify subsection (2), (3) and (5)(b) of this section). 8 Regulations made under subsection (6) or (7) of this section may— a make different provision for different cases and for different persons; b include such supplementary, incidental, consequential and transitional provisions and savings as the Scottish Ministers think fit. 9 Despite section 90(2) of this Act, no statutory instrument containing regulations made under subsection (7) of this section which includes provisions which modify this section may be made unless a draft of the instrument has been laid before, and approved by a resolution of, the Scottish Parliament. 10 References in subsections (4) to (6) of this section to a local authority which is providing accommodation, service or facilities include references to a local authority in England or Wales  and to a Health and Social Care trust in Northern Ireland . 10A A person who, as a result of Schedule 1 to the Care Act 2014 (cross-border placements), is treated as ordinarily resident in an area in England, Wales or Northern Ireland (as the case may be) is to be treated as ordinarily resident in that area for the purposes of this section. 10B A person who, as a result of that Schedule, is not treated as ordinarily resident anywhere in England or Wales (as the case may be) is not to be treated as ordinarily resident there for the purposes of this section. 11 In this section— “compulsory supervision order” has the meaning given by section 83 of the Children’s Hearings (Scotland) Act 2011; and “interim compulsory supervision order” has the meaning given by section 86 of that Act."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "86A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "86A"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "87", "section_title": " Charges that may be made for services and accommodation.", "section_text": "87 1 Subject to sections 78 and 78A of this Act (contributions in respect of maintainable children) and to the following provisions of this section, a local authority providing a service under this Act  ...  section 7 (functions of local authorities) or 8 (provision of after-care services) of the Mental Health (Scotland) Act 1984   section 25 (care and support services for persons who have or have had a mental disorder), 26 (services designed to promote well-being and social development of such persons) or 27 (assistance with travel in connection with such services) of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13)  or                       section 24(4) of the Carers (Scotland) Act 2016                    or under or by virtue of Part II of the Children (Scotland) Act 1995  may recover such charge (if any) for it as they consider reasonable. 1A If a person— a avails himself of a service provided under this Act  ... section 7 or 8 of the said Act of 1984  section 25, 26 or 27 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13) or                       section 24(4) of the Carers (Scotland) Act 2016  or under or by virtue of Part II of the Children (Scotland) Act 1995 ; and b satisfies the authority providing the service that his means are insufficient for it to be reasonably practicable for him to pay for the service the amount which he would otherwise be obliged to pay for it, the authority shall not require him to pay more for it than it appears to them that it is practicable for him to pay. 1B Subsections (1) and (1A) above do not apply as respects any amount required not to be charged by subsection (1) of section 1 of the Community Care and Health (Scotland) Act 2002 (asp 5)(charging and not charging for social care) or required to be charged or not to be charged by virtue of subsection (4) of that section. 1C Despite section 25(3) of the Public Bodies (Joint Working) (Scotland) Act 2014, where a local authority delegates a function in pursuance of an integration scheme under that Act to a person in pursuance of which a service mentioned in subsection (1) is provided by (or under the direction of) that person, subsections (1) to (1B) apply subject to the modifications in subsection (1D). 1D The modifications are— a subsection (1) applies as if— i the reference to a local authority providing a service mentioned in that subsection were to a person mentioned in subsection (1C) to whom a function is delegated (or another person under the direction of that person) providing the service, and ii the reference to a local authority recovering a charge for a service provided by it were to a local authority recovering a charge for a service that is provided by (or under the direction of) a person mentioned in subsection (1C) to whom a function is delegated, and b subsection (1A) applies as if the reference to the authority providing the service were to a local authority mentioned in subsection (1C). 2 Persons, other than maintainable children, for whom accommodation is provided under this Act  or   section 7 of the said Act of 1984   section 25 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13) , shall be required to pay for that accommodation in accordance with the subsequent provisions of this section. 3 Subject to the following provisions of this section, accommodation provided under this Act  or    section 7 of the said Act of 1984   section 25 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13)  shall be regarded as accommodation provided under Part III of the  National Assistance Act 1948, and  sections 22(2) to (8)  and 26(2) to (4)  (as amended by any enactment within the meaning of the Scotland Act 1998 (c. 46)) of the said Act of 1948  shall apply accordingly. 4 In the application of the said section 22, for any reference to the Minister there shall be substituted a reference to the Secretary of State, and in the application of the said section 26, any references to arrangements under a scheme for the provision of accommodation shall be construed as references to arrangements made by a local authority with a voluntary organisation  or any other person or body  for the provision of accommodation under this Act  or   section 7 of the said Act of 1984   section 25 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13) . 4A Despite section 25(3) of the Public Bodies (Joint Working) (Scotland) Act 2014, where a local authority delegates a function in pursuance of an integration scheme under that Act to a person in pursuance of which accommodation mentioned in subsection (3) is provided by (or under the direction of) that person, subsections (3) and (4) apply subject to the modifications in subsection (4B). 4B The modifications are that subsection (4) applies as if— a after “Secretary of State” there were inserted— and that section 22 applies as if— a in subsection (2), the reference to the authority managing premises in which the accommodation is provided were to a local authority mentioned in subsection (4A) of this section, b in subsection (3)— i the reference to accommodation provided in premises managed by a local authority were to accommodation provided in premises managed by (or under the direction of) a person mentioned in subsection (4A) of this section to whom a function is delegated, and ii the reference to the local authority were to a local authority mentioned in subsection (4A) of this section, and c in subsection (5A)— i the reference to an authority managing premises in which accommodation is provided were to a local authority mentioned in subsection (4A) of this section, and ii the reference to the authority providing accommodation were to a person mentioned in subsection (4A) of this section to whom a function is delegated, d in subsection (8), the reference to a local authority providing accommodation were to a local authority mentioned in subsection (4A) of this section, , b at the end of the subsection there were inserted— and that section 26 applies as if— a in subsection (2)— i the reference to the local authority making payments to the organisation with whom the arrangements are made to provide the accommodation were to a person mentioned in subsection (4A) of this section to whom a function is delegated (or another person under the direction of that person) making those payments, and ii the reference to the local authority recovering an amount of refund were to a local authority mentioned in subsection (4A) of this section recovering that amount, b in subsection (3), the reference to the refund of any payments to the local authority were to the refund of any such payments to the local authority mentioned in subsection (4A) of this section, c in subsection (3A)— i the reference to the making of arrangements by the local authority were to the making of arrangements by (or under the direction of) a person mentioned in subsection (4A) of this section to whom a function is delegated, ii in paragraphs (a) and (c), the references to the local authority were to a person mentioned in subsection (4A) of this section to whom a function is delegated , and iii in paragraph (b) the reference to the local authority were to a local authority mentioned in subsection (4A) of this section,  and d for subsection (4) there were substituted— 4 Section 22(5A) of this Act applies for the purposes of subsection (3A) as it applies for the purposes of that section but as if— a the reference to an authority managing premises in which accommodation is provided were to a local authority mentioned in section 87(4A) of the Social Work (Scotland) Act 1968, and b the reference to the authority providing accommodation were to a person mentioned in section 87(4A) of the Social Work (Scotland) Act 1968 to whom a function is delegated. 5 The Secretary of State may, with the consent of the Treasury, make regulations for modifying or adjusting the rates at which payments under this section are made, where such a course appears to him to be justified, and any such regulations may provide for the waiving of any such payment in whole or in part in such circumstances as may be specified in the regulations. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "90", "section_title": " Orders, regulations etc.", "section_text": "90 1 Any power to make regulations or orders  . . . . . .  , or to make rules conferred on the Secretary of State by this Act shall be exercisable by statutory instrument. 2 Any statutory instrument made in the exercise of any power to make regulations conferred by this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any power conferred by this Act to make orders shall include a power, exercisable in the like manner and subject to the same conditions, to vary or revoke any such order. 4 A statutory instrument containing an order under section 27(1D) or 27A(1A)(c) of this Act is not made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "91", "section_title": " Expenses.", "section_text": "91 There shall be defrayed out of moneys provided by Parliament— a any sums required for the payment of grants under this Act or any other expenses of the Secretary of State under this Act, and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "92", "section_title": " Effect of Act on rate support grant.", "section_text": "92 1 The Secretary of State shall have power, by an order made in the like manner and subject to the like provisions as a rate support grant order, to vary the provisions of any rate support grant order made before the commencement of this Act for a grant period ending after the commencement of this Act. 2 Any order made by virtue of this section may be made for all or any of the years comprised in the said rate support grant period, as may be specified in the order, and in respect of the year or years so specified shall increase the annual aggregate amount of the rate support grants to such extent as may appear to the Secretary of State to be appropriate having regard to any additional expenditure incurred or likely to be incurred by councils of counties or of large burghs in consequence of the passing of this Act. 3 The provisions of this section shall have effect without prejudice to the exercise of any power conferred by section 4 of the  Local Government (Scotland) Act 1966 (which confers power to vary rate support grant orders in consequence of unforeseen increases in the level of prices, costs or remuneration). 4 In this section the expressions “ rate support grant order ” and “ grant period ” have the meanings respectively assigned to them by subsection (1) and subsection (3) of section 3 of the  Local Government (Scotland) Act 1966."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "92A", "section_title": " Powers of the Secretary of State to make grants.", "section_text": "92A The Secretary of State may, with the approval of the Treasury, make grants out of money provided by Parliament towards any expenses of local authorities in respect of their functions under– a Part II of this Act; and b  sections 25 to 31 of the Mental Health (Care and Treatment) (Scotland) Act 2003 , in relation to persons suffering from mental illness."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "93", "section_title": " Transitional provisions.", "section_text": "93 The transitional provisions set out in Schedule 7 to this Act shall have effect for the purposes of the transition to the provisions of this Act from the law in force before the commencement of this Act."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "94", "section_title": " Interpretation.", "section_text": "94 1 In this Act, except where otherwise expressly provided or the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them— “ approved school ” means a school approved by the Secretary of State under section 79 of the  Children and Young Persons Act 1933, “ approved school order ” has the meaning assigned to it by section 107(1) of the  Children and Young Persons Act 1933, . . . . . .  ... ... “compulsory supervision order” has the meaning given by section 83 of the Children’s Hearings (Scotland) Act  2011 (asp 1) , “ contributor ” and “ contribution order ” have the meanings respectively assigned to them by sections 78 and 80 of this Act,   “ domiciliary services ” means any services, being services provided in the home, which appear to a local authority to be necessary for the purpose of enabling a person to maintain as independent an existence as is practicable in his home;  “ establishment ” means an establishment managed by a local authority, voluntary organisation or any other person, which provides non-residential accommodation for the purposes of this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1) , whether for reward or not, “ functions ” shall include powers and duties, . . . “hospital” has the meaning assigned to it by section 329 of the Mental Health (Care and Treatment) (Scotland) Act 2003 “ local authority ”, in relation to Scotland, has the meaning assigned to it by section 1(2) of this Act, “ maintainable child ” has the meaning assigned to it by section 78 of this Act,  “ mental health officer ” means a person appointed under subsection (1) of section 32 of the Mental Health (Care and Treatment)\t\t\t\t\t\t\t\t(Scotland) Act 2003 (asp 13); and includes a person deemed, by virtue of subsection (3) of that section, to be so appointed;  “ mental health officer ” means an officer of a local authority appointed to act as a mental health officer for the purposes of the  said Act of 1984 ,  “ parent ” means either parent or both parents, except that where the child was born out of wedlock and the parents have not subsequently married each other it means the natural mother but not the natural father;  “ performance ”, in relation to functions, includes the exercise of powers as well as the performance of duties, and “ perform ” shall be construed accordingly, “ persons in need ” means persons who, are in need of care and attention arising out of infirmity, youth or age; or suffer from illness or mental disorder or are substantially handicapped by any deformity or disability; or . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  being persons prescribed by the Secretary of State who have asked for assistance, are, in the opinion of a local authority, persons to whom the authority may appropriately make available the services and facilities provided by them under this Act, . . .  “ prescribed ” means— in  section 3  prescribed by regulations,  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in sections   12(3A), 27A, 27B, . . .  , 94, paragraphs 2(2) and (3), 4(3) and (4) of Schedule 7, prescribed by order,  and “ prescribe ” shall be construed accordingly.   “ probation order ”, in relation to an order imposed by a court in Northern Ireland, has the same meaning as in the Criminal Justice (Northern Ireland) Order 1996,  “ residential establishment ” means an establishment managed by a local authority, voluntary organisation or any other person, which provides residential accommodation for the purposes of this Act  , Part 2 of the Children (Scotland) Act  1995 (c.36)  or the Children’s Hearings (Scotland) Act  2011 (asp 1) , whether for reward or not, . . ., “ supervision order ”, in relation to an order imposed by a court in England or Wales,  means a supervision order under  ... Act or the Children Act 1989 , and in relation to an order imposed by a court in Northern Ireland  means a supervision order under the Children and Young Persons Act (Northern Ireland) 1968 or the Children (Northern Ireland) Order 1995 , ...  “ training school ” has the meaning assigned to it by section 180(1) of the Children and Young Persons Act (Northern Ireland) 1968;  “ training school order ” means an order made by a court in Northern Ireland sending a child or young person to a training school, “ voluntary organisation ” means a body the activities of which are carried on otherwise than for profit, but does not include any public or local authority, “ welfare authority ” means a welfare authority constituted under the  Public Health and Local Government (Administrative Provisions) Act (Northern Ireland) 1946.  “ youth rehabilitation order ” means an order made under   Chapter 1 of Part 9 of the Sentencing Code .  2 Unless the context otherwise requires, any reference in this Act to any other enactment is a reference thereto as amended, and includes a reference thereto as extended or applied by or under any other enactment including this Act. 3 Without prejudice to the last foregoing subsection, any reference in this Act to an enactment of the Parliament of Northern Ireland, or to an enactment which that Parliament has power to amend, shall be construed, in relation to Northern Ireland, as a reference to that enactment as amended by any Act of that Parliament, whether passed before or after this Act, and to any enactment of that Parliament passed after this Act and re-enacting the said enactment with or without modifications."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "95", "section_title": " Minor and consequential amendments, repeals and savings.", "section_text": "95 1 The enactments described in Schedule 8 to this Act shall have effect subject to the amendments therein specified, being minor amendments and amendments consequential on the foregoing provisions of this Act. 2 The enactments described in Schedule 9 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Subject to any expression in this Act to the contrary, in so far as any appointment, agreement or any provision in a regulation or order made or any notice, direction, consent, approval, warrant or certificate given under any enactment repealed by this Act or registration effected, or deemed to have been effected, proceedings instituted or other thing done under any such enactment could have been made, passed, given, granted, effected, instituted or done under a corresponding provision of this Act, it shall not be invalidated by this repeal, but shall have effect as if it had been made, passed, given, granted, effected, instituted or done to that corresponding provision and may be amended, varied, revoked or enforced accordingly, and, in the case of any legal proceedings, may be continued and appealed against as if this Act had not been passed."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "96"}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "97", "section_title": " Extension of certain provisions of Act to England and Wales, Northern Ireland and the Channel Islands.", "section_text": "97 1 The following provisions of this Act shall extend to England and Wales, that is to say— . . . . . .   section 87 . . . section 98(3) and Schedule 2 paragraphs 7 and 13 Schedule 8 Part II of Schedule 9. 1A Section 86 of this Act shall extend to England and Wales and to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Save as aforesaid, and except in so far as it relates to the interpretation or commencement of the provisions, this Act shall extend only to Scotland."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "98", "section_title": " Commencement.", "section_text": "98 1 This Act (except this section) shall come into operation on such date as the Secretary of State may by order appoint. 2 Different dates may be appointed by order under this section for different purposes of this Act; and any reference in any provision of this Act to the commencement of this Act shall, unless otherwise provided by any such order, be construed as a reference to the date on which that provision comes into operation. 3 An order under this section may make such transitional provisions as appear to the Secretary of State to be necessary or expedient in connection with the provisions thereby brought into force, including such adaptations of those provisions or of any provision of this Act then in force as appear to the Secretary of State necessary or expedient for the purposes or in consequence of the operation of any provision of this Act before the coming into force of any other provision of this Act or of the  Children and Young Persons Act 1969."}, {"act": "Social Work (Scotland) Act 1968", "year": 1968, "section": "99", "section_title": " Short title.", "section_text": "99 This Act may be cited as the Social Work (Scotland) Act 1968."}]