[{"act": "Swaziland Independence Act 1968", "year": 1968, "section": "1", "section_title": " Fully responsible status of Swaziland.", "section_text": "1 On 6th September 1968 (in this Act referred to as “ the appointed day ”) Swaziland shall cease to be a protected state; and on and after that day Her Majesty shall have no jurisdiction over Swaziland."}, {"act": "Swaziland Independence Act 1968", "year": 1968, "section": "2", "section_title": " Operation of existing law.", "section_text": "2 1 Subject to the following provisions of this Act, on and after the appointed day all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, is in force on that day or has been passed or made before that day and comes into force thereafter, shall, unless and until provision to the contrary is made by Parliament or some other authority having power in that behalf, have the same operation in relation to Swaziland, and persons and things belonging to or connected with Swaziland, as it would have apart from this subsection if there had been no change in the status of Swaziland on the appointed day. 2 Part I of the Schedule to this Act (which relates to enactments applicable to Commonwealth countries having fully responsible status) and Part II of that Schedule (which relates to enactments excepted from the operation of the preceding subsection) shall have effect on and after the appointed day in relation to the enactments therein mentioned; but that Schedule shall not extend to Swaziland as part of its law. 3 Subsection (1) of this section applies to law of, or of any part of, the United Kingdom, the Channel Islands and the Isle of Man, and, in relation only to any enactment of the Parliament of the United Kingdom or any Order in Council made by virtue of any such enactment whereby any such enactment applies in relation to Swaziland, to law of any other country or territory to which that enactment or Order extends."}, {"act": "Swaziland Independence Act 1968", "year": 1968, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Swaziland Independence Act 1968", "year": 1968, "section": "56.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Swaziland Independence Act 1968", "year": 1968, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, and in any amendment made by this Act in any other enactment, “ Swaziland ” means the territory which immediately before the appointed day constitutes the Kingdom of Swaziland. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}, {"act": "Swaziland Independence Act 1968", "year": 1968, "section": "8", "section_title": " Short title.", "section_text": "8 This Act may be cited as the Swaziland Independence Act 1968."}]