[{"act": "Trade Descriptions Act 1968", "year": 1968, "section": "1", "section_title": " Prohibition of false trade descriptions.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Sections 2 to 4 shall have effect for the interpretation of expressions used in this Act "}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "2", "section_title": "Trade description.", "section_text": "2 1 A trade description is an indication, direct or indirect, and by whatever means given, of any of the following matters with respect to any goods or parts of goods, that is to say— a quantity, size or gauge; b method of manufacture, production, processing or reconditioning; c composition; d fitness for purpose, strength, performance, behaviour or accuracy; e any physical characteristics not included in the preceding paragraphs; f testing by any person and results thereof; g approval by any person or conformity with a type approved by any person; h place or date of manufacture, production, processing or reconditioning; i person by whom manufactured, produced, processed or reconditioned; j other history, including previous ownership or use. 2 The matters specified in subsection (1) of this section shall be taken— a in relation to any animal, to include sex, breed or cross, fertility and soundness; b in relation to any semen, to include the identity and characteristics of the animal from which it was taken and measure of dilution. 3 In this section “ quantity ” includes length, width, height, area, volume, capacity, weight and number. 4 Notwithstanding anything in the preceding provisions of this section, the following shall be deemed not to be trade descriptions, that is to say, any description or mark applied in pursuance of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the  Plant Varieties and Seeds Act 1964; d the  Agriculture and Horticulture Act 1964  or any Community grading rules within the meaning of Part III of that Act ; e the  Seeds Act (Northern Ireland) 1965; f the  Horticulture Act (Northern Ireland) 1966; g The Consumer Protection Act 1987; h the Plant Varieties Act 1997; any statement made in respect of, or mark applied to, any material in pursuance of Part IV of the  Agriculture Act 1970, any name or expression to which a meaning has been assigned under section 70 of that Act when applied to any material in the circumstances specified in that section  . . .   any mark prescribed by a system of classification compiled under section 5 of the  Agriculture Act 1967  and any designation, mark or description applied in pursuance of a scheme brought into force under section 6(1) or an order made under section 25(1) of the Agriculture Act 1970 5 Notwithstanding anything in the preceding provisions of this section, a where provision is made under  the Food Safety Act 1990  or the  Food Safety (Northern Ireland) Order 1991 or the Consumer Protection Act 1987  prohibiting the application of a description except to goods in the case of which the requirements specified in that provision are complied with, that description, when applied to such goods, shall be deemed not to be a trade description. b  where by virtue of any provision  of Chapter 1 of Part 13 of the Human Medicines Regulations 2012  anything which, in accordance with this Act, constitutes the application of a trade description to goods is subject to any requirements or restrictions imposed by that provision, any particular description specified in that provision, when applied to goods in circumstances to which those requirements or restrictions are applicable, shall be deemed not to be a trade description. c where any description of a veterinary medicinal product is required to be applied to the product by an authorisation for the product granted under the Veterinary Medicines Regulations 2006, that description, when applied to the product, shall be deemed not to be a trade description.  "}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "3", "section_title": "False trade description.", "section_text": "3 1 A false trade description is a trade description which is false to a material degree. 2 A trade description which, though not false, is misleading, that is to say, likely to be taken for such an indication of any of the matters specified in section 2 of this Act as would be false to a material degree, shall be deemed to be a false trade description. 3 Anything which, though not a trade description, is likely to be taken for an indication of any of those matters and, as such an indication, would be false to a material degree, shall be deemed to be a false trade description. 4 A false indication, or anything likely to be taken as an indication which would be false, that any goods comply with a standard specified or recognised by any person or implied by the approval of any person shall be deemed to be a false trade description, if there is no such person or no standard so specified, recognised or implied."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "4", "section_title": " Applying a trade description to goods. ", "section_text": "4 1 A person applies a trade description to goods if he— a affixes or annexes it to or in any manner marks it on or incorporates it with— i the goods themselves, or ii anything in, on or with which the goods are supplied; or b places the goods in, on or with anything which the trade description has been affixed or annexed to, marked on or incorporated with, or places any such thing with the goods; or c uses the trade description in any manner likely to be taken as referring to the goods. 2 An oral statement may amount to the use of a trade description. 3 Where goods are supplied in pursuance of a request in which a trade description is used and the circumstances are such as to make it reasonable to infer that the goods are supplied as goods corresponding to that trade description, the person supplying the goods shall be deemed to have applied that trade description to the goods."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "5", "section_title": " Trade descriptions used in advertisements.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "6", "section_title": " Offer to supply.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "7", "section_title": " Definition orders.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "8", "section_title": " Marking orders.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "9", "section_title": " Information etc. to be given in advertisements.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "10", "section_title": " Provisions supplementary to sections 8 and 9.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "12", "section_title": " False representations as to royal approval or award, etc.", "section_text": "12 1 If any person, in the course of any trade or business, gives, by whatever means, any false indication, direct or indirect, that any goods or services supplied by him or any methods adopted by him are or are of a kind supplied to or approved by Her Majesty or any member of the Royal Family, he shall, subject to the provisions of this Act, be guilty of an offence. 2 If any person, in the course of any trade or business, uses, without the authority of Her Majesty, any device or emblem signifying the Queen’s Award to Industry or anything so nearly resembling such a device or emblem as to be likely to deceive, he shall, subject to the provisions of this Act, be guilty of an offence. 3 A person shall not be guilty of an offence under subsection (1) or (2) by reason of doing anything that is a commercial practice unless the commercial practice is unfair. In this subsection  “ commercial practice ” and  “ unfair ” have the same meaning as in the Consumer Protection from Unfair Trading Regulations 2008."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "13", "section_title": " False representations as to supply of goods or services.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "14", "section_title": " False or misleading statements as to services etc.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "15", "section_title": " Orders defining terms for purposes of section 14.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "16", "section_title": " Prohibition of importation of goods bearing false indication of origin.", "section_text": "16 Where a false trade description is applied to any goods outside the United Kingdom and the false indication, or one of the false indications, given, or likely to be taken as given, thereby is an indication of the place of manufacture, production, processing or reconditioning of the goods or any part thereof, the goods shall not be imported into the United Kingdom."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "17", "section_title": " Restriction on importation of goods bearing infringing trade marks. ", "section_text": "17 In the  Trade Marks Act 1938 the following section shall be inserted after section 64:— 64A 1 The person who is registered as the proprietor or registered user of a trade mark in respect of any goods may give notice in writing to the Commissioners of Customs and Excise (in this section referred to as the Commissioners)— a that he is the proprietor or registered user of that trade mark, and b that such goods bearing the trade mark are expected to arrive in the United Kingdom at a time and place and by a consignment specified in the notice, and c that the use within the United Kingdom of the trade mark in relation to the goods would infringe the proprietor’s exclusive right to that use, and d that he requests the Commissioners to treat the goods as prohibited goods. 2 Where a notice has been given under this section in respect of any goods bearing a trade mark and has not been withdrawn and the requirements of any regulations made under this section are complied with, then, subject to the following provisions of this section, the importation into the United Kingdom of the goods shall, if the condition of paragraph (c) of the preceding subsection is satisfied, be deemed to be prohibited unless the importation is for private and domestic use of the person importing the goods. 3 The Commissioners may make regulations prescribing the form in which notices are to be given under this section, and requiring a person giving such a notice, either at the time of giving the notice or at the time when the goods in question are imported, or at both those times, to furnish the Commissioners with such evidence, and to comply with such other conditions (if any), as may be specified in the regulations, and any such regulations may include such incidental and supplementary provisions as the Commissioners consider expedient for the purposes of this section. 4 Without prejudice to the generality of the preceding subsection, regulations made under that subsection may include provision for requiring a person who has given a notice under subsection (1) of this section, or a notice purporting to be a notice under that subsection,— a to pay such fees in respect of the notice as may be prescribed by the regulations; b to give to the Commissioners such sercurity as may be so prescribed, in respect of any liability or expense which they may incur in consequence of the detention of any goods to which the notice relates, or in consequence of any thing done in relation to goods so detained; c whether any such security is given or not, to keep the Commissioners indemnified against any such liability or expense as is mentioned in the preceding paragraph. 5 For the purposes of section 11 of the Customs and Excise Act 1952 (which relates to the disposal of duties) any fees paid in pursuance of regulations made under this section shall be treated as money collected on account of customs. 6 Regulations made under subsection (3) of this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "18", "section_title": " Penalty for offences. ", "section_text": "18 A person guilty of an offence under this Act for which no other penalty is specified shall be liable— a on summary conviction, to a fine not exceeding four hundred pounds; and b on conviction on indictment, to a fine or imprisonment for a term not exceeding two years or both."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "19", "section_title": " Time limit for prosecutions. ", "section_text": "19 1 No prosecution for an offence under this Act shall be commenced after the expiration of three years from the commission of the offence or one year from its discovery by the prosecutor, whichever is the earlier. 2 Notwithstanding anything in  section 127(1) of the  Magistrates’ Courts Act 1980 , a magistrates’ court may try an information for an offence under this Act if the information was laid at any time within twelve months from the commission of the offence. 3 Notwithstanding anything in section 23 of the  Summary Jurisdiction (Scotland) Act 1954 (limitation of time for proceedings in statutory offences) summary proceedings in Scotland for an offence under this section may be commenced at any time within twelve months from the time when the offence was committed, and subsection (2) of the said section 23 shall apply for the purposes of this subsection as it applies for the purposes of that section. 4 Subsections (2) and (3) of this section do not apply where— a the offence was committed by the making of an oral statement; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "20", "section_title": " Offences by corporations.", "section_text": "20 1 Where an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent and connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 In this section “ director ”, in relation to any body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by the members thereof, means a member of that body corporate."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "21", "section_title": " Accessories to offences committed abroad.", "section_text": "21 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any person who, in the United Kingdom, assists in or induces the commission outside the United Kingdom of an act which, if committed in the United Kingdom, would be an offence under section 12 of this Act shall be guilty of an offence."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "22", "section_title": " Restrictions on institution of proceedings and admission of evidence.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "23", "section_title": " Offences due to fault of other person.", "section_text": "23 Where the commission by any person of an offence under this Act is due to the act or default of some other person that other person shall be guilty of the offence, and a person may be charged with and convicted of the offence by virtue of this section whether or not proceedings are taken against the first-mentioned person."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "24", "section_title": " Defence of mistake, accident, etc.", "section_text": "24 1 In any proceedings for an offence under this Act it shall, subject to subsection (2) of this section, be a defence for the person charged to prove— a that the commission of the offence was due to a mistake or to reliance on information supplied to him or to the act or default of another person, an accident or some other cause beyond his control; and b that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control. 2 If in any case the defence provided by the last foregoing subsection involves the allegation that the commission of the offence was due to the act or default of another person or to reliance on information supplied by another person, the person charged shall not, without leave of the court, be entitled to rely on that defence unless, within a period ending seven clear days before the hearing, he has served on the prosecutor a notice in writing giving such information identifying or assisting in the identification of that other person as was then in his possession. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "25", "section_title": " Innocent publication of advertisement. ", "section_text": "25 In proceedings for an offence under this Act committed by the publication of an advertisement it shall be a defence for the person charged to prove that he is a person whose business it is to publish or arrange for the publication of advertisements and that he received the advertisement for publication in the ordinary course of business and did not know and had no reason to suspect that its publication would amount to an offence under this Act."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "26", "section_title": " Enforcing authorities.", "section_text": "26 1 It shall be the duty of every local weights and measures authority  as defined in  section 69(3) of the Weights and Measures Act  1985 to enforce within their area the provisions of this Act and of any order made under this Act; . . .  1A For the investigatory powers available to a local weights and measures authority for the purposes of the duty in subsection (1), see Schedule 5 to the Consumer Rights Act 2015. 2 Every local weights and measures authority shall, whenever the Board of Trade so direct, make to the Board a report on the exercise of their functions under this Act in such form and containing such particulars as the Board may direct. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Nothing in this section shall be taken as authorising a local weights and measures authority in Scotland to institute proceedings for an offence."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "27", "section_title": " Power to make test purchases.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "28", "section_title": " Power to enter premises and inspect and seize goods and documents.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "29", "section_title": " Obstruction of authorised officers.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "30", "section_title": " Notice of test and intended prosecution.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "31", "section_title": " Evidence by certificate. ", "section_text": "31 1 The Board of Trade may by regulations provide that certificates issued by such persons as may be specified by the regulations in relation to such matters as may be so specified shall, subject to the provisions of this section, be received in evidence of those matters in any proceedings under this Act. 2 Such a certificate shall not be received in evidence— a unless the party against whom it is to be given in evidence has been served with a copy thereof not less than seven days before the hearing; or b if that party has, not less than three days before the hearing, served on the other party a notice requiring the attendance of the person issuing the certificate. 3 In any proceedings under this Act in Scotland, a certificate received in evidence by virtue of this section or, where the attendance of a person issuing a certificate is required under subsection (2)(b) of this section, the evidence of that person, shall be sufficient evidence of the matters stated in the certificate. 4 For the purposes of this section any document purporting to be such a certificate as is mentioned in this section shall be deemed to be such a certificate unless the contrary is shown. 5 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "32", "section_title": " Power to exempt goods sold for export, etc.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "33", "section_title": " Compensation for loss, etc. of goods seized under s. 28.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "34", "section_title": " Trade marks containing trade descriptions.", "section_text": "34 The fact that a trade description is a trade mark, or part of a trade mark,  . . . does not prevent it from being a false trade description when applied to any goods, except where the following conditions are satisfied, that is to say— a that it could have been lawfully applied to the goods if this Act had not been passed; and b that on the day this Act is passed the trade mark either is registered under the Trade Marks Act 1938 or is in use to indicate a connection in the course of trade between such goods and the proprietor of the trade mark; and c that the trade mark as applied is used to indicate such a connection between the goods and the proprietor of the trade mark or  , in the case of a registered trade mark, a person licensed to use it ; and d that the person who is the proprietor of the trade mark is the same person as, or a successor in title of, the proprietor on the day this Act is passed."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "35", "section_title": " Saving for civil rights.", "section_text": "35 A contract for the supply of any goods shall not be void or unenforceable by reason only of a contravention of any provision of this Act."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "36", "section_title": " Country of origin.", "section_text": "36 1 For the purposes of this Act goods shall be deemed to have been manufactured or produced in the country in which they last underwent a treatment or process resulting in a substantial change. 2 The Board of Trade may by order specify— a in relation to any description of goods, what treatment or process is to be regarded for the purposes of this section as resulting or not resulting in a substantial change; b in relation to any description of goods different parts of which were manufactured or produced in different countries, or of goods assembled in a country different from that in which their parts were manufactured or produced, in which of those countries the goods are to be regarded for the purposes of this Act as having been manufactured or produced."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "37", "section_title": " Market research experiments.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "38", "section_title": " Orders.", "section_text": "38 1 Any power to make an order under the preceding provisions of this Act shall be exercisable by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament, and includes power to vary or revoke such an order by a subsequent order. 2 Any order under the preceding provisions of this Act which relates to any  . . . fertilisers or any goods used as pesticides or for similar purposes shall be made by the Board of Trade acting jointly with the following Ministers, that is to say, if the order extends to England and Wales, the Minister of Agriculture, Fisheries and Food, and if it extends to Scotland or Northern Ireland, the Secretary of State concerned. 2A Any order under the preceding provisions of this Act which relates to any agricultural, horticultural or fishery produce, whether processed or not, food, feeding stuffs or the ingredients of food or feeding stuffs shall be made by the Board of Trade acting jointly with the following Ministers, that is to say, if the order extends to England and Wales, the Secretary of State concerned with health and if it extends to Scotland or Northern Ireland, the Secretary of State concerned. 2B Before making an order to which subsection (2) or (2A) of this section applies the Board of Trade shall consult the Food Standards Agency. 3 The following provisions shall apply to the making of an order under   section 36 of this Act  , that is to say— a before making the order the Board of Trade shall consult with such organisations as appear to them to be representative of interests substantially affected by it and shall publish, in such manner as the Board think appropriate, notice of their intention to make the order and of the place where copies of the proposed order may be obtained; and b the order shall not be made until the expiration of a period of twenty-eight days from the publication of the notice and may then be made with such modifications (if any) as the Board of Trade think appropriate having regard to any representations received by them."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "39", "section_title": " Interpretation.", "section_text": "39 1 The following provisions shall have effect, in addition to sections   2 to 4   of this Act, for the interpretation in this Act of expressions used therein, that is to say,— “ advertisement ” includes a catalogue, a circular and a price list; “ goods ” includes ships and aircraft, things attached to land and growing crops; “ premises ” includes any place and any stall, vehicle, ship or aircraft; and “ ship ” includes any boat and any other description of vessel used in navigation. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "40", "section_title": " Provisions as to Northern Ireland.", "section_text": "40 1 This Act shall apply to Northern Ireland subject to the following modifications, that is to say— a section 19(2) shall apply as if for the references to  section 127(1) of the Magistrates’ Courts Act 1980 and the trial and laying of an information there were substituted respectively references to  Article 19(1) of the Magistrates’ Courts (Northern Ireland) Order 1981 and the hearing and determination and making of a complaint  and as if for the word “under” there were substituted the words “under section 29(1) of”; b section 26 and subsections (2) to (4) of section 30 shall not apply but it shall be the duty of the Ministry of Commerce for Northern Ireland to enforce the provisions of this Act and of any order made under it (other than the provisions of section 42 of this Act); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (2)—(4) . . .  1A For the investigatory powers available to the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the duty in subsection (1)(b), see Schedule 5 to the Consumer Rights Act 2015. 5 The Board of Trade shall for each financial year pay into the Exchequer of Northern Ireland such sum as the Board and the Ministry of Commerce for Northern Ireland may agree to be appropriate as representing the expenses incurred by that Ministry in enforcing so much of this Act as relates to matters with respect to which the Parliament of Northern Ireland does not have power to make laws. 6 Nothing in this Act shall authorise any department of the Government of Northern Ireland to incur any expenses attributable to the provisions of this Act until provision has been made by the Parliament of Northern Ireland for those expenses to be defrayed out of moneys provided by that Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "41", "section_title": " Consequential amendments and repeals.", "section_text": "41 1 The enactments mentioned in Schedule 1 to this Act shall have effect subject to the amendments specified in that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Trade Descriptions Act 1968", "year": 1968, "section": "43", "section_title": " Short title and commencement.", "section_text": "43 1 This Act may be cited as the Trade Descriptions Act 1968. 2 This Act shall come into force on the expiration of the period of six months beginning with the day on which it is passed."}]