[{"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "2", "section_title": " Petition to Commissary to be substituted.  †Form of petition as in Schedule A.", "section_text": "2 Every person desirous of being decerned executor of a deceased person as disponee, next of kin, creditor, or in any other character whatsoever now competent, or of having some other person, possessed of such character, decerned executor to a deceased person, shall . . . . . .   present a petition to the commissary for the appointment of an executor; which petition . . . . . .   shall be subscribed by the petitioner or by his agent  or by an executry practitioner  or a recognised financial institution providing executry services  within the meaning of section 23 of the Law Reform (Miscellaneous Provisions)(Scotland) Act 1990 ."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "3", "section_title": " To whom petition to be presented.", "section_text": "3 Such petition shall be presented to the commissary of the county wherein the deceased died domiciled, and, in the case of persons dying domiciled furth of Scotland, or without any fixed or known domicile, having . . . .   property in Scotland, to the commissary of Edinburgh."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "4", "section_title": " Mode of intimating petition.", "section_text": "4 Every such petition . . . .   shall be intimated by the commissary clerk affixing on the door of the Commissary Court House, or in some conspicuous place of the court and of the office of the commissary clerk, in such manner as the commissary may direct, a full copy of the petition, and by the keeper of the record of edictal citations at Edinburgh inserting in a book, to be kept by him for that purpose, the names and designations of the petitioner and of the deceased person, the place and date of his death, and the character in which the petitioner seeks to be decerned executor, which particulars the keeper of the record of edictal citations shall cause to be printed and published weekly, . . . .   in the form of schedule (B.) hereunto annexed; Provided always, that, to enable the keeper of the record of edictal citations to make such publication, the commissary clerk shall transmit to him the said particulars, and to enable the commissary clerk to grant the certificate after mentioned, the keeper of the record of edictal citations shall transmit to the commissary clerk a copy, certified by the said keeper, of the printed and published particulars, all in such form and manner and on payment of such fees as the Court of Session by act of sederunt may direct."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "5", "section_title": " Certificate of intimation of petition. Additional intimation of petition in certain cases.", "section_text": "5 The commissary clerk, after receiving the certified copy of the printed and published particulars, shall forthwith certify on the petition that the same has been intimated and published, . . . .  . Provided always, that where a second petition for confirmation is presented in reference to the same . . . .   estate, the commissary shall direct intimation of such petition to be made to the party who presented the first petition."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "6", "section_title": " Procedure on petition.", "section_text": "6 On the expiration of nine days after the commissary clerk shall have certified the intimation and publication of a petition for the appointment of an executor as aforesaid, the same may be called in court, and an executor decerned, or other procedure may take place, according to the forms now in use in case of edicts of executry, and with the like force and effect; and decree dative may be extracted on the expiration of three lawful days after it has been pronounced, but not sooner: Provided always, that nothing herein contained shall alter or affect the law as to executors finding caution; and that bonds of caution for executors may be partly printed and partly written."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "7", "section_title": " Not to affect present procedure.", "section_text": "7 Provided always, that nothing herein-before contained shall alter or affect the course of procedure now in use before the commissaries in confirmations of executors nominate."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "8", "section_title": " Where inventories, &c. may be recorded. Confirmations may be granted.", "section_text": "8 Inventories of . . . .   estates of deceased persons and relative testamentary writings may be given up and recorded in, and confirmations may be granted and issued by, any commissary court to which it is competent to apply in virtue of the provisions of this Act for the appointment of an executor dative to the deceased."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "9", "section_title": " Inventory may include personal estate in any part of United Kingdom.", "section_text": "9 It shall be competent to include in the inventory of the . . . .   estate and effects of any person who shall have died domiciled in Scotland any . . . .   estate or effects of the deceased situated in England, or in Ireland, or both . . . .   Provided . . . .   that the value of such . . . .   estate and effects situated in England or Ireland respectively shall be separately stated in such inventory,  and such inventory shall be impressed with a stamp corresponding to the entire value of the estate and effects included therein, wheresoever situated within the United Kingdom."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "10", "section_title": " Form and effect of confirmations.", "section_text": "10 Confirmations shall be in the form, or as nearly as may be in the form, of schedules (D.) and (E.) hereunto annexed; and such confirmations shall have the same force and effect with the like writs framed in terms of the Acts of Sederunt passed on the twentieth December, one thousand eight hundred and twenty-three and the twenty-fifth February, one thousand eight hundred and twenty-four, or at present in use."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "1314.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "15", "section_title": " For securing the stamp duties, probates, &c. to be deemed granted for all the property in the United Kingdom.", "section_text": "15 In any of the aforesaid cases where the deceased person shall be stated in or upon the probate or letters of administration to have been domiciled in England or in Ireland, as the case may be, such probate or letters of administration shall, for the purpose of securing the payment of the full and proper stamp duties, be deemed and considered to be granted for and in respect of the whole of the personal and moveable estate and effects of the deceased in the United Kingdom, within the meaning of the   Stamp Act, 1815, and of all other Acts of Parliament granting or relating to stamp duties on probates and letters of administration in England and Ireland respectively; and the affidavit required by law to be made on applying for probate or letters of administration in England or Ireland as to the value of the estate and effects of the deceased; and also where the commissary shall in manner aforesaid find that the deceased was domiciled in Scotland, the inventory required by law to be exhibited and recorded in the proper Commissary Court in Scotland before obtaining confirmation, or intermitting with or entering upon the possession or management of the personal or moveable estate or effects of the deceased in Scotland, shall respectively extend to and include the whole of the personal and moveable estate of the deceased person in the United Kingdom, and the value thereof; and the stamp duties for the time being chargeable on probates and letters of administration and on inventories respectively shall be chargeable upon any probate or letters of administration to be granted, and any inventory to be exhibited and recorded as aforesaid respectively, for and in respect of the whole of the personal and moveable estate and effects of the deceased in the United Kingdom and the value thereof; and the said affidavit shall also separately specify the value of the said estate and effects in Scotland."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "16", "section_title": " Provisions of former Acts to apply to the probates, letters of administration, and inventories mentioned in this Act.", "section_text": "16 For the purpose aforesaid, and also for granting relief where too high a stamp duty shall have been paid on any such probate or letters of administration, or inventory, the provisions contained in sections forty, forty-one, forty-two, and forty-three, of the  Stamp Act, 1815, relating to probates and letters of administration granted in England, and the like provisions in the  Probate Duty (Ireland) Act 1816 relating to probates and letters of administration granted in Ireland, and the provisions contained in the  Probate and Legacy Duties Act 1808 relating to inventories in Scotland, and also all other provisions contained in the said Acts respectively, or in any other Act or Acts relating to probates and letters of administration and inventories respectively, shall apply to the probates and letters of administration to which effect is given by this Act, and to the whole of the personal and moveable estate of the deceased for or in respect of which the same shall, in pursuance of this Act, be deemed to be granted, wheresoever situate in the United Kingdom; and also to the inventories in which the whole of the personal and moveable estate of the deceased, wheresoever situate in the United Kingdom, ought, in pursuance of this Act, to be included, in as full and ample a manner as if all such provisions were herein enacted in reference to such probates, letters of administration, and inventories respectively."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "17", "section_title": " Affidavit as to domicile to be made on applying for probate or administration.", "section_text": "17 Provided, that in any case where, on applying for probate or letters of administration, it shall be required to be stated as aforesaid that the deceased was domiciled in England or in Ireland, the affidavit so as aforesaid required by law shall specify the fact according to the deponent’s belief, which shall be sufficient to authorize the same to be so stated in or upon the probate or letters of administration: Provided also, that any such statement, and the interlocutor of the commissary finding that the deceased was domiciled in Scotland, shall be evidence, and have effect for the purposes of this Act only."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "18", "section_title": " Acts of sederunt to be passed for following out the purposes of this Act. ", "section_text": "18 It shall be competent to the Court of Session, and they are hereby authorized and required, from time to time, to pass such acts of sederunt as shall be necessary and proper for regulating in all respects the proceedings under this Act before the commissary of Edinburgh and other commissaries in Scotland, and following out the purposes of this Act, and also the fees to be paid to agents before the said courts, and to the commissary clerks and other officers of court, and the expense of publication of petitions."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "19", "section_title": " Former Acts of Sederunt repealed if inconsistent with this Act.", "section_text": "19  . . . .   this Act . . .   may be cited as the Confirmation and Probate Act, 1858."}, {"act": "Confirmation of Executors (Scotland) Act 1858", "year": 1858, "section": "20", "section_title": " Interpretation of terms.", "section_text": "20  . . .   the term “ commissary clerk ” shall include commissary clerk depute."}]