[{"act": "Durham County Palatine Act 1858", "year": 1858, "section": "1", "section_title": " Definition of the words “the county of Durham.”", "section_text": "1 In this Act the words “the county of Durham” shall have the same interpretation and meaning as in the said recited Act."}, {"act": "Durham County Palatine Act 1858", "year": 1858, "section": "2", "section_title": "†The interest of the bishoprick of Durham in the foreshores of the county of Durham vested in Her Majesty.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   nothing in this Act contained shall extend to the island called Holy Island, situate in that part of the County Palatine of Durham called Islandshire. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Durham County Palatine Act 1858", "year": 1858, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Durham County Palatine Act 1858", "year": 1858, "section": "4", "section_title": " Rents and proceeds from the foreshores of Durham to be divided equally between the Crown and the Ecclesiastical Commissioners.", "section_text": "4 All rents and profits and other monies which may be received by the  Crown Estate Commissioners , under the provisions of this Act or otherwise howsoever, from, and the proceeds of any sales or dispositions made by them or either of them of, any part of the bed or shores of any navigable river so far as the tide flows, or of the shores of the sea below high-water mark, or of any inclosures, embankments, and encroachments made therefrom or thereupon respectively within the county of Durham, and after deducting thereout all costs, charges, and expenses in any wise incidental to the sale or management or recovery of such property, shall be divided into moieties; and one moiety of such rent, profits, monies, and proceeds shall be applied by the  Crown Estate Commissioners  , as part of the hereditary possessions and land revenues of the Crown, . . .  ; and the other moiety thereof shall be paid by the same Commissioners to the  Church Commissioners  ; but, notwithstanding this provision for the apportionment of the said rents, profits, monies, and proceeds, the said  Church Commissioners  shall have no right to interfere with the management or disposition of such property, which shall be managed and disposed of in all respects as part and parcel of the hereditary possessions of the Crown, and as if no such provision as last aforesaid had been made."}, {"act": "Durham County Palatine Act 1858", "year": 1858, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}]