[{"act": "Tribunals of Inquiry (Evidence) Act 1921 (repealed)", "year": 1921, "section": "1", "section_title": " Powers with respect to the taking of evidence, &c., before certain tribunals of inquiry.", "section_text": "1 1 Where it has been resolved  . . . by both Houses of Parliament that it is expedient that a tribunal be established for inquiring into a definite matter described in the Resolution as of urgent public importance, and in pursuance of the Resolution a tribunal is appointed for the purpose either by His Majesty or a Secretary of State, the instrument by which the tribunal is appointed or any instrument supplemental thereto may provide that this Act shall apply, and in such case the tribunal shall have all such powers, rights, and privileges as are vested in the High Court, or in Scotland the Court of Session, or a judge of either such court, on the occasion of an action in respect of the following matters:— a The enforcing the attendance of witnesses and examining them on oath, affirmation, or otherwise; b The compelling the production of documents; c Subject to rules of court, the issuing of a commission or request to examine witnesses abroad; and a summons signed by one or more of the members of the tribunal may be substituted for and shall be equivalent to any formal process capable of being issued in any action for enforcing the attendance of witnesses and compelling the production of documents. 2 If any person— a on being duly summoned as a witness before a tribunal makes default in attending; or b being in attendance as a witness refuses to take an oath legally required by the tribunal to be taken, or to produce any document in his power or control legally required by the tribunal to be produced by him, or to answer any question to which the tribunal may legally require an answer; or c does any other thing which would, if the tribunal had been a court of law having power to commit for contempt, have been contempt of that court; the chairman of the tribunal may certify the offence of that person under his hand to the High Court, or in Scotland the Court of Session, and the court may thereupon inquire into the alleged offence and after hearing any witnesses who may be produced against or on behalf of the person charged with the offence, and after hearing any statement that may be offered in defence, punish or take steps for the punishment of that person in like manner as if he had been guilty of contempt of the court. 3 A witness before any such tribunal shall be entitled to the same immunities and privileges as if he were a witness  in civil proceedings  before the High Court or the Court of Session."}, {"act": "Tribunals of Inquiry (Evidence) Act 1921 (repealed)", "year": 1921, "section": "2", "section_title": " Powers of tribunals as to exclusion of public and granting right of audience.", "section_text": "2 A tribunal to which this Act is so applied as aforesaid— a shall not refuse to allow the public or any portion of the public to be present at any of the proceedings of the tribunal unless in the opinion of the tribunal it is in the public interest expedient so to do for reasons connected with the subject matter of the inquiry or the nature of the evidence to be given; and b shall have power to authorise the representation before them of any person appearing to them to be interested to be by counsel or solicitor or otherwise, or to refuse to allow such representation."}, {"act": "Tribunals of Inquiry (Evidence) Act 1921 (repealed)", "year": 1921, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Tribunals of Inquiry (Evidence) Act 1921."}]