[{"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "1", "section_title": " Constitution and general functions of Red Deer Commission.", "section_text": "1 1 There shall be constituted a commission to be known as “ the Deer Commission for Scotland ” (in this Act referred to as “ the Commission ”) which shall— a in accordance with the provisions of this Act, further the conservation, control and sustainable management of deer in Scotland and keep under review all matters, including their welfare, relating to deer; and b exercise such other functions as are conferred on them by or under this Act or any other enactment. 1A It shall be the duty of the Commission, in exercising their functions, to take such account as may be appropriate in the circumstances of— a the size and density of the deer population and its impact on the natural heritage; b the needs of agriculture and forestry; and c the interests of owners and occupiers of land. 2 The Commission shall carry out their functions in accordance with such directions of a general character as may be given by the Secretary of State. 3 The Commission shall  be appointed by the Secretary of State and  consist of a chairman and  such number of other members, being not less than nine nor more than twelve in total, as the Secretary of State considers appropriate to represent the interests of persons or organisations concerned with each of the matters mentioned in paragraph (a) of subsection (3A) below; and subsections (3A) and (3B) below  shall apply to the appointment of these members other than the chairman. 3A Subject to subsection (3) above and to subsection (3B) below, the Secretary of State may appoint any person who appears to him— a to have knowledge or experience of one or more of the following matters— i deer management; ii agriculture (including crofting) iii forestry and woodland management; and iv the natural heritage, in so far as that matter may be affected by the Commission’s exercise of their functions; and b generally, to be an appropriate person, to be a member of the Commission; and, subject to subsection (3B)(c) below, of the persons so appointed, at least one third shall be persons having knowledge or experience of deer management. 3B Before making an appointment under subsection (3A) above, the Secretary of State shall— a afford to such organisations as appear to him to represent the interests of persons concerned with the matters mentioned in subsection (3A)(a) above an opportunity to suggest the name of any person who would in their view be an appropriate person for such an appointment; b consider any such suggestions; and c where names have been suggested by organisations representing the interests of deer managers, select the one third of the Commission referred to in subsection (3A) above from among those names. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The provisions contained in the First Schedule to this Act shall have effect in relation to the Commission."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "2", "section_title": " Appointment of panels.", "section_text": "2 1 Subject to the approval of the Secretary of State, the Commission may appoint for any locality a panel for the purposes of this section consisting of such number of persons, not exceeding nine, as they consider appropriate, one of whom shall act as chairman. 1A Before making an appointment under subsection (1) above, the Commission may afford to such persons or organisations as they think fit an opportunity to suggest the name of any person who would in their view be an appropriate person for such an appointment. 1B Where the Commission have sought suggestions as mentioned in subsection (1A) above, they shall consider any such suggestions before making an appointment under subsection (1) above. 1C the Commission may appoint a member of the Commission or a member of the Commission’s staff to act as observer to the panel for the purpose of sitting with the panel at any meeting and of taking part in their discussions and of informing the Commission of information arising durjng and decisions taken at such meetings; such an observer shall not be a member of the panel. 2 The Commission may refer to any such panel any matter relating to the functions of the Commission, and it shall be the duty of the panel to advise the Commission on the matter. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "3", "section_title": " Duty of Commission to advise Secretary of State.", "section_text": "3 1 It shall be the duty of the Commission to advise the Secretary of State on any such matter relating to the purposes of this Act as he may refer to them, and to bring to his attention any matter relating to  deer  of which in the opinion of the Commission he ought to be apprised. 2 The Commission shall make an annual report to the Secretary of State on the exercise of their functions under this Act, and the Secretary of State shall lay a copy of the report before each House of Parliament, together with such comments as he may think fit to make."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "4", "section_title": " Particular powers of the Commission.", "section_text": "4 1 The Commission shall have power— a to issue guidance or advice, whether general or particular, to any person or organisation; and b to conduct, or to collaborate with any person or organisation which is conducting— i any research, inquiry or investigation into questions of practical or scientific importance; or ii any experiment, trial or demonstration, relating to the conservation, control or sustainable management of deer, or to any other aspect of the Commission’s functions. 2 For the avoidance of doubt, it is provided that the Commission may exercise the powers conferred by subsection (1) above in relation to the general welfare of deer, in so far as that matter is not otherwise included in their functions under this Act."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "5", "section_title": " Returns of numbers of deer killed.", "section_text": "5 1 The Commission for the purpose of any of their functions may by notice in writing served on the owner or occupier of any land require him to make a return in such form as the Commission may require showing the number of  . . . deer of each  species and of each  sex which to his knowledge have been  taken or killed on the land during such period (not exceeding five years) immediately preceding the service of the notice as may be specified therein. 2 If any person on whom a notice under the foregoing subsection has been served— a fails without reasonable cause to make the required return within thirty-six days after the service of the notice, or b in making the return knowingly or recklessly furnishes any information which is false in a material particular, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "6", "section_title": " Power of Commission to deal with marauding deer.", "section_text": "6 1 Subject to the following provisions of this section, where the Commission are satisfied— a that deer— i are causing serious damage to woodland, to agricultural production (including any crops or foodstuffs); or ii are causing injury to livestock whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or iii constitute a danger or a potential danger to public safety; b that the killing of the deer is necessary to prevent further such damage or injury or to remove the danger or potential danger; and c that none of their other powers is adequate to deal with the situation, they shall authorise in writing, subject to such conditions as may be specified in the authorisation, any person who in their opinion is competent to do so to follow and kill on such land as may be mentioned in the authorisation such deer as appear to that person to be causing the damage or injury or constituting the danger or potential danger. 1A Where, as mentioned in subsection (1)(a)(iii) above, deer constitute a danger or potential danger to public safety, and, in the opinion of the Commission or the person authorised by them, the killing of the deer would itself constitute a potential danger to public safety, the person authorised by the Commission shall instead take and remove the deer from the land in question by such means as are appropriate. 2 Where the Commission are satisfied that the deer  mentioned in subsection (1) above  come from particular land, and that any person having the right to kill deer thereon will forthwith undertake the killing of the deer first-mentioned, the Commission shall make a request to that effect in writing to that person. 3 Where any such request as aforesaid has been made to a person, the Commission shall not issue an authorisation under this section unless it appears to them that he has become unable or unwilling to comply with the terms of the request. 4 An authorisation under this section shall remain in force from the date thereof for such period, not exceeding  28  days, as may be specified in the authorisation. 5 Where the Commission intend to issue any such authorisation as aforesaid, it shall be their duty to give as soon as practicable to any person who in their opinion is likely to be on any land mentioned therein such warning of their intention as they consider necessary to prevent danger to that person. 6 It shall be the duty of the Commission to give to the owner of any land which is to be mentioned in an authorisation under this section such notice of their intention to issue that authorisation as may be practicable. 7 Without prejudice to the general provisions of section sixteen of this Act relating to the service of notices, any notice to be served under this section on an owner of land shall, where an agent or servant is responsible for the management or the farming of the land, be duly served if served on the said agent or servant. 8 The Commission may make in respect of the services of any person authorised by them  under this section , not being one of their servants, such payment as may be agreed. 9 Where any deer has been killed or taken and removed from land under an authorisation granted by the Commission under this section the Commission shall have power to dispose of it by sale or otherwise."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "6AA", "section_title": " Application of section 6 in relation to natural heritage.", "section_text": "6AA Section 6 of this Act shall apply in relation to the natural heritage as it applies to woodland, where the Commission are satisfied that deer are causing serious damage to the natural heritage— a on enclosed land; or b on unenclosed land, but only if the Commission are also satisfied that the damage is being caused by reason of the presence on the land in question of a significantly higher density of deer population than is usual in all the circumstances."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "6A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6A"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "7", "section_title": " Control agreements and control schemes.", "section_text": "7 1 Subject to the following provisions of this section, where the Commission are satisfied that, on any land, deer— a have caused, are causing, or are likely to cause— i damage to woodland, to agricultural production, including any crops or foodstuffs, or, whether directly or indirectly, to the natural heritage generally; or ii injury to livestock whether by serious overgrazing of pastures, competing with any such livestock for supplementary feeding, or otherwise; or b have become a danger or a potential danger to public safety, and that for the prevention of further such damage, injury or, as the case may be, danger or potential danger, the deer in that locality should be reduced in number they shall form a preliminary view, having due regard to the nature and character of the land in question, as to what measures should be taken for that reduction in number; and, for the purposes of this section, “ measures ” includes the taking and removal of deer. 2 For the purposes of subsection (1) above “ the natural heritage ” includes any alteration or enhancement of the natural heritage which is taking place, or is proposed to take place, either naturally or as a result of a change of use determined by the owner or occupier of the land in question; and “ damage ” shall be construed accordingly. 3 Where it appears to the Commission that the circumstances obtaining in a particular area require the complete exclusion of all deer, or of all deer of any species, from that area, they may form the view that any deer within that area should be taken, removed or killed. 4 Thereafter it shall be the duty of the Commission to consult with such owners or occupiers of land as the Commission consider to be substantially interested, to secure agreement— a that measures require to be taken; b as to what measures require to be taken, and within what time limit; c as to who is to carry out such measures; and d as to any other matters which appear to the Commission to be necessary for the purposes of such an agreement. 5 Where agreement is reached on the matters mentioned in subsection (4) above the Commission shall draw up an agreement (a “ control agreement ”) specifying the parties to it, and any such control agreement may— a describe the control area by reference to a map and specify the approximate extent of that area; b specify the measures which are to be taken in relation to the deer in that area or any part thereof; c specify, where the deer are to be reduced in number, the number and, if necessary in the opinion of the Commission, the species, sex and class, of the deer to be killed in or taken and removed from the control area or any part thereof, and the limit on the number of deer of each species, sex or class to be allowed to be established in the control area or any part thereof; d specify the measures which are to be taken by the owners or occupiers for the time being of land in the control area or any of them for the purposes of the agreement; and e set out the time limits within which the owners or occupiers are to take any such measures, and the Commission shall send a copy of the control agreement to all the persons who were involved in the consultation referred to in subsection (4) above. 6 The Commission and any of the parties to a control agreement may agree at any time to vary its terms. 7 Where the Commission are satisfied— a that— i it is not possible to secure a control agreement; or ii a control agreement is not being carried out; and b that— i deer have caused and are causing serious damage to woodland or to agricultural production, including crops and foodstuffs, or serious damage, whether directly or indirectly, to the natural heritage, or serious injury to livestock however caused, or have become and remain a danger to public safety; and ii action is necessary to prevent such serious damage, serious injury, or danger, they shall make a scheme (a “ control scheme ”) for the carrying out of such measures as they consider necessary for the purposes of subsection (1) or (3) above; and any such scheme before it comes into operation shall require confirmation by the Secretary of State. 8 Subsection (7) above does not apply in relation to any control agreement proposed or entered into for the purpose of altering or enhancing the natural heritage. 9 In this Act the area to which a control agreement or a control scheme relates is, in relation to that agreement or, as the case may be, scheme, referred to as the “ control area ”. 10 The Second Schedule to this Act has effect in relation to control schemes."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "8", "section_title": " Contents of control schemes.", "section_text": "8 1 A control scheme shall— a describe the control area by reference to a map and specify the approximate extent of that area; b specify the measures which are to be taken in relation to the deer in that area or any part thereof; c specify, where the deer are to be reduced in number, the number and, if necessary in the opinion of the Commission, the species, sex and class of the deer to be killed in or taken and removed from the control area or any part thereof, and the limit on the number of deer of each species, sex or class to be allowed to be established in the control area or any part thereof; d specify the measures which are to be taken by the owners or occupiers for the time being of land in the control area or any of them for the purposes of the foregoing provisions of this subsection; e prescribe time limits within which the owners or occupiers are to take any such measures as aforesaid; f include any incidental, consequential or supplemental provisions that may be necessary. 2 A control scheme may specify different measures to be taken by different owners or occupiers of land in the control area, and may provide for the extension of any time limit prescribed therein. 3 Nothing in the foregoing provisions of this section shall empower the Commission to impose on any owner or occupier of land a requirement to construct a fence on his land or on any part thereof against the movement of  . . . deer, and for the purposes of this section “ fence ” shall include any artificial obstruction."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "9", "section_title": " Liability of owners or occupiers under control schemes.", "section_text": "9 1 Where any control scheme has been confirmed, it shall be the duty of every owner or occupier of land to take such measures as the scheme may require of him in accordance with the provisions thereof. 2 Any person who refuses or wilfully fails to comply with any requirement laid upon him by a scheme shall be guilty of an offence, and shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding three months or to both such fine and imprisonment."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "10", "section_title": " Enforcement of control schemes.", "section_text": "10 If the Commission are of the opinion that any owner or occupier of land upon whom a requirement is laid by a control scheme has failed to carry out that requirement, it shall be the duty of the Commission to carry out the requirement if they are satisfied that it is still necessary so to do  ; and where the carrying out of such a requirement involves the killing or taking of deer the Commission shall have power to dispose by sale or otherwise of any deer so killed or taken. ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "11", "section_title": " Recovery of expenses incurred under section 10.", "section_text": "11 1 Where any expenses incurred by the Commission in their performance of their duty under section 10 of this Act exceed the amount of the proceeds of the sale of any deer taken or killed in pursuance of that performance, the excess shall be recoverable from the owner or occupier concerned by the Commission. 2 The Commission shall furnish to any owner or occupier concerned a statement showing the expenses incurred in the  performance of their duty under the said section 10 , the amount received in respect of the sale of  deer  and the amount recoverable from any owner or occupier under this section; and any owner or occupier who is aggrieved by such a statement may, within one month after such a statement has been furnished to him, appeal to the Scottish Land Court who may, if it appears to them equitable so to do, vary the amount recoverable from him. 3 Nothing in the foregoing provisions of this section shall preclude the Commission, with the approval of the Secretary of State, from waiving the right to recover expenses incurred as aforesaid in any particular case. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "12", "section_title": " Power of Commission to provide services and equipment.", "section_text": "12 1 The Commission may by agreement with any owner or occupier of land assist in or undertake, whether in pursuance of a control  agreement or  scheme or otherwise, the taking or killing of  . . . deer and the disposal of. . .   deer or their carcases; and the agreement may make provision for the providing of equipment by the Commission. 2 Any agreement in pursuance of the last foregoing subsection shall, unless the Commission with the approval of the Secretary of State otherwise decide, provide for the payment of any expenses incurred by the Commission under the agreement."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "13", "section_title": " Deer killed under authority of Commission.", "section_text": "13 Without prejudice to sections 6, 10, 11 and 12 of this Act, the Commission shall have no power to dispose of deer taken or killed under their authority."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "14", "section_title": " Persons acting under this Part of this Act not required to obtain game licences.", "section_text": "14 Any person authorised or required by the Commission to kill any  . . . deer under  . . . this Act shall not be required to obtain for that purpose a licence to kill game."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "15", "section_title": " Entry on land.", "section_text": "15 1 Any person duly authorised in writing by the Commission shall have power at all reasonable times to enter upon any land— a in pursuance of any of the functions of the Commission under sections six, seven or ten of this Act; b for the purpose of determining whether any of their functions under the said sections should be exercised; c for the purpose of determining how far and in what manner any requirement placed on any person by virtue of this Part of this Act has been complied with. d for the purpose of taking a census of  . . . deer in any area in pursuance of the  . . . functions of the Commission under section 1(1) of this Act. 2 Any person authorised as aforesaid by the Commission who proposes to exercise any power of entry conferred by this section shall, if so required, produce the written document authorising him so to do. 3 Admission to any land under this section shall not be demanded as of right, unless notice has been given to the owner and the occupier of the land that it is proposed to enter during a period, specified in the notice, not exceeding one month and beginning at least fourteen days after the giving of the notice, and entry is made on the land during the period specified in the notice: Provided that this subsection shall not apply to any person acting in pursuance of any of the functions of the Commission under section six of this Act."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "16", "section_title": " Service of notices.", "section_text": "16 1 Subject to the provisions of this section, any notice for the purposes of this Act shall be in writing, and any notice or other document required or authorised by or under this Act to be given to or served on any person shall be duly given or served if it is delivered to him or left at his proper address or sent to him by post. 2 Any such notice or other document required or authorised to be served on any person for the purposes of this Act shall be duly served, if that person is an incorporated company or body, if it is served on the clerk or secretary of that company or body. 3 For the purposes of this section and  section seven of the  Interpretation Act 1978 , the proper address of any person on whom any such notice or document is to be served shall, in the case of the clerk or secretary of any incorporated company or body, be that of the registered or principal office of such company or body, and in any other case be the last known address of the person in question. 4 Where any notice or other document is to be given to or served on a person as being the person having any interest in land and it is not practicable after reasonable inquiry to ascertain his name or address, the notice or document may be given or served by addressing it to him by the description of the person having that interest in the land (naming it) and delivering the notice or document to some responsible person on the land or by affixing it, or a copy of it, to some conspicuous object on the land. 5 Nothing in this section shall require the Commission to give written notice of their intention to issue an authorisation in pursuance of section six of this Act."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "17", "section_title": " Offences in relation to execution of this Part of this Act.", "section_text": "17 A person who wilfully obstructs any person acting in the execution of this Part of this Act or of any authorisation issued thereunder shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "18", "section_title": " Financial provisions.", "section_text": "18 1 The expenses of the Commission shall be defrayed by the Secretary of State, and any sums received by them shall be paid to the Secretary of State. 2 All expenses incurred by the Secretary of State under the provisions of this Act shall be defrayed out of moneys provided by Parliament, and any sums received by him under the provisions of the last foregoing subsection shall be paid into the Exchequer."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "19", "section_title": " Saving of right to compensation for damage by red deer.", "section_text": "19 Nothing in the foregoing provisions of this Act or anything done thereunder shall preclude any occupier of any land from recovering any compensation for damage caused by  . . . deer which he would have been entitled to recover if this Act had not been passed."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "21", "section_title": " Close seasons.", "section_text": "21 1 The Secretary of State— a shall, in relation to the female of every species of deer; and b may, in relation to the male of any species of deer, by order fix a period in each year during which no person shall take or wilfully kill or injure any deer of the sex and species named in the order; and different periods may be so fixed in relation to different species and in relation to the male and female of any species. 2 Before making an order under this section the Secretary of State may consult such persons or organisations as he thinks fit, or may direct the Commission to carry out such consultation on his behalf. 3 Where the Secretary of State has directed the Commission to carry out consultation on his behalf under subsection (2) above they shall report the results of that consultation, together with such advice as they may wish to tender in relation to the making of an order under this section, to him within such period as he may so direct. 4 Where the Secretary of State or the Commission have carried out consultation under subsection (2) or (3) above the Secretary of State shall have regard to the results of that consultation, and to any advice tendered by the Commission under subsection (3) above, before making an order under this section. 5 If any person contravenes an order made under this section he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale for each deer in respect of which the offence was committed or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment, and to the forfeiture of any deer in respect of which the offence was committed."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "22", "section_title": " Prohibition of poaching.", "section_text": "22 Subject to section thirty-three of this Act, if any person without legal right  to take or kill deer  or without permission from a person having such right takes or wilfully kills  or injures  deer on any land, he shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  for each deer in respect of which the offence was committed or to imprisonment for a term not exceeding three months, or to both , and to the forfeiture of any deer illegally  taken or  killed by him or in his possession at the time of the offence: . . . (2) Subject to section 33 of this Act, if any person without legal right to take or kill deer on any land or without permission from a person having such right removes any deer carcase from that land, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale  for each carcase in respect of which the offence was committed or to imprisonment for a term not exceeding three months or to both and to the forfeiture of any carcase illegally removed by him or in his possession at the time of the offence."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "23", "section_title": " Unlawful taking or killing of deer.", "section_text": "23 1 Subject to section thirty-three  or 33A  of this Act, any person who takes or wilfully kills  or injures  deer between the expiration of the first hour after sunset and the commencement of the last hour before sunrise shall be guilty of an offence. 2 Subject to section thirty-three of this Act, it shall be an offence  wilfully to  kill  or injure  deer otherwise than by shooting, and shooting for the purposes of this section means discharging a firearm,  of a class prescribed in an order under section 23A(1) of this Act . (2A) Subject to subsection (2B) below and section 33(1) of this Act, if any person— a discharges any firearm, or discharges or projects any missile, from any  moving vehicle  at any deer; or b notwithstanding the provisions of  subsection (5) below  uses any aircraft for the purpose of transporting any live deer other than in the interior of the aircraft, he shall be guilty of an offence. 2B Nothing in subsection (2A)(b) above shall make unlawful anything done by, or under the supervision of, a veterinary surgeon or practitioner. 2C In subsection (2B) above “ veterinary practitioner ” means a person who is for the time being registered in the supplementary register, and “ veterinary surgeon ” means a person who is for the time being registered in the register of veterinary surgeons. 3 Any person guilty of an offence against  subsection (1), (2) or (2A)  of this section shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  for each deer in respect of which the offence was committed  or to imprisonment for a term not exceeding three months, or to both such fine and imprisonment  and to the forfeiture of any deer illegally taken or killed by him or in his possession at the time of the offence . (3A)  Subject to section 33A of this Act, Any person who uses a vehicle to drive deer on  any  land with the intention of taking, killing or injuring them shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding 3 months or to both. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Nothing in the provisions of this section shall be construed as prohibiting a person having a legal right to take deer on any land, or a person with permission in writing from any such person as aforesaid, from taking a deer  . . . on that land in any manner which does not cause it unnecessary suffering."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "23A", "section_title": " Firearms and ammunition.", "section_text": "23A 1 The Secretary of State shall have power to make such order as he thinks fit regarding the classes of firearms, ammunition, sights and other equipment which may lawfully be used in connection with killing or taking deer, and the circumstances in which any class of firearms, ammunition, sights or other equipment may be so used. 2 Before making an order under subsection (1) above the Secretary of State shall consult any organisations which in his opinion represent persons likely to be interested in or affected by the order. 3 Any person who fails to comply with an order under subsection (1) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale  in relation to each deer taken or killed or to imprisonment for a term not exceeding three months, or to both. 4 No order shall be made under this section unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament. 5 If any person uses any firearm or any ammunition for the purpose of wilfully injuring any deer, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale for each deer in respect of which the offence was committed or to imprisonment for a term not exceeding three months, or to both."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "24", "section_title": " Unlawful taking or killing of deer by two or more persons acting together.", "section_text": "24 If two or more persons acting together do any act which would constitute an offence against  any of the three  last foregoing sections of this Act, every such person shall be liable— a on summary conviction to a fine not exceeding  in respect of each deer taken or killed the statutory maximum, which in this section means the prescribed sum within the meaning of  section 225(8) of the Criminal Procedure (Scotland) Act 1995  or to imprisonment for a term not exceeding six months or to both such fine and imprisonment; b on conviction on indictment to a fine. . .   or to imprisonment for a term not exceeding two years or to both such fine and imprisonment. and on any conviction to the forfeiture of any deer illegally taken or killed by him or in his possession at the time of the offence ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25", "section_title": " Illegal possession of deer or firearms.", "section_text": "25 1 A person who is in possession of a deer or of firearms or ammunition in circumstances which make it reasonable to infer that— a he obtained the deer by committing a relevant offence; or b he had used the firearm or ammunition for the purpose of committing a relevant offence; or c he knew that— i a relevant offence had been committed in relation to the deer; or ii the firearm or ammunition had been used for the purpose of committing a relevant offence, shall be guilty of an offence under this section and liable on summary conviction to a fine not exceeding level 4 on the standard scale or to imprisonment for a period not exceeding 3 months or both, and to forfeiture of any deer found in his possession. 2 It shall be a defence in proceedings for an offence under this section for the accused to show that no relevant offence had been committed, or that he had no reason to believe that such an offence had been committed. 3 For the purposes of this section a “ relevant offence ” is an offence under any of sections 21, 22, 23, 23A or 24 of this Act. 4 A person shall not be guilty of an offence under this section in respect of anything done in good faith, including conduct which would otherwise constitute a relevant offence in relation to any deer, where what is done is done for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 5 It shall be lawful to convict a person charged under this section on the evidence of one witness."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25AA", "section_title": " Power of court in trial in one offence to convict of another.", "section_text": "25AA If, upon a trial for an offence under any of sections 21, 22, 23, 23A, 24 or 25 of this Act, or any rule of law relating to reset, the court is not satisfied that the accused is guilty of the offence charged but is guilty of another of those offences, it may acquit him of the offence charged but find him guilty of the other offence and he shall then be liable to the same punishment as for that other offence."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25A", "section_title": " Licences to deal in venison.", "section_text": "25A 1 A  council may grant to any person whom they consider fit a licence to deal in venison (to be known as a “venison dealer’s licence”). 2 The Secretary of State shall have power by order to regulate applications for venison dealers’ licences and the manner in which they are to be dealt with (including power to authorise  . . . councils to charge fees in respect of such applications); and also to regulate the procedure by which venison dealers’ licences may be surrendered, and the procedure for handing in of licences where a court has ordered their forfeiture or the holders have ceased to deal in venison; and in that regard he may apply any provision of Schedule 1 to the Civic Government (Scotland) Act 1982, as he thinks fit. 3 A venison dealer’s licence shall be valid for 3 years (unless the dealer has been disqualified from holding a licence by reason of his conviction of an offence under this Act), and may be renewed provided that he is not at the time of application subject to such disqualification. 4 Every  . . . council which grants a venison dealer’s licence shall cause to be sent to the Commission as soon as may be a copy of the licence. 5 Every  . . . council by whom venison dealers’ licences are granted shall, as soon as may be after the first day of January in each year, make a return to the Commission of the names and addresses of the persons who on that day held venison dealers’ licences issued by the council."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25B", "section_title": " Records.", "section_text": "25B 1 Every licensed venison dealer shall keep a book wherein shall be entered records in the prescribed form of all purchases and receipts of venison by him and shall enter in such book forthwith the prescribed particulars of such purchases and receipts. 2 Any person authorised in writing in that behalf by the Secretary of State or by the Commission and showing his written authority when so requested, or any constable, may inspect any book kept in pursuance of this section and it shall be the duty of the dealer to produce for inspection by such authorised person or constable such book and also all venison in the dealer’s possession or under his control, or on premises or in vehicles under his control, together with all invoices, consignment notes, receipts and other documents (including copies thereof where the originals are not available) which may be required to verify any entry in such book, and to allow such authorised person or constable to take copies of such book or document or extracts therefrom. 3 Every book kept in pursuance of subsection (1) above shall be kept until the end of the period of three years beginning with the day on which the last entry was made in the book and any such documents as are mentioned in subsection (2) above shall be kept for a period of three years beginning with the date of the entry to which they refer. 4 For the purposes of this section “ prescribed ” means prescribed by order."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25C", "section_title": " Reciprocal provisions.", "section_text": "25C A licensed venison dealer who has purchased or received venison from another licensed venison dealer or from a licensed game dealer within the meaning of  section 10(5) of the Deer Act 1991  shall be deemed to have complied with the requirements of the preceding section of this Act if he has recorded in his record book— a that the venison was so purchased or received; b the name and address of the other licensed venison dealer or of the licensed game dealer concerned; c the date when the venison was so purchased or received; d the number of carcases and sex of the venison; and e the species of deer, provided that it is possible to identify it."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25D", "section_title": " Offences.", "section_text": "25D 1 It shall be an offence for any person to sell, offer or expose for sale or have in his possession, transport or cause to be transported for the purpose of sale at any premises any venison unless he is a licensed venison dealer or he does so for the purpose of selling to a licensed venison dealer, or he has purchased the venison from a licensed venison dealer. 2 A person who is guilty of an offence under subsection (1) above shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 3 If any person sells, offers or exposes for sale, or has in his possession for the purpose of sale at any premises, or transports for the purpose of sale, or purchases or offers to purchase or receives, the carcase or any part of the carcase of a deer which he knows or has reason to believe has been killed unlawfully, he shall be guilty of an offence. 4 A person who is guilty of an offence under subsection (3) above shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale  or to imprisonment for a term not exceeding 3 months or to both. 5 Any licensed venison dealer who fails to comply with any provision of section 25B of this Act, or who knowingly or recklessly makes in any book or document which he is required to keep under that section an entry which is false or misleading in any material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 2 on the standard scale . 6 Any person who obstructs a person entitled under section 25B(2) of this Act to inspect any book or document or other thing in the making of such inspection shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 7 The court by which any person is convicted of an offence under Part III or IIIA of this Act may disqualify him from holding or obtaining a venison dealer’s licence for such period as the court thinks fit. 8 In subsection (1) above “ licensed venison dealer ” means the holder of a venison dealer’s licence granted by the  . . . council within whose area the sale, offer or exposure for sale takes place, or where the premises concerned are situated."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25E", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25E"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "25F", "section_title": " Interpretation of Part IIIA.", "section_text": "25F In this Part of this Act— “ council ” means a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994; “ deer ” means deer of any species, whether or not deer within the meaning of section 35A(1) of this Act, and includes farmed deer; “ sale ” includes barter, exchange, and any other transaction by which venison is disposed of for value; “ venison ” means the carcase or any edible part of the carcase of a deer."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "26", "section_title": " Attempts to commit offences.", "section_text": "26 Without prejudice to the operation of  section 294 of, and paragraph 10 of Schedule 3 to, the Criminal Procedure (Scotland) Act 1995 , any person who attempts to commit, or does any act preparatory to the commission of, an offence against  section 21(5) of this Act  or against Part III of this Act shall be guilty of an offence against this Act and shall be punishable in like manner as for the said offence  ; except that in the case of preparatory acts, the penalty shall be a fine not exceeding  level 4 on the standard scale  or imprisonment for a term not exceeding three months or both."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "27", "section_title": " Powers of search and seizure.", "section_text": "27 1 A constable may seize any deer,  . . . liable to be forfeited  on conviction of an offence under  this Act. 2 A sheriff or any justice of the peace, if satisfied by information on oath that there is reasonable ground to suspect any offence against  Part III or section 25D(1) or (3)  of this Act to have been committed and that evidence of the commission of the offence is to be found on any premises or in any vehicle or boat, may grant a warrant authorising any constable at any time or times within one week from the date of such warrant to enter, if necessary by force, the said premises and every part thereof or the said vehicle or boat for the purpose of detecting the offence. 3 A constable authorised by any such warrant as aforesaid to search any premises or any such vehicle or boat may search every person who is found in, or whom he has reasonable ground to believe to have recently left or to be about to enter, those premises or that vehicle or boat as the case may be, and may seize any article found on the premises, or in the vehicle or boat, or on any such person, which he has reasonable ground for believing to be evidence of the commission of any such offence as aforesaid. 4 Where a constable has reasonable grounds for suspecting that an offence against  Part III or section 25D(1) or (3)  of this Act has been committed and that evidence of the commission of the offence is to be found in any vehicle or boat, and that by reason of urgency or other good cause it is impracticable to apply for a warrant to search such vehicle or boat, the said constable may stop and search that vehicle or boat and may exercise the like power of search or seizure in relation to the vehicle or boat as might be conferred under subsection (2) of this section by the warrant of the sheriff or of a justice of the peace. 5 No female shall in pursuance of any search authorised by this section be searched except by a female."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "28", "section_title": " Apprehension of offenders.", "section_text": "28 If any person shall be found committing any offence against the provisions of Part III or of this Part of this Act, any constable may arrest that person."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "28A", "section_title": " Cancellation of firearms licences.", "section_text": "28A 1 In any case where a person is convicted of an offence provided for by any of sections 22 to 25 of this Act the court shall have power (in addition to any other power) to cancel any firearm or shotgun certificate held by him. 2 Where the court cancels a firearm or shotgun certificate under subsection (1) above— a the court shall cause notice in writing of that fact to be sent to the chief constable by whom the certificate was granted; and b the chief constable shall by notice in writing require the holder of the certificate to surrender it; and c if the holder fails to surrender the certificate within twenty-one days from the date of that requirement, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 2 on the standard scale ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "29", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "30", "section_title": " Disposal of deer seized under the Act.", "section_text": "30 Where any deer seized under this Part of this Act is liable to forfeiture the person by whom it is seized may sell it and the net proceeds of the sale shall be liable to forfeiture in the same manner as the deer sold: Provided that no person shall be subject to any liability on account of his neglect or failure to exercise the powers conferred on him by this section."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "31", "section_title": " Offences by bodies corporate.", "section_text": "31 1 When an offence against this Act or any order made thereunder which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary, or other similar officer of the body corporate, or any person purporting to act in such capacity, he, as well as the body corporate, shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "33", "section_title": " Exemptions for certain acts.", "section_text": "33 1 A person shall not be guilty of any offence against this Act or any order made thereunder in respect of any act done for the  purpose of preventing suffering by an injured or diseased deer, or by any deer calf  , fawn or kid deprived  , or about to be deprived,  of its mother (2)Where a person performs an act under the authority of or at the request of the Commission in pursuance of section 6 of this Act or in pursuance of a control  agreement or  scheme he shall not by reason of that act be liable to be proceeded against for an offence against this Act, except that— a where the person is an officer or servant of the Commission performing an act as aforesaid in pursuance of the said section 6, and the act constitutes an offence against section 23(2) of this Act, or b where the person is any such officer or servant performing an act as aforesaid in pursuance of a control  agreement or  scheme, and the act constitutes an offence against either subsection (1) or (2) of the said section 23, or c in the case of any other person performing an act for either of the purposes mentioned in the two last foregoing paragraphs, if the act constitutes an offence against either of the said subsections, he shall be so liable  ; and for the purposes of paragraphs (a) and (b) above “ officer or servant of the Commission ” includes any person engaged by the Commission under a contract for services. 3 Notwithstanding  section 21(5) of this Act , or anything in any agreement between an occupier of agricultural land or of enclosed woodlands and the owner thereof, it shall be lawful for— a the owner in person, provided that he is duly authorised in writing by the occupier for that purpose; b the owner’s servants in his ordinary service, provided that they are duly authorised in writing by the occupier for that purpose; c the occupier in person; d the servants of the occupier in his ordinary service on the land or other persons normally resident on the land provided that they are duly authorised in writing by the occupier for that purpose; or e any other person approved in writing by the Commission as a fit and competent person for the purpose who has been duly authorised in writing by the occupier for that purpose to take or kill, and to sell or otherwise dispose of  any deer found, as the case may be, on— i arable land, improved permanent pasture (other than moorland) and land which has been regenerated so as to be able to make a significant contribution to the productivity of a holding which forms part of that agricultural land; or ii on enclosed woodland, where the occupier has reasonable ground for believing that serious damage will be caused to crops, pasture or human or animal foodstuffs on that agricultural land, or to that woodland, if the deer are not taken or killed. 3A Any authority given under subsection (3) above shall expire— a at the end of such period as the occupier may specify in it; b when a person to whom paragraph (b) or (d) of that subsection applies ceases to be normally resident or in the owner’s or, as the case may be, occupier’s ordinary service; c where paragraph (e) of that subsection applies, at the end of the period specified in the Commission’s approval; or d if the occupier revokes the authority. 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "33A", "section_title": " Authorisation by Commission of certain acts.", "section_text": "33A 1 Where a person does any act, in accordance with an authorisation given under subsection (2) or (3) below, which would otherwise be an offence under subsection (1) or (3A) of section 23 of this Act, he shall not be guilty of an offence under the said section 23. 2 Notwithstanding anything in any agreement between an occupier of agricultural land or of woodland and the owner thereof, but subject to subsections (7) to (10) below, the Commission may authorise such an occupier or any person nominated in writing by such an occupier to take or kill, and to sell or otherwise dispose of, any deer on any such land or woodland during the period specified in section 23(1) of this Act, where they are satisfied that the taking or killing is necessary to prevent serious damage to crops, pasture, human or animal foodstuffs, or to woodland, and no other means of control which might reasonably be adopted in the circumstances would be adequate. 3 Subject to subsections (7) to (10) below, the Commission may authorise the owner of any land which deer are on, or any person nominated in writing by him, to use any vehicle to drive deer in order to take or kill them for the purposes of deer management; and, for the purposes of this section— “ deer management ” does not include driving deer in the course of any sporting activity, and “ vehicle ” does not include any aircraft or hovercraft. 4 Where a person does any act, in accordance with an authorisation given under subsection (5) or (6) below, which would otherwise be an offence under section 21(5) of this Act, he shall not be guilty of that offence. 5 Without prejudice to section 33(3) of this Act, notwithstanding anything in any agreement between an occupier of land and the owner thereof and subject to subsections (7) to (10) below, the Commission may authorise the owner or occupier of any land or any person nominated in writing by either of them to take or kill, and to sell or otherwise dispose of, any deer found on that land during the period specified in relation to that species and sex of deer in an order under section 21 of this Act, where they are satisfied that the taking or killing is necessary— a to prevent serious damage to any unenclosed woodland which forms part of that land, or serious damage, whether direct or indirect, to the natural heritage generally; or b in the interests of public safety, and no other means of control which might reasonably be adopted in the circumstances would be adequate. 6 Subject to subsections (7) to (10) below, the Commission may, for any scientific purpose, authorise any person to take or kill deer during the period specified in relation to that species and sex of deer in an order under section 21 of this Act. 7 The Commission shall not grant an authorisation under subsection (2), (3), (5) or (6) above unless they are satisfied that the person concerned is a fit and competent person to receive an authorisation under that subsection. 8 An authorisation shall— a be in writing; and b specify the duration of its validity. 9 No authorisation shall be granted under subsection (2) or (3) above unless a relevant code has been published under subsection (11) below, and any such authorisation shall contain a condition that the person concerned shall comply with the relevant provisions of any such code. 10 An authorisation may contain such conditions, other than that mentioned in subsection (9) above, as the Commission thinks fit. 11 The Commission shall prepare and publish, and from time to time revise, a code of practice for— a night shooting; and b the use of vehicles for the purposes of deer management, to which they shall have regard when exercising their power under subsection (2) or, as the case may be, (3) above."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "33B", "section_title": " Information to be supplied to owner of certain land.", "section_text": "33B – The occupier of any agricultural land or enclosed or unenclosed woodland shall supply, as soon as practicable after being requested to do so by the owner of the land, information to the owner as to the number, sex and species of deer taken or killed by him or by any other person, other than the owner or his servants in ordinary service, authorised or nominated by him under or by virtue of section 33(3) or section 33A(2) or (5) of this Act within the period of twelve months immediately preceding the request."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "34", "section_title": " Application of Act to the Crown.", "section_text": "34 This Act shall apply to land an interest in which belongs to Her Majesty in right of the Crown and land an interest in which belongs to a government department or is held in trust for Her Majesty for the purposes of a government department; but in its application to any land an interest in which belongs or is held as aforesaid this Act shall have effect subject to such modifications as may be prescribed by regulations made by the Secretary of State under this Act."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "34A", "section_title": " Farmed deer.", "section_text": "34A 1 Subject to subsections (2) to (4) below, this Act does not apply in respect of farmed deer. 2 The following provisions of this Act apply as respects farmed deer— a subsection (2) of section 23, and subsections (3) and (5) of that section in so far as they apply in relation to offences committed against subsection (2); b section 23A; c section 25AA; d Part IIIA; and e section 35A. 3 The provisions of Part IV of this Act shall apply in respect of an offence committed by virtue of subsection (2) above. 4 In this section “ farmed deer ” means deer of any species which are on agricultural land enclosed by a deer-proof barrier and are kept on that land by any person as livestock."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "35", "section_title": " Orders, regulations, etc.", "section_text": "35 1 Subject to section 23A(4) of this Act,  any order or regulations made under this Act shall be embodied in a statutory instrument which shall be subject to annulment in pursuance of a resolution by either House of Parliament. 2 Any order made under this Act may be varied or revoked by a subsequent order made in the like manner."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "35A", "section_title": " Interpretation.", "section_text": "35A 1 In this Act, unless the context otherwise requires— “ agricultural land ” has the meaning given by the  Agricultural Holdings (Scotland) Act 1991; “ ammunition ” and “ firearm ” have the meanings respectively given in the  Firearms Act 1968; “ animal foodstuffs ”, for the purposes of sections 33(3) and 33A(2) of this Act, includes foodstuffs intended for consumption by farmed deer; “ control agreement ”, “ control area ” and “ control scheme ” have the meanings respectively given by section 7 of this Act; “ deer ” means fallow deer, red deer, roe deer and sika deer and any other species of deer specified in an order made under subsection (2) below and includes any hybrid of those species and, where appropriate, the carcase of any deer or any part thereof; “ deer management ” includes the management of deer for sporting purposes; “ deer proof barrier ” means a barrier which will, having regard to the character and nature of the land, prevent the entry of deer on to or, as the case may be, the escape of deer from any land; “ enclosed ” means enclosed by a stock-proof fence or other barrier, and “ unenclosed ” shall be construed accordingly; “ fallow deer ” means deer of the species Dama dama ; “ farmed deer ” has the meaning given in section 34A of this Act; “ functions ” includes powers and duties; “ land ” does not include a dwelling house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith; “ livestock ” has the meaning given by the  Agriculture (Miscellaneous Provisions) Act 1968 and, for the purposes of sections 6 and 7 of this Act, includes farmed deer; “ natural heritage ” includes flora and fauna, geological and physiographical features and the natural beauty and amenity of the countryside; “ occupier ” in relation to any land includes any tenant or sub-tenant, whether in actual occupation of the land or not; “ owner ” in relation to any land includes any person who under the Land Clauses Acts would be enabled to sell and convey the land to promoters of an undertaking; “ red deer ” means deer of the species Cervus elaphus ; “ roe deer ” means deer of the species Capreolus capreolus ; “ sika deer ” means deer of the species Cervus nippon ; “ species ” includes any hybrid of different species of deer; “ take ”, in relation to deer, means take alive, and cognate expressions shall be construed accordingly; “ vehicle ” includes an aircraft, hovercraft or boat; and “ woodland ” means land on which trees are grown, whether or not commercially, and includes any such trees and any vegetation planted or growing naturally among such trees on that land. 2 The Secretary of State may, by order made by statutory instrument, specify other species of deer which are to be “ deer ” for the purposes of subsection (1) above."}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "36", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Deer (Scotland) Act 1959 (repealed 18.11.1996)", "year": 1959, "section": "37", "section_title": " Short title, extent and commencement.", "section_text": "37 1 This Act may be cited as the Deer (Scotland) Act 1959. 2 This Act,  , shall extend to Scotland only. 3 This Act, except where otherwise expressly provided, shall come into force at the expiry of one month beginning with the date of its passing."}]