[{"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "1", "section_title": " Changes to constitution.", "section_text": "1 1 In the  Nurses, Midwives and Health Visitors Act 1979 (“ the 1979 Act ”) in section 1 (constitution  etc.  of United Kingdom Central Council for Nursing, Midwifery and Health Visiting) for subsections (2) to (7) there shall be substituted— 2 The Council shall consist of such number of members, not greater than 60, and a multiple of three, as is proposed and approved in accordance with section 2 of the Nurses, Midwives and Health Visitors Act 1992. 3 Two-thirds of the members of the Council shall be appointed by the Secretary of State on being elected under the electoral scheme (“ elected members ”). 4 Appointments otherwise than for the purposes of subsection (3) shall be made by the Secretary of State from among persons who— a are registered nurses, midwives, health visitors or medical practitioners, or b have such qualifications and experience in education or other fields as, in the opinion of the Secretary of State, will be of value to the Council in the performance of its functions. 5 In making appointments for the purposes of subsection (4), the Secretary of State shall have especially in mind— a the need to secure that the members of the Council include registered nurses, midwives and health visitors and persons living or working in each part of the United Kingdom, and b the need to secure that qualifications and experience in the teaching of nursing, midwifery and health visiting are adequately represented on the Council. 6 The Council shall have a president and a vice-president appointed by the Council from among its members. 7 Schedule 1 to this Act shall have effect with respect to the constitution and administration etc. of the Council. 8 For the purposes of subsection (3), a person appointed as a replacement for an elected member shall be treated as an elected member. 2 For Schedule 1 to that Act there shall be substituted the Schedule set out in Schedule 1 to this Act."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "2", "section_title": " Section 1: preparatory.", "section_text": "2 1 Before the end of the period of six months beginning with the day on which this Act is passed, the United Kingdom Central Council for Nursing, Midwifery and Health Visiting (“ the Council ”) shall submit to the Secretary of State for his approval— a a proposal with respect to the number of members of which the Council is to consist after the coming into force of section 1 above, and b a scheme for the election of persons to be appointed to the Council. 2 A scheme under subsection (1)(b) above shall include provision determining the professional, residential or other qualifications which a person must have to be eligible to vote or to be elected in an election held under the scheme. 3 The provision to be included in pursuance of subsection (2) above with respect to the qualifications which a person must have to be eligible to be elected in an election held under the scheme shall be such as to exclude from eligibility anyone who is not a registered nurse, midwife or health visitor living or working in the United Kingdom. 4 If the Secretary of State approves a proposal submitted to him under subsection (1)(a) above he shall signify his approval by order. 5 If the Secretary of State approves a scheme submitted to him under subsection (1)(b) above he shall give effect to it by order. 6 Orders under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "3", "section_title": " Constitution of standing committees.", "section_text": "3 In section 3(3) of the 1979 Act (power of Secretary of State to constitute standing committees)— a at the beginning there shall be inserted  “              If the Council (having regard to the duty imposed by section 2(6)) requests him to do so,            ” , and b the words from “including” to the end shall be omitted."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "4", "section_title": " Changes to constitution.", "section_text": "4 In section 5 of the 1979 Act (constitution of National Boards for Nursing, Midwifery and Health Visiting) for subsections (2) to (10) there shall be substituted— 2 A National Board shall consist of— a a chairman appointed by the Secretary of State from among persons who are registered nurses, midwives or health visitors, b such number of other members appointed by the Secretary of State as he may specify by order, c the person for the time being appointed in pursuance of subsection (6)(a) to be the chief executive officer of the Board, and d any person for the time being appointed in pursuance of subsection (6)(b) to an office under the Board which is specified for the purposes of this paragraph by the Secretary of State by order. 3 Appointments to a National Board for the purposes of subsection (2)(b) shall be made from among persons who— a are registered nurses, midwives or health visitors, or b have such qualifications and experience in education or other fields as, in the opinion of the Secretary of State, will be of value to the Board in the performance of its functions. 4 The Secretary of State shall so exercise his powers under this section as to secure in relation to a National Board that a majority of the members of the Board are registered nurses, midwives or health visitors. 5 The Secretary of State may, with the consent of the Treasury— a pay such remuneration as he thinks fit to any person who is a member of a National Board by virtue of appointment by the Secretary of State, and b make such provision as he thinks fit for the payment to or in respect of any such person of pensions, allowances or gratuities. 6 A National Board shall have— a a chief executive officer, and b such other officers as the Secretary of State may by order specify for the purposes of this paragraph, appointed by the Board. 7 The Secretary of State may by order make such further provision with respect to the constitution and administration of a National Board as he thinks fit. 8 Without prejudice to the generality of subsection (7), provision under that subsection may include— a provision with respect to qualification for membership; b provision for the appointment of a deputy chairman and with respect to his powers; c provision with respect to tenure of office of chairman, deputy chairman and other members; d provision with respect to the appointment of officers; e provision requiring payments to employees to be such as the Secretary of State may, with the consent of the Treasury, approve; f provision requiring powers with respect to the employment of staff to be exercised in accordance with written directions of the Secretary of State; g provision with respect to procedure, including the constitution of committees; h provision authorising the appointment of persons who are not Board members to committees of the Board. 9 Orders under subsection (7) may include provision with respect to proof of documents. 10 Orders under this section may make different provision in relation to different Boards."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "5", "section_title": " Functions.", "section_text": "5 1 Section 6 of the 1979 Act (functions of National Boards) shall be amended as follows. 2 In subsection (1), in paragraph (a), for “provide, or arrange for others to provide, at institutions approved by the Board-” there shall be substituted  “              approve institutions in relation to the provision of-            ” . 3 In that subsection, after “and” at the end of paragraph (d) there shall be inserted— (da) perform such other functions relating to nurses, midwives or health visitors as the Secretary of State may by order prescribe. 4 In that subsection, paragraph (e) (investigation of cases of alleged misconduct) shall be omitted. 5 In subsection (2), for the words from “have” to the end there shall be substituted  “              take account of any difference in the considerations applying to the different professions.            ”"}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "6", "section_title": " Committees.", "section_text": "6 The following provisions of the 1979 Act shall cease to have effect— a section 7 (standing committees of National Boards), b section 8 (joint committees of Central Council and National Boards), and c section 9 (local training committees of National Boards)."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "7", "section_title": " Suspension.", "section_text": "7 1 Section 12 of the 1979 Act (proceedings about the register) shall be amended as mentioned in subsections (2) to (4) below. 2 In subsection (1) (duty of Central Council to determine by rules when and how certain steps in relation to a person’s registration may be taken) for the word “and” immediately following paragraph (b) there shall be substituted— (ba) a person’s registration in the register or a part of it may be directed to be suspended, that is to say, not to have effect during such period as may be specified in the direction; bb the suspension of a person’s registration in the register or a part of it may be terminated; and . 3 In subsection (2) (proceedings to be heard and determined by committees of the Council) after “register” there shall be inserted  “              , for the suspension, or termination of the suspension, of a person’s registration in the register            ” . 4 At the end there shall be inserted— 6 Where a person’s registration in the register or a part of it is suspended under subsection (1)(ba), he shall be treated as not being registered in the register or part notwithstanding that his name still appears in it. 5 In section 13(1) of that Act (decisions which a person may appeal against) after “register” there shall be inserted  “              , or to direct that his registration in the register be suspended,            ” ."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "8", "section_title": " Proceedings about the register: procedure.", "section_text": "8 1 Section 12 of the 1979 Act shall be amended as follows. 2 In subsection (2) (committees of the Council to be constituted to hear and determine proceedings about the register) for “hear and determine” there shall be substituted  “              deal with            ” . 3 In subsection (3) (constitution of committees dealing with proceedings about the register)— a for “The committees shall be constituted from members of the Council; and” there shall be substituted  “                  The committees need not be constituted exclusively from members of the Council, but the rules shall provide, in relation to committees constituted by them, that there shall only be a quorum if a majority of those present are members of the Council.                ” ; and b the remainder of the subsection shall become subsection (3A)."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "9", "section_title": " Cautions.", "section_text": "9 After section 12 of the 1979 Act there shall be inserted—  Cautions. 12A 1 Without prejudice to the generality of section 12, rules under that section may make provision with respect to the giving, in the course of disciplinary proceedings, of cautions as to future conduct. 2 Rules under section 12 may also make provision with respect to the keeping by the Council of a record of any caution as to future conduct given in the course of disciplinary proceedings. 3 For the purposes of this section, “ disciplinary proceedings ” means proceedings for removal from the register or a part of it for misconduct."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "10", "section_title": " Midwifery practice rules: consultation.", "section_text": "10 In section 4(3) of the 1979 Act (which requires the Council to refer proposals regarding midwifery practice rules to its Midwifery Committee) paragraph (b) (which requires the Council to consult the National Boards before acting on the Midwifery Committee’s report) shall be omitted."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "11", "section_title": " Notices of intention: notification of receipt.", "section_text": "11 In section 15(2) of the 1979 Act (local supervising authority to inform National Board of receipt of notice of intention to practise) for “National Board” there shall be substituted  “          Council        ” ."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "12", "section_title": " Advice under section 16(4) of the 1979 Act: standards.", "section_text": "12 In section 16 of the 1979 Act (local supervision of midwifery practice) there shall be inserted at the end— 5 The Council may by rules prescribe standards to be observed with respect to advice and guidance provided under subsection (4)."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "13", "section_title": " Finances of Central Council and National Boards.", "section_text": "13 1 Section 19 of the 1979 Act (finances of Central Council and National Boards) shall be amended as follows. 2 In subsection (3) (power of Secretary of State to make grants to Central Council and National Boards in respect of certain expenditure)— a paragraph (a) (expenses in connection with initial establishment) shall be omitted, and b at the end there shall be inserted— (d) the coming into force (whether in whole or part) of any provision of the Nurses, Midwives and Health Visitors Act 1992. 3 Subsection (4) (duty of Central Council to reimburse certain expenditure of National Boards not otherwise met) shall cease to have effect."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "14", "section_title": " Central Council rules: consultation.", "section_text": "14 In section 22 of the 1979 Act (duty of Central Council to consult about rules) after subsection (3) there shall be inserted— 3A Subsection (3)(b) shall not require the Council to consult a National Board if the proposed rules do not appear to the Council to be relevant to the Board’s functions."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "15", "section_title": " Transitional provisions.", "section_text": "15 1 Notwithstanding paragraph 2(2) of Schedule 1 to the 1979 Act (period of office of member of Central Council), where a person is a member of the Council immediately before the day on which this Act is passed, the appointment by virtue of which he is then a member of the Council shall have effect as an appointment for a period ending immediately before the day on which section 1 above is brought into force. 2 Notwithstanding paragraph 2(1) of Schedule 2 to the 1979 Act (period of office of member of National Board), where a person is a member of a National Board immediately before the day on which this Act is passed, the appointment by virtue of which he is then a member of the Board shall have effect as an appointment for a period ending immediately before the day on which section 4 above is brought into force in relation to the Board. 3 Where immediately before ceasing to have functions under section 6(1)(e) of the 1979 Act a National Board is investigating in pursuance of that provision a case of alleged misconduct, it shall, as soon as practicable after ceasing to have functions under that provision, notify the Central Council of the case and supply to the Council such information about its investigation of the case as the Council may require. 4 In this section— “ the Central Council ” means the United Kingdom Central Council for Nursing, Midwifery and Health Visiting; and “ National Board ” means a body established by section 5(1) of the 1979 Act."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "16", "section_title": " Amendments and repeals.", "section_text": "16 1 Schedule 2 to this Act (minor and consequential amendments) shall have effect. 2 The enactments specified in Schedule 3 to this Act (which include certain provisions which are already spent) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Nurses, Midwives and Health Visitors Act 1992 (repealed 19.6.1997)", "year": 1992, "section": "17", "section_title": " Short title etc.", "section_text": "17 1 This Act may be cited as the Nurses, Midwives and Health Visitors Act 1992. 2 In this Act “ the 1979 Act ” has the meaning given by section 1(1) above. 3 This Act, except sections 2 and 15, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed in pursuance of this subsection for different provisions or different purposes of the same provision. 4 This Act extends to Northern Ireland."}]