[{"act": "Public Health Act 1875 (Support of Sewers) Amendment Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "1", "section_title": " Short title and construction.", "section_text": "1 This Act may be cited as the  Public Health Act 1875, (Support of Sewers,) Amendment Act 1883, and shall be construed as one with the Public Health Act 1875, (in this Act called the Principal Act,) as amended by the Acts for the time being in force amending the same."}, {"act": "Public Health Act 1875 (Support of Sewers) Amendment Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "2", "section_title": " Interpretation.", "section_text": "2 In this Act,— The expression “ sanitary work ” means any existing or future building or work constructed by or vested in or under the control of a local authority under the powers or for the purposes of so much of the Principal Act or of any General or Local Act or Provisional Order as relates to the construction or maintenance of any works of sewerage, drainage, sewage disposal, lighting, or water supply, and includes any fixtures, pipes, fittings, or apparatus connected with any such work, and belonging to or used by the local authority: The expression “ support ” includes vertical and lateral support: The expression “ Sanitary Act ” means the Act or Provisional Order under the authority of which a sanitary work has been or is constructed or is maintained, whether such Act or Order was passed and confirmed before or after the commencement of this Act: The expression “ person ” includes a body corporate."}, {"act": "Public Health Act 1875 (Support of Sewers) Amendment Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "3", "section_title": " Application of provisions, of Waterworks Clauses Act 1847 10 & 11  Vict.  c. 17, with respect to mines, to sanitary works over mines. ", "section_text": "3 The provisions of the Waterworks Clauses Act 1847, sections eighteen to twenty-seven (both inclusive), with respect to mines, shall, in relation to any sanitary work of a local authority, be deemed to be incorporated with this Act and with the Sanitary Act under the authority of which such sanitary work has been or is constructed or is maintained, with the following modifications (that is to say):— 1 For the purposes of such incorporation the said provisions of the  Waterworks Clauses Act 1847, shall be construed as if the expression “ the undertakers ” referred to the local authority, and as if the expression “ the Special Act ” referred to such Sanitary Act and this Act, and as if expressions relating to pipes, conduits, or other works referred to the sanitary work: 2 The local authority, by or with any notice under the  Waterworks Clauses Act 1847, of willingness to treat for or make compensation, or of intention to prevent or interfere with the working of any mines, may specify and define the nature and extent of support which they require to be left, and any such notice may extend to minerals beyond the distance of forty yards mentioned in the said Act or to such less distance as the local authority think fit: 3 As regards sanitary works existing at the passing of this Act the local authority shall cause the survey and map referred to in section nineteen of the  Waterworks Clauses Act 1847, to be made within twelve months after the passing of this Act: 4 The amount of any compensation in respect of support for a sanitary work payable by a local authority under the provisions of the  Waterworks Clauses Act 1847, as incorporated with this Act or the Sanitary Act, together with the costs of and incident to settling the same by arbitration or otherwise, shall be paid, charged, and borne in the same manner, and subject to the same powers and provisions as to borrowing and otherwise, as is provided with respect to the expenses of the construction or maintenance of the sanitary work by the Sanitary Act: 5 A local authority may from time to time make agreements with the owners, lessees, or occupiers of or the persons working any mine for compromising any claim made or to be made in respect of anything done or omitted before the passing of this Act in relation to the matters in this Act mentioned or otherwise for carrying into effect the purposes of this Act in relation to the past or future working of mines. The provisions of this Act shall apply to every sanitary work as defined in this Act, whether the land on, in, over, or under which such work is situate is or is not vested in or occupied by the local authority, and is or is not wholly or partially dedicated to the public as a street, highway, or public place."}, {"act": "Public Health Act 1875 (Support of Sewers) Amendment Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "4", "section_title": " Limitation of right to support for sanitary works over mines.", "section_text": "4 Except as in this Act provided, a local authority shall not by reason only of anything contained in the Sanitary Act under the authority of which a sanitary work has been or is constructed or maintained be deemed to have acquired or to be entitled to or to be bound to acquire or make compensation for any right of support for such sanitary work as against any person owning or working or being lessee or occupier of or entitled to work or otherwise interested in any mine; and nothing in such Sanitary Act shall be deemed to have subjected or to subject any such person to any liability to the local authority in respect of damage to a sanitary work caused in or consequent upon the working of any mines in a reasonable and proper manner."}, {"act": "Public Health Act 1875 (Support of Sewers) Amendment Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "5", "section_title": " Savings.", "section_text": "5 Nothing in this Act shall be construed to repeal, invalidate, or affect any express enactment in a Sanitary or other Act with respect to rights of support for sanitary works, or any agreement made before the passing of this Act with respect to such rights, or to affect any action, arbitration, or other legal proceeding concluded before or pending at the passing of this Act. Where any right of support has been acquired before the passing of this Act by a local authority in respect of any sanitary work, and no compensation is at the passing of this Act recoverable in respect of such right, nothing in this Act shall be construed to apply to the work in respect of which such right has been acquired, or operate to deprive the local authority of such right or to entitle any person to any compensation in respect thereof, to which such person would not have been entitled if this Act had not been passed."}]