[{"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Sea Fisheries Act 1883."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "2", "section_title": " Confirmation of Convention.", "section_text": "2 The Convention set out in the first schedule to this Act (referred to in this Act as the Convention) is hereby confirmed, and the Articles thereof shall be of the same force as if they were enacted in the body of this Act."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "3", "section_title": " Power to Her Majesty, by Orders in Council, to make,  etc.  regulations for execution of Act and maintenance of order. ", "section_text": "3 It shall be lawful for Her Majesty from time to time, by Order in Council, to make, alter, and revoke regulations for carrying into execution this Act, and the intent and object thereof, and for the maintenance of good order among sea fishing boats, and the persons belonging thereto, and to impose fines not exceeding ten pounds for the breach of such regulations."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "4", "section_title": " Punishment for violation of Articles 13 to 22 of Convention, and for other offences.", "section_text": "4 If within  British fishery limits  any person, or if outside those limits any person belonging to a British sea-fishing boat, a acts in contravention of Articles thirteen to twenty-two (both inclusive) of the first schedule to this Act, or any of them; or b causes injury to any person in any one or more of the following ways, namely, by assaulting anyone belonging to another sea-fishing boat, or by causing damage to another sea-fishing boat, or to any property on board thereof, or belonging thereto; or c fishes for oysters or has on board his boat any oyster dredge within any seas and during any time within and during which oyster fishing is prohibited by law, or by any convention, treaty, or arrangement to which this Act may be hereafter applied; such person shall be liable, on summary conviction, to a fine not exceeding  fifty pounds level 3 on the standard scale , or, in the discretion of the court, to imprisonment for a term not exceeding three months, . . . "}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "5", "section_title": " Punishment for violation of Article 23 of Convention.", "section_text": "5 If within the  British fishery limits , any person, or if outside those limits any person belonging to a British sea-fishing boat, a Uses any instrument for the purpose of damaging or destroying, by cutting or otherwise, any fishing implement belonging to another sea-fishing boat, except in the cases provided for by Articles twenty and twenty-one of the first schedule to this Act; or, b Takes on board or has on board such boat any instrument serving only or intended to damage or destroy fishing implements, by cutting or otherwise; such person shall be liable on summary conviction to a fine not exceeding  fifty pounds level 3 on the standard scale , or in the discretion of the court to imprisonment for a term not exceeding three months, . . .  , and the instrument shall be liable to be forfeited."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "67.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "910.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "11", "section_title": " Who are to be British and foreign sea-fishery officers.", "section_text": "11 1 The provisions of this Act and of any Order in Council under this Act or  under section 373 of the  Merchant Shipping Act 1894  shall be enforced by sea-fishery officers, either British or foreign. 2 The following persons shall be British sea-fishery officers; that is to say, every officer of or appointed by the Board of Trade, every commissioned officer of any of Her Majesty’s ships on full pay, every officer authorised in that behalf by the  Secretary of State , every British Consular Officer,  every collector and principal officer of Customs and Excise  in any place in the British Islands, and  every officer of Customs and Excise  in the British Islands authorised in that behalf by the  Commissioners of Customs and Excise , every divisional officer of the coastguard, and every principal officer of a coastguard station. 3 The following persons shall be foreign sea-fishery officers, that is to say, the commander of any vessel belonging to the Government of any Foreign State bound by the Convention, and any officer appointed by a Foreign State for the purpose of enforcing the Convention, or otherwise recognised by Her Majesty as a sea-fishery officer of a Foreign State."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "12", "section_title": " Powers of British sea-fishery officers.", "section_text": "12 For the purpose of enforcing the provisions of this Act and of any Order in Council under this Act or under the  section 373 of the  Merchant Shipping Act 1894,  a British sea-fishery officer may with respect to any sea-fishing boat within the  British fishery limits  and with respect to any British sea-fishing boat outside of those limits, exercise the following powers: 1 He may go on board it; 2 He may require the owner, master, and crew, or any of them, to produce any certificates of registry, licences, official logbooks, official papers, articles of agreement, muster rolls, and other documents relating to the boat, or to the crew, or to any member thereof, or to any person on board the boat, which are in their respective possession or control on board the boat, and may take copies thereof or of any part thereof; 3 He may muster the crew of the boat; 4 He may require the master to appear and give any explanation concerning his boat and her crew, and any person on board his boat, and the said certificates of registry, licences, official logbooks, official papers, articles of agreement, muster rolls, and other documents, or any of them; 5 He may examine all sails, lights, small boats, anchors, grapnels, and fishing implements belonging to the boat; 6 He may seize any instrument serving only or intended to damage or destroy fishing implements, by cutting or otherwise, which is found on board the boat or in the possession of any person belonging to the boat; 7 He may make any examination or inquiry which he deems necessary to ascertain whether any contravention of the provisions of this Act, or of any such Order of Council as aforesaid has been committed, or to fix the amount of compensation due for any damage done to another sea-fishing boat, or to any person or property on board thereof or belonging thereto, and may administer an oath for such purpose; and 8 In the case of any person who appears to him to have committed any such contravention he may, without summons, warrant, or other process, both take the offender and the boat to which he belongs and the crew thereof to the nearest or most convenient port, and bring him or them before a competent court, and detain him, it, and them in the port until the alleged contravention has been adjudicated upon."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "13", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "14", "section_title": " Protection of and punishment for obstructing sea-fishery officers.", "section_text": "14 1 A sea-fishery officer shall be entitled to the same protection in respect of any action or suit brought against him for any act done or omitted to be done in the execution of his duty under this Act, as is given to  any officer of Customs and Excise  by the  Customs and Excise Act 1952,  or any Act amending the same, and (with reference to the seizure or detention of any ship) by any Act relating to the registry of British ships. 2 If any person obstructs any sea-fishery officer in acting under the powers conferred by this Act, or refuses or neglects to comply with any requisition or direction lawfully made or given by, or to answer any question lawfully asked by, any sea-fishery officer in pursuance of this Act, such person shall be liable, on summary conviction, to a fine not exceeding  fifty pounds level 3 on the standard scale level 4 on the standard scale  or to be imprisoned for a term not exceeding three months, . . . "}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "15", "section_title": " Compensation for damage caused by offence.", "section_text": "15 1 Where on the conviction of any person under this Act for an offence it appears to the court that any injury to person or property has been caused by the offence, the court may by such conviction adjudge the person convicted to pay in addition to any fine a reasonable sum as compensation for such injury, and such sum may be recovered as a fine under this Act and when recovered shall be paid to the person injured. ] 2 Any compensation specified in a document signed in accordance with Article thirty-three of the first schedule to this Act or fixed by a sea-fishery officer in accordance with any submission to arbitration may be recovered as a simple contract debt, and in England may also be recovered as a civil debt before a court of summary jurisdiction. 3 In a proceeding against any person for the recovery of such last-mentioned compensation, the formal document referred to in the said Article, or an award of a sea-fishery officer in pursuance of a submission to arbitration signed by the person liable to pay such compensation, shall be sufficient evidence that such person is liable to pay the compensation specified in such document or award."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "16", "section_title": " Summary prosecution of offences and recovery of fines. ", "section_text": "16 1 Offences under this Act may (save as otherwise provided) be prosecuted, and fines under this Act may be recovered in a summary manner; that is to say— a In England before a justice or justices, in manner provided by the Summary Jurisdiction (English) Acts; b In Scotland in manner provided by the  Criminal Procedure (Scotland) Act 1975; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   in Ireland in manner provided by the  Petty Sessions (Ireland) Act 1851, and the Acts amending the same; d In the Isle of Man, and the Islands of Guernsey, Jersey, Alderney, and Sark respectively, before any court, governor, deputy governor, deemster, jurat, or other magistrate, in the manner in which the like offences and fines are by law prosecuted and recovered, or as near thereto as circumstances admit. 2 If any person feels aggrieved by any conviction under this Act by a court of summary jursidiction, or by any determination or adjudication of such court with respect to any compensation under this Act, he may, where imprisonment is awarded without the option of a fine, or the sum adjudged to be paid exceeds five pounds, appeal therefrom as follows:— a In England the appeal shall be to  the Crown Court  in manner provided by the Summary Jurisdiction (English) Acts; b In Ireland the appeal shall be to the court of quarter sessions in manner directed by the  Petty Sessions (Ireland) Act 1851, and the Acts amending the same; c In Scotland, the Isle of Man, and the Islands of Guernsey, Jersey, Alderney, and Sark, the appeal shall be to the court and in the manner in which appeals from the like convictions and determinations and adjudications are made."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "17", "section_title": " Evidence.", "section_text": "17 1 Any document drawn up in pursuance of the first schedule to this Act shall be admissible in any proceeding, civil or criminal, as evidence of the facts or matters therein stated. 2 If evidence contained in any such document was taken on oath in the presence of the person charged in such evidence, and such person had an opportunity of cross-examining the person giving such evidence and of making his reply to such evidence, the sea-fishery officer drawing up such document may certify the said facts, or any of them. 3 Any document or certificate in this section mentioned purporting to be signed by a sea-fishery officer shall be admissible in evidence without proof of such signature, and, if purporting to be signed by any other person, shall, if certified by a sea-fishery officer to have been so signed, be deemed until the contrary is proved to have been signed by such other person. 4 If any person forges the signature of a sea-fishery officer to any such document as above mentioned, or makes use of any such document knowing the signature thereto to be forged, such person shall be liable on summary conviction to imprisonment for a term not exceeding three months . . .  ,  and on conviction on indictment to be imprisoned . . .   for a term not exceeding two years, and the cost of the prosecution of any such person on indictment may be paid as in cases of felony."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "18", "section_title": " Jurisdiction of courts.", "section_text": "18 For the purpose of giving jurisdiction to courts under this Act, a sea-fishing boat shall be deemed to be a ship within the meaning of any Act relating to offences committed on board a ship, and every court shall have the same jurisdiction over a foreign sea-fishing boat within the  British fishery limits,  and persons belonging thereto, as such court would have if such boat were a British sea-fishing boat."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "19", "section_title": " Service to be good if made personally or on board ship.", "section_text": "19 Service of any summons or other matter in any legal proceeding under this Act shall be good service if made personally on the person to be served, or at his last place of abode, or if made by leaving such summons for him on board any sea-fishing boat to which he may belong, with the person being or appearing to be in command or charge of such boat."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "20", "section_title": " Masters of boats liable to fines imposed.", "section_text": "20 1 Where any offence against this Act has been committed by some person belonging to a sea-fishing boat, the master or person for the time being in charge of such boat shall in every case be liable to be deemed guilty of such offence; provided that if he proves that he issued proper orders for the observance, and used due diligence to enforce the observance, of this Act, and that the offence in question was actually committed by some other person without his connivance, and that the actual offender has been convicted, or that he has taken all practicable means in his power to prosecute such offender (if alive) to conviction, he shall not be liable to any further punishment than payment of compensation for any injury caused by the offence. 2 Any fine or compensation adjudged under this Act may be recovered in the ordinary way, or, if the court think fit so to order, by distress or  poinding arrestment and sale of the sea-fishing boat to which the offender belongs, and her tackle, apparel, and furniture and any property on board thereof or belonging thereto, or any part thereof; provided that, where the boat is a foreign sea-fishing boat, the court may order that in lieu of any such distress the boat may be detained in some port in the British Islands for a period not exceeding three months from the date of the conviction, and the boat may be detained accordingly, and in such case shall not be distrained."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "21", "section_title": " Application of fines. ", "section_text": "21 1 The court adjudging any fine or forfeiture under this Act may, if it thinks fit, direct the whole or any part thereof to be applied in or towards payment of the expenses of the proceedings; and, subject to such direction, all fines and the proceeds of all forfeitures recovered under this Act shall, notwithstanding anything in any Act relating to municipal corporations or otherwise, be paid into the Exchequer in such manner as the Treasury may direct. 2 Forfeitures may be destroyed, sold, and disposed of as the court adjudging the forfeiture may direct."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "22", "section_title": " Saving of liability and rights.", "section_text": "22 1 Nothing in this Act shall prevent any person being liable under any other Act or otherwise to any indictment, proceeding, punishment, or penalty, other than is provided for any offence by this Act, so that no person be punished twice for the same offence. 2 Nothing in this Act, or in any Order in Council made thereunder, nor any proceedings under such Act or Order with respect to any matter, shall alter the liability of any person in any action or suit with reference to the same matter, so that no person shall be required to pay compensation twice in respect of the same injury."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "23", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "24", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "25", "section_title": " General application of Act.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   this Act shall apply to the whole of the British Islands as defined by this Act, and to the seas surrounding the same, whether within or without  British fishery limits, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "26", "section_title": " Publication of Orders in Council. ", "section_text": "26 Orders in Council made in pursuance of this Act shall be published in the London Gazette, or otherwise published in such manner as the Board of Trade may direct for such sufficient time before they come into force as to prevent inconvenience."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "27", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "28", "section_title": " Definitions.  “sea-fishing:” “sea-fishing boat:” “Fishing implements:” “British Islands:” “Person:” “Court.”", "section_text": "28 In this Act— The expression “sea-fishing” . . .  , means the fishing for every description both of fish, and shell fish, found in the seas to which this Act applies; and the expression “sea fisherman” and other expressions relating to sea-fishing shall be construed accordingly: The expression “ sea-fishing boat ” includes every vessel of whatever size, and in whatever way propelled, which is used by any person in sea-fishing, or in carrying on the business of a sea fisherman: The expression “ fishing implement ” means any net, line, float, barrel, buoy, or other instrument, engine, or implement used or intended to be used for the purpose of sea fishing: The expression “ British Islands ” includes the United Kingdom of Great Britain and Ireland, the Isle of Man, the Islands of Guernsey, Jersey, Alderney, and Sark, and their dependencies: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression “ person ” includes a body of persons corporate or unincorporate: The expression “ court ” includes any tribunal or magistrate exercising jurisdiction under this Act."}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "29", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "30", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Sea Fisheries Act 1883 (repealed 19.11.1998)", "year": 1883, "section": "31", "section_title": " Continuance of Act.", "section_text": "31 So much of this Act as has effect outside of the  British fishery limits  shall, if the Convention ceases to be binding on Her Majesty, cease to apply to the boats and officers of any Foreign State bound by the Convention, and if the Convention ceases to be binding on any Foreign State shall cease to apply to the boats and officers of such State, but subject as aforesaid this Act shall continue in force notwithstanding the determination of the Convention."}]