[{"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "1", "section_title": " Commission areas.", "section_text": "1 Subject to any order made under section 17 of the Local Government Act 1992, or section 55 of the Local Government (Wales) Act 1994  there shall in England and Wales be a commission of the peace for the following areas  . . ., that is to say— a every metropolitan county or relevant area in England; aa every preserved county in Wales; b every London commission area; and c the City of London. and in this Act “commission area” means an area for which there is a commission of the peace."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "2", "section_title": " London commission areas.", "section_text": "2 1 Subject to the provisions of section 3 of this Act, the following areas of Greater London, that is to say— a an area to be known as the “ inner London area ”, consisting of the inner London boroughs; b an area to be known as the “ north-east London area ”, consisting of the London boroughs of Barking, Havering, Newham, Redbridge and Waltham Forest; c an area to be known as the “ south-east London area ”, consisting of the London boroughs of Bexley, Bromley and Croydon; d an area to be known as the “ south-west London area ”, consisting of the London boroughs of Kingston upon Thames, Merton, Richmond upon Thames and Sutton; and e an area to be known as the “ Middlesex area ”, consisting of the London boroughs of Barnet, Brent, Ealing, Enfield, Haringey, Harrow, Hillingdon and Hounslow. are in this Act referred to as “ London commission areas ”, and the areas specified in paragraphs (b) and (e) above are in this Act referred to as the “ outer London areas ”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "3", "section_title": " Power to adjust London commission areas.", "section_text": "3 1 Her Majesty may by Order in Council substitute for any one or more of the areas specified in section 2(1) above any other area or areas comprising the whole or part of Greater London, or alter the boundaries of any area so specified; but the City of London shall not by virtue of any such Order be included in a London commission area. 2 An Order in Council made under this section may contain such incidental, consequential, transitional or supplementary provisions as may be necessary or expedient for the purposes of the Order (including provisions amending this Act or any other enactment). 3 Any statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "4", "section_title": " Petty sessions areas.", "section_text": "4 1 The following areas outside Greater London are petty sessions areas, that is to say— a every non-metropolitan county which is not divided into petty sessional divisions; b every petty sessional division of a non-metropolitan county; c every metropolitan district which is not divided into petty sessional divisions; and d every petty sessional division of a metropolitan district. 1A In subsection (1) above, any reference to a non-metropolitan county is to be construed  , in relation to England, as a reference to a relevant area and , in relation to Wales, as a reference to a preserved county. 2 In the following provisions of this Act “ petty sessions area ” means any of the following, that is to say— a any of the areas outside Greater London specified in subsection (1) above; b the inner London area if it is not divided into petty sessional divisions; c any petty sessional division of the inner London area; d any outer London borough which is not divided into petty sessional divisions; e any petty sessional division of an outer London borough; and f the City of London."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "5", "section_title": " General form of commissions of the peace. ", "section_text": "5 1 The commission of the peace for any commission area shall be a commission under the Great Seal addressed generally, and not by name, to all such persons as may from time to time hold office as justices of the peace for the commission area. 2 A commission of the peace issued after the commencement of this Act shall be framed so as to take account of the abolition of courts of quarter sessions by section 3 of the  Courts Act 1971."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "6", "section_title": " Appointment and removal of justices of the peace.", "section_text": "6 1 Subject to the following provisions of this Act, justices of the peace for any commission area shall be appointed  by the Lord Chancellor by instrument on behalf and in the name of Her Majesty , and a justice so appointed may be removed from office in like manner. 2 The preceding subsection does not apply to stipendiary magistrates and shall be without prejudice to the position of the Lord Mayor and aldermen as justices for the City of London by virtue of the charters of the City."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "7", "section_title": " Residence qualification.", "section_text": "7 1 Subject to the provisions of this section, a person shall not be appointed as a justice of the peace for a commission area in accordance with section 6 of this Act, nor act as a justice of the peace by virtue of any such appointment, unless he resides in or within fifteen miles of that area. 2 If the Lord Chancellor is of opinion that it is in the public interest for a person to act as a justice of the peace for a particular area though not qualified to do so under subsection (1) above, he may direct that, so long as any conditions specified in the direction are satisfied, that subsection shall not apply in relation to that person’s appointment as a justice of the peace for the area so specified. 3 Where a person appointed as a justice of the peace for a commission area in accordance with section 6 of this Act is not qualified under the preceding provisions of this section to act by virtue of the appointment, he shall be removed from office as a justice of the peace in accordance with section 6 of this Act if the Lord Chancellor is of opinion that the appointment ought not to continue having regard to the probable duration and other circumstances of the want of qualification. 4 No act or appointment shall be invalidated by reason only of the disqualification or want of qualification under this section of the person acting or appointed."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "8", "section_title": " Supplemental list for England and Wales.", "section_text": "8 1 There shall be kept in the office of the Clerk of the Crown in Chancery a supplemental list for England and Wales as provided for by this Act (in this Act referred to as “ the supplemental list ”). 2 Subject to the following provisions of this section, there shall be entered in the supplemental list— a the name of any justice of the peace who is of the age of 70 years or over and neither holds nor has held high judicial office within the meaning of the  Appellate Jurisdiction Act 1876, and b the name of any justice of the peace who holds or has held such office and is of the age of 75 years or over. 3 A person who on the date when his name falls to be entered in the supplemental list in accordance with subsection (2) above holds office as chairman of the justices in a petty sessions area (whether by an election made, or having effect as if made, under section 17 of this Act, or, in the City of London, as Chief Magistrate or acting Chief Magistrate) shall have his name so entered on the expiry or sooner determination of the term for which he holds office on that date. 4 The Lord Chancellor may direct that the name of a justice of the peace for any area shall be entered in the supplemental list if the Lord Chancellor is satisfied either— a that by reason of the justice’s age or infirmity or other like cause it is expedient that he should cease to exercise judicial functions as a justice for that area, or b that the justice declines or neglects to take a proper part in the exercise of those functions. 5 On a person’s appointment as a justice of the peace for any area the Lord Chancellor may direct that his name shall be entered in the supplemental list, if that person is appointed a justice for that area on ceasing to be a justice for some other area. 6 The name of a justice of the peace shall be entered in the supplemental list if he applies for it to be so entered and the application is approved by the Lord Chancellor. 7 Nothing in this section shall apply to a person holding office as stipendiary magistrate."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "9", "section_title": " Removal of name from supplemental list.", "section_text": "9 1 A person’s name shall be removed from the supplemental list if he ceases to be a justice of the peace. 2 The name of any person, if not required to be entered in the supplemental list by subsection (2) or subsection (3) of section 8 of this Act, shall be removed from the list if so directed by the Lord Chancellor."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "10", "section_title": " Effect of entry of name in supplemental list.", "section_text": "10 1 Subject to the following subsections, a justice of the peace for any area, while his name is entered in the supplemental list, shall not by reason of being a justice for that area be qualified as a justice to do any act or to be a member of any committee or other body. 2 Subsection (1) above shall not preclude a justice from doing all or any of the following acts as a justice, that is to say— a signing any document for the purpose of authenticating another person’s signature; b taking and authenticating by his signature any written declaration not made on oath; and c giving a certificate of facts within his knowledge or of his opinion as to any matter. 3 The entry of a person’s name in the supplemental list shall also not preclude him, if so authorised by the Lord Chancellor, from acting as a judge of the Crown Court so long as he has not attained the age of 72 years. 4 No act or appointment shall be invalidated by reason of the disqualification under this section of the person acting or appointed."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "11", "section_title": " Records of justices of the peace.", "section_text": "11 1 In each commission area, other than the City of London, such one of the justices as may be designated by the Lord Chancellor shall be keeper of the rolls. 2 There shall be transmitted to the keeper of the rolls for each commission area, and be enrolled in the records of the justices for that area, a copy of any instrument appointing or removing a justice of the peace in that area in accordance with section 6 of this Act; and the keeper of the rolls shall be notified, in such manner as the Lord Chancellor may direct, of any resignation or death of a justice so appointed, and shall cause to be kept, and from time to time rectified, a record of those for the time being holding office by virtue of any such appointment. 3 There shall be kept in the office of the Clerk of the Crown in Chancery a record of all persons for the time being holding office as justices of the peace by virtue of appointments made in accordance with section 6 of this Act, together with the instruments of appointment or removal."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "12", "section_title": " Travelling, subsistence and financial loss allowances.", "section_text": "12 1 Subject to the provisions of this section, a justice of the peace shall be entitled— a to receive payments by way of travelling allowance or subsistence allowance where expenditure on travelling or, as the case may be, on subsistence is necessarily incurred by him for the purpose of enabling him to perform any of his duties as a justice, and b to receive payments by way of financial loss allowance where for that performance there is incurred by him any other expenditure to which he would not otherwise be subject or there is suffered by him any loss of earnings or of benefit under the enactments relating to social security which he would otherwise have made or received. 2 For the purposes of this section, a justice following a course of instruction under a scheme made in accordance with arrangements approved by the Lord Chancellor, or a course of instruction provided by the Lord Chancellor, shall be deemed to be acting in the performance of his duties as a justice. 3 A justice shall not be entitled to any payment under this section in respect of any duties, if in respect of those duties a payment of the like nature may be paid to him under arrangements made apart from this section or if regulations provide that this section shall not apply; and a stipendiary magistrate shall not be entitled to any payment under this section in respect of his duties as such. 4 Allowances payable under this section shall be paid at rates determined by the  Lord Chancellor  with the consent of the Minister for the Civil Service. 5 An allowance payable under this section in respect of duties as a justice in the Crown Court shall be paid by the Lord Chancellor; and an allowance otherwise payable under this section to a justice for any commission area in respect of his duties as such shall be paid by the appropriate authority in relation to that area, that is to say— a in relation to the City of London, the Common Council; b in relation to the inner London area, the Reciever; c in relation to any of the outer London areas,  the council of the outer London borough which is or includes the petty sessions area for which the justice acts ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in relation to a commission area in Wales— i the council of the county or county borough which is or includes the petty sessions area for which the justice acts, or ii where the justice acts for a petty sessions area which is partly included in two or more counties or county boroughs, the councils of those counties and county boroughs. e in relation to a metropolitan county, the council of the metropolitan district which is or includes the petty sessions area for which the justice acts. f in relation to any other commission area— i the council of the county or unitary district which is or includes the petty sessions area for which the justice acts, or ii where the justice acts for a petty sessions area which is partly included in two or more counties or unitary districts, the councils of those counties and unitary districts; 6 Regulations may make provision as to the manner in which this section is to be administered, and in particular— a for prescribing the forms to be used and the particulars to be provided for the purpose of claiming payment of allowances; and b for avoiding duplication between payments under this section and under other arrangements where expenditure is incurred for more than one purpose, and otherwise for preventing abuses. 7 Regulations for the purposes of this section shall be made by the  Lord Chancellor  by statutory instrument,  . . ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "13", "section_title": " Appointment and removal of stipendiary magistrates.", "section_text": "13 1 It shall be lawful for Her Majesty to appoint a  person who has a 7 year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990, to be, during Her Majesty’s pleasure, a whole-time stipendiary magistrate in any commission area or areas outside the inner London area and the City of London, and to appoint more than one such magistrate in the same area or areas. 2 A person so appointed to be a magistrate in any commission area shall by virtue of his office be a justice of the peace for that area. 3 Any appointment of a stipendiary magistrate under this section shall be of a person recommended to Her Majesty by the Lord Chancellor, and a stipendiary magistrate appointed under this section shall not be removed from office except on the Lord Chancellor’s recommendation. 4 The number of stipendiary magistrates appointed under this section shall not at any time exceed forty or such larger number as Her Majesty may from time to time by Order in Council specify. 5 Her Majesty shall not be recommended to make an Order in Council under subsection (4) above unless a draft of the Order has been laid before Parliament and approved by resolution of each House."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "14", "section_title": " Retirement of stipendiary magistrates.", "section_text": "14 1A A stipendiary magistrate appointed after the coming into force of section 26 of the Judicial Pensions and Retirement Act 1993 shall vacate his office on the day on which he attains the age of 70. 1 A stipendiary magistrate appointed on or after the 25th October 1968  and before the coming into force of section 26 of the Judicial Pensions and Retirement Act 1993  shall vacate his office at the end of the completed year of service in the course of which he attains the age of 70: . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsections (1A) and (1) above are subject to section 26(4) to (6) of the Judicial Pensions and Retirement Act 1993 (Lord Chancellor’s power to authorise continuance in office up to the age of 75)."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "15", "section_title": " Acting stipendiary magistrate.", "section_text": "15 1 Where it appears to the Lord Chancellor that it is expedient to do so in order to avoid delays in the administration of justice in any commission area in which a stipendiary magistrate can be appointed under section 13 of this Act, the Lord Chancellor— a may authorise any person qualified to be so appointed to act as a stipendiary magistrate in that area during such period (not exceeding three months at one time) as the Lord Chancellor thinks fit, or b may require so to act any stipendiary magistrate appointed under that section in another commission area. 2 While acting as a stipendiary magistrate in any commission area under subsection (1) above, a person shall have the same jurisdiction, powers and duties as if he had been appointed stipendiary magistrate in that area and were a justice of the peace for that area. 2A Sections 44, 45 and 53 of this Act shall apply to a person acting as a stipendiary magistrate under subsection (1) as they apply to a stipendiary magistrate. 3 The Lord Chancellor may, out of moneys provided by Parliament, pay to any person authorised to act under this section, not being a stipendiary magistrate, such remuneration as he may, with the approval of the Minister for the Civil Service, determine."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "16", "section_title": " Place of sitting and powers of stipendiary magistrates.", "section_text": "16 1 Subject to subsection (5) below, nothing in  the Magistrates’ Courts Act 1980 requiring a magistrates’ court to be composed of two or more justices, or to sit in a petty sessional court-house or an occasional court-house, or limiting the powers of a magistrates’ court composed of a single justice, or when sitting elsewhere than in a petty sessional court-house, shall apply to any stipendiary magistrate sitting in a place appointed for the purpose. 2 A stipendiary magistrate appointed under section 13 of this Act in any commission area shall sit at such court houses in the area, on such days and at such times as may be determined by, or in accordance with, directions given by the Lord Chancellor from time to time. 3 Subject to subsection (5) below, a stipendiary magistrate so appointed, sitting at a place appointed for the purpose, shall have power to do any act, and to exercise alone any jurisdiction, which can be done or exercised by two justices under any law, other than any law made after the 2nd August 1858 which contains an express provision to the contrary; and all the provisions of any Act which are auxiliary to the jurisdiction exercisable by two justices of the peace shall apply also to the jurisdiction of such a stipendiary magistrate. 4 Subsection (3) above shall apply to cases where the act or jurisdiction in question is expressly required to be done or exercised by justices sitting or acting in petty sessions as it applies to other cases; and any enactment authorising or requiring persons to be summoned or to appear at petty sessions shall in the like cases authorise or require persons to be summoned or to appear before such a stipendiary magistrate at the place appointed for his sitting. 5 Nothing in this section shall apply to the hearing or determination of  family proceedings within the meaning of  section 65 of the Magistrates’ Courts Act 1980 ; and nothing in subsection (3) above shall apply to any act or jurisdiction relating to the grant or transfer of any licence."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "17", "section_title": " Chairman and deputy chairmen of justices.", "section_text": "17 1 In any petty sessions area there shall be a chairman and one or more deputy chairmen of the justices chosen from amongst themselves by the magistrates for the area  ; and any contested election for the purposes of this section shall be held  by secret ballot. 2 Subject to  subsections (2A) and (3)  below, if the chairman or a deputy chairman of the justices for a petty sessions area is present at a meeting of those justices, he shall preside unless he requests another justice to preside in accordance with rules made under the next following section. 2A Subsection (2) above shall not confer on any chairman or deputy chairman of the justices the right to preside in court if, under rules made under the next following section, he is ineligible to preside in court. 3 Subsection (2) above shall not confer on the chairman and deputy chairmen of the justices as such any right to preside in a juvenile or  family proceedings court  or at meetings of a committee or other body of justices having its own chairman, or at meetings when any stipendiary magistrate is engaged as such in administering justice."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "18", "section_title": " Rules as to chairmanship and size of bench.", "section_text": "18 1 The number of justices (other than metropolitan stipendiary magistrates) sitting to deal with a case as a magistrates’ court shall not be greater than the number prescribed by rules made under this section. 2 Rules made under this section may make provision as to the manner in which section 17 of this Act and this section are to be administered, and in particular— a as to the arrangements to be made for securing the presence on the bench of enough, but not more than enough, justices; b as to the term of office and the procedure at an election of the chairman or a deputy chairman of the justices in a petty sessions area  (including any procedure for nominating candidates at any such election) , and the number of deputy chairmen to be elected in any such area;  . . . c as to courses of instruction to be completed by justices before they may preside in court; d as to the approval of justices, by committees of justices constituted in accordance with the rules, before they may preside in court, as to the justices who may be so approved and as to the courts to which the approval relates; and e as to circumstances in which a justice may preside in court even though requirements imposed by virtue of paragraph (c) or (d) above are not satisfied in relation to him. 3 The right of magistrates to vote at an election of the chairman or a deputy chairman of the justices in a petty sessions area may, by rules made under this section, be restricted with a view to securing that the election is made by magistrates experienced as such in the area. 4 No rules shall be made under this section except on the advice of, or after consultation with, the rule committee established under  section 144 of the Magistrates’ Courts Act 1980 . 5 Rules under this section shall be made by the Lord Chancellor by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "19", "section_title": " General provisions as to magistrates’ courts committees.", "section_text": "19 1 There shall continue to be committees (to be called “magistrates’ courts committees”) set up in accordance with the following provisions of this Part of this Act, with such functions  as are or may be conferred on them by or under this or any other Act and such other functions relating to matters of an administrative character  as they may be authorised by the  Lord Chancellor  to undertake. 2 Subject to  section 69 of the Police and Magistrates’ Courts Act 1994 and to any order made under subsection (3) of this section before the commencement of that section , there shall be a magistrates’ courts committee for each area to which this subsection applies, that is to say— a every  relevant area in England ; b every metropolitan district; bb every preserved county in Wales; c every outer London borough ; cc the inner London area; and d the City of London. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "20", "section_title": " Constitution of magistrates’ courts committees.", "section_text": "20 1 A magistrates’ courts committee shall, subject to subsections (2) to (4) below, be composed of magistrates for the area to which the committee relates, chosen in accordance with regulations under section 21 of this Act. 2 Not more than two other members, who need not be justices of the peace, may be either— a co-opted by a magistrates’ courts committee to the committee with the approval of the Lord Chancellor, or b appointed by the Lord Chancellor to the committee. 3 The chief metropolitan stipendiary magistrate shall by virtue of his office be a member of the inner London magistrates’ courts committee. 4 Until such day as the Lord Chancellor may by order made by statutory instrument appoint, two members of the inner London magistrates’ courts committee shall be other metropolitan stipendiary magistrates appointed by the chief metropolitan stipendiary magistrate. 5 In subsections (3) and (4) above “ the inner London magistrates’ courts committee ” means the magistrates’ courts committee for an area consisting of or including the whole of the inner London area or, if there is no such committee, every magistrates’ courts committee for any area which consists of or includes any part of the inner London area."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "21", "section_title": " Powers of  Lord Chancellor  in relation to magistrates’ courts committees.", "section_text": "21 1 The  Lord Chancellor  may by statutory instrument make general regulations about the constitution, procedure and quorum of magistrates’ courts committees; but  . . . any such regulations shall have effect subject to the provisions of section 20 of this Act. 1A Any such regulations shall provide for the members referred to in section 20(1) of this Act to be chosen by a selection panel constituted in accordance with the regulations. 2 Any such regulations may— a lay down an upper limit for the number of members of a magistrates’ courts committee (inclusive of the members referred to in subsections (2), (3) and (4) of section 20 of this Act), and b enable the Lord Chancellor to direct that, in relation to any magistrates’ courts committee to which the direction is given, any members co-opted or appointed under subsection (2) of that section are to be left out of account in applying the upper limit. 2A Any such regulations may also make different provision in relation to the magistrates’ courts committees for areas which consist of or include the whole or any part of the inner London area from that made in relation to other committees. 3 Any such regulations may also make provision with respect to the persons (other than the members, clerks and officers of the committee) who may be entitled to attend the meetings of a magistrates’ courts committee and the rights of such persons to make representations to the committee. 4 The  Lord Chancellor  may give general or special directions with respect to summoning the first meeting of magistrates’ courts committees."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "22", "section_title": " Supplementary provisions as to magistrates’ courts committees.", "section_text": "22 1 Subject to subsection (1A) below, a magistrates’ courts committee shall appoint one of their members to be chairman of the committee. 1A Until such day as the Lord Chancellor may by order made by statutory instrument appoint, the chief metropolitan stipendiary magistrate shall by virtue of his office be the chairman of any magistrates’ courts committee for an area which consists of or includes the whole of the inner London area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where the magistrates for a petty sessions area are required to meet for the purpose of carrying out any functions under  section 21  of this Act, a meeting shall be convened by the magistrates’ courts committee or, if there is no such committee in being or the  Lord Chancellor  considers it appropriate, by the  Lord Chancellor . 4 A magistrates’ courts committee may act through sub-committees appointed by them  which may, if they include at least one member of the committee, also include persons who are not members . 4A A magistrates’ courts committee may also arrange for the discharge of any of their functions— a by the chairman of the committee, or b by the justices’ chief executive. 5 Subject to the provisions of this Act, a magistrates’ courts committee shall have power to regulate its own procedure, including quorum. 6 The proceedings of a magistrates’ courts committee shall not be invalidated by reason of any vacancy therein or of any defect in the appointment of a member. 7 A magistrates’ courts committee shall be a body corporate. 8 A magistrates’ courts committee shall, on at least one occasion in every calendar year, admit members of the public to a meeting of the committee. 9 The minutes of proceedings of every meeting of a magistrates’ courts committee shall be open to inspection by members of the public at the offices of the committee, except to the extent that the committee determine that the minutes disclose information of a confidential nature. 10 Copies of any minutes which are open to inspection under subsection (9) above shall be made available to the public on payment of such reasonable fee as the magistrates’ courts committee may in any case determine. 11 A magistrates’ courts committee making a determination under subsection (9) above shall state their reasons for regarding the information in question as being of a confidential nature."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "22A", "section_title": " General powers and duties of magistrates’ courts committees.", "section_text": "22A 1 A magistrates’ courts committee shall be responsible for the efficient and effective administration of the magistrates’ courts for their area. 2 A magistrates’ courts committee may, in particular— a allocate administrative responsibilities among the justices’ chief executive, the justices’ clerks and the staff of the committee, and b determine the administrative procedures to be followed by any of the persons mentioned in paragraph (a) above. 3 It shall be the duty of every magistrates’ courts committee to provide courses of instruction for justices’ clerks and for staff of the committee. 4 The Lord Chancellor may give directions to magistrates’ courts committees requiring each of them, in discharging their responsibilities under subsection (1) above, to meet specified standards of performance. 5 The Lord Chancellor may also give directions to magistrates’ courts committees requiring each of them to take specified steps, at such intervals as may be specified— a for the purpose of keeping the magistrates for their area informed as to the activities of the committee, or b for the purpose of ascertaining the views of those magistrates on particular matters related to the functions of the committee. 6 In discharging their responsibilities under subsection (1) above, a magistrates’ courts committee shall have regard to the needs of court users who are disabled; and so long as any direction under subsection (4) above is in force the standards of performance required under that subsection must include standards relating to the provision made for such court users. 7 A direction under this section may be given to all magistrates’ courts committees or to one or more particular committees. 8 The Lord Chancellor shall arrange for any direction given under this section to be published in such manner as he thinks fit."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "23", "section_title": " Powers and duties of committee as to petty sessional divisions.", "section_text": "23 1 Subject to the provisions of this and the next following section, a magistrates’ courts committee  . . . may at any time submit to the  Lord Chancellor  a draft order making such provision about the division of  their area  or any part thereof into petty sessional divisions as the committee think fit. 2 It shall be the duty of such a committee, if directed to do so by the  Lord Chancellor , to review the division of  their area , or any part thereof into petty sessional divisions and, on completion of the review, to submit to the  Lord Chancellor  either a draft order under subsection (1) above or a report giving reasons for making no change. 3 Subject to the provisions of this and the next following section— a where such a committee submit a draft order to the  Lord Chancellor  under this section, he may by statutory instrument make the order either in the terms of the draft or with such modifications as he thinks fit; and b where such a committee fail to comply within six months with a direction of the  Lord Chancellor  under subsection (2) above, or the  Lord Chancellor  is dissatisfied with the draft order or report submitted in pursuance of such a direction, he may by statutory instrument make such order as he thinks fit about the division into petty sessional divisions of the area to which the direction related. 4 An order under this section may provide for  an area  ceasing to be divided into petty sessional divisions, and a direction under subsection (2) above may be given with respect to the division of  an area  which is not for the time being so divided. 5 Any order under this section may contain transitional and other consequential provisions."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24", "section_title": " Procedure relating to s. 23.", "section_text": "24 1 Before submitting to the  Lord Chancellor  a draft order or a report under section 23 of this Act about any area, a magistrates’ courts committee— a shall consult the  council of every  non-metropolitan county  unitary district , county borough in Wales  or  . . . London borough which includes all or part of the area  and the magistrates for any existing petty sessional division in the area; and b in the case of a draft order  concerning a non-metropolitan county in England , after complying with paragraph (a) above, shall send a copy of their proposals to every interested authority and take into consideration any objections made in the prescribed manner and within the prescribed time. 2 A magistrates’ courts committee submitting to the  Lord Chancellor  a draft order or a report under section 23 of this Act shall comply with such requirements (if any) as to notice as may be prescribed; and the  Lord Chancellor , before making an order under that section about any area otherwise than in accordance with a draft submitted to him by the magistrates’ courts committee, shall send a copy of his proposals to the committee, to the  council of every  non-metropolitan county  ,  unitary district , county borough in Wales  or  . . . London borough  which includes all or part of the area , to the magistrates for any existing petty sessional division in the area and, if a non-metropolitan county  in England  is concerned, to every interested authority . 3 Before making any order under section 23 of this Act the  Lord Chancellor  shall take into consideration any objections made in the prescribed manner and within the prescribed time, and may cause a local inquiry to be held. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Subject to the provisions of Schedule 1 to this Act, the powers conferred by section 23 of this Act shall be in substitution for any other power to create or alter petty sessional divisions  . . ., except powers conferred by any other provision of this Act  or by section 69 of the Police and Magistrates’ Courts Act 1994 . 6 For the purposes of this section— a “ interested authority ”, in relation to any order or draft order  concerning a non-metropolitan county  in England , means the council of any district in the county  (other than a unitary district)  which is wholly or partly included in the area to which the order or draft order relates; and b an order shall be deemed to be made in accordance with a draft order if either it is made in terms of the draft order or the departures from the draft order do not, in the opinion of the  Lord Chancellor , effect important alterations in the draft order."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24A", "section_title": " Alteration of names of petty sessions areas outside inner London Area.", "section_text": "24A 1 Subject to the provisions of this and the next section, a magistrates’ courts committee  . . . may at any time submit to the  Lord Chancellor  a draft order altering the name of the petty sessions area for which they are the committee or, if they are the committee for more than one petty sessions area, the name of any of those areas. 2 Subject to the provisions of this and the next following section, where such a committee submit a draft order to the  Lord Chancellor  under this section, he may by statutory instrument make the order either in the terms of the draft or with such modifications as he thinks fit. 2A Nothing in this section shall enable the name of the petty sessions area consisting of the City of London to be changed. 3 Any order under this section may contain transitional and other consequential provisions."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24B", "section_title": " Procedure relating to s. 24A.", "section_text": "24B 1 Before submitting to the  Lord Chancellor  a draft order under section 24A of this Act, a magistrates’ courts committee— a shall consult the council of the non-metropolitan county,  unitary district , county borough in Wales  or  London borough  concerned and the magistrates of the petty sessions area to which their proposals relate; and b after complying with paragraph (a) above, shall send a copy of their proposals to every interested authority and take into consideration any objections made in the prescribed manner and within the prescribed time. 2 A magistrates’ courts committee submitting to the  Lord Chancellor  a draft order under section 24A of this Act shall comply with such requirements (if any) as to notice as may be prescribed; and the  Lord Chancellor , before making an order under that section otherwise than in accordance with a draft submitted to him by the magistrates’ court committee, shall send a copy of his proposals to the committee, to the council of the non-metropolitan county,  unitary district , county borough in Wales  or  London borough  concerned and, if a non-metropolitan county  in England  is concerned, every interested authority. 3 Before making any order under section 24A of this Act the  Lord Chancellor  shall take into consideration any objections made in the prescribed manner and within the prescribed time, and may cause a local inquiry to be held. 4 For the purposes of this section— a “ interested authority ” , in relation to any order or draft order concerning a non-metropolitan county  in England , means the council of any district in the county  (other than a unitary district)  which is wholly or partly included in the area to which the order or draft order relates; and b an order shall be deemed to be made in accordance with a draft order if either it is made in terms of the draft order or the departures from the draft order do not, in the opinion of the  Lord Chancellor , effect important alterations in the draft order."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24C", "section_title": " Reports and plans.", "section_text": "24C 1 The Lord Chancellor may by regulations made by statutory instrument require magistrates’ courts committees to submit to him such reports and plans, in relation to matters for which they are responsible, as may be prescribed. 2 Any report or plan required by regulations under this section— a shall be prepared in the prescribed manner, after such consultation as may be prescribed, and within such time as may be prescribed, b shall be in the prescribed form, c shall be sent to such persons as may be prescribed, and d shall be made available to the public on payment of such reasonable fee as the magistrates’ courts committee may in any case determine. 3 The Lord Chancellor may direct any one or more magistrates’ courts committees to produce such additional reports or plans in relation to matters for which they are responsible as may be specified in the direction."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24D", "section_title": " Appointment of justices’ chief executive.", "section_text": "24D 1 Every magistrates’ courts committee shall appoint a justices’ chief executive. 2 A person may not be appointed as justices’ chief executive unless— a the magistrates’ courts committee have submitted to the Lord Chancellor, in accordance with regulations, an application for approval of one or more persons offering themselves for the appointment, b the Lord Chancellor has approved one or more of those persons, and c the person appointed is a person so approved. 3 For the purposes of subsection (2) above, appointment as justices’ chief executive does not include, in relation to a person employed as such under a contract for a fixed term, re-appointment on the expiry of that term. 4 Where the Lord Chancellor declines to approve any person who is named in an application under subsection (2)(a) above, he shall inform the magistrates’ courts committee of the reasons for his decision. 5 A person may not be appointed as justices’ chief executive unless he is eligible under section 26 of this Act for appointment as justices’ clerk. 6 A person may not be appointed both as justices’ chief executive and as justices’ clerk for a petty sessions area unless the Lord Chancellor has agreed that he may hold both appointments. 7 Where, in accordance with subsection (6) above, a person holds an appointment as justices’ chief executive with an appointment as justices’ clerk for a petty sessions area, he shall not exercise any functions as justices’ clerk for the petty sessions area unless authorised to do so (either generally or in any particular case) by the magistrates’ courts committee for the area which includes that petty sessions area. 8 In this section “ regulations ” means regulations made by the Lord Chancellor by statutory instrument."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "24E", "section_title": " Functions of justices’ chief executive.", "section_text": "24E 1 The justices’ chief executive in relation to any magistrates’ courts committee shall— a act as clerk to the committee, and b subject to and in accordance with any directions given by the committee, carry on the day to day administration of the magistrates’ courts for the area to which the committee relates. 2 A justices’ chief executive may arrange for his functions under subsection (1)(a) above to be exercised by any member of the staff of the magistrates’ courts committee. 3 It shall be the duty of the justices’ chief executive to make arrangements for discussions relating to law, practice and procedure among the justices’ clerks for petty sessions areas within the area of the committee."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "25", "section_title": " Appointment and removal of justices’ clerks.", "section_text": "25 1 Justices’ clerks shall be appointed by the magistrates’ courts committee; and a magistrates’ courts committee may appoint more than one justices’ clerk for any petty sessions area. 2 A person may not be appointed as justices’ clerk unless— a the magistrates’ courts committee have submitted to the Lord Chancellor, in accordance with regulations, an application for approval of one or more persons offering themselves for the appointment, b the Lord Chancellor has approved one or more of those persons, and c the person appointed is a person so approved. 3 For the purposes of subsection (2) above, appointment as justices’ clerk does not include, in relation to a person employed as such under a contract for a fixed term, re-appointment on the expiry of that term. 4 Where the Lord Chancellor declines to approve any person who is named in an application under subsection (2)(a) above, he shall inform the magistrates’ courts committee of the reasons for his decision. 5 The approval of the Lord Chancellor shall be required— a for any decision to increase the number of justices’ clerks in a petty sessions area or to have more than one justices’ clerk in a new petty sessions area, or b for the removal of the justices’ clerk for a petty sessions area where the magistrates for the area do not consent to the removal. 6 A magistrates’ courts committee shall consult the magistrates for any petty sessions area— a on the appointment of a justices’ clerk for the area, except in the case of a re-appointment on the expiry of a fixed term, or b on the removal of a justices’ clerk for the area. 7 Before— a approving any persons under subsection (2) above, or b approving the removal of a justices’ clerk, the Lord Chancellor shall consider any representations made to him by the magistrates for the petty sessions area concerned; and before approving the removal of a justices’ clerk the Lord Chancellor shall also consider any representations made to him by the clerk. 8 For the purposes of subsections (5) to (7) above, removal as justices’ clerk shall be taken to include, in relation to a person employed as such under a contract for a fixed term, the expiry of that term without renewal in any case where the clerk has not consented to the failure to renew. 9 In this section “ regulations ” means regulations made by the Lord Chancellor by statutory instrument."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "26", "section_title": " Qualifications for appointment as justices’ clerk.", "section_text": "26 1 Except as provided by this section, no person shall be appointed as justices’ clerk  . . . unless either— a at the time of appointment he  has a 5 year magistrates’ court qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990, . . ., or b he then is or has previously been a justices’ clerk. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A person not having the qualification which is required by subsection (1)(a) above may be appointed as justices’ clerk if at the time of the appointment he is a barrister or solicitor and has served for not less than five years as assistant to a justices’ clerk. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "26A", "section_title": " Justices’ chief executives and justices’ clerks to be employed under contracts of service.", "section_text": "26A 1 Except as provided by this Act, a justices’ chief executive or justices’ clerk— a shall be employed by the magistrates’ courts committee, on such terms as they may determine, and b shall hold and vacate office in accordance with the terms of his contract of service. 2 Subsection (1) above shall not have effect in relation to any person appointed by a magistrates’ courts committee before the commencement of this section as justices’ clerk for a petty sessions area so long as he— a continues to hold office as a justices’ clerk for that area or for any one or more petty sessions areas including any part of that area, and b has not entered into a contract of service after the commencement of this section. 3 Any justices’ clerk in relation to whom, by virtue of subsection (2) above, subsection (1) above does not have effect shall hold office during the pleasure of the magistrates’ courts committee concerned."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "27", "section_title": " Conditions of service and staff of justices’ clerks.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A magistrates’ courts committee may employ staff on such terms as they think fit. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The power conferred by  section 144 of the Magistrates’ Courts Act 1980  to make rules for regulating and prescribing the procedure and practice to be followed by justices’ clerks shall, without prejudice to the generality of subsection (1) of that section, include power to provide that, subject to any exceptions prescribed by the rules, persons shall not be employed to assist a justices’ clerk in any capacity so prescribed, or shall not be permitted to do on behalf of a justices’ clerk any such acts as may be so prescribed, unless those persons are qualified (any age limits apart) to be appointed justices’ clerk or have such other qualifications as may for any purpose be allowed by the rules  or approved by the Lord Chancellor in accordance with the rules . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "28", "section_title": " General powers and duties of justices’ clerks.", "section_text": "28 1 Rules made in accordance with  section 144 of the Magistrates’ Courts Act 1980  may (except in so far as any enactment passed after the 25th October 1968 otherwise directs) make provision enabling things authorised to be done by, to or before a single justice of the peace to be done instead by, to or before a justices’ clerk. 1A Such rules may also make provision enabling things authorised to be done by, to or before a justices’ clerk (whether by virtue of subsection (1) above or otherwise) to be done instead by, to or before— a a person appointed by a magistrates’ courts committee to assist him; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any enactment (including any enactment contained in this Act) or any rule of law regulating the exercise of any jurisdiction or powers of justices of the peace, or relating to things done in the exercise or purported exercise of any such jurisdiction or powers, shall apply in relation to the exercise or purported exercise thereof by virtue of subsection (1) above by the clerk to any justices as if he were one of those justices. 3 It is hereby declared that the functions of a justices’ clerk include the giving to the justices to whom he is clerk or any of them, at the request of the justices or justice, of advice about law, practice or procedure on questions arising in connection with the discharge of their or his functions, including questions arising when the clerk is not personally attending on the justices or justice, and that the clerk may, at any time when he thinks he should do so, bring to the attention of the justices or justice any point of law, practice or procedure that is or may be involved in any question so arising. In this subsection the reference to the functions of justices or a justice is a reference to any of their or his functions as justices or a justice of the peace, other than functions as a judge of the Crown Court. 4 The enactment of subsection (3) above shall not be taken as defining or in any respect limiting the powers and duties belonging to a justices’ clerk or the matters on which justices may obtain assistance from their clerk."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "29", "section_title": " Functions of justices’ clerk as collecting officer.", "section_text": "29 1 A justices’ clerk shall by virtue of his office be collecting officer of any magistrates’ court of which he is the clerk. 2 In his capacity as such a collecting officer, a justices’ clerk— a shall discharge all such functions as are conferred by any enactment on a collecting officer appointed by the justices for a petty sessional division under the  Affiliation Orders Act 1914; and b shall act under any order directing the payment of money to him which was made by any court under section 30 of the  Criminal Justice Administration Act 1914 (which provided for periodical payments under court orders to be made through an officer of the court or other third party) and which continues to have effect in accordance with the provisions of paragraph 14 of Schedule I to this Act. 3 Subsections (1) and (2) above shall have effect without prejudice to the provisions of  sections 59 and 59A  of the Magistrates’ Courts Act 1980 (periodical payments through justices’ clerk  and proceedings by the clerk,  etc. ) or  section 62 of that Act (relating to payments required to be made to a child)."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "30", "section_title": " Person acting as substitute clerk to justices.", "section_text": "30 1 The provisions of this section shall have effect where, in any petty sessions area  . . ., a person who is not the justices’ clerk or one of the justices’ clerks appointed in that petty sessions area by the magistrates’ courts committee acts as clerk to the justices for that petty sessions area. 2 Subject to any rules made under  section 144 of the Magistrates’ Courts Act 1980 and to subsection (3) below, the person so acting shall be treated as having acted as deputy to the justices’ clerk appointed by the magistrates’ courts committee in that petty sessions area, and shall make a return to the justices’ clerk so appointed of all matters done before the justices and of all matters that the clerk to the justices is required to register or record. 3 In relation to a petty sessions area in which there are two or more justices’ clerks appointed by the magistrates’ courts committee, any reference in subsection (2) above to the justices’ clerk so appointed shall be construed as a reference to such one of them as may be designated for the purpose by the committee."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "30A", "section_title": " Independence of justices’ clerk and staff in relation to legal functions.", "section_text": "30A 1 When exercising the functions specified in subsection (2) below or giving advice to justices of the peace in an individual case— a a justices’ clerk shall not be subject to the direction of the magistrates’ courts committee, the justices’ chief executive or any other person, and b any member of the staff of a magistrates’ courts committee shall not be subject to the direction of that committee or of the justices’ chief executive (when acting as such). 2 The functions referred to in subsection (1) above are functions conferred by rules made in accordance with section 144 of the  Magistrates’ Courts Act 1980 by virtue of section 28(1) or (1A) of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "31", "section_title": " Appointment, removal and retirement of metropolitan stipendiary magistrates.", "section_text": "31 1 Metropolitan stipendiary magistrates shall be appointed by Her Majesty, and Her Majesty shall from time to time appoint such number of persons as is necessary; but the number of metropolitan stipendiary magistrates shall not at any time exceed sixty or such larger number as Her Majesty may from time to time by Order in Council specify. 2 A person shall not be qualified to be appointed a metropolitan stipendiary magistrate unless he  has a 7 year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990 . 3 The Lord Chancellor shall designate one of the metropolitan stipendiary magistrates to be the chief metropolitan stipendiary magistrate. 4 The following provisions shall apply to each metropolitan stipendiary magistrate, that is to say— a he shall by virtue of his office be a justice of the peace for each of the London commission areas and for the counties of Essex, Hertfordshire, Kent and Surrey; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c he may be removed from office by the Lord Chancellor for inability or misbehaviour. 5 A metropolitan stipendiary magistrate who is by virtue of his office a justice of the peace for any area mentioned in subsection (4) above shall not, by reason only of his being a justice of the peace for that area by virtue of that office, be qualified to be chosen under section 17(1) of this Act as chairman or deputy chairman of the justices for a petty sessional division of that area or to vote under that subsection at the election of any such chairman or deputy chairman. 6 Section 14 of this Act shall apply to metropolitan stipendiary magistrates as well as to other stipendiary magistrates in England or Wales. 7 Her Majesty shall not be recommended to make an Order in Council under subsection (1) above unless a draft of the Order has been laid before Parliament and approved by resolution of each House."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "32", "section_title": " Allocation and sittings of metropolitan stipendiary magistrates.", "section_text": "32 1 The Lord Chancellor may assign metropolitan stipendiary magistrates to petty sessional divisions  of the inner London area  and may alter any assignment under this subsection; but the assignment of a magistrate to a particular division shall not preclude him from exercising jurisdiction for any other division of the inner London area. 2 Metropolitan stipendiary magistrates shall sit at such courthouses provided for the inner London area under the following provisions of this Act, on such days and at such times as may be determined by, or in accordance with, directions given by the Lord Chancellor from time to time. 3 The chief metropolitan stipendiary magistrate shall cause to be held, at least once in every quarter of a year, a meeting of all the metropolitan stipendiary magistrates, or such of them as are able to attend, and, if present, shall preside over the meeting."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "33", "section_title": " Jurisdiction of metropolitan stipendiary magistrates and lay justices.", "section_text": "33 1 In the inner London area the jurisdiction conferred on justices of the peace by any enactment, by their commission or by the common law shall be exercisable both by metropolitan stipendiary magistrates and by justices of the peace for that area who are not metropolitan stipendiary magistrates (hereafter in this Part of this Act referred to as “ lay justices ”). 2 Metropolitan stipendiary magistrates shall continue to exercise the jurisdiction conferred on them as such by any enactment; and the inner London area (having taken the place of the metropolitan stipendiary courts area) shall continue to be the area for which magistrates’ courts are to be held by metropolitan stipendiary magistrates. 3 Lay justices for the inner London area may, in addition to exercising the jurisdiction mentioned in subsection (1) above, exercise the jurisdiction conferred on metropolitan stipendiary magistrates as such by any enactment except the following, that is to say— a the Extradition Acts 1870 to 1935; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c section 25 of the  Children and Young Persons Act 1933 (restrictions on persons under 18 going abroad for the purpose of performing for profit); and d the  Fugitive Offenders Act 1967; but a magistrates’ court consisting of lay justices for the inner London area shall not by virtue of this subsection try an information summarily or hear a complaint except when composed of at least two justices. 4 Without prejudice to subsection (1) above, subsections (3) to (5) of section 16 of this Act shall have effect in relation to a metropolitan stipendiary magistrate as they have effect in relation to a stipendiary magistrate appointed under section 13 of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "34", "section_title": " Acting metropolitan stipendiary magistrate.", "section_text": "34 1 If it appears to the Lord Chancellor that it is expedient to do so in order to avoid delays in the administration of justice in the inner London area, he may authorise any person, who  has a 7 year general qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990 , to act as a metropolitan stipendiary magistrate during such period (not exceeding three months at any one time) as the Lord Chancellor thinks fit. 2 All things required or authorised by law to be done by, to or before a metropolitan stipendiary magistrate may be done by, to or before any person acting as such in pursuance of this section. 2A Sections 44, 45 and 53 of this Act shall apply to a person acting as a metropolitan stipendiary magistrate under subsection (1) as they apply to a metropolitan stipendiary magistrate. 3 The Lord Chancellor may, out of moneys provided by Parliament, pay to any person authorised to act under this section such remuneration as he may, with the approval of the Minister for the Civil Service, determine."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "34A", "section_title": " Division of work in inner London area.", "section_text": "34A 1 There shall be established for the purposes of this section a committee consisting of the following members— a the chief metropolitan stipendiary magistrate, b six lay justices appointed by the chairmen of the petty sessional divisions of the inner London area, and c six metropolitan stipendiary magistrates appointed by the chief metropolitan stipendiary magistrate. 2 The lay justices eligible for appointment under paragraph (b) of subsection (1) above include any of the chairmen referred to in that paragraph. 3 The members of the committee shall hold office for a period of twelve months, but shall be eligible for re-appointment. 4 The chief metropolitan stipendiary magistrate shall be the chairman of the committee. 5 It shall be the duty of the committee— a to keep under consideration the division of work in the inner London area between the metropolitan stipendiary magistrates and the lay justices, and b to give general directions to any magistrates’ courts committee for any area which consists of or includes the whole or any part of the inner London area as to the division of the work."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "34B", "section_title": " Appointment of justices’ clerks for youth courts and family proceedings courts.", "section_text": "34B 1 The inner London magistrates’ courts committee shall appoint one or more justices’ clerks for the youth courts and family proceedings courts for the metropolitan area. 2 Subsections (2) to (4), (5)(b), (6) and (7) of section 25 of this Act have effect in relation to any justices’ clerk appointed under subsection (1) above as they have effect in relation to a justices’ clerk for a petty sessions area, but with the substitution for any reference to the magistrates for a petty sessions area of a reference to the justices of the peace who are members of the youth court panel for the metropolitan area or (as the case may be) of a family panel for that area, other than any such justice whose name is for the time being entered on the supplemental list. 3 In this section— “ the inner London magistrates’ courts committee ” means the magistrates’ courts committee for an area consisting of or including the whole of the inner London area or, if there is no such committee, all the magistrates courts’ committees for areas which consist of or include any part of the inner London area acting jointly; and “ the metropolitan area ” means the inner London area and the City of London."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "36A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36A"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "39", "section_title": " Ex officio and appointed justices.", "section_text": "39 1 The Lord Mayor and aldermen of the City shall by virtue of the charter granted by His late Majesty King George  II  dated the 25th August 1741 continue to be justices of the peace for the City: Provided that any of them may be excluded by the Lord Chancellor from the exercise of his functions as a justice. 2 The persons holding office as justices of the peace for the City shall constitute a single body of justices, without distinction between those holding office by virtue of the charter and those appointed; and the jurisdiction and powers of the Lord Mayor and aldermen as justices by virtue of the charter shall be the same in all respects as those of appointed justices. 3 The establishment of the City as a separate commission area shall not be taken to have constituted new courts for the City; and the jurisdiction and powers of the justices of the peace for the City are in continuation of those formerly belonging exclusively to the justices holding office by virtue of the charter. 4 In this Part of this Act “ the City ” means the City of London."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "40", "section_title": " Chairman and deputy chairmen of justices.", "section_text": "40 1 The Lord Mayor for the time being, if not disqualified, shall be chairman of the justices, with the style of Chief Magistrate, instead of a chairman being elected under section 17(1) of this Act; and, subject to subsection (3) below, the aldermen who have been Lord Mayor and are not disqualified (or, if there are more than eight such aldermen, the eight who were last Lord Mayor) shall be deputy chairmen in addition to any deputy chairmen elected under section 17(1) above. 2 For the purposes of this section a Lord Mayor or alderman is disqualified at any time while his name is entered in the supplemental list. 3 In the event of a Lord Mayor being disqualified, then during his mayoralty the senior of the aldermen designated as deputy chairmen in subsection (1) above shall, instead of being a deputy chairman, be chairman of the justices as acting Chief Magistrate. 4 Subsections (2) and (3) of section 17 of this Act shall apply to any Lord Mayor or alderman as chairman or deputy chairman of the justices as they apply to a chairman or deputy chairman elected under subsection (1) of that section."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "41", "section_title": " Application of enactments to the City.", "section_text": "41 1 Subject to the provisions of this Part of this Act, in any enactment relating to justices of the peace, magistrates’ courts, justices’ clerks or matters connected therewith (including, except in so far as it otherwise expressly provides, any such enactment passed after the passing of this Act)— a any reference to a county or to county justices shall be taken to include the City or justices for the City, and b any reference to a county council shall be taken to include the Corporation of the City acting through the Common Council, and references to a county fund shall be taken to include the  City fund : Provided that in any such enactment which refers in the same context both to a non-metropolitan county and to a metropolitan district, the reference to a non-metropolitan county shall be taken to include the City. 2 Where any such enactment (including any enactment contained in this Act) expressly refers in the same context both— a to a county or non-metropolitan county or to justices or magistrates for a county or non-metropolitan county, and b to the City or to justices or magistrates for the City, the operation of that enactment shall not be affected by, and shall be without prejudice to the generality of, subsection (1) above."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "42", "section_title": " No petty sessional divisions in the City.", "section_text": "42 Nothing in  this Act  shall authorise the making of an order under section 23 of this Act for the division of the City into petty sessional divisions."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "43", "section_title": " Records of appointed justices for the City.", "section_text": "43 There shall be transmitted to the Lord Mayor, and be enrolled in the records of the justices for the City, a copy of any instrument appointing or removing a justice of the peace for the City in accordance with section 6 of this Act; and the Lord Mayor shall be notified, in such manner as the Lord Chancellor may direct, of any resignation or death of a justice for the City so appointed, and shall cause to be kept, and from time to time rectified, a record of those for the time being holding office as justices for the City by virtue of any such appointment."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "44", "section_title": " Immunity for acts within jurisdiction.", "section_text": "44 No action shall lie against any justice of the peace or justice’s clerk in respect of any act or omission of his— a in the execution of his duty— i as such a justice; or ii as such a clerk exercising, by virtue of any statutory provision, any of the functions of a single justice; and b with respect to any matter within his jurisdiction."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "45", "section_title": " Immunity for certain acts beyond jurisdiction.", "section_text": "45 An action shall lie against any justice of the peace or justice’s clerk in respect of any act or omission of his— a in the purported execution of his duty— i as such a justice; or ii as such a clerk exercising, by virtue of any statutory provision, any of the functions of a single justice; but b with respect to matter which is not within his jurisdiction, if, but only if, it is proved that he acted in bad faith."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "4649.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "50", "section_title": " Where action prohibited, proceedings may be set aside.", "section_text": "50 If any action is brought in circumstances in which this Part of this Act provides that no action is to be brought, a judge of the court in which the action is brought may, on the application of the defendant and upon an affidavit as to the facts, set aside the proceedings in the action, with or without costs, as the judge thinks fit."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "5152.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "53", "section_title": " Indemnification of justices and justices’ clerks.", "section_text": "53 1 Subject to the provisions of this section . . .  , a justice of the peace or justices’ clerk may be indemnified out of local funds in respect of— a any costs reasonably incurred by him in or in connection with proceedings against him in respect of anything done or omitted in the exercise or purported exercise of the duty of his office, or in taking steps to dispute any claim which might be made in such proceedings; b any damages awarded against him or costs ordered to be paid by him in any such proceedings; or c any sums payable by him in connection with a reasonable settlement of any such proceedings or claim; and shall be entitled to be so indemnified if, in respect of the matters giving rise to the proceedings or claim, he acted reasonably and in good faith. 1A So far as the duty mentioned in subsection (1) above relates to criminal matters, that subsection shall have effect as if— a for the word “may” there were substituted “shall”, and b for the words following paragraph (c) there were substituted “unless it is proved, in respect of the matters giving rise to the proceedings or claim, that he acted in bad faith”. 2 Any question whether, or to what extent, a person is to be indemnified under this section shall be determined by the magistrates’ courts committee for the area for which he acted at the material time; and a determination under this subsection with respect to any such costs or sums as are mentioned in paragraph (a) or paragraph (c) of subsection (1) above may, if the person claiming to be indemnified so requests, be made in advance before those costs are incurred or the settlement made, as the case may be: Provided that any such determination in advance for indemnity in respect of costs to be incurred shall be subject to such limitations, if any, as the committee think proper and to the subsequent determination of the amount of the costs reasonably incurred and shall not affect any other determination which may fall to be made in connection with the proceedings or claim in question. 3 An appeal shall lie to a person appointed for the purpose by the Lord Chancellor— a on the part of the person claiming to be indemnified, from any decision of the magistrates’ courts committee under subsection (2) above, other than a decision to postpone until after the conclusion of the proceedings any determination with respect to his own costs or to impose limitations on making a determination in advance for indemnity in respect of such costs; b on the part of  any paying authority , from any determination of the magistrates’ courts committee under that subsection, other than a determination in advance for indemnity in respect of costs to be incurred by the person claiming to be indemnified. 3A Where there are two or more paying authorities in relation to any justice or justices’ clerk, any question as to the extent to which the funds required to indemnify him are to be provided by each authority shall be determined by agreement between those authorities and the magistrates’ courts committee concerned or, in default of such agreement, shall be determined by the Lord Chancellor. 4 The Lord Chancellor may by statutory instrument make rules prescribing the procedure to be followed in any appeal under  subsection (3) above ; and any statutory instrument made by virtue of this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section— “ justices’ clerk ” includes any person appointed by a magistrates’ courts committee to assist a justices’ clerk, “ local funds ”, in relation to a justice or justices’ clerk, means funds out of which the expenses of the magistrates’ courts committee for the area for which he acted at the material time are payable, and “ paying authority ”, in relation to a justice or justices’ clerk, means any authority which is a paying authority for the purposes of section 55 of this Act in relation to the magistrates’ courts committee for the area for which he acted at the material time. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "54", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "54"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "55", "section_title": " Duties of local authorities.", "section_text": "55 1 Subject to the provisions of this Act, the paying authority or authorities in relation to any magistrates’ courts committee shall provide the petty sessional court-houses and other accommodation, and the goods and services, proper for the performance of the functions of— a the magistrates for the magistrates’ courts committee area, b the magistrates’ courts committee, c any other committee of the magistrates for that area, or d the justices’ clerks for any part of the magistrates’ courts committee area. 2 Subsection (1) above shall not require the paying authority or authorities to provide any current item or class of current items if the magistrates’ courts committee have notified the authority or authorities that they intend to obtain that item or class of items otherwise than from that authority or any of those authorities. 3 For the purposes of subsection (2) above “ current item ” means any goods or services which are of such a kind that expenditure incurred by a paying authority on providing them would not be capital expenditure. 4 Where there is one paying authority in relation to a magistrates’ courts committee, that authority shall pay the expenses of the committee. 5 Where there are two or more paying authorities in relation to a magistrates’ courts committee, each of those authorities shall pay a proper proportion of those expenses. 6 For the purposes of subsections (4) and (5) above the expenses of a magistrates’ courts committee shall be taken to include— a expenses incurred by them in obtaining goods and services which are proper for the purposes mentioned in subsection (1) above but which by virtue of subsection (2) above the paying authority or authorities are not required to provide; b the sums payable under Part II of this Act on account of a person’s salary or expenses as justices’ chief executive or as justices’ clerk for any part of the magistrates’ courts committee area, the remuneration of any staff employed by the committee and the remuneration of any court security officers employed (whether by the committee or a paying authority) under section 76(2)(a) of the  Criminal Justice Act 1991 in relation to petty sessions areas within the magistrates’ courts committee area together with— i secondary Class I contributions payable in respect of any such person, staff or officers under Part I of the  Social Security Contributions and Benefits Act 1992, and ii state scheme premiums so payable under Chapter  III  of Part III of the  Pension Schemes Act 1993; c the sums payable under any contract entered into (whether by any such magistrates’ courts committee or a paying authority) under section 76(2)(b) of the  Criminal Justice Act 1991; and d so far as they are not otherwise provided for, all other costs incurred, with the general or special authority of the magistrates’ courts committee, by the justices for the magistrates’ courts committee area. 7 Nothing in subsection (1), (4) or (5) above shall require any paying authority to incur any expenditure or make any payment which would— a cause the net cost to it in any year of the matters mentioned in subsection (1) of section 59 of this Act to exceed the amount which, in relation to that authority and that year, is for the time being determined by the Lord Chancellor under subsection (3)(b) of that section, or b cause its capital expenditure in any year in pursuance of functions under this Part of this Act to exceed the amount which, in relation to that authority and that year, is for the time being determined by the Lord Chancellor under subsection (4)(b) of that section; and in determining any such net cost as is mentioned in paragraph (a) above there shall be disregarded any such capital expenditure as is mentioned in paragraph (b) above. 8 Subject to section 16(2) of this Act, any accommodation provided under this section for any justice, justices’ clerk or justices’ chief executive may be outside the area for which the justices act and, in the case of a petty sessional court-house, shall be deemed to be in that area for the purposes of the jurisdiction of the justices when acting in the court-house. 9 Two or more paying authorities may arrange for accommodation, goods or services provided for the purposes of this section by one of them to be used also as if provided for those purposes by the other or each of the others. 10 In this section— “ paying authority ” in relation to a magistrates’ courts committee, means any responsible authority whose area comprises all or part of the area to which the committee relates; “ responsible authority ” means any unitary authority or any county council so far as they are not a unitary authority; and “ unitary authority ” means— the council of any county so far as they are the council for an area for which there are no district councils, the council of any district comprised in an area for which there is no county council, a county borough council, a London borough council, or the Common Council of the City of London. 11 Until 1st April 1996, the definition of “ unitary authority ” in subsection (10) above shall have effect with the omission of paragraph (c)."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "56", "section_title": " Provisions supplementary to s. 55.", "section_text": "56 1 Subject to the provisions of this section— a the petty sessional court-houses and other accommodation, goods and services to be provided by the paying authority, or each of the paying authorities, under section 55 of this Act, b the salary to be paid to a justices’ clerk or justices’ chief executive and to staff of a magistrates’ courts committee, and c the nature and amount of the expenses which a magistrates’ courts committee may incur in the discharge of any functions or may authorise to be incurred, shall be such as may from time to time be determined by the magistrates’ courts committee after consultation with the paying authority or authorities. 2 Where the expenses of a magistrates’ courts committee (including any sums which are taken by section 55(6) of this Act to be such expenses) fall to be borne by more than one paying authority, any question as to the manner in which they are to be borne by the authorities concerned shall be determined by agreement between those authorities and the magistrates’ courts committee concerned or, in default of such agreement, shall be determined by the Lord Chancellor. 3 Any paying authority which is aggrieved by a determination of a magistrates’ courts committee under subsection (1) above may, within one month from the receipt by the authority of written notice of the determination, appeal to the Lord Chancellor, whose decision shall be binding upon the magistrates’ courts committee and any authority concerned. 4 The approval of the Lord Chancellor shall be required for any determination under subsection (1) above reducing the salary of a justices’ clerk or justices’ chief executive, unless the justices’ clerk or justices’ chief executive concerned consents to the reduction. 5 In this section “ paying authority ” has the same meaning as in section 55 of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "58", "section_title": " Corresponding arrangements in inner London area.", "section_text": "58 1 The Receiver shall provide such court houses and other accommodation, and such furniture, books and other things, as the committee of magistrates may determine to be proper for the due transaction of the business, and convenient keeping of the records and documents, of magistrates’ courts in the inner London area (including  family proceedings courts and including  youth courts  for that area and the City of London) or for enabling the justices’ clerks for that area (or for  youth courts  for that area and the City) to carry out their duties; but any determination under this subsection shall not have effect unless confirmed, with or without modifications, by the  Lord Chancellor . 2 The Receiver shall pay out of the metropolitan police fund— a any expenses of the committee of magistrates, of such amount and of such a nature as may be approved by the  Lord Chancellor ; b the sums payable by way of salary or expenses to justices’ clerks and other officers employed by the committee of magistrates and the remuneration of any court security officers employed (whether by that committee or the Receiver) under section 76(2)(a) of the Criminal Justice Act 1991, together with— i secondary Class I contributions payable in respect of any such officers under Part I of the  Social Security Contributions and Benefits Act 1992 , and ii state scheme premiums so payable under  Chapter III of Part III of the Pension Schemes Act 1993 ; bb the sums payable under any contract entered into (whether by the committee of magistrates or the Receiver) under section 76(2)(b) of the Criminal Justice Act 1991; c any superannuation benefits payable in respect of such clerks and other officers under any enactment or instrument applied to them by regulations having effect in accordance with section 15(9) of the  Superannuation (Miscellaneous Provisions) Act 1967, other than benefits payable by  the London Residuary Body , and any superannuation contributions and other payments for which the committee of magistrates may be liable as their employer under any such enactment or instrument. 2A Nothing in subsection (1) or (2) above shall require the Receiver to incur any expenditure or make any payment which would— a cause the net cost to him in any year of the matters mentioned in subsection (1) of section 59 of this Act to exceed the amount which, in relation to the Receiver and that year, is for the time being determined by the  Lord Chancellor  under subsection (3)(b) of that section; or b cause his capital expenditure in any year in pursuance of functions under this Part of this Act to exceed the amount which, in relation to the Receiver and that year, is for the time being determined by the  Lord Chancellor  under subsection (4)(b) of that section; and in determining any such net cost as is mentioned in paragraph (a) above there shall be disregarded any such capital expenditure as is mentioned in paragraph (b) above. 3 Without prejudice to subsection (2) above, the expenses of and incidental to the magistrates’ courts for the inner London area, except the salaries and superannuation allowances of metropolitan stipendiary magistrates, shall be paid out of the metropolitan police fund; and, if any question arises as to what expenses are expenses of or incidental to any such court, the question shall be determined by the  Lord Chancellor , with the concurrence of the Treasury so far as the question affects the amount of any charge on the Exchequer. 4 Any accommodation provided under this section for any magistrates’ court or justices’ clerk may be outside the area for which the court or clerk acts, and, if outside that area, shall be deemed to be in that area for the purposes of the jurisdiction of the court. 5 The  Lord Chancellor , after consultation with the committee of magistrates, may assign court houses and other accommodation either to petty sessional divisions of the inner London area or to particular magistrates’ courts for that area (including  family proceedings courts and including  youth courts  for that area and the City of London) and may alter any assignment under this subsection."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "59", "section_title": " Grants by  Lord Chancellor  to responsible authorities.", "section_text": "59 1 The  Lord Chancellor  may out of money provided by Parliament pay to the responsible authorities grants towards the net cost to them in any year— a of their functions under this Part or Part II of this Act; b of their functions under any regulations made, or having effect as if made, under section 7  or 24  of the Superannuation Act 1972 with respect to court staff  or, in the case of the Receiver, his corresponding functions ; bb of their functions under any regulations having effect by virtue of paragraph 13(1) of Schedule 1 to this Act; and c of making payments under section 12 or 53 of this Act; and in determining any such net cost as is mentioned above there shall be disregarded any such capital expenditure as is mentioned in subsection (2) below. 2 The  Lord Chancellor  may also out of money provided by Parliament pay to the responsible authorities grants towards their capital expenditure in any year in pursuance of their functions under this Part of this Act. 3 The amount of any grant under subsection (1) above towards the net cost to a responsible authority in any year of the matters mentioned in that subsection shall not exceed 80 per cent. of whichever of the following is the less, namely— a that net cost; and b the amount which, in relation to the authority and that year, is for the time being determined by the  Lord Chancellor . 4 The amount of any grant under subsection (2) above towards the capital expenditure in any year of a responsible authority in pursuance of its functions under this Part of this Act shall not exceed 80 per cent. of whichever of the following is the less, namely— a that capital expenditure; and b the amount which, in relation to the authority and that year, is for the time being determined by the  Lord Chancellor . 5 The  Lord Chancellor , with the concurrence of the Treasury, may by statutory instrument make regulations as to the manner in which— a income and expenditure of responsible authorities are to be taken into account in determining the net cost to them in any year of the matters mentioned in subsection (1) above; or b expenditure of such authorities is to be taken into account in determining their capital expenditure in any year in pursuance of their functions under this Part of this Act; and for the purposes of this section any question as to that net cost or that capital expenditure shall (subject to the regulations) be determined by the  Lord Chancellor . 6 The  Lord Chancellor  may direct that, in determining— a the net cost to a responsible authority in any year of the matters mentioned in subsection (1) above; or b the capital expenditure of such an authority in any year in pursuance of its functions under this Part of this Act, there shall be taken into account or disregarded, to such extent as may be specified in the direction, such items as may be so specified. 7 Grants under this section shall be paid at such times, in such manner and subject to such conditions as the  Lord Chancellor  may with the approval of the Treasury determine. 8 In this section— “ court staff ” means justices’ chief executives, justices’ clerks and staff of magistrates’ courts committees, and “ responsible authority ” has the same meaning as in section 55 of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "59A", "section_title": " Local authority land appropriated to magistrates’ courts purposes.", "section_text": "59A 1 Where after the commencement of this section a responsible authority appropriate any land owned by them to magistrates’ courts purposes, the authority shall be taken for the purposes of section 59(2) of this Act to incur, in the year in which the appropriation is made, capital expenditure in pursuance of their functions under this Part of this Act of an amount equal to the open market value of the land at the time of the appropriation. 2 In subsection (1) above— “ land ” includes any interest in land, “ magistrates’ courts purposes ” means the purposes of being provided under section 55(1) of this Act as a petty sessional court-house or other accommodation, and “ responsible authority ” has the same meaning as in section 55 of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "60", "section_title": " Special provision as to grants to Greater London Council.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "61", "section_title": " Application of fines and fees. ", "section_text": "61 1 Subject to  paragraphs (a) and (b) of section 139 of the Magistrates’ Courts Act 1980 (which relates to the disposal of sums adjudged to be paid by a summary conviction) and to the following provisions of this section, there shall be paid to the  Lord Chancellor — a all fines imposed by a magistrates’ court and all sums which become payable by virtue of an order of such a court and are by any enactment made applicable as fines so imposed or any class or description of such fines; and b all other sums received by a justices’ clerk by reason of his office except sums to which a person other than the  Lord Chancellor  is by law entitled and which are paid to that person  and sums paid into court in pursuance of orders under section 35 of the Powers of Criminal Courts Act 1973 (compensation orders) . 2 The sums payable to the  Lord Chancellor  by virtue of paragraph (a) of subsection (1) above shall not include— a any sums which by or in pursuance of any provision in the enactments relating to those sums are directed to be paid to the Commissioners of Customs and Excise or to any officer of theirs or person appointed by them; or b any sums which by or in pursuance of any such provision are directed to be paid to or for the benefit of the party aggrieved, party injured or a person described in similar terms, or to or for the benefit of the family or relatives of a person described in any such terms or of a person dying in consequence of an act or event which constituted or was the occasion of an offence; or c any sums which by or in pursuance of any such provision are directed to be applied in making good any default or repairing any damage or paying or reimbursing any expenses (other than those of the prosecution); or d any sums which are directed to be paid to any person by or in pursuance of any such provision referring in terms to awarding or reimbursing a loss, or to damages, compensation or satisfaction for loss, damage, injury or wrong. 3 Paragraph (b) of subsection (1) above shall not apply to sums received by a justices’ clerk on account of his salary or expenses as such; and any sum paid to the  Lord Chancellor  by virtue of that paragraph shall be paid to him subject to its being repaid to any person establishing his title to it. 4 The  Lord Chancellor , with the concurrence of the Treasury, may by statutory instrument make regulations as to the times at which, and the manner in which, justices’ clerks shall account for and pay the sums payable to him under this section, and as to the keeping, inspection and audit of accounts of justices’ clerks, whether for the purposes of this section or otherwise. 5 For the purposes of this section anything done by the Crown Court on appeal from a magistrates’ court shall be treated as done by the magistrates’ court. 6 Any sums received by the  Lord Chancellor  under this section shall be paid by him into the Consolidated Fund. 7 In this section “ fine ” includes— a any pecuniary penalty, pecuniary forfeiture or pecuniary compensation payable under a conviction, and b any non-pecuniary forfeiture on conviction by, or under any order of, a magistrates’ court so far as the forfeiture is converted into or consists of money, and “ justices’ clerk ” includes a clerk of special sessions."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "62", "section_title": " Defaults of justices’ clerks and their staffs.", "section_text": "62 1 The  Lord Chancellor  may, if he thinks fit, pay to any person any money due to that person which he has not received because of the default of a justices’ clerk or of  any staff of a magistrates’ courts committee . 2 In this section “ justices’ clerk ” has the same meaning as in section 61 of this Act."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "62A", "section_title": " Regulations as to accounts and audit.", "section_text": "62A 1 The Lord Chancellor may by regulations made by statutory instrument require magistrates’ courts committees— a to keep prescribed accounts and prescribed records in relation to those accounts, and b to cause any such accounts to be audited in accordance with the regulations. 2 In subsection (1) above “ prescribed ” means prescribed by the regulations."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "63", "section_title": " Courses of instruction.", "section_text": "63 1 It shall be the duty of every magistrates’ courts committee, in accordance with arrangements approved by the Lord Chancellor, to make and administer schemes providing for courses of instruction for justices of the peace of their area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 There may be paid out of moneys provided by Parliament any expenses incurred by the Lord Chancellor in providing courses of instruction for justices of the peace. 4 If courses of instruction are not provided for justices of the peace of any area as required by subsection (1)  . . ., then any expenses incurred by the Lord Chancellor in providing courses of instruction to make good the default shall be recoverable by him from the magistrates’ courts committee  . . . in default; and any sums recovered by the Lord Chancellor under this subsection shall be paid into the Consolidated Fund. 5 The  Lord Chancellor  may provide courses of instruction for justices’ clerks  and for staff of magistrates’ courts committees . 6 In this section “ justices’ clerk ” includes a clerk of special sessions."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "63A", "section_title": " Disqualification in case of bankruptcy.", "section_text": "63A 1 A person who is adjudged bankrupt shall be disqualified for being appointed or acting as a justice of the peace. 2 Where a person is disqualified under this section, the disqualification shall cease— a on his discharge from bankruptcy; or b if the bankruptcy order is previously annulled, on the date of its annulment."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "64", "section_title": " Disqualification in certain cases of justices who are members of local authorities. ", "section_text": "64 1 A justice of the peace who is a member of a local authority . . .  shall not act as a member of the Crown Court or of a magistrates’ court in any proceedings brought by or against, or by way of appeal from a decision of, the authority or any committee or officer of the authority. 2 For the purposes of subsection (1) above— a any reference to a committee of a local authority includes a joint committee, joint board, joint authority or other combined body of which that authority is a member or on which it is represented; and b any reference to an officer of a local authority refers to a person employed or appointed by the authority, or by a committee of the authority, in the capacity in which he is employed or appointed to act. 2A For the purposes of subsections (1) and (2) above, the Broads Authority  and every National Park authority shall be deemed to be local authorities. . 3 A justice of the peace who is a member of the Common Council of the City of London shall not act as a member of the Crown Court or of a magistrates’ court in any proceedings brought by or against, or by way of appeal from a decision of, the Corporation of the City or the Common Council or any committee or officer of the Corporation or Common Council; and subsection (2) above shall apply for the purposes of this subsection, with the substitution, for references to a local authority, of references to the Corporation or the Common Council. 4 Nothing in this section shall prevent a justice from acting in any proceedings by reason only of their being brought by a police officer. 5 No act shall be invalidated by reason only of the disqualification under this section of the person acting. 6 In this section “ local authority ” means a local authority within the meaning of the Local Government Act  1972 or the Local Government (Scotland) Act  1973, . . .  a police authority established under  section 3 of the Police Act 1996 ,  a joint authority established by Part IV of the Local Government Act 1985  and a housing action trust established under Part III of the Housing Act 1988 ."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "65", "section_title": " Justices not disqualified by reason of being ratepayers.", "section_text": "65 A justice of the peace may perform any act in the execution of his office as such a justice in relation to the laws concerning rates leviable by a rating authority  , community charges of a charging authority  council tax set by a billing authority or the non-domestic rate of a special authority within the meaning of section 144(6) of the Local Government Finance Act 1988 , notwithstanding that the justice is rated to or chargeable with such rates  or is liable or would, but for an enactment or anything provided or done under an enactment, be liable to pay an amount in respect of any such community charges  such council tax  or such non-domestic rate. in the area affected by the act in question."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "66", "section_title": " Acts done by justices outside their commission area.", "section_text": "66 1 A justice of the peace for any commission area may act as a justice for that area in any commission area which adjoins the commission area for which he is a justice. 2 Justices for the county of Surrey or the county of Kent may hold special or petty sessions for any division of their county at any place in Greater London; and for all purposes relating to sessions so held the place at which they are held shall be deemed to be within the county and the division for which the justices holding them are justices."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "67", "section_title": " Promissory oaths of certain justices.", "section_text": "67 1 Subject to the provisions of this section, any person who under this Act or under any other enactment is a justice of the peace for any area by virtue of any other office held by him shall, before acting as such a justice, take the oath of allegiance and judicial oath in accordance with the Promissory Oaths Acts. 2 A person shall not be required by virtue of subsection (1) above to take those oaths as a justice of the peace by reason only of his being appointed under this Act or any other enactment to act temporarily as deputy for, or as if he were, the holder of another office to which that subsection applies; but those oaths may be taken by and administered to any such person notwithstanding anything in the Promissory Oaths Acts or any other enactment. 3 A person shall not be required, on becoming a justice of the peace for any area, to take the oath of allegiance and judicial oath in accordance with the Promissory Oaths Acts if he has at any time done so as justice of the peace for whatever area. 4 The oaths required by law to be taken by a metropolitan stipendiary magistrate may, in the case of a person authorised to act as such under section 34 of this Act, be taken before any of the metropolitan stipendiary magistrates. 5 In this section “ the Promissory Oaths Acts ” means the  Promissory Oaths Act 1868 and the  Promissory Oaths Act 1871."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "68", "section_title": " Greater Manchester, Merseyside and Lancashire.", "section_text": "68 1 Sections 6(1), 7 and 11 of this Act shall have effect in relation to the counties of Greater Manchester, Merseyside and Lancashire with the substitution, for any reference to the Lord Chancellor, of a reference to the Chancellor of the Duchy of Lancaster. 2 In relation to the entry in or removal from the supplemental list of the name of a person who is a justice of the peace only for any of the counties of Greater Manchester, Merseyside and Lancashire, subsections (4) to (6) of section 8 and section 9 of this Act shall have effect respectively with the substitution, for any reference to the Lord Chancellor, of a reference to the Chancellor of the Duchy of Lancaster."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "69", "section_title": " Isles of Scilly.", "section_text": "69 For the purposes of this Act the Isles of Scilly shall be deemed to form part of the county of Cornwall."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "69A", "section_title": " Regulations.", "section_text": "69A A statutory instrument containing (whether alone or with other provisions) regulations made by virtue of section 12, 21, 24C, 24D(2), 25(2) or 62A of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "70", "section_title": " Interpretation.", "section_text": "70 In this Act, except in so far as the context otherwise requires,— “ capital expenditure ” means expenditure for capital purposes (construed in accordance with section 40 of the Local Government and Housing Act 1989); “ commission area ” has the meaning assigned to it by section 1 of this Act; . . . “ justices’ clerk ” means a clerk to the justices for a petty sessions area; “ London commission areas ”, “ inner London area ” and “ outer London areas ” have the meanings assigned to them by section 2 of this Act; “ magistrate ”— in relation to a commission area, means a justice of the peace for the commission area, other than a justice whose name is for the time being entered in the supplemental list, in relation to a part of a commission area, means a person who (in accordance with paragraph (a) of this definition) is a magistrate for that area and ordinarily acts in and for that part of it, and in relation to a magistrates’ courts committee area, means a person who (in accordance with paragraphs (a) and (b) of this definition) is a magistrate for that area or any part of that area; “ magistrates’ courts committee area ” means the area to which a magistrates’ courts committee relates; “ officer ” includes the holder of any place, situation or employment, and “ office ” shall be construed accordingly; “ petty sessional court-house ” means any of the following, that is to say— a court-house or place at which justices are accustomed to assemble for holding special or petty sessions or for the time being appointed as a substitute for such a court-house or place (including, where justices are accustomed to assemble for either special or petty sessions at more than one court-house or place in a petty sessional division, any such court-house or place); a court-house or place at which a stipendiary magistrate is authorised by law to do alone any act authorised to be done by more than one justice of the peace; “ petty sessions area ” has the meaning assigned to it by section 4 of this Act; “prescribed” in Part II of this Act means prescribed by regulations made by the  Lord Chancellor  by statutory instrument; “ preserved county ” has the meaning given by section 64 of the Local Government (Wales) Act 1994; “relevant area” means the area of a non-metropolitan county created by Part I of the Local Government Act 1972  , as it stood immediately before 1st April 1995; “ the Receiver ” means the Receiver for the metropolitan police district; “ stipendiary magistrate ” includes a metropolitan stipendiary magistrate; “ the supplemental list ” has the meaning assigned to it by section 8 of this Act. “unitary district” means a district comprised in an area for which there is no county council."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "71", "section_title": " Transitional provisions and savings, amendments and repeals.", "section_text": "71 1 The transitional provisions and savings in Schedule 1 to this Act shall have effect. 2 Subject to subsection (1) above— a the enactments specified in Schedule 2 to this Act shall have effect subject to the amendments specified in that Schedule ; and b the enactments specified in Schedule 3 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Subject to any express amendment or repeal made by this Act, any enactment passed or instrument made before the 18th April 1973 and in force at the commencement of this Act shall have effect in relation to any time thereafter as if— a any reference to a person appointed justice by a commission of the peace or to a person being removed from a commission of the peace were a reference to his being appointed or removed from office as a justice of the peace in accordance with section 6 of this Act; and b any reference to a supplemental list kept by virtue of section 4 of the Justices of the  Peace Act 1949 in connection with the commission of the peace for any area were a reference to the supplemental list for England and Wales kept under section 8 of this Act. 4 The inclusion in this Act of any express transitional provision, saving or amendment shall not be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals)."}, {"act": "Justices of the Peace Act 1979 (repealed 19.6.1997)", "year": 1979, "section": "72", "section_title": " Short title, commencement and extent.", "section_text": "72 1 This Act may be cited as the Justices of the Peace Act 1979. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act shall not extend to Scotland or to Northern Ireland."}]