[{"act": "Control of Horses Act 2015", "year": 2015, "section": "1", "section_title": "Powers of local authorities in England to detain horses", "section_text": "1 1 After section 7 of the Animals Act 1971 insert— Power of local authorities in England to detain horses 7A 1 A local authority in England may detain a horse which is in any public place in its area, if the conditions in subsection (2) are met. 2 The conditions are— a the local authority has reasonable grounds for believing that the horse is there without lawful authority, and b if the land is lawfully occupied by a person— i that person consents to the detention of the horse, or ii the local authority has reasonable grounds for believing that that person would consent to the detention of the horse (but this does not require the authority to seek consent). 3 Section 7C contains further provision about detention under this section. 4 In this section  “ local authority ” means— a a county council, b a district council, c a London borough council, d the Common Council of the City of London, and e the Council of the Isles of Scilly. 2 In section 7 of that Act (detention and sale of trespassing livestock), at the end insert— 8 Subsections (2) to (7) do not apply to horses on land in England (as to which, see sections 7A to 7C). 3 In section 11 of that Act (interpretation)— a after the definition of  “fencing” insert— “ horse ” includes an ass, mule or hinny; ; b in the definition of  “livestock” omit  “asses, mules, hinnies,”; c after the definition of  “poultry” insert— “ public place ” includes— a any common land or town or village green; b any highway (and the verges of any highway); ."}, {"act": "Control of Horses Act 2015", "year": 2015, "section": "2", "section_title": "Powers of freeholders and occupiers in England to detain horses", "section_text": "2 After section 7A of the Animals Act 1971 (as inserted by section 1 of this Act), insert— Powers of freeholders and occupiers in England to detain horses 7B 1 This section applies where a horse is on any land in England without lawful authority. 2 The horse may be detained— a in any case, by the occupier of the land, and b if the freeholder is not the occupier, by the freeholder with the occupier's consent. 3 Section 7C contains further provision about detention under this section."}, {"act": "Control of Horses Act 2015", "year": 2015, "section": "3", "section_title": "Exercise of powers of detention", "section_text": "3 After section 7B of the Animals Act 1971 (as inserted by section 2 of this Act), insert— Detention of horses under sections 7A and 7B 7C 1 This section applies where a horse is detained under section 7A or 7B. 2 The right to detain the horse ceases at the end of the period of 24 hours beginning with the time when it is first detained unless, within that period, the person detaining the horse gives notice of the detention to— a the officer in charge of a police station, and b if the person detaining the horse knows to whom the horse belongs, that person. 3 Where notice is given under subsection (2), the right to detain the horse ceases if, within the period of 96 hours beginning with the time when it is first detained, the person entitled to possession of the horse— a claims it, and b complies with the condition in subsection (4). 4 The condition is that the person tenders to each person with a claim under section 4A in respect of the horse such amount as is sufficient to satisfy the claim. 5 If by the end of the 96 hour period referred to in subsection (3) the right to detain the horse has not ceased under this section— a ownership of the horse passes to the person detaining the horse, and b accordingly, the person detaining the horse may dispose of it by selling it, arranging for it to be destroyed or in any other way. 6 Where a horse is sold under this section and the proceeds of sale, less the costs of the sale and any costs incurred in connection with it, exceed the amount of any claims under section 4A in respect of the horse, the excess is recoverable from the person detaining the horse by the person who would have been entitled to possession of the horse but for this section. 7 A person detaining a horse under this section is liable for any damage caused to it by a failure to treat it with reasonable care and supply it with adequate food and water while it is so detained. 8 References in this section to a claim under section 4A in respect of any horse do not include a claim under that section for damage done by or expenses incurred in respect of the horse before it was on the land without lawful authority. 9 In calculating a period of 96 hours for the purposes of this section, disregard any time falling on— a a Saturday or Sunday, b Good Friday or Christmas Day, or c a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971."}, {"act": "Control of Horses Act 2015", "year": 2015, "section": "4", "section_title": "Liability for damage and expenses due to horses", "section_text": "4 1 After section 4 of the Animals Act 1971 insert— Liability for damage and expenses due to horses on land in England without lawful authority 4A 1 This section applies where a horse is on any land in England without lawful authority. 2 The person to whom the horse belongs is liable for— a any damage done by the horse to— i the land, or ii any property on it which is in the ownership or possession of the freeholder or occupier of the land, and b any expenses which are reasonably incurred by a person detaining the horse under section 7A or 7B of this Act— i in keeping the horse while it cannot be restored to the person to whom it belongs or while it is detained under section 7A or 7B of this Act, or ii in ascertaining to whom it belongs. This is subject to the other provisions of this Act. 3 For the purposes of this section a horse belongs to the person in whose possession it is. 2 In section 4 of that Act (liability for damage and expenses due to trespassing livestock), at the end insert— 3 This section does not apply in relation to horses on land in England (as to which, see section 4A). 3 In section 5 of that Act (exceptions from liability)— a in the heading and in subsection (1), for  “4” substitute  “                    4A                  ” ; b after subsection (5) insert— 5A A person is not liable under section 4A of this Act in respect of a horse which strays from a highway when its presence there was a lawful use of the highway. ; c in subsection (6), after  “section 4 of this Act” insert  “                    , or under section 4A of this Act so far as relating to a straying horse in England,                  ” . 4 In section 10 of that Act (application of certain enactments to liability under sections 2 to 4), and in the heading to that section, for  “4” substitute  “                4A              ” ."}, {"act": "Control of Horses Act 2015", "year": 2015, "section": "5", "section_title": "Commencement, extent and short title", "section_text": "5 1 This Act comes into force at the end of the period of two months beginning with the day on which it is passed. 2 This Act extends to England and Wales. 3 This Act may be cited as the Control of Horses Act 2015."}]