[{"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "1", "section_title": "Seizure of passports  etc  from persons suspected of involvement in terrorism", "section_text": "1 1 Schedule 1 makes provision for the seizure and temporary retention of travel documents where a person is suspected of intending to leave Great Britain or the United Kingdom in connection with terrorism-related activity. 2 In Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services)— a in Part 1 (services), after paragraph 45 insert— Extension of time for retention of travel documents 45A 1 Civil legal services provided in relation to proceedings under paragraph 8 of Schedule 1 to the Counter-Terrorism and Security Act 2015. Exclusions 2 Sub-paragraph (1) is subject to the exclusions in Parts 2 and 3 of this Schedule. ; b in Part 3 (advocacy: exclusion and exceptions), after paragraph 22 insert— 22A Advocacy in proceedings before a District Judge (Magistrates' Courts) under paragraph 8 of Schedule 1 to the Counter-Terrorism and Security Act 2015. 3 In Schedule 2 to the Access to Justice (Northern Ireland) Order 2003 ( S.I.  2003/435 (N.I. 10)) (civil legal services: excluded services), in paragraph 2(d) (proceedings in court of summary jurisdiction in relation to which funding for representation may be provided), after paragraph (xx) insert— xxi under paragraph 8 of Schedule 1 to the Counter-Terrorism and Security Act 2015; ."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "2", "section_title": "Temporary exclusion orders", "section_text": "2 1 A  “temporary exclusion order” is an order which requires an individual not to return to the United Kingdom unless— a the return is in accordance with a permit to return issued by the Secretary of State before the individual began the return, or b the return is the result of the individual's deportation to the United Kingdom. 2 The Secretary of State may impose a temporary exclusion order on an individual if conditions A to E are met. 3 Condition A is that the Secretary of State reasonably suspects that the individual is, or has been, involved in terrorism-related activity outside the United Kingdom. 4 Condition B is that the Secretary of State reasonably considers that it is necessary, for purposes connected with protecting members of the public in the United Kingdom from a risk of terrorism, for a temporary exclusion order to be imposed on the individual. 5 Condition C is that the Secretary of State reasonably considers that the individual is outside the United Kingdom. 6 Condition D is that the individual has the right of abode in the United Kingdom. 7 Condition E is that— a the court gives the Secretary of State permission under section 3, or b the Secretary of State reasonably considers that the urgency of the case requires a temporary exclusion order to be imposed without obtaining such permission. 8 During the period that a temporary exclusion order is in force, the Secretary of State must keep under review whether condition B is met."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "3", "section_title": "Temporary exclusion orders: prior permission of the court", "section_text": "3 1 This section applies if the Secretary of State— a makes the relevant decisions in relation to an individual, and b makes an application to the court for permission to impose a temporary exclusion order on the individual. 2 The function of the court on the application is to determine whether the relevant decisions of the Secretary of State are obviously flawed. 3 The court may consider the application— a in the absence of the individual, b without the individual having been notified of the application, and c without the individual having been given an opportunity (if the individual was aware of the application) of making any representations to the court. 4 But that does not limit the matters about which rules of court may be made. 5 In determining the application, the court must apply the principles applicable on an application for judicial review. 6 In a case where the court determines that any of the relevant decisions of the Secretary of State is obviously flawed, the court may not give permission under this section. 7 In any other case, the court must give permission under this section. 8 Schedule 2 makes provision for references to the court etc where temporary exclusion orders are imposed in cases of urgency. 9 Only the Secretary of State may appeal against a determination of the court under— a this section, or b Schedule 2; and such an appeal may only be made on a question of law. 10 In this section  “ the relevant decisions ” means the decisions that the following conditions are met— a condition A; b condition B; c condition C; d condition D."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "4", "section_title": "Temporary exclusion orders: supplementary provision", "section_text": "4 1 The Secretary of State must give notice of the imposition of a temporary exclusion order to the individual on whom it is imposed (the  “excluded individual”). 2 Notice of the imposition of a temporary exclusion order must include an explanation of the procedure for making an application under section 6 for a permit to return. 3 A temporary exclusion order— a comes into force when notice of its imposition is given; and b is in force for the period of two years (unless revoked or otherwise brought to an end earlier). 4 The Secretary of State may revoke a temporary exclusion order at any time. 5 The Secretary of State must give notice of the revocation of a temporary exclusion order to the excluded individual. 6 If a temporary exclusion order is revoked, it ceases to be in force when notice of its revocation is given. 7 The validity of a temporary exclusion order is not affected by the excluded individual— a returning to the United Kingdom, or b departing from the United Kingdom. 8 The imposition of a temporary exclusion order does not prevent a further temporary exclusion order from being imposed on the excluded individual (including in a case where an order ceases to be in force at the expiry of its two year duration). 9 At the time when a temporary exclusion order comes into force, any British passport held by the excluded individual is invalidated. 10 During the period when a temporary exclusion order is in force, the issue of a British passport to the excluded individual while he or she is outside the United Kingdom is not valid. 11 In this section  “ British passport ” means a passport, or other document which enables or facilitates travel from one state to another (except a permit to return), that has been— a issued by or for Her Majesty's Government in the United Kingdom, and b issued in respect of a person's status as a British citizen."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "5", "section_title": "Permit to return", "section_text": "5 1 A  “permit to return” is a document giving an individual (who is subject to a temporary exclusion order) permission to return to the United Kingdom. 2 The permission may be made subject to a requirement that the individual comply with conditions specified in the permit to return. 3 The individual's failure to comply with a specified condition has the effect of invalidating the permit to return. 4 A permit to return must state— a the time at which, or period of time during which, the individual is permitted to arrive on return to the United Kingdom; b the manner in which the individual is permitted to return to the United Kingdom; and c the place where the individual is permitted to arrive on return to the United Kingdom. 5 Provision made under subsection (4)(a) or (c) may, in particular, be framed by reference to the arrival in the United Kingdom of a specific flight, sailing or other transport service. 6 Provision made under subsection (4)(b) may, in particular, state— a a route, b a method of transport, c an airline, shipping line or other passenger carrier, or d a flight, sailing or other transport service, which the individual is permitted to use to return to the United Kingdom. 7 The Secretary of State may not issue a permit to return except in accordance with section 6 or 7. 8 It is for the Secretary of State to decide the terms of a permit to return (but this is subject to section 6(3))."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "6", "section_title": "Issue of permit to return: application by individual", "section_text": "6 1 If an individual applies to the Secretary of State for a permit to return, the Secretary of State must issue a permit within a reasonable period after the application is made. 2 But the Secretary of State may refuse to issue the permit if— a the Secretary of State requires the individual to attend an interview with a constable or immigration officer at a time and a place specified by the Secretary of State, and b the individual fails to attend the interview. 3 Where a permit to return is issued under this section, the relevant return time must fall within a reasonable period after the application is made. 4 An application is not valid unless it is made in accordance with the procedure for applications specified by the Secretary of State. 5 In this section— “ application ” means an application made by an individual to the Secretary of State for a permit to return to be issued; “ relevant return time ” means— the time at which the individual is permitted to arrive on return to the United Kingdom (in a case where the permit to return states such a time), or the start of the period of time during which the individual is permitted to arrive on return to the United Kingdom (in a case where the permit to return states such a period)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "7", "section_title": "Issue of permit to return: deportation or urgent situation", "section_text": "7 1 The Secretary of State must issue a permit to return to an individual if the Secretary of State considers that the individual is to be deported to the United Kingdom. 2 The Secretary of State may issue a permit to return to an individual if— a the Secretary of State considers that, because of the urgency of the situation, it is expedient to issue a permit to return even though no application has been made under section 6, and b there is no duty to issue a permit to return under subsection (1). 3 Subsection (1) or (2) applies whether or not any request has been made to issue the permit to return under that provision."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "8", "section_title": "Permit to return: supplementary provision", "section_text": "8 1 The Secretary of State may vary a permit to return. 2 The Secretary of State may revoke a permit to return issued to an individual only if— a the permit to return has been issued under section 6 and the individual asks the Secretary of State to revoke it; b the permit to return has been issued under section 7(1) and the Secretary of State no longer considers that the individual is to be deported to the United Kingdom; c the permit to return has been issued under section 7(2) and the Secretary of State no longer considers that, because of the urgency of the situation, the issue of the permit to return is expedient; d the Secretary of State issues a subsequent permit to return to the individual; or e the Secretary of State considers that the permit to return has been obtained by misrepresentation. 3 The making of an application for a permit to return to be issued under section 6 (whether or not resulting in a permit to return being issued) does not prevent a subsequent application from being made. 4 The issuing of a permit to return (whether or not resulting in the individual's return to the United Kingdom) does not prevent a subsequent permit to return from being issued (whether or not the earlier permit is still in force)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "9", "section_title": "Obligations after return to the United Kingdom", "section_text": "9 1 The Secretary of State may, by notice, impose any or all of the permitted obligations on an individual who— a is subject to a temporary exclusion order, and b has returned to the United Kingdom. 2 The  “permitted obligations” are— a any obligation of a kind that may be imposed (on an individual subject to a TPIM notice) under these provisions of Schedule 1 to the Terrorism Prevention and Investigation Measures Act 2011— i paragraph 10 (reporting to police station); ii paragraph 10A (attendance at appointments etc); b an obligation to notify the police, in such manner as a notice under this section may require, of— i the individual's place (or places) of residence, and ii any change in the individual's place (or places) of residence. 3 A notice under this section— a comes into force when given to the individual; and b is in force until the temporary exclusion order ends (unless the notice is revoked or otherwise brought to an end earlier). 4 The Secretary of State may, by notice, vary or revoke any notice given under this section. 5 The variation or revocation of a notice under this section takes effect when the notice of variation or revocation is given to the individual. 6 The validity of a notice under this section is not affected by the individual— a departing from the United Kingdom, or b returning to the United Kingdom. 7 The giving of any notice to an individual under this section does not prevent any further notice under this section from being given to that individual."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "10", "section_title": "Offences", "section_text": "10 1 An individual subject to a temporary exclusion order is guilty of an offence if, without reasonable excuse, the individual returns to the United Kingdom in contravention of the restriction on return specified in the order. 2 It is irrelevant for the purposes of subsection (1) whether or not the individual has a passport or other similar identity document. 3 An individual subject to an obligation imposed under section 9 is guilty of an offence if, without reasonable excuse, the individual does not comply with the obligation. 4 In a case where a relevant notice has not actually been given to an individual, the fact that the relevant notice is deemed to have been given to the individual under regulations under section 13 does not (of itself) prevent the individual from showing that lack of knowledge of the temporary exclusion order, or of the obligation imposed under section 9, was a reasonable excuse for the purposes of this section. 5 An individual guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine, or to both; b on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine, or to both; c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both; d on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum, or to both. 6 Where an individual is convicted by or before a court of an offence under this section, it is not open to that court to make in respect of the offence— a an order under   section 80 of the Sentencing Code   (conditional discharge); b an order under section 227A of the Criminal Procedure (Scotland) Act 1995 (community pay-back orders); or c an order under Article 4(1)(b) of the Criminal Justice (Northern Ireland) Order 1996 (S.I. 1996/3160 (N.I. 24)) (conditional discharge in Northern Ireland). 7 In this section— “ relevant notice ” means— notice of the imposition of a temporary exclusion order, or notice under section 9 imposing an obligation; “ restriction on return ” means the requirement specified in a temporary exclusion order in accordance with section 2(1). 8 In section 2 of the  UK  Borders Act 2007 (detention at ports), in subsection (1A), for  “the individual is subject to a warrant for arrest” substitute the individual—                       a may be liable to be detained by a constable under section 14 of the Criminal Procedure (Scotland) Act 1995 in respect of an offence under section 10(1) of the Counter-Terrorism and Security Act 2015, or b is subject to a warrant for arrest."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "11", "section_title": "Review of decisions relating to temporary exclusion orders", "section_text": "11 1 This section applies where an individual who is subject to a temporary exclusion order is in the United Kingdom. 2 The individual may apply to the court to review any of the following decisions of the Secretary of State— a a decision that any of the following conditions was met in relation to the imposition of the temporary exclusion order— i condition A; ii condition B; iii condition C; iv condition D; b a decision to impose the temporary exclusion order; c a decision that condition B continues to be met; d a decision to impose any of the permitted obligations on the individual by a notice under section 9. 3 On a review under this section, the court must apply the principles applicable on an application for judicial review. 4 On a review of a decision within subsection (2)(a) to (c), the court has the following powers (and only those powers)— a power to quash the temporary exclusion order; b power to give directions to the Secretary of State for, or in relation to, the revocation of the temporary exclusion order. 5 If the court does not exercise either of its powers under subsection (4), the court must decide that the temporary exclusion order is to continue in force. 6 On a review of a decision within subsection (2)(d), the court has the following powers (and only those powers)— a power to quash the permitted obligation in question; b if that is the only permitted obligation imposed by the notice under section 9, power to quash the notice; c power to give directions to the Secretary of State for, or in relation to— i the variation of the notice so far as it relates to that permitted obligation, or ii if that is the only permitted obligation imposed by the notice, the revocation of the notice. 7 If the court does not exercise any of its powers under subsection (6), the court must decide that the notice under section 9 is to continue in force. 8 If the court exercises a power under subsection (6)(a) or (c)(i), the court must decide that the notice under section 9 is to continue in force subject to that exercise of that power. 9 The power under this section to quash a temporary exclusion order, permitted obligation or notice under section 9 includes— a in England and Wales or Northern Ireland, power to stay the quashing for a specified time, or pending an appeal or further appeal against the decision to quash; or b in Scotland, power to determine that the quashing is of no effect for a specified time or pending such an appeal or further appeal. 10 An appeal against a determination of the court on a review under this section may only be made on a question of law. 11 For the purposes of this section, a failure by the Secretary of State to make a decision whether condition B continues to be met is to be treated as a decision that it continues to be met."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "12", "section_title": "Temporary exclusion orders: proceedings and appeals against convictions", "section_text": "12 1 Schedule 3 makes provision about proceedings relating to temporary exclusion orders. 2 Schedule 4 makes provision about appeals against convictions in cases where a temporary exclusion order, a notice under section 9 or a permitted obligation is quashed."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "13", "section_title": "Regulations: giving of notices, legislation relating to passports", "section_text": "13 1 The Secretary of State may by regulations make provision about the giving of— a notice under section 4, and b notice under section 9. 2 The regulations may, in particular, make provision about cases in which notice is to be deemed to have been given. 3 The Secretary of State may make regulations providing for legislation relating to passports or other identity documents (whenever passed or made) to apply (with or without modifications) to permits to return. 4 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make transitional, transitory or saving provision. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "14", "section_title": "Chapter 2: interpretation", "section_text": "14 1 This section applies for the purposes of this Chapter. 2 These expressions have the meanings given— “act” and  “conduct” include omissions and statements; “ act of terrorism ” includes anything constituting an action taken for the purposes of terrorism, within the meaning of the Terrorism Act 2000 (see section 1(5) of that Act); “condition A”,  “condition B”,  “condition C”,  “condition D” or  “ condition E ” means that condition as set out in section 2; “ court ” means— in the case of proceedings relating to an individual whose principal place of residence is in Scotland, the Outer House of the Court of Session; in the case of proceedings relating to an individual whose principal place of residence is in Northern Ireland, the High Court in Northern Ireland; in any other case, the High Court in England and Wales; “ permit to return ” has the meaning given in section 5; “ temporary exclusion order ” has the meaning given in section 2; “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act). 3 An individual is— a subject to a temporary exclusion order if a temporary exclusion order is in force in relation to the individual; and b subject to an obligation imposed under section 9 if an obligation is imposed on the individual by a notice in force under that section. 4 Involvement in terrorism-related activity is any one or more of the following— a the commission, preparation or instigation of acts of terrorism; b conduct that facilitates the commission, preparation or instigation of such acts, or is intended to do so; c conduct that gives encouragement to the commission, preparation or instigation of such acts, or is intended to do so; d conduct that gives support or assistance to individuals who are known or believed by the individual concerned to be involved in conduct falling within paragraph (a). It is immaterial whether the acts of terrorism in question are specific acts of terrorism or acts of terrorism in general. 5 It is immaterial whether an individual's involvement in terrorism-related activity occurs before or after the coming into force of section 2. 6 References to an individual's return to the United Kingdom include, in the case of an individual who has never been in the United Kingdom, a reference to the individual's coming to the United Kingdom for the first time. 7 References to deportation include references to any other kind of expulsion."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "15", "section_title": "Chapter 2: consequential amendments", "section_text": "15 1 In paragraph 2 of Schedule 1 to the Senior Courts Act 1981 (business allocated to the Queen's Bench Division), after paragraph (bd) insert— be all TEO proceedings (within the meaning given by paragraph 1 of Schedule 3 to the Counter-Terrorism and Security Act 2015 (proceedings relating to temporary exclusion orders)); . 2 In section 133(5) of the Criminal Justice Act 1988 (compensation for miscarriages of justice)— a omit  “or” at the end of paragraph (e); b after paragraph (f) insert or                           g on an appeal under Schedule 4 to the Counter-Terrorism and Security Act 2015. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "16", "section_title": "TPIMs: overnight residence measure", "section_text": "16 1 In Schedule 1 to the Terrorism Prevention and Investigation Measures Act 2011 (terrorism prevention and investigation measures), paragraph 1 (overnight residence measure) is amended as follows. 2 For sub-paragraph (3)(b) substitute— b other premises situated in an agreed locality or in some other locality in the United Kingdom that the Secretary of State considers to be appropriate. 3 After sub-paragraph (3) insert— 3A If there are premises that are the individual's own residence at the time when the notice imposing restrictions under this paragraph is served on the individual, premises more than 200 miles from those premises may be specified under sub-paragraph (3)(b) only if they are in an agreed locality. 4 Omit sub-paragraph (4). 5 After sub-paragraph (5) insert— 5A The specified residence (if it is not the individual's own residence) may be a residence provided by or on behalf of the Secretary of State."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "17", "section_title": "TPIMs: travel measure", "section_text": "17 1 The Terrorism Prevention and Investigation Measures Act 2011 is amended as follows. 2 In section 2 (imposition of terrorism prevention and investigation measures), after subsection (3) insert— 4 The Secretary of State must publish factors that he or she considers are appropriate to take into account when deciding whether to impose restrictions on an individual by virtue of paragraph 2 of Schedule 1 (travel measure). 3 In section 23 (offence), after subsection (1) insert— 1A Where an individual— a is subject to a measure specified under paragraph 2 of Schedule 1 (a  “travel measure”), and b leaves the United Kingdom or travels outside the United Kingdom, subsection (1)(b) has effect, in relation to that act, with the omission of the words  “without reasonable excuse”. 4 After subsection (3) of that section insert— 3A Where an individual commits an offence under subsection (1) by contravening a travel measure, subsection (3)(a) has effect as if  “10 years” were substituted for  “5 years”. 5 In Schedule 1, in paragraph 2 (travel measure), for sub-paragraph (2) substitute— 2 The specified area must be— a the United Kingdom, or b any area within the United Kingdom that includes the place where the individual will be living."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "18", "section_title": "TPIMs: weapons and explosives measure", "section_text": "18 In Schedule 1 to the Terrorism Prevention and Investigation Measures Act 2011, after paragraph 6 insert— Weapons and explosives measure 6A 1 The Secretary of State may impose on the individual— a a prohibition on possessing offensive weapons, imitation firearms or explosives; b a prohibition on making an application for a firearm certificate or a shot gun certificate. 2 In sub-paragraph (1)(a)— “ offensive weapon ” means an article made or adapted for use for causing injury to the person, or intended by the person in possession of it for such use (by that person or another); “ imitation firearm ” has the same meaning as in the Firearms Act 1968 or (in relation to Northern Ireland) the Firearms (Northern Ireland) Order 2004 (S.I. 2004/702 (N.I. 3)); “ explosive ” means anything that is— an explosive within the meaning of the Explosives Act 1875, or an explosive substance within the meaning of the Explosive Substances Act 1883. 3 For the purposes of sub-paragraph (1)(b)— a an application for a firearm certificate is an application under section 26A of the Firearms Act 1968 or article 4 of the Firearms (Northern Ireland) Order 2004; b an application for a shot gun certificate is an application under section 26B of the Firearms Act 1968."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "19", "section_title": "TPIMs: appointments measure", "section_text": "19 In Schedule 1 to the Terrorism Prevention and Investigation Measures Act 2011, after paragraph 10 insert— Appointments measure 10A 1 The Secretary of State may impose a requirement for the individual— a to attend appointments with specified persons or persons of specified descriptions, and b to comply with any reasonable directions given by the Secretary of State that relate to matters about which the individual is required to attend an appointment. 2 A requirement under sub-paragraph (1)(a) is a requirement to attend appointments— a at specified times and places, or b at times and places notified to the individual by persons referred to in that sub-paragraph."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "20", "section_title": "TPIMs: miscellaneous amendments", "section_text": "20 1 In section 3 of the Terrorism Prevention and Investigation Measures Act 2011 (conditions A to E), in subsection (1), for  “reasonably believes” substitute  “                  is satisfied, on the balance of probabilities,                ” . 2 In section 4 of that Act (involvement in terrorism-related activity), in subsection (1)(d), for  “paragraphs (a) to (c)” substitute  “                  paragraph (a)                ” ."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "21", "section_title": "Retention of relevant internet data", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "22", "section_title": "Authority-to-carry schemes", "section_text": "22 1 The Secretary of State may make one or more schemes requiring a person (a  “carrier”) to seek authority from the Secretary of State to carry persons on aircraft, ships or trains which are— a arriving, or expected to arrive, in the United Kingdom, or b leaving, or expected to leave, the United Kingdom. A scheme made under this section is called an  “authority-to-carry scheme”. 2 An authority-to-carry scheme must specify or describe— a the classes of carrier to which it applies (which may be all carriers or may be defined by reference to the method of transport or otherwise), b the classes of passengers or crew in respect of whom authority to carry must be sought (which may be all of them or may be defined by reference to nationality, the possession of specified documents or otherwise), and c the classes of passengers or crew in respect of whom authority to carry may be refused. 3 An authority-to-carry scheme may specify or describe a class of person under subsection (2)(c) only if it is necessary in the public interest. 4 The Secretary of State may make different authority-to-carry schemes for different purposes and in particular may make different schemes for different types of carrier, journey or person. 5 An authority-to-carry scheme must set out the process for carriers to request, and for the Secretary of State to grant or refuse, authority to carry, which may include— a a requirement for carriers to provide specified information on passengers or crew by a specified time before travel; b a requirement for carriers to provide the information in a specified manner and form; c a requirement for carriers to be able to receive, in a specified manner and form, communications from the Secretary of State relating to the information provided or granting or refusing authority to carry. 6 Information specified under subsection (5)(a) may be information that can be required to be supplied under paragraph 27, 27B or 27BA of Schedule 2 to the Immigration Act 1971, section 32 or 32A of the Immigration, Asylum and Nationality Act 2006 or otherwise. 7 The grant or refusal of authority under an authority-to-carry scheme does not determine whether a person is entitled or permitted to enter the United Kingdom. 8 So far as it applies in relation to Scotland, an authority-to-carry scheme may be made only for purposes that are, or relate to, reserved matters (within the meaning of the Scotland Act 1998). 9 So far as it applies in relation to Northern Ireland, an authority-to-carry scheme may be made only for purposes that are, or relate to, excepted or reserved matters (within the meaning of the Northern Ireland Act 1998). 10 In the Nationality, Immigration and Asylum Act 2002 omit section 124 (authority to carry)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "23", "section_title": "Authority-to-carry schemes: entry into force etc", "section_text": "23 1 An authority-to-carry scheme comes into force in accordance with regulations made by the Secretary of State by statutory instrument. 2 The Secretary of State must not make regulations bringing a scheme into force unless— a a draft of the regulations and the scheme to which they relate have been laid before Parliament, and b the draft regulations have been approved by a resolution of each House. 3 If the Secretary of State revises an authority-to-carry scheme, the revised scheme comes into force in accordance with regulations made by the Secretary of State by statutory instrument. 4 The Secretary of State must not make regulations bringing a revised scheme into force unless— a a draft of the regulations and the revised scheme to which they relate have been laid before Parliament, and b the draft regulations have been approved by a resolution of each House. 5 Regulations under this section may include transitional or saving provision."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "24", "section_title": "Penalty for breach of authority-to-carry scheme", "section_text": "24 1 The Secretary of State may make regulations imposing penalties for breaching the requirements of an authority-to-carry scheme. 2 Regulations under subsection (1) must identify the authority-to-carry scheme to which they refer. 3 Regulations under subsection (1) may in particular make provision— a about how a penalty is to be calculated; b about the procedure for imposing a penalty; c about the enforcement of penalties; d allowing for an appeal against a decision to impose a penalty; and the regulations may make different provision for different purposes. 4 Provision in the regulations about the procedure for imposing a penalty must provide for a carrier to be given an opportunity to object to a proposed penalty in the circumstances set out in the regulations. 5 The regulations must provide that no penalty may be imposed on a carrier for breaching the requirements of an authority-to-carry scheme where— a the breach consists of a failure to provide information that the carrier has also been required to provide under paragraph 27, 27B or 27BA of Schedule 2 to the Immigration Act 1971 and— i a penalty has been imposed on the person in respect of a failure to provide that information by virtue of regulations made under paragraph 27BB of Schedule 2 to that Act, or ii proceedings have been instituted against the carrier under section 27 of that Act in respect of a failure to provide that information, or b the breach consists of a failure to provide information that the carrier has also been required to provide under section 32 or 32A of the Immigration, Asylum and Nationality Act 2006 and— i a penalty has been imposed on the person in respect of a failure to provide that information by virtue of regulations made under section 32B of that Act, or ii proceedings have been instituted against the carrier under section 34 of that Act in respect of a failure to provide that information. 6 Any penalty paid by virtue of this section must be paid into the Consolidated Fund. 7 Regulations under this section are to be made by statutory instrument; and any such statutory instrument may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "25", "section_title": "Aviation, maritime and rail security", "section_text": "25 1 Schedule 5 makes amendments to do with aviation, maritime and rail security. 2 Part 1 of that Schedule makes amendments about passenger, crew and service information in relation to aircraft and ships. 3 Part 2 of that Schedule makes amendments of the provisions relating to directions etc in— a the Aviation Security Act 1982, b the Aviation and Maritime Security Act 1990, and c the Channel Tunnel (Security) Order 1994 (S.I. 1994/570)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "26", "section_title": "General duty on specified authorities", "section_text": "26 1 A specified authority must, in the exercise of its functions, have due regard to the need to prevent people from being drawn into terrorism. 2 A specified authority is a person or body that is listed in Schedule 6. 3 In the case of a specified authority listed in Schedule 6 in terms that refer to the exercise of particular functions or to a particular capacity that it has, the reference in subsection (1) to the authority's functions is to those functions or its functions when acting in that capacity. 4 Subsection (1) does not apply to the exercise of— a a judicial function; b a function exercised on behalf of, or on the instructions of, a person exercising a judicial function; c a function in connection with proceedings in the House of Commons or the House of Lords; d a function in connection with proceedings in the Scottish Parliament; e a function in connection with proceedings in the National Assembly for Wales. 5 References to a judicial function include a reference to a judicial function conferred on a person other than a court or tribunal."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "27", "section_title": "Power to specify authorities", "section_text": "27 1 The Secretary of State may by regulations made by statutory instrument amend Schedule 6. 2 The power under subsection (1) may not be exercised so as to extend the application of section 26(1) to— a the exercise of a function referred to in section 26(4); b the House of Commons; c the House of Lords; d the Scottish Parliament; e the National Assembly for Wales or the Assembly Commission within the meaning of the Government of Wales Act 2006; f the General Synod of the Church of England; g the Security Service; h the Secret Intelligence Service; i the Government Communications Headquarters; j any part of Her Majesty's forces, or of the Ministry of Defence, which engages in intelligence activities. 3 Regulations under this section may amend this Chapter so as to make consequential or supplemental provision. 4 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 5 Subsection (4) does not apply to a statutory instrument containing regulations that only make provision for— a the omission of an entry where the authority concerned has ceased to exist, or b the variation of an entry in consequence of a change of name or transfer of functions. 6 A statutory instrument that falls within subsection (5) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "28", "section_title": "Power to specify authorities: Welsh and Scottish authorities", "section_text": "28 1 The Secretary of State must consult the Welsh Ministers before making regulations under section 27(1) that— a add a Welsh authority to Schedule 6, or b amend or remove an entry that relates to a Welsh authority. 2 The Secretary of State must consult the Scottish Ministers before making regulations under section 27(1) that— a add a Scottish authority to Schedule 6, or b amend or remove an entry that relates to a Scottish authority."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "29", "section_title": "Power to issue guidance", "section_text": "29 1 The Secretary of State may issue guidance to specified authorities about the exercise of their duty under section 26(1). 2 A specified authority must have regard to any such guidance in carrying out that duty. 3 The Secretary of State— a may issue separate guidance in relation to different matters; b may issue guidance to all specified authorities, to particular specified authorities or to specified authorities of a particular description. 4 Before issuing guidance under subsection (1) the Secretary of State must (whether before or after this Act is passed) consult— a the Welsh Ministers so far as the guidance relates to the devolved Welsh functions of   a devolved Welsh authority ; b the Scottish Ministers so far as the guidance relates to the devolved Scottish functions of a Scottish authority; c any person whom the Secretary of State considers appropriate. 5 Guidance issued under subsection (1) takes effect on whatever day the Secretary of State appoints by regulations made by statutory instrument. A statutory instrument containing regulations under this subsection may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 6 The Secretary of State may from time to time revise any guidance issued under this section. 7 Subsections (2), (3) and (5) have effect in relation to any revised guidance. 8 Subsection (4) has effect in relation to any revised guidance unless the Secretary of State considers that the proposed revisions to the guidance are insubstantial. 9 The Secretary of State must publish the current version of any guidance issued under this section."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "30", "section_title": "Power to give directions: general", "section_text": "30 1 Where the Secretary of State is satisfied that a specified authority has failed to discharge the duty imposed on it by section 26(1), the Secretary of State may give directions to the authority for the purpose of enforcing the performance of that duty. 2 A direction given under this section may be enforced— a in England and Wales, on an application made on behalf of the Secretary of State, by a mandatory order, b in Scotland, on an application made on behalf of the Secretary of State to the Court of Session, by an order of specific implement. 3 The Secretary of State must consult the Welsh Ministers before giving directions under subsection (1) so far as relating to the devolved Welsh functions of   a devolved Welsh authority . 4 The Secretary of State must consult the Scottish Ministers before giving directions under subsection (1) so far as relating to the devolved Scottish functions of a Scottish authority."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "31", "section_title": "Freedom of expression in universities etc", "section_text": "31 1 This section applies to a specified authority if it is the proprietor or governing body of— a an institution that provides further education (within the meaning given by section 2(3) of the Education Act 1996),  ... b an institution that provides courses of a description mentioned in Schedule 6 to the Education Reform Act 1988 (higher education courses)  , or c a post-16 education body within the meaning of the Further and Higher Education (Scotland) Act 2005 2 When carrying out the duty imposed by section 26(1), a specified authority to which this section applies— a must have particular regard to the duty to ensure freedom of speech, if it is subject to that duty; aa must have particular regard to the need to ensure freedom of speech, if it is the proprietor or governing body of an institution mentioned in subsection (1)(c); b must have particular regard to the importance of academic freedom, if it is the proprietor or governing body of a qualifying institution. 3 When issuing guidance under section 29 to specified authorities to which this section applies, the Secretary of State— a must have particular regard to the duty to ensure freedom of speech, in the case of authorities that are subject to that duty; aa must have particular regard to the need to ensure freedom of speech, in the case of authorities that are proprietors or governing bodies of institutions mentioned in subsection (1)(c); b must have particular regard to the importance of academic freedom, in the case of authorities that are proprietors or governing bodies of qualifying institutions. 4 When considering whether to give directions under section 30 to a specified authority to which this section applies, the Secretary of State— a must have particular regard to the duty to ensure freedom of speech, in the case of an authority that is subject to that duty; aa must have particular regard to the need to ensure freedom of speech, in the case of an authority that is the proprietor or governing body of an institution mentioned in subsection (1)(c); b must have particular regard to the importance of academic freedom, in the case of an authority that is the proprietor or governing body of a qualifying institution. 5 In this section— “ the duty to ensure freedom of speech ” means the duty imposed by section 43(1) of the Education ( No.  2) Act 1986;   “the need to ensure freedom of speech” means the need to take such steps as are reasonably practicable to ensure that freedom of speech within the law is secured for members, students and employees of the institution in question and for visiting speakers;   “ academic freedom ” means the freedom referred to in section 202(2)(a) of the Education Reform Act 1988; “ qualifying institution ” has the meaning given by section 202(3) of that Act."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "32", "section_title": "Monitoring of performance: further and higher education bodies", "section_text": "32 1 In this section— “ monitoring authority ” has the meaning given by subsection (4); “ relevant further education body ” means the governing body or proprietor of an institution in England or Wales that— is subject to the duty imposed by section 26(1), and is subject to that duty because it is an institution at which more than 250 students are undertaking courses in preparation for examinations related to qualifications regulated by the Office of Qualifications and Examinations , or to qualifications awarded by bodies in respect of the award of which they are recognised by Qualifications Wales under Part 3 of the Qualifications Wales Act 2015;   “ relevant higher education body ” means the governing body or proprietor of an institution in England or Wales that is subject to the duty imposed by section 26(1) because it is— a qualifying institution within the meaning given by section 11 of the Higher Education Act 2004 , disregarding paragraphs (da) and (ea) of that section and the definition of  “institution” in section 21(1) of that Act                   , or an institution at which more than 250 students are undertaking courses of a description mentioned in Schedule 6 to the Education Reform Act 1988 (higher education courses). 2 A relevant further education body or relevant higher education body must give to the monitoring authority any information that the monitoring authority may require for the purposes of monitoring that body's performance in discharging the duty imposed by section 26(1). 3 The information that the monitoring authority may require under subsection (2) includes information which specifies the steps that will be taken by the body in question to ensure that it discharges the duty imposed by section 26(1). 4 The  “monitoring authority” for a relevant further education body or a relevant higher education body is— a the Secretary of State, or b a person to whom the Secretary of State delegates the function under subsection (2) in relation to that body. The Secretary of State must consult the Welsh Ministers before delegating the function under subsection (2) in relation to institutions in Wales. 5 A delegation under subsection (4)(b) must be made by giving notice in writing to the person to whom the delegation is made if— a that person is Her Majesty's Chief Inspector of Education, Children's Services and Skills or Her Majesty's Chief Inspector of Education and Training in Wales, and the function is delegated in relation to relevant further education bodies; b that person is the   Office for Students   or the Higher Education Funding Council for Wales, and the function is delegated in relation to relevant higher education bodies. 6 Otherwise, a delegation under subsection (4)(b) must be made by regulations. 7 The Secretary of State must publish any notice given under subsection (5). 8 Regulations under subsection (6) are to be made by statutory instrument; and any such instrument is subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— a “ institution in England ” means an institution whose activities are carried on, or principally carried on, in England, and includes the Open University; b “ institution in Wales ” means an institution whose activities are carried on, or principally carried on, in Wales."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "33", "section_title": "Power to give directions: section 32", "section_text": "33 1 Where the Secretary of State is satisfied that a relevant further education body or a relevant higher education body has failed to comply with a requirement under section 32(2), the Secretary of State may give directions to the body for the purpose of enforcing compliance. 2 A direction under this section may be enforced, on an application made on behalf of the Secretary of State, by a mandatory order. 3 The Secretary of State must consult the Welsh Ministers before giving directions under subsection (1) in relation to institutions in Wales. 4 In this section  “ relevant further education body ”,  “ relevant higher education body ” and  “ institution in Wales ” have the same meaning as in section 32."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "34", "section_title": "Enforcement", "section_text": "34 A failure in respect of a performance of a duty imposed by or under this Chapter does not confer a cause of action at private law."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "35", "section_title": "Chapter 1: interpretation", "section_text": "35 1 This section applies for the purposes of this Chapter. 2 “ Function ” does not include a function so far as it is exercised outside Great Britain. 3 “ Terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act). 4 “Devolved Welsh authority” has the same meaning as in the Government of Wales Act 2006 (see section 157A of that Act). 5 A function is a  “devolved Welsh function” if— a it relates to a matter in respect of which functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Government, or b provision conferring the function would be within the legislative competence of the National Assembly for Wales. 6 “ Scottish authority ” means a person or body that has any devolved Scottish function. 7 A function is a  “devolved Scottish function” if— a it is exercisable in or as regards Scotland, and b it does not relate to reserved matters (within the meaning of the Scotland Act 1998)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "36", "section_title": "Assessment and support: local panels", "section_text": "36 1 Each local authority must ensure that a panel of persons is in place for its area— a with the function of assessing the extent to which identified individuals are vulnerable to being drawn into terrorism, and b with the other functions mentioned in subsection (4). 2 “ Identified individual ”, in relation to a panel, means an individual who is referred to the panel by a chief officer of police  , or by a local authority,   for an assessment of the kind mentioned in subsection (1)(a). 3 A chief officer of police  or a local authority   may refer an individual to a panel only if there are reasonable grounds to believe that the individual is vulnerable to being drawn into terrorism. 4 The functions of a panel referred to in subsection (1)(b) are— a to prepare a plan in respect of identified individuals who the panel considers should be offered support for the purpose of reducing their vulnerability to being drawn into terrorism; b if the necessary consent is given, to make arrangements for support to be provided to those individuals in accordance with their support plan; c to keep under review the giving of support to an identified individual under a support plan; d to revise a support plan, or withdraw support under a plan, if at any time the panel considers it appropriate; e to carry out further assessments, after such periods as the panel considers appropriate, of an individual's vulnerability to being drawn into terrorism in cases where— i the necessary consent is refused or withdrawn to the giving of support under a support plan, or ii the panel has determined that support under a plan should be withdrawn; f to prepare a further support plan in such cases if the panel considers it appropriate. 5 A support plan must include the following information— a how, when and by whom a request for the necessary consent is to be made; b the nature of the support to be provided to the identified individual; c the persons who are to be responsible for providing it; d how and when such support is to be provided. 6 Where in the carrying out of its functions under this section a panel determines that support should not be given to an individual under a support plan, the panel— a must consider whether the individual ought to be referred to a provider of any health or social care services, and b if so, must make such arrangements as the panel considers appropriate for the purpose of referring the individual. 7 In exercising its functions under this section a panel must have regard to any guidance given by the Secretary of State about the exercise of those functions. 8 Before issuing guidance under subsection (7) the Secretary of State must (whether before or after this Act is passed) consult— a the Welsh Ministers so far as the guidance relates to panels in Wales; b the Scottish Ministers so far as the guidance relates to panels in Scotland; c any person whom the Secretary of State considers appropriate."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "37", "section_title": "Membership and proceedings of panels", "section_text": "37 1 The members of a panel must include— a the responsible local authority; b the chief officer of police for a police area the whole or any part of which is in the area of that authority. 2 Each of those members must appoint a person to represent them on the panel; and the representative must be a person whom the member concerned considers to have the required skills and experience. 3 Where more than one chief officer of police comes within subsection (1)(b), a person may represent more than one of the chief officers; but at any meeting of the panel at which an identified individual is to be discussed there must be a person present from the police force for the area in which the individual resides to act as the representative. 4 A panel may also include such other persons as the responsible local authority considers appropriate (whether generally or in the case of a particular identified individual). 5 The chair of a panel is the responsible local authority; but where more than one local authority is the responsible local authority, the authorities may determine that one (or more) of them is to be the chair. 6 If a panel cannot reach a unanimous decision on a question arising before it, the question must be decided— a according to the opinion of the majority of the panel, or b if there is no majority opinion, by the chair. 7 Subject to subsection (6), a panel may determine its own procedure."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "38", "section_title": "Co-operation", "section_text": "38 1 The partners of a panel must, so far as appropriate and reasonably practicable, act in co-operation with— a the panel in the carrying out of its functions; b the police  and local authorities   in the carrying out of their functions in connection with section 36. 2 The partners of a panel are the persons and bodies specified in Schedule 7. 3 The duty of a partner of a panel to act in co-operation with the panel— a includes the giving of information (subject to subsection (4)); b extends only so far as the co-operation is compatible with the exercise of the partner's functions under any other enactment or rule of law. 4 Nothing in this section requires or authorises the making of— a a disclosure that would contravene   the data protection legislation ; b a disclosure of any sensitive information. 4A “ The data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). 5 “ Sensitive information ” means information— a held by an intelligence service, b obtained (directly or indirectly) from, or held on behalf of, an intelligence service, c derived in whole or part from information obtained (directly or indirectly) from, or held on behalf of, an intelligence service, or d relating to an intelligence service. 6 In carrying out the duty imposed by subsection (1), partners of a panel must have regard to any guidance given by the Secretary of State about the carrying out of that duty. 7 Before issuing guidance under subsection (6) the Secretary of State must (whether before or after this Act is passed) consult— a the Welsh Ministers so far as the guidance relates to panels in Wales; b the Scottish Ministers so far as the guidance relates to panels in Scotland; c any person whom the Secretary of State considers appropriate. 8 The reference in subsection (1)(b) to functions of the police  and local authorities   in connection with section 36 includes, in particular, a chief officer's   or local authority's  function of determining whether an individual should be referred to a panel for the carrying out of an assessment of the kind mentioned in subsection (1)(a) of that section."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "39", "section_title": "Power to amend Chapter 2", "section_text": "39 1 The Secretary of State may by regulations made by statutory instrument amend— a the definition of  “local authority” in section 41; b Schedule 7. 2 The Secretary of State must consult the Welsh Ministers before making regulations under subsection (1) that— a add a Welsh authority to Schedule 7, or b amend or remove an entry in that Schedule relating to a Welsh authority. 3 The Secretary of State must consult the Scottish Ministers before making regulations under subsection (1) that— a add a description of authority in Scotland to the definition of  “local authority”, b add a Scottish authority to Schedule 7, or c amend or remove an entry in that Schedule relating to a Scottish authority. 4 Regulations under this section may amend this Chapter so as to make consequential or supplemental provision. 5 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 6 Subsection (5) does not apply to a statutory instrument containing regulations that only make provision for— a the omission of an entry in Schedule 7 where the body concerned has ceased to exist, or b the variation of an entry in consequence of a change of name or transfer of functions. 7 A statutory instrument that falls within subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section  “ Welsh authority ” and  “ Scottish authority ” have the same meaning as in Chapter 1."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "40", "section_title": "Indemnification", "section_text": "40 1 The Secretary of State may agree to indemnify a support provider against any costs and expenses that the provider reasonably incurs in connection with any decision or action taken by the provider in good faith in carrying out functions as a provider. 2 The agreement may be made in whatever manner, and on whatever terms, the Secretary of State considers appropriate. 3 In this section  “ support provider ” means a person who provides support under a support plan."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "41", "section_title": "Chapter 2: interpretation", "section_text": "41 1 In this Chapter— “ health or social care services ” means services relating to health or social care within the meaning given by section 9 of the Health and Social Care Act 2008; “ identified individual ” has the meaning given in section 36(2); “ intelligence service ” means— the Security Service, the Secret Intelligence Service, the Government Communications Headquarters, or any part of Her Majesty's forces, or of the Ministry of Defence, which engages in intelligence activities; “ local authority ” means— a county council in England; a district council in England, other than a council for a district in a county for which there is a county council; a London Borough Council; the Common Council of the City of London in its capacity as a local authority; the Council of the Isles of Scilly; a county council or county borough council in Wales;   a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994;   “ the necessary consent ”, in relation to an identified individual, means— if the individual is aged 18 years or over, his or her consent; if the individual is aged under 18 years, the consent of his or her parent or guardian; “ panel ” means a panel of persons in place under the duty imposed by section 36(1); “ responsible local authority ”, in relation to a panel, means the local authority responsible for ensuring that the panel is in place under the duty imposed by section 36(1); “ support plan ” means a plan prepared by a panel in carrying out its functions mentioned in section 36(4)(a) or (f); “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act). 2 For the purposes of the definition of  “local authority” in subsection (1), the Inner Temple and the Middle Temple are to be taken as falling within the area of the Common Council of the City of London. 3 Where two or more local authorities exercise their respective duties under section 36(1) by ensuring that a panel is in place for their combined area— a a reference in this Chapter to the responsible local authority is to be read as a reference to the responsible local authorities for the panel; b a reference in this Chapter to the authority's area is to be read as a reference to the combined area. 4 References in this Chapter to a chief officer of police are to be read as including references to the chief constable of the Police Service of Scotland."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "42", "section_title": "Insurance against payments made in response to terrorist demands", "section_text": "42 1 After section 17 of the Terrorism Act 2000 insert— Insurance against payments made in response to terrorist demands 17A 1 The insurer under an insurance contract commits an offence if— a the insurer makes a payment under the contract, or purportedly under it, b the payment is made in respect of any money or other property that has been, or is to be, handed over in response to a demand made wholly or partly for the purposes of terrorism, and c the insurer or the person authorising the payment on the insurer's behalf knows or has reasonable cause to suspect that the money or other property has been, or is to be, handed over in response to such a demand. 2 If an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, that person, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 3 The reference in subsection (2) to a director, in relation to a body corporate whose affairs are managed by its members, is a reference to a member of the body corporate. 4 If an offence under this section is committed by a Scottish partnership and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a partner, or b any person who was purporting to act in that capacity, that person, as well as the partnership, is guilty of the offence and liable to be proceeded against and punished accordingly. 5 In this section  “ insurance contract ” means a contract under which one party accepts significant insurance risk from another party (“the policyholder”) by agreeing to compensate the policyholder if a specified uncertain future event adversely affects the policyholder. 2 In section 23 of that Act (forfeiture: terrorist property offences), after subsection (5) insert— 5A Where a person is convicted of an offence under section 17A the court may order the forfeiture of the amount paid under, or purportedly under, the insurance contract. 3 The section inserted by subsection (1) applies to any payment made by an insurer on or after the day on which this Act is passed, even if made— a under (or purportedly under) a contract entered into before that day, or b (subject to subsection (4)) in respect of money or other property handed over before that day. 4 The section inserted by subsection (1) does not apply to a payment made in respect of money or other property handed over before 27 November 2014."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "43", "section_title": "Port and border controls: power to examine goods", "section_text": "43 Schedule 8 amends paragraph 9 of Schedule 7 to the Terrorism Act 2000 (port and border controls: power to examine goods) and other enactments relating to the power in that paragraph."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "44", "section_title": "Reviews of operation of Part 1 etc", "section_text": "44 1 The person appointed under section 36(1) of the Terrorism Act 2006 (“the independent reviewer”) is also responsible for reviewing the operation of the provisions listed in subsection (2). 2 The provisions are— a Part 1 of the Anti-Terrorism, Crime and Security Act 2001; b Part 2 of that Act as it applies in cases where a use or threat of the action referred to in section 4(2) of that Act would constitute terrorism; c the Counter-Terrorism Act 2008; d Part 1 of this Act. e section 69 of the Sentencing Code (including as it is applied by section 238(6) of the Armed Forces Act 2006), and   Schedules A1 and 1   to that Code (terrorist connection). 3 In each calendar year the independent reviewer must, by 31 January, inform the Secretary of State and the Treasury what (if any) reviews under this section the reviewer intends to carry out in that year. Those reviews must be completed during that year or as soon as reasonably practicable after the end of it. 4 The independent reviewer must send to the Secretary of State a report on the outcome of each review as soon as reasonably practicable after the review is completed. 5 On receiving a report under subsection (4), the Secretary of State must lay a copy of it before Parliament. 6 The expenses and allowances that may be paid under section 36(6) of the Terrorism Act 2006 include expenses and allowances in respect of functions under this section. 7 In this section  “ terrorism ” has the same meaning as in the Terrorism Act 2000 (see section 1(1) to (4) of that Act)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "45", "section_title": "Reviews of operation of other terrorism legislation", "section_text": "45 1 In section 36 of the Terrorism Act 2006 (review of terrorism legislation)— a in subsection (2), for  “carry out a review of those provisions and,” substitute carry out—                         a a review of the provisions of the Terrorism Act 2000, and b a review of the provisions of Part 1 of this Act, and, ; b in subsection (4), for  “subsection (2)” substitute  “                        subsection (2)(a)                      ” ; c after subsection (4B) insert— 4C In each calendar year the person appointed under subsection (1) must, by 31 January, inform the Secretary of State what (if any) reviews under subsection (2)(b) the person intends to carry out in that year. Those reviews must be completed during that year or as soon as reasonably practicable after the end of it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 20 of the Terrorism Prevention and Investigation Measures Act 2011 (reviews of the operation of that Act)— a for subsections (2) and (3) substitute— 2 In each calendar year the independent reviewer must, by 31 January, inform the Secretary of State what (if any) reviews under this section the reviewer intends to carry out in that year. Those reviews must be completed during that year or as soon as reasonably practicable after the end of it. ; b omit subsections (7) to (9)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "46", "section_title": "Privacy and Civil Liberties Board", "section_text": "46 1 The Secretary of State may by regulations made by statutory instrument establish a body to provide advice and assistance to the persons appointed under— a section 36(1) of the Terrorism Act 2006, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 20(1) of the Terrorism Prevention and Investigation Measures Act 2011, in the discharge of their functions. 2 The body is to be known as the Privacy and Civil Liberties Board. 3 Regulations under this section may include provision about— a the membership of the board; b the payment of expenses and allowances to members; c the circumstances in which a person ceases to be a member; d the appointment of staff, their terms and conditions of employment and their pensions, allowances or gratuities; e the organisation and procedure of the board; f particular things that the board may or must do; g the preparation and publication of reports and accounts. 4 Regulations under this section must— a provide for the Secretary of State to appoint members of the board after considering any recommendations made by the person appointed under section 36(1) of the Terrorism Act 2006; b provide for the board to be chaired by that person and to be subject to his or her direction and control. 5 Regulations under this section may contain incidental, consequential, transitional or supplementary provision. This includes provision amending, applying (with or without modifications), disapplying, repealing or revoking any provision of primary legislation, whenever passed or made. 6 A statutory instrument— a containing the first regulations under this section, or b containing any regulations under this section that amend, repeal or revoke anything in primary legislation (whether alone or with other provision), may not be made unless a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 7 A statutory instrument containing regulations under this section to which subsection (6) does not apply is subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this section  “ primary legislation ” has the same meaning as in section 48."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "47", "section_title": "Review of certain naturalisation decisions by Special Immigration Appeals Commission", "section_text": "47 In section 2D of the Special Immigration Appeals Commission Act 1997 (jurisdiction: review of certain naturalisation and citizenship decisions), in subsection (1)(a)(i), after  “6” insert  “                or 18              ” ."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "48", "section_title": "Power to make consequential provision", "section_text": "48 1 The Secretary of State may by regulations make provision that is consequential on any provision of this Act. 2 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make transitional, transitory or saving provision; c may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under primary legislation passed before this Act or in the same Session. 3 Before making regulations under this section the Secretary of State must— a if the regulations contain provision that would fall within the legislative competence of the Scottish Parliament if included in an Act of that Parliament, consult the Scottish Ministers; b if the regulations contain provision that would fall within the legislative competence of the National Assembly for Wales if included in an Act of that Assembly, consult the Welsh Ministers; c if the regulations contain provision that would fall within the legislative competence of the Northern Ireland Assembly if included in an Act of that Assembly, consult the Department of Justice in Northern Ireland. 4 A statutory instrument containing regulations under this section that amend, repeal or revoke anything in primary legislation (whether alone or with other provision) may be made only if a draft of the instrument has been laid before each House of Parliament and approved by a resolution of each House. 5 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section  “ primary legislation ” means— a an Act of Parliament; b an Act of the Scottish Parliament; c a Measure or Act of the National Assembly for Wales; d Northern Ireland legislation."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "49", "section_title": "Transitional provision", "section_text": "49 1 In relation to offences committed before    2 May 2022 , the reference in section 10(5)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 2 In relation to offences committed before section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force— a the reference in section 10(5)(b) to a fine is to be read as a reference to a fine not exceeding the statutory maximum; b paragraph 15(3)(b) of Schedule 1 has effect as if the words  “in Scotland or Northern Ireland” were omitted. 3 The amendments made by subsections (3) and (4) of section 17 apply only to things done and offences committed after that section comes into force. 4 A reference to a calendar year in the following subsections does not include a year before 2016— a subsection (3) of section 44; b subsection (4C) of section 36 of the Terrorism Act 2006 (inserted by section 45(1) above); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d subsection (2) of section 20 of the Terrorism Prevention and Investigation Measures Act 2011 (substituted by section 45(3) above)."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "50", "section_title": "Financial provision", "section_text": "50 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "51", "section_title": "Extent", "section_text": "51 1 Part 5 extends to England and Wales and Scotland. 2 The other provisions of this Act extend to England and Wales, Scotland and Northern Ireland. 3 Her Majesty may by Order in Council direct that any of the provisions of Parts 1 and 4 are to extend, with whatever modifications appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man. 4 The power under section 39(6) of the Terrorism Act 2006 (extension to the Channel Islands or the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act. 5 The power under section 31(4) of the Terrorism Prevention and Investigation Measures Act 2011 (extension to the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act. 6 The power under section 39(3) of the Aviation Security Act 1982 (extension to the Channel Islands, Isle of Man etc) may be exercised in relation to any amendments made to that Act by this Act. 7 The power under section 51(1) of the Aviation and Maritime Security Act 1990 (extension to the Channel Islands, Isle of Man etc) may be exercised in relation to any amendments made to that Act by this Act. 8 The power under section 9(3) of the Special Immigration Appeals Commission Act 1997 (extension to the Channel Islands or the Isle of Man) may be exercised in relation to any amendments made to that Act by this Act."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "52", "section_title": "Commencement", "section_text": "52 1 Chapter 1 of Part 1 comes into force on the day after the day on which this Act is passed. 2 The following provisions come into force at the end of the period of two months beginning with the day on which this Act is passed— a sections 36 to 38 and 40; b sections 44 to 46. 3 The following provisions come into force on whatever day or days the Secretary of State appoints by regulations made by statutory instrument— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 22(10); c paragraphs 12 to 14 of Schedule 5 and section 25 so far as relating to those paragraphs; d sections 26 and 30, section 31(2) and (4) and sections 32 to 34. 4 Regulations under subsection (3)— a may make different provision for different purposes; b may make transitory, transitional or saving provision. 5 The other provisions of this Act come into force on the day on which this Act is passed."}, {"act": "Counter-Terrorism and Security Act 2015", "year": 2015, "section": "53", "section_title": "Short title", "section_text": "53 This Act may be cited as the Counter-Terrorism and Security Act 2015."}]