[{"act": "Deregulation Act 2015", "year": 2015, "section": "1", "section_title": "Health and safety at work: general duty of self-employed persons", "section_text": "1 1 Section 3 of the Health and Safety at Work  etc.  Act 1974 (general duty of employers and self-employed to persons other than their employees) is amended in accordance with subsections (2) and (3). 2 In subsection (2)\t\t\t\t\t(which imposes a general duty with respect to health and safety on self-employed persons)— a after  “self-employed person” insert  “                      who conducts an undertaking of a prescribed description                    ” ; b for  “his undertaking” substitute  “                      the undertaking                    ” . 3 After subsection (2) insert— 2A A description of undertaking included in regulations under subsection (2) may be framed by reference to— a the type of activities carried out by the undertaking, where those activities are carried out or any other feature of the undertaking; b whether persons who may be affected by the conduct of the undertaking, other than the self-employed person (or his employees), may thereby be exposed to risks to their health or safety. 4 In section 11 of that Act (functions of the Executive), after subsection (4A) insert— 4AA Subsection (4)(b)(i) does not apply in relation to the making of regulations under section 3(2) for the railway safety purposes (and, accordingly, the Executive shall submit under subsection (3) such proposals as the Executive considers appropriate for the making of regulations under section 3(2) for those purposes). 5 In section 82 of that Act (general provisions as to interpretation and regulations)— a in subsection (3)(b) for  “subsection (3A) or (4)” substitute  “                      subsection (3A), (3B) or (4)                    ” ; b after subsection (3A) insert— 3B Regulations under section 3(2) shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 6 Where this section comes into force at a time when there is in force an Order in Council made under section 84(3) of the Health and Safety at Work etc. Act 1974 that applies section 3 or 11 of that Act to matters outside Great Britain, that Order is to be taken as applying that section as amended by this section."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "2", "section_title": "Removal of employment tribunals' power to make wider recommendations", "section_text": "2 1 In section 124 of the Equality Act 2010 (remedies available to an employment tribunal in discrimination cases  etc ), in subsection (3) (which describes the recommendations that an employment tribunal may make)— a in the opening words, after  “adverse effect” insert  “                      on the complainant                    ” ; b omit paragraphs (a) and (b). 2 In consequence of subsection (1)— a in section 124(7) of that Act omit  “in so far as it relates to the complainant”; b omit section 125 of that Act (remedies: national security)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "3", "section_title": "Apprenticeships: simplification", "section_text": "3 1 Schedule 1 makes provision about apprenticeships. 2 Part 1 of the Schedule amends Part 1 of the Apprenticeships, Skills, Children and Learning Act 2009 (“ the 2009 Act ”) so as to simplify the provision made by that Part about English apprenticeships. 3 Part 2 of the Schedule contains further amendments of the 2009 Act in consequence of the amendments made by Part 1. 4 Part 3 of the Schedule contains minor amendments of the provision made by Part 1 of the 2009 Act about Welsh apprenticeships. 5 Part 4 of the Schedule contains transitional provision."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "4", "section_title": "English apprenticeships: funding arrangements", "section_text": "4 1 The Secretary of State may make arrangements with the Commissioners for Her Majesty's Revenue and Customs under which the Commissioners are responsible for the administration of apprenticeship payments. 2 “Apprenticeship payments” are payments that may be made by the Secretary of State to any person— a for the purpose of encouraging the provision of opportunities for individuals to complete approved English apprenticeships or to undertake work following the completion of such apprenticeships, or b otherwise in connection with approved English apprenticeships. 3 The arrangements that may be made under subsection (1) include arrangements under which the Commissioners are responsible for recovery where an apprenticeship payment is made but the whole or any part of it is (for whatever reason) recoverable by the Secretary of State. 4 The Commissioners may by regulations make provision as to the administration of payments where arrangements are made under subsection (1). 5 The regulations may, in particular, provide that the Commissioners may, instead of making payments to persons of a description specified in the regulations— a permit them to deduct equivalent amounts from payments that they are required to make to the Commissioners and that are of a kind specified in the regulations; b provide them with vouchers of equivalent amounts which may be used by them in connection with approved English apprenticeships. 6 The regulations may, in particular, also provide that, where the Commissioners are responsible for recovering the whole or any part of an apprenticeship payment from a person of a description specified in the regulations, they may do so by deducting the amount from any payments that they would otherwise be required to make to that person and that are of a kind specified in the regulations. 7 The regulations may make different provision for different cases. 8 Regulations under this section may be made only with the consent of the Secretary of State. 9 Regulations under this section must be made by statutory instrument. 10 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 11 In this section  “ approved English apprenticeship ” has the same meaning as in Chapter A1 of the Apprenticeships, Skills, Children and Learning Act 2009 (see Schedule 1)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "5", "section_title": "English apprenticeships: disclosure of information", "section_text": "5 1 The Commissioners may disclose information held by them to the Secretary of State, or to a person providing services to the Secretary of State, for the purpose of the Secretary of State's functions in relation to approved English apprenticeships. 2 The Secretary of State, or a person providing services to the Secretary of State, may disclose information to the Commissioners, or to a person providing services to them, for the purpose of arrangements made under section 4(1) or for the purpose of requesting the Commissioners to disclose information under subsection (1) of this section. 3 Information disclosed under subsection (1) may not be disclosed by the recipient of the information to any other person without the consent of the Commissioners. 4 If a person discloses, in contravention of subsection (3), any revenue and customs information relating to a person whose identity— a is specified in the disclosure, or b can be deduced from it, section 19 of the Commissioners for Revenue and Customs Act 2005 (wrongful disclosure) applies in relation to that disclosure as it applies in relation to a disclosure of such information in contravention of section 20(9) of that Act. 5 In this section— “ approved English apprenticeship ” has the same meaning as in Chapter A1 of the Apprenticeships, Skills, Children and Learning Act 2009 (see Schedule 1); “ revenue and customs information relating to a person ” has the same meaning as in section 19 of the Commissioners for Revenue and Customs Act 2005 (see section 19(2) of that Act)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "6", "section_title": "Requirements to wear safety helmets: exemption for Sikhs", "section_text": "6 1 Section 11 of the Employment Act 1989 (exemption of Sikhs from requirements as to wearing of safety helmets on construction sites) is amended in accordance with subsections (2) to (10). 2 In subsection (1), for  “on a construction site” substitute  “                  at a workplace                ” . 3 In subsection (2), in paragraph (a), for  “on a construction site” substitute  “                  at a workplace                ” . 4 In subsection (5), in the opening words, for  “on a construction site” substitute  “                  at a workplace                ” . 5 After subsection (6) insert— 6A This section does not apply to a Sikh who— a works, or is training to work, in an occupation that involves (to any extent) providing an urgent response to fire, riot or other hazardous situations, and b is at the workplace— i to provide such a response in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to provide such a response in circumstances of that kind. 6B This section also does not apply to a Sikh who— a is a member of Her Majesty's forces or a person providing support to Her Majesty's forces, and b is at the workplace— i to take part in a military operation in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to take part in such an operation in circumstances of that kind. 6 In subsection (7)— a omit the definitions of  “building operations”,  “works of engineering construction” and  “construction site”; b before the definition of  “injury”, insert— “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006; ; c at the end insert— “ workplace ” means any premises where work is being undertaken, including premises occupied or normally occupied as a private dwelling; and  “ premises ” includes any place and, in particular, includes— a any vehicle, vessel, aircraft or hovercraft, b any installation (including a floating installation or one resting on the seabed or its subsoil or on other land covered with water or its subsoil), and c any tent or moveable structure. 7 In subsection (8), in paragraph (b), for  “on a construction site” substitute  “                  at a workplace                ” . 8 In subsection (9)— a for  “relevant construction site” substitute  “                      relevant workplace                    ” ; b for  “construction site” (in the second place where it occurs) substitute  “                      workplace                    ” . 9 In subsection (10), for the words from “ “relevant construction site” to the end of the subsection substitute  “ “ relevant workplace ” means any workplace where work is being undertaken if the premises and the activities being undertaken there are premises and activities to which the Health and Safety at Work etc. Act 1974 applies by virtue of the Health and Safety at Work etc. Act 1974 (Application outside Great Britain) Order 2013.” 10 In the sidenote, for  “on construction sites” substitute  “                  at workplaces                ” . 11 Section 12 of that Act (protection of Sikhs from racial discrimination in connection with requirements as to wearing of safety helmets) is amended as follows. 12 In subsection (1)— a in paragraph (a), for  “on a construction site” substitute  “                      at a workplace                    ” ; b in paragraph (b), for  “on such a site” substitute  “                      at such a workplace                    ” . 13 In subsection (3), for  “Subsections (7) to (10)” substitute  “                  Subsections (6A) to (10)                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "7", "section_title": "Requirements to wear safety helmets: exemption for Sikhs: Northern Ireland", "section_text": "7 1 Article 13 of the Employment (Miscellaneous Provisions) (Northern Ireland) Order 1990 ( S.I.  1990/246) is amended in accordance with subsections (2) to (8). 2 In paragraph (1), for  “on a construction site” substitute  “                  at a workplace                ” . 3 In paragraph (2), in sub-paragraph (a), for  “on a construction site” substitute  “                  at a workplace                ” . 4 In paragraph (5), in the opening words, for  “on a construction site” substitute  “                  at a workplace                ” . 5 After paragraph (6) insert— 6A This Article does not apply to a Sikh who— a works, or is training to work, in an occupation that involves (to any extent) providing an urgent response to fire, riot or other hazardous situations, and b is at the workplace— i to provide such a response in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to provide such a response in circumstances of that kind. 6B This Article also does not apply to a Sikh who— a is a member of Her Majesty's forces or a person providing support to Her Majesty's forces, and b is at the workplace— i to take part in a military operation in circumstances where the wearing of a safety helmet is necessary to protect the Sikh from a risk of injury, or ii to receive training in how to take part in such an operation in circumstances of that kind. 6 In paragraph (7)— a omit the definitions of  “building operations”,  “works of engineering construction” and  “construction site”; b before the definition of  “injury”, insert— “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006; ; c at the end insert— “ workplace ” means any premises where work is being undertaken, including premises occupied or normally occupied as a private dwelling; and  “ premises ” includes any place and, in particular, includes— a any vehicle, vessel, aircraft or hovercraft, b any installation (including a floating installation or one resting on the seabed or its subsoil or on other land covered with water or its subsoil), and c any tent or moveable structure. 7 In paragraph (8), in sub-paragraph (b), for  “on a construction site” substitute  “                  at a workplace                ” . 8 In the heading, for  “on construction sites” substitute  “                  at workplaces                ” . 9 Article 13A of that Order (protection of Sikhs from racial discrimination in connection with requirements as to wearing of safety helmets) is amended as follows. 10 In paragraph (1)— a in sub-paragraph (a), for  “on a construction site” substitute  “                      at a workplace                    ” ; b in sub-paragraph (b), for  “on such a site” substitute  “                      at such a workplace                    ” . 11 In paragraph (3), for  “Paragraphs (7) and (8)” substitute  “                  Paragraphs (6A) to (8)                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "8", "section_title": "Driving instructors", "section_text": "8 1 Schedule 2 makes provision to simplify the regulation of driving instructors by removing the separate system for the registration of disabled instructors. 2 Part 1 of the Schedule contains amendments of Part 5 of the Road Traffic Act 1988 as amended by Schedule 6 to the Road Safety Act 2006. 3 Part 2 of the Schedule contains transitory amendments of Part 5 of the Road Traffic Act 1988 which have effect before the commencement of Schedule 6 to the Road Safety Act 2006. 4 Part 3 of the Schedule contains consequential and related amendments."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "9", "section_title": "Motor insurers", "section_text": "9 1 In Part 6 of the Road Traffic Act 1988 (compulsory insurance or security against third-party risks), section 147 (issue and surrender of certificates of insurance and of security) is amended as follows. 2 In subsection (1), for  “A policy of insurance shall be of no effect for the purposes of this Part of this Act unless and until there is delivered by the insurer” substitute  “                  An insurer issuing a policy of insurance for the purposes of this Part of this Act must deliver                ” . 3 In subsection (2), for  “A security shall be of no effect for the purposes of this Part of this Act unless and until there is delivered by the person giving the security” substitute  “                  A person giving a security for the purposes of this Part of this Act must deliver                ” . 4 Omit subsections (4) to (5) (obligation to surrender certificate following cancellation of policy of insurance or security). 5 Schedule 3 makes amendments in consequence of this section."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "10", "section_title": "Taxis and private hire vehicles: duration of licences", "section_text": "10 1 The Local Government (Miscellaneous Provisions) Act 1976 is amended as follows. 2 In section 53 (drivers' licences for hackney carriages and private hire vehicles)— a in subsection (1)(a), for  “for such lesser period as the district council may specify in such licence” substitute  “                      for such lesser period, specified in the licence, as the district council think appropriate in the circumstances of the case                    ” ; b in subsection (1)(b), for  “for such lesser period as they may specify in such licence” substitute  “                      for such lesser period, specified in the licence, as the district council think appropriate in the circumstances of the case                    ” . 3 In section 55 (licensing of operators of private hire vehicles), for subsection (2) substitute— 2 Every licence granted under this section shall remain in force for five years or for such lesser period, specified in the licence, as the district council think appropriate in the circumstances of the case."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "11", "section_title": "Private hire vehicles: sub-contracting", "section_text": "11 In the Local Government (Miscellaneous Provisions) Act 1976, after section 55 insert— Sub-contracting by operators 55A 1 A person licensed under section 55 who has in a controlled district accepted a booking for a private hire vehicle may arrange for another person to provide a vehicle to carry out the booking if— a the other person is licensed under section 55 in respect of the same controlled district and the sub-contracted booking is accepted in that district; b the other person is licensed under section 55 in respect of another controlled district and the sub-contracted booking is accepted in that district; c the other person is a London  PHV  operator and the sub-contracted booking is accepted at an operating centre in London; or d the other person accepts the sub-contracted booking in Scotland. 2 It is immaterial for the purposes of subsection (1) whether or not sub-contracting is permitted by the contract between the person licensed under section 55 who accepted the booking and the person who made the booking. 3 Where a person licensed under section 55 in respect of a controlled district is also licensed under that section in respect of another controlled district, subsection (1) (so far as relating to paragraph (b) of that subsection) and section 55B(1) and (2) apply as if each licence were held by a separate person. 4 Where a person licensed under section 55 in respect of a controlled district is also a London PHV operator, subsection (1) (so far as relating to paragraph (c) of that subsection) and section 55B(1) and (2) apply as if the person holding the licence under section 55 and the London PHV operator were separate persons. 5 Where a person licensed under section 55 in respect of a controlled district also makes provision in the course of a business for the invitation or acceptance of bookings for a private hire car or taxi in Scotland, subsection (1) (so far as relating to paragraph (d) of that subsection) and section 55B(1) and (2) apply as if the person holding the licence under section 55 and the person making the provision in Scotland were separate persons. In this subsection,  “ private hire car ” and  “ taxi ” have the same meaning as in sections 10 to 22 of the Civic Government (Scotland) Act 1982. 6 In this section,  “ London PHV operator ” and  “ operating centre ” have the same meaning as in the Private Hire Vehicles (London) Act 1998. Sub-contracting by operators: criminal liability 55B 1 In this section— “ the first operator ” means a person licensed under section 55 who has in a controlled district accepted a booking for a private hire vehicle and then made arrangements for another person to provide a vehicle to carry out the booking in accordance with section 55A(1); “ the second operator ” means the person with whom the first operator made the arrangements (and, accordingly, the person who accepted the sub-contracted booking). 2 The first operator is not to be treated for the purposes of section 46(1)(e) as operating a private hire vehicle by virtue of having invited or accepted the booking. 3 The first operator is guilty of an offence if— a the second operator is a person mentioned in section 55A(1)(a) or (b), b the second operator contravenes section 46(1)(e) in respect of the sub-contracted booking, and c the first operator knew that the second operator would contravene section 46(1)(e) in respect of the booking."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "12", "section_title": "Space activity: limit on indemnity required", "section_text": "12 1 The Outer Space Act 1986 is amended as follows. 2 In section 3 (prohibition of unlicensed activities), after subsection (3) insert— 3A An order under subsection (3) may— a provide that section 10(1) does not apply to a person to the extent that the person is carrying on activities that do not require a licence by virtue of the order; b specify the maximum amount of a person's liability under section 10(1) so far as the liability relates to the carrying on of activities that do not require a licence by virtue of the order. 3 In section 5 (terms of licence), after subsection (2) insert— 3 A licence must specify the maximum amount of the licensee's liability to indemnify Her Majesty's government in the United Kingdom under section 10 in respect of activities authorised by the licence. 4 In section 10 (obligation to indemnify government against claims), after subsection (1) insert— 1A Subsection (1) is subject to— a any limit on the amount of a person's liability that is specified in a licence, and b any order made under section 3(3). 5 The Secretary of State may vary any licence under section 4 of the 1986 Act that is held at the time when this section comes into force so as to specify the maximum amount of the licensee's liability under section 10 of that Act. 6 A variation under subsection (5) is to be made by giving notice in writing to the licensee. 7 The power under section 15(6) of the 1986 Act may be exercised so as to extend to any of the Channel Islands, the Isle of Man or any British overseas territory any provision made by this section (subject to any specified exceptions or modifications)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "13", "section_title": "Agricultural Holdings Act 1986: resolution of disputes by third party determination", "section_text": "13 Schedule 4 amends the Agricultural Holdings Act 1986 to provide for certain matters arising under the Act to be capable of third party determination."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "14", "section_title": "Shippers etc of gas", "section_text": "14 1 In Part 1 of the Energy Act 2008 (gas importation and storage), after section 3 insert— Exception for unloading to an installation in certain circumstances 3A The prohibition in section 2(1) does not apply to a person (“A”) who uses a controlled place for the unloading of gas to an installation if— a the installation is maintained by another person (“B”) who has a licence in respect of the maintenance of the installation and the use of a controlled place for the unloading of gas to it, and b B consents to the use by A of the controlled place for the unloading of gas to the installation. 2 In consequence of subsection (1), in section 2(2) of the 2008 Act, for  “section 3” substitute  “                  sections 3 and 3A                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "15", "section_title": "Suppliers of fuel and fireplaces", "section_text": "15 1 Part 3 of the Clean Air Act 1993 (smoke control areas) is amended as follows. 2 In section 20 (offence of emitting smoke in smoke control area where emission caused by use of fuel other than authorised fuel), after subsection (5) insert— 5ZA In the application of this Part to England,  “ authorised fuel ” means a fuel included in a list of authorised fuels kept by the Secretary of State for the purposes of this Part. 5ZB The Secretary of State must— a publish the list of authorised fuels, and b publish a revised copy of the list as soon as is reasonably practicable after any change is made to it. 5ZC The list must be published in such manner as the Secretary of State considers appropriate. 3 In that section, in subsection (6) as it applies in relation to England and Wales (definition of  “authorised fuel”), for  “In” substitute  “                  Except as provided by subsection (5ZA), in                ” . 4 In section 21 (power by order to exempt certain fireplaces), at the beginning insert— A1 For the purposes of the application of this Part to England, the Secretary of State may exempt any class of fireplace from the provisions of section 20 (prohibition of smoke emissions in smoke control area) if he is satisfied that such fireplaces can be used for burning fuel other than authorised fuels without producing any smoke or a substantial quantity of smoke. A2 An exemption under subsection (A1) may be made subject to such conditions as the Secretary of State considers appropriate. A3 The Secretary of State must— a publish a list of those classes of fireplace that are exempt under subsection (A1) including details of any conditions to which an exemption is subject; b publish a revised copy of the list as soon as is reasonably practicable after any change is made to the classes of fireplace that are so exempt or to the conditions to which an exemption is subject. A4 The list must be published in such manner as the Secretary of State considers appropriate. 5 In that section as it applies in relation to England and Wales, the existing text becomes subsection (5) and in that subsection, for  “                  The                ”  substitute  “                  Except where subsection (A1) applies, the                ” . 6 In the sidenote to that section, omit  “by order”. 7 In section 29 (interpretation of Part 3), in the definition of  “authorised fuel”, for  “20(6)” substitute  “                  20                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "16", "section_title": "Sellers of knitting yarn", "section_text": "16 1 The Weights and Measures (Knitting Yarns) Order 1988 (S.I. 1988/895) (quantities in which yarn is to be sold) is revoked. 2 In consequence of subsection (1), in the Weights and Measures (Specified Quantities) (Pre-packed Products) Regulations 2009 (S.I. 2009/663), omit regulation 3."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "17", "section_title": "Authorisation of insolvency practitioners", "section_text": "17 1 Part 13 of the Insolvency Act 1986 (insolvency practitioners and their qualification) is amended in accordance with subsections (2) to (4). 2 In section 390 (persons not qualified to act as insolvency practitioners), for subsection (2) substitute— 2 A person is not qualified to act as an insolvency practitioner at any time unless at that time the person is appropriately authorised under section 390A. 3 After section 390 insert— Authorisation 390A 1 In this Part— “ partial authorisation ” means authorisation to act as an insolvency practitioner— only in relation to companies, or only in relation to individuals; “ full authorisation ” means authorisation to act as an insolvency practitioner in relation to companies, individuals and insolvent partnerships; “partially authorised” and  “fully authorised” are to be construed accordingly. 2 A person is fully authorised under this section to act as an insolvency practitioner— a by virtue of being a member of a professional body recognised under section 391(1) and being permitted to act as an insolvency practitioner for all purposes by or under the rules of that body, or b by holding an authorisation granted by the Department of Enterprise, Trade and Investment in Northern Ireland under Article 352 of the Insolvency (Northern Ireland) Order 1989. 3 A person is partially authorised under this section to act as an insolvency practitioner— a by virtue of being a member of a professional body recognised under section 391(1) and being permitted to act as an insolvency practitioner in relation only to companies or only to individuals by or under the rules of that body, or b by virtue of being a member of a professional body recognised under section 391(2) and being permitted to act as an insolvency practitioner by or under the rules of that body. Partial authorisation: acting in relation to partnerships 390B 1 A person who is partially authorised to act as an insolvency practitioner in relation to companies may nonetheless not accept an appointment to act in relation to a company if at the time of the appointment the person is aware that the company— a is or was a member of a partnership, and b has outstanding liabilities in relation to the partnership. 2 A person who is partially authorised to act as an insolvency practitioner in relation to individuals may nonetheless not accept an appointment to act in relation to an individual if at the time of the appointment the person is aware that the individual— a is or was a member of a partnership other than a Scottish partnership, and b has outstanding liabilities in relation to the partnership. 3 Subject to subsection (9), a person who is partially authorised to act as an insolvency practitioner in relation to companies may nonetheless not continue to act in relation to a company if the person becomes aware that the company— a is or was a member of a partnership, and b has outstanding liabilities in relation to the partnership, unless the person is granted permission to continue to act by the court. 4 Subject to subsection (9), a person who is partially authorised to act as an insolvency practitioner in relation to individuals may nonetheless not continue to act in relation to an individual if the person becomes aware that the individual— a is or was a member of a partnership other than a Scottish partnership, and b has outstanding liabilities in relation to the partnership, unless the person is granted permission to continue to act by the court. 5 The court may grant a person permission to continue to act for the purposes of subsection (3) or (4) if it is satisfied that the person is competent to do so. 6 A person who is partially authorised and becomes aware as mentioned in subsection (3) or (4) may alternatively apply to the court for an order (a  “                            replacement order                          ” ) appointing in his or her place a person who is fully authorised to act as an insolvency practitioner in relation to the company or (as the case may be) the individual. 7 A person may apply to the court for permission to continue to act or for a replacement order under— a where acting in relation to a company, this section or, if it applies, section 168(5B) (member of insolvent partnership: England and Wales); b where acting in relation to an individual, this section or, if it applies, section 303(2C) (member of insolvent partnership: England and Wales). 8 A person who acts as an insolvency practitioner in contravention of any of subsections (1) to (4) is guilty of an offence under section 389 (acting without qualification). 9 A person does not contravene subsection (3) or (4) by continuing to act as an insolvency practitioner during the permitted period if, within the period of 7 business days beginning with the day after the day on which the person becomes aware as mentioned in the subsection, the person— a applies to the court for permission to continue to act, or b applies to the court for a replacement order. 10 For the purposes of subsection (9)— “ business day ” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday in any part of Great Britain; “ permitted period ” means the period beginning with the day on which the person became aware as mentioned in subsection (3) or (4) and ending on the earlier of— the expiry of the period of 6 weeks beginning with the day on which the person applies to the court as mentioned in subsection (9)(a) or (b), and the day on which the court disposes of the application (by granting or refusing it); “ replacement order ” has the meaning given by subsection (6). 4 For section 391 (recognised professional bodies) substitute— Recognised professional bodies 391 1 The Secretary of State may by order declare a body which appears to the Secretary of State to meet the requirements of subsection (4) to be a recognised professional body which is capable of providing its insolvency specialist members with full authorisation or partial authorisation. 2 The Secretary of State may by order declare a body which appears to the Secretary of State to meet the requirements of subsection (4) to be a recognised professional body which is capable of providing its insolvency specialist members with partial authorisation only. 3 An order under subsection (2) must state whether the partial authorisation relates to companies or to individuals. 4 The requirements are that the body— a regulates the practice of a profession, and b maintains and enforces rules for securing that its insolvency specialist members— i are fit and proper persons to act as insolvency practitioners, and ii meet acceptable requirements as to education and practical training and experience. 5 The Secretary of State may make an order revoking an order under subsection (1) or (2) in relation to a professional body if it appears to the Secretary of State that the body no longer meets the requirements of subsection (4). 6 The Secretary of State may make an order revoking an order under subsection (1) and replacing it with an order under subsection (2) in relation to a professional body if it appears to the Secretary of State that the body is capable of providing its insolvency specialist members with partial authorisation only. 7 An order of the Secretary of State under this section has effect from such date as is specified in the order. 8 An order revoking an order made under subsection (1) or (2) may make provision whereby members of the body in question continue to be treated as fully or partially authorised to act as insolvency practitioners (as the case may be) for a specified period after the revocation takes effect. 9 In this section— a references to members of a recognised professional body are to persons who, whether members of that body or not, are subject to its rules in the practice of the profession in question (and the references in section 390A to members of a recognised professional body are to be read accordingly); b references to insolvency specialist members of a professional body are to members who are permitted by or under the rules of the body to act as insolvency practitioners. 5 In section 415A of the Insolvency Act 1986 (fees orders (general))— a in subsection (1) (fees for grant or maintenance of recognition of professional body), in paragraph (b) (power to refuse recognition, or revoke order of recognition, where fee not paid), after  “391(1)” insert  “                      or (2)                    ” ; b after subsection (1) (fees for grant or maintenance of recognition of professional body) insert— 1A Fees under subsection (1) may vary according to whether the body is recognised under section 391(1) (body providing full and partial authorisation) or under section 391(2) (body providing partial authorisation). 6 An order under section 391(1) of the Insolvency Act 1986 (recognised professional bodies) made before the coming into force of this section is, following the coming into force of this section, to be treated as if it were made under section 391(1) as substituted by subsection (4) of this section."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "18", "section_title": "Auditors ceasing to hold office", "section_text": "18 1 Chapter 4 of Part 16 of the Companies Act 2006 (audit: removal, resignation, etc of auditors) is amended as follows. 2 In section 519 (statement by auditor to be deposited with company on ceasing to hold office), for subsections (1) to (3) substitute— 1 An auditor of a public interest company who is ceasing to hold office (at any time and for any reason) must send to the company a statement of the reasons for doing so. 2 An auditor (“A”) of a non-public interest company who is ceasing to hold office must send to the company a statement of the reasons for doing so unless A satisfies the first or second condition. 2A The first condition is that A is ceasing to hold office— a in the case of a private company, at the end of a period for appointing auditors; b in the case of a public company, at the end of an accounts meeting. 2B The second condition is that— a A's reasons for ceasing to hold office are all exempt reasons (as to which see section 519A(3)), and b there are no matters connected with A's ceasing to hold office that A considers need to be brought to the attention of members or creditors of the company. 3 A statement under this section must include— a the auditor's name and address; b the number allocated to the auditor on being entered in the register of auditors kept under section 1239; c the company's name and registered number. 3A Where there are matters connected with an auditor's ceasing to hold office that the auditor considers need to be brought to the attention of members or creditors of the company, the statement under this section must include details of those matters. 3B Where— a an auditor (“A”) of a non-public interest company is required by subsection (2) to send a statement, and b A considers that none of the reasons for A's ceasing to hold office, and no matters (if any) connected with A's ceasing to hold office, need to be brought to the attention of members or creditors of the company, A's statement under this section must include a statement to that effect. 3 After section 519 insert— Meaning of  “public interest company”,  “non-public interest company” and  “exempt reasons” 519A 1 In this Chapter— “ public interest company ” means a company— any of whose transferable securities are included in the official list (within the meaning of Part 6 of the Financial Services and Markets Act 2000), or any of whose equity share capital is officially listed in an  EEA  state; “ non-public interest company ” means a company that is not a public interest company. 2 For the purposes of the definition of  “public interest company”,  “ transferable securities ” means anything which is a transferable security for the purposes of Directive  2004/39/ EC  of the European Parliament and of the Council on markets in financial instruments. 3 In the application of this Chapter to an auditor (“A”) of a company ceasing to hold office, the following are  “exempt reasons”— a A is no longer to carry out statutory audit work within the meaning of Part 42 (see section 1210(1)); b the company is, or is to become, exempt from audit under section 477, 479A or 480, or from the requirements of this Part under section 482, and intends to include in its balance sheet a statement of the type described in section 475(2); c the company is a subsidiary undertaking of a parent undertaking that is incorporated in the United Kingdom and— i the parent undertaking prepares group accounts, and ii A is being replaced as auditor of the company by the auditor who is conducting, or is to conduct, an audit of the group accounts; d the company is being wound up under Part 4 of the Insolvency Act 1986 or Part 5 of the Insolvency (Northern Ireland) Order 1989 (S.I. 1989/2405 (N.I. 19)), whether voluntarily or by the court, or a petition under Part 4 of that Act or Part 5 of that Order for the winding up of the company has been presented and not finally dealt with or withdrawn. 4 But the reason described in subsection (3)(c) is only an exempt reason if the auditor who is conducting, or is to conduct, an audit of the group accounts is also conducting, or is also to conduct, the audit (if any) of the accounts of each of the subsidiary undertakings (of the parent undertaking) that is incorporated in the United Kingdom and included in the consolidation. 5 The Secretary of State may by order amend the definition of  “public interest company” in subsection (1). 6 An order under subsection (5) is subject to negative resolution procedure. 4 In section 523 (duty of company to notify appropriate audit authority), for subsections (1) to (3) substitute— 1 This section applies if an auditor is ceasing to hold office— a in the case of a private company, at any time other than at the end of a period for appointing auditors; b in the case of a public company, at any time other than at the end of an accounts meeting. 1A But this section does not apply if the company reasonably believes that the only reasons for the auditor's ceasing to hold office are exempt reasons (as to which see section 519A(3)). 2 Where this section applies, the company must give notice to the appropriate audit authority that the auditor is ceasing to hold office. 2A The notice is to take the form of a statement by the company of what the company believes to be the reasons for the auditor's ceasing to hold office and must include the information listed in section 519(3). This is subject to subsection (2C). 2B Subsection (2C) applies where— a the company receives a statement from the auditor under section 519, b the statement is sent at the time required by section 519(4), and c the company agrees with the contents of the statement. 2C Where this subsection applies, the notice may instead take the form of a copy of the statement endorsed by the company to the effect that it agrees with the contents of the statement. 3 A notice under this section must be given within the period of 28 days beginning with the day on which the auditor ceases to hold office. 5 Schedule 5 (auditors ceasing to hold office) makes provision about the following matters— a the notification requirements that apply on an auditor ceasing to hold office; b the requirements that apply if there is a failure to re-appoint an auditor; c the replacement of references to documents being deposited at a company's registered office."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "19", "section_title": "Insolvency and company law: miscellaneous", "section_text": "19 Schedule 6 makes provision about the following matters— a deeds of arrangement; b administration and winding up of companies; c disqualification of unfit directors of insolvent companies; d bankruptcy; e insolvency practitioners; f liabilities of administrators etc and preferential debts; g appointment of proxies under company law."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "20", "section_title": "Recorded rights of way: additional protection", "section_text": "20 In the Countryside and Rights of Way Act 2000, after section 55 (bridleway rights over ways shown as bridleways) insert— Other protected rights: England 55A 1 A surveying authority in England may not, at any time after the cut-off date, make a modification to a definitive map and statement under section 53(2)(b) of the Wildlife and Countryside Act 1981 if— a the modification might affect the exercise of a protected right of way, and b the only basis for the authority considering that the modification is requisite is the discovery by the authority of evidence that the right of way did not exist before 1 January 1949. 2 In subsection (1),  “ protected right of way ” means any right of way over land shown in the definitive map and statement on the cut-off date as a footpath, bridleway, restricted byway or byway open to all traffic. 3 In this section,  “ cut-off date ” has the meaning given in section 56."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "21", "section_title": "Unrecorded rights of way: protection from extinguishment", "section_text": "21 In the Countryside and Rights of Way Act 2000, after section 56 (cut-off date for extinguishment of certain unrecorded rights of way) insert— Unrecorded rights of way: protection from extinguishment 56A 1 The provision that may be made by regulations under section 56(2) by the Secretary of State includes— a provision enabling a surveying authority to designate, at any time during the period of one year beginning with the cut-off date, public rights of way in their area that were extinguished immediately after that date, subject to any conditions or exceptions specified in the regulations; b provision for a designated right of way to cease to be regarded as extinguished as from the time of the designation; c provision requiring a surveying authority to determine, within a period specified in the regulations, whether to make an order under section 53(2) of the 1981 Act making modifications to a definitive map and statement to show a designated right of way; d provision as to the procedure applicable in relation to such a determination, including provision for an application to be made to a magistrates' court where a surveying authority fails to make the determination within a period specified in the regulations; e provision for a designated right of way to be extinguished if a surveying authority determines not to make an order under section 53(2) of the 1981 Act or if such an order is made but is not confirmed or is quashed, subject to any exceptions specified in the regulations; f provision requiring a surveying authority to keep such information as may be specified in the regulations about designated rights of way in a separate part of the register maintained by them under section 53B of the 1981 Act. 2 The provision that may be made by virtue of subsection (1)(d) includes provision applying Schedule 14A to the 1981 Act, subject to such modifications as may be specified in the regulations. 3 Regulations under section 56(2) made by the Secretary of State may also provide— a that an enactment specified in the regulations which would otherwise apply in relation to a designated right of way does not so apply, or so applies with modifications specified in the regulations, in relation to times during the designation period (see subsection (4) below); b where an order under section 53(2) of the 1981 Act making modifications to a definitive map and statement to show a designated right of way takes effect, that the modifications are to be treated, for the purposes of section 55A, as having taken effect immediately before the cut-off date. 4 In subsection (3)(a),  “ the designation period ” means the period which— a begins when the right of way is designated, and b ends when— i an order under section 53(2) of the 1981 Act making modifications to a definitive map and statement to show the right of way takes effect, or ii if no such order is made, the right of way is extinguished in accordance with the regulations. 5 In this section— “ cut-off date ” has the meaning given in section 56; “ enactment ” means a provision of an Act or of subordinate legislation (within the meaning of the Interpretation Act 1978)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "22", "section_title": "Conversion of public rights of way to private rights of way", "section_text": "22 1 In the Countryside and Rights of Way Act 2000, after section 56A (as inserted by section 21) insert— Conversion of certain public rights of way to private rights of way 56B 1 This section applies where— a a public right of way over land in England would be extinguished under section 53 immediately after the cut-off date, and b on the cut-off date, the exercise of the right of way— i is reasonably necessary to enable a person with an interest in land to obtain access to it, or ii would have been reasonably necessary to enable that person to obtain access to a part of that land if the person had an interest in that part only. 2 The public right of way becomes, immediately after the cut-off date, a private right of way of the same description for the benefit of the land or (as the case may be) the part of the land. 3 For the purposes of subsection (1)(b), it is irrelevant whether the person is, on the cut-off date, in fact— a exercising the existing public right of way, or b able to exercise it. 4 In this section,  “ cut-off date ” has the meaning given in section 56. 2 In consequence of the amendments made by sections 20 and 21 and this section, in section 56 of the 2000 Act, in subsection (1), for  “sections 53 and 55” substitute  “                  sections 53, 55, 55A, 56A and 56B                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "23", "section_title": "Applications by owners etc for public path orders", "section_text": "23 1 The Highways Act 1980 is amended as follows. 2 In section 118ZA(1) (which makes provision for owners, lessees or occupiers of certain land to be able to apply for a public path extinguishment order), after  “horses” insert  “                  , or of any land in England of a prescribed description,                ” . 3 In section 119ZA(1) (which makes provision for owners, lessees or occupiers of certain land to be able to apply for a public path diversion order), after  “horses” insert  “                  , or of any land in England of a prescribed description,                ” . 4 In section 121E(1) (which specifies the duties of the Secretary of State on certain appeals relating to the extinguishment or diversion of public paths), after  “section 121D(1)(a) above,” insert  “                  in relation to an application made under section 118C or 119C above or an application made under section 118ZA or 119ZA above to a council in Wales,                ” . 5 After section 121E(1) insert— 1A Where an appeal to the Secretary of State is brought under section 121D(1)(a) above, in relation to an application made under section 118ZA or 119ZA above to a council in England, the Secretary of State shall either— a determine not to make an order on the application, or b take the steps mentioned in subsection (1)(a) to (c). 1B Where the Secretary of State determines under subsection (1A)(a) not to make an order, the Secretary of State shall inform the applicant of the decision and the reasons for it. 6 In Schedule 6, in paragraph 2A(1)(b), after  “section 121E(1)(c)” insert  “                  or (1A)(a)                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "24", "section_title": "Extension of powers to authorise erection of gates at owner's request", "section_text": "24 1 Section 147 of the Highways Act 1980 (which allows highway authorities etc to authorise the erection of stiles and gates etc on footpaths or bridleways crossing agricultural land) is amended as follows. 2 In subsection (1), after  “For the purposes of this section” insert  “                  as it applies in relation to footpaths or bridleways,                ” . 3 After subsection (1) insert— 1A The following provisions of this section, so far as relating to the erection of gates, also apply where the owner, lessee or occupier of agricultural land in England, or of land in England which is being brought into use for agriculture, represents to a competent authority in England, as respects a restricted byway or byway open to all traffic that crosses the land, that for securing that the use, or any particular use, of the land for agriculture shall be efficiently carried on, it is expedient that gates for preventing the ingress or egress of animals should be erected on the byway. For the purposes of this section the following are competent authorities— a in the case of a restricted byway which is for the time being maintained by a non-metropolitan district council by virtue of section 42 above, that council and also the highway authority; and b in the case of any other restricted byway or in the case of a byway open to all traffic, the highway authority. 4 In subsection (3), for  “footpath or bridleway” substitute  “                  footpath, bridleway or byway                ” . 5 After subsection (5) insert— 5A In this section,  “ byway open to all traffic ” has the same meaning as in Part 3 of the Wildlife and Countryside Act 1981 (see section 66(1) of that Act). 6 In consequence of the amendments made by this section to section 147, section 146 of the 1980 Act is amended as follows— a in subsection (1), after  “restricted byway” (in the first place it occurs) insert  “                      or across a byway open to all traffic in England                    ” ; b in that subsection, for  “or restricted byway” (in the second place it occurs) substitute  “                      , restricted byway or byway open to all traffic                    ” ; c in subsection (2)(b), after  “restricted byway” insert  “                      or in the case of a byway open to all traffic                    ” ; d after subsection (5) insert— 6 In this section,  “ byway open to all traffic ” has the same meaning as in Part 3 of the Wildlife and Countryside Act 1981 (see section 66(1) of that Act). ; e in the heading to the section, for  “restricted byways” substitute  “                      byways                    ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "25", "section_title": "Applications for certain orders under Highways Act 1980: cost recovery", "section_text": "25 1 The Highways Act 1980 is amended as follows. 2 In section 118ZA(3) (which deals with the making of regulations imposing charges in connection with applications by owners etc for a public path extinguishment order), in paragraph (a), after  “this section” insert  “                  to a council in Wales                ” . 3 In section 119ZA(5) (which deals with the making of regulations imposing charges in connection with applications by owners etc for a public path diversion order), in paragraph (a), after  “this section” insert  “                  to a council in Wales                ” . 4 In section 121A(1) (which confers power to make regulations about applications for public path extinguishment and diversion orders), in paragraph (f), for  “prescribed charge” substitute  “                  charge prescribed under the section                ” . 5 In section 121E(8) (which makes provision about what may be included in regulations about appeals under section 121D(1)), in paragraph (j), for  “prescribed charge” substitute  “                  charge prescribed under section 118ZA(3) or 119ZA(5)                ” . 6 In Part 1 of Schedule 6 (procedure for making and confirming certain orders relating to footpaths, bridleways and restricted byways), in paragraph 2B (which makes supplemental provision about hearings held under paragraph 2 of the Schedule), after sub-paragraph (3) insert— 4 For the purposes of sub-paragraph (1) as it applies in relation to section 250(4) of the Local Government Act 1972, the consideration by a person appointed as mentioned in sub-paragraph (2)(b), (2A)(b), (3)(b) or (5) of paragraph 2 of any representations or objections about an order relating to land in England is to be treated as a hearing which the Secretary of State has caused to be held under that paragraph."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "26", "section_title": "Public rights of way: procedure", "section_text": "26 1 Schedule 7 makes changes to the law about the ascertainment of public rights of way in England and the making and confirmation of orders relating to such rights. 2 Part 1 of the Schedule amends Part 3 of the Wildlife and Countryside Act 1981 (“ the 1981 Act ”) so as to— a alter the test that applies where a local authority is deciding whether to modify a definitive map and statement on the basis of evidence relating to the existence of a right of way not currently shown on the map; b enable regulations to be made to simplify the procedure that applies where a modification of a definitive map and statement is needed because of an administrative error; c enable regulations to be made so that applications made to a local authority seeking a modification of a definitive map and statement do not need to be included in the register of applications unless the authority have given notice that there is a reasonable basis for the applicant's belief that the map should be modified; d facilitate the making of modifications of a definitive map and statement by consent in cases based on documentary evidence of the existence of a right of way before 1949. 3 Part 2 of the Schedule inserts a new Schedule 13A in Part 3 of the 1981 Act, which sets out an amended procedure that applies in relation to the making and determination of applications to a local authority in England for a modification of a definitive map and statement. 4 Part 3 of the Schedule inserts a new Schedule 14A in Part 3 of the 1981 Act, which sets out an amended procedure that applies in relation to the making and confirmation of orders making modifications of a definitive map and statement. 5 Part 4 of the Schedule amends Schedule 6 to the Highways Act 1980 so as to make changes to the procedure for the making and confirmation of public path creation orders and certain other orders relating to public paths in England. 6 Part 5 of the Schedule makes amendments that are consequential on the other Parts. 7 The Secretary of State may by regulations make provision for an amendment made by paragraph 5 of Part 1 or by Part 2 or 3 of Schedule 7 to apply, in relation to applications for an order under section 53(2) of the 1981 Act that are made before the amendment comes into force, with modifications specified in the regulations. 8 Regulations under subsection (7) may make different provision for different purposes. 9 Regulations under subsection (7) must be made by statutory instrument. 10 A statutory instrument containing regulations under subsection (7) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "27", "section_title": "Erection of public statues (London): removal of consent requirement", "section_text": "27 In the Public Statues (Metropolis) Act 1854, omit section 5 (which requires the consent of the Secretary of State to the erection of public statues in London)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "28", "section_title": "Reduction of qualifying period for right to buy", "section_text": "28 1 The Housing Act 1985 is amended as follows. 2 In section 119 (which sets out the qualifying period for the right to buy), before subsection (1) insert— A1 In the application of this Part to England, the right to buy does not arise unless the period which, in accordance with Schedule 4, is to be taken into account for the purposes of this section is at least three years. 3 In subsection (1), at the beginning insert  “                  In the application of this Part to Wales,                ” . 4 In subsection (2), after  “subsection” insert  “                  (A1) or                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "29", "section_title": "Removal of power to require preparation of housing strategies", "section_text": "29 1 Section 87 of the Local Government Act 2003 (which confers power on the Secretary of State, in relation to England, and the Welsh Ministers, in relation to Wales, to require local housing authorities to have housing strategies and to prepare housing statements) ceases to have effect in relation to England. 2 Accordingly, that section is amended as follows. 3 In subsection (1)— a in the opening words, for  “The appropriate person” substitute  “                      The Welsh Ministers                    ” ; b in paragraph (a)— i after  “a local housing authority” insert  “                          in Wales                        ” ; ii for  “the appropriate person” substitute  “                          the Welsh Ministers                        ” . 4 In subsection (2)— a for  “The appropriate person” substitute  “                      The Welsh Ministers                    ” ; b after  “a local housing authority” insert  “                      in Wales                    ” ; c for  “the appropriate person” (in each place where it occurs) substitute  “                      the Welsh Ministers                    ” . 5 In subsection (3)— a in the opening words, for  “The appropriate person” substitute  “                      The Welsh Ministers                    ” ; b in paragraph (c), for  “the appropriate person” substitute  “                      the Welsh Ministers                    ” . 6 In consequence of the amendments made by this section to section 87 of the 2003 Act— a in section 88(2) of that Act, in paragraph (a), after  “an authority” insert  “                      in Wales                    ” ; b in section 333D(3) of the Greater London Authority Act 1999, in the definition of  “local housing strategy”— i omit paragraph (a); ii in paragraph (b), omit  “other”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "30", "section_title": "Tenancy deposits: provision of information by agents", "section_text": "30 1 The Housing (Tenancy Deposits) (Prescribed Information) Order 2007 (S.I. 2007/797) is amended as follows. 2 In article 2 (prescribed information relating to tenancy deposits), after paragraph (2) insert— 3 In a case where the initial requirements of an authorised scheme have been complied with in relation to the deposit by a person (“the initial agent”) acting on the landlord's behalf in relation to the tenancy— a references in paragraph (1)(b), (g)(iii) and (vii) to the landlord are to be read as references to either the landlord or the initial agent; b references in paragraphs (1)(d), (e), (g)(iv) and (vi) and (2) to the landlord are to be read as references to either the landlord or a person who acts on the landlord's behalf in relation to the tenancy. 4 In any other case, references in paragraphs (1)(d), (e), (g)(iv) and (vi) and (2) to the landlord are to be read as references to either the landlord or a person who acts on the landlord's behalf in relation to the tenancy. 5 Section 212(9)(a) of the Act (references to landlord include persons acting on landlord's behalf) does not apply for the purposes of this article. 3 After article 2 insert— Article 2(3) to (5): transitional provisions 3 1 Paragraphs (3) to (5) of article 2 are treated as having had effect since 6th April 2007, subject to the following provisions of this article. 2 Paragraphs (3) to (5) of article 2 do not have effect in relation to— a a claim under section 214 of the Act or section 21 of the Housing Act 1988 in respect of a tenancy which is settled before the commencement date (whether or not proceedings in relation to the claim have been instituted), or b proceedings under either of those sections in respect of a tenancy which have been finally determined before the commencement date. 3 Paragraph (5) applies in respect of a tenancy if— a proceedings under section 214 of the Act in respect of the tenancy have been instituted before the commencement date but have not been settled or finally determined before that date, and b because of paragraphs (3) to (5) of article 2, the court decides— i not to make an order under section 214(4) of that Act in respect of the tenancy, or ii to allow an appeal by the landlord against such an order. 4 Paragraph (5) also applies in respect of a tenancy if— a proceedings for possession under section 21 of the Housing Act 1988 in respect of the tenancy have been instituted before the commencement date but have not been settled or finally determined before that date, and b because of paragraphs (3) to (5) of article 2, the court decides— i to make an order for possession under that section in respect of the tenancy, or ii to allow an appeal by the landlord against a refusal to make such an order. 5 Where this paragraph applies, the court must not order the tenant or any relevant person (as defined by section 213(10) of the Act) to pay the landlord's costs, to the extent that the court reasonably considers those costs are attributable to the proceedings under section 214 of the Act or (as the case may be) section 21 of the Housing Act 1988. 6 Proceedings have been  “ finally determined ” for the purposes of this article if— a they have been determined by a court, and b there is no further right to appeal against the determination. 7 There is no further right to appeal against a court determination if there is no right to appeal against the determination, or there is such a right but— a the time limit for making an appeal has expired without an appeal being brought, or b an appeal brought within that time limit has been withdrawn. 8 In this article  “ the commencement date ” means the date on which the Deregulation Act 2015 is passed. 4 The amendments made by this section to the Housing (Tenancy Deposits) (Prescribed Information) Order 2007 (S.I. 2007/797) do not affect a power to use subordinate legislation to amend or revoke that Order. 5 In subsection (4),  “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "31", "section_title": "Tenancy deposits: non-compliance with requirements", "section_text": "31 1 Chapter 4 of Part 6 of the Housing Act 2004 (Tenancy Deposit Schemes) is amended as follows. 2 In section 214 (proceedings relating to tenancy deposits), in subsection (1), after  “shorthold tenancy” insert  “                  on or after 6 April 2007                ” . 3 In section 215 (sanctions for non-compliance)— a for subsection (1) substitute— 1 Subject to subsection (2A), if (whether before, on or after 6 April 2007) a tenancy deposit has been paid in connection with a shorthold tenancy, no section 21 notice may be given in relation to the tenancy at a time when the deposit is not being held in accordance with an authorised scheme. 1A Subject to subsection (2A), if a tenancy deposit has been paid in connection with a shorthold tenancy on or after 6 April 2007, no section 21 notice may be given in relation to the tenancy at a time when section 213(3) has not been complied with in relation to the deposit. ; b in subsection (2A), after  “Subsections (1)” insert  “                      , (1A)                    ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "32", "section_title": "Tenancy deposits: deemed compliance with requirements", "section_text": "32 In Chapter 4 of Part 6 of the Housing Act 2004 (Tenancy Deposit Schemes), after section 215 insert— Statutory periodic tenancies: deposit received before 6 April 2007 215A 1 This section applies where— a before 6 April 2007, a tenancy deposit has been received by a landlord in connection with a fixed term shorthold tenancy, b on or after that date, a periodic shorthold tenancy is deemed to arise under section 5 of the Housing Act 1988 on the coming to an end of the fixed term tenancy, c on the coming to an end of the fixed term tenancy, all or part of the deposit paid in connection with the fixed term tenancy is held in connection with the periodic tenancy, and d the requirements of section 213(3), (5) and (6) have not been complied with by the landlord in relation to the deposit held in connection with the periodic tenancy. 2 If, on the commencement date— a the periodic tenancy is in existence, and b all or part of the deposit paid in connection with the fixed term tenancy continues to be held in connection with the periodic tenancy, section 213 applies in respect of the deposit that continues to be held in connection with the periodic tenancy, and any additional deposit held in connection with that tenancy, with the modifications set out in subsection (3). 3 The modifications are that, instead of the things referred to in section 213(3) and (5) being required to be done within the time periods set out in section 213(3) and (6)(b), those things are required to be done— a before the end of the period of 90 days beginning with the commencement date, or b (if earlier) before the first day after the commencement date on which a court does any of the following in respect of the periodic tenancy— i determines an application under section 214 or decides an appeal against a determination under that section; ii makes a determination as to whether to make an order for possession in proceedings under section 21 of the Housing Act 1988 or decides an appeal against such a determination. 4 If, on the commencement date— a the periodic tenancy is no longer in existence, or b no deposit continues to be held in connection with the periodic tenancy, the requirements of section 213(3), (5) and (6) are treated as if they had been complied with by the landlord in relation to any deposit that was held in connection with the periodic tenancy. 5 In this section  “ the commencement date ” means the date on which the Deregulation Act 2015 is passed. Shorthold tenancies: deposit received on or after 6 April 2007 215B 1 This section applies where— a on or after 6 April 2007, a tenancy deposit has been received by a landlord in connection with a shorthold tenancy (“the original tenancy”), b the initial requirements of an authorised scheme have been complied with by the landlord in relation to the deposit (ignoring any requirement to take particular steps within any specified period), c the requirements of section 213(5) and (6)(a) have been complied with by the landlord in relation to the deposit when it is held in connection with the original tenancy (ignoring any deemed compliance under section 215A(4)), d a new shorthold tenancy comes into being on the coming to an end of the original tenancy or a tenancy that replaces the original tenancy (directly or indirectly), e the new tenancy replaces the original tenancy (directly or indirectly), and f when the new tenancy comes into being, the deposit continues to be held in connection with the new tenancy, in accordance with the same authorised scheme as when the requirements of section 213(5) and (6)(a) were last complied with by the landlord in relation to the deposit. 2 In their application to the new tenancy, the requirements of section 213(3), (5) and (6) are treated as if they had been complied with by the landlord in relation to the deposit. 3 The condition in subsection (1)(a) may be met in respect of a tenancy even if the tenancy deposit was first received in connection with an earlier tenancy (including where it was first received before 6 April 2007). 4 For the purposes of this section, a tenancy replaces an earlier tenancy if— a the landlord and tenant immediately before the coming to an end of the earlier tenancy are the same as the landlord and tenant at the start of the new tenancy, and b the premises let under both tenancies are the same or substantially the same. Sections 215A and 215B: transitional provisions 215C 1 Sections 215A and 215B are treated as having had effect since 6 April 2007, subject to the following provisions of this section. 2 Sections 215A and 215B do not have effect in relation to— a a claim under section 214 of this Act or section 21 of the Housing Act 1988 in respect of a tenancy which is settled before the commencement date (whether or not proceedings in relation to the claim have been instituted), or b proceedings under either of those sections in respect of a tenancy which have been finally determined before the commencement date. 3 Subsection (5) applies in respect of a tenancy if— a proceedings under section 214 in respect of the tenancy have been instituted before the commencement date but have not been settled or finally determined before that date, and b because of section 215A(4) or 215B(2), the court decides— i not to make an order under section 214(4) in respect of the tenancy, or ii to allow an appeal by the landlord against such an order. 4 Subsection (5) also applies in respect of a tenancy if— a proceedings for possession under section 21 of the Housing Act 1988 in respect of the tenancy have been instituted before the commencement date but have not been settled or finally determined before that date, and b because of section 215A(4) or 215B(2), the court decides— i to make an order for possession under that section in respect of the tenancy, or ii to allow an appeal by the landlord against a refusal to make such an order. 5 Where this subsection applies, the court must not order the tenant or any relevant person (as defined by section 213(10)) to pay the landlord's costs, to the extent that the court reasonably considers those costs are attributable to the proceedings under section 214 of this Act or (as the case may be) section 21 of the Housing Act 1988. 6 Proceedings have been  “ finally determined ” for the purposes of this section if — a they have been determined by a court, and b there is no further right to appeal against the determination. 7 There is no further right to appeal against a court determination if there is no right to appeal against the determination, or there is such a right but— a the time limit for making an appeal has expired without an appeal being brought, or b an appeal brought within that time limit has been withdrawn. 8 In this section  “ the commencement date ” means the date on which the Deregulation Act 2015 is passed."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "33", "section_title": "Preventing retaliatory eviction", "section_text": "33 1 Where a relevant notice is served in relation to a dwelling-house in England, a section 21 notice may not be given in relation to an assured shorthold tenancy of the dwelling-house— a within six months beginning with the day of service of the relevant notice, or b where the operation of the relevant notice has been suspended, within six months beginning with the day on which the suspension ends. 2 A section 21 notice given in relation to an assured shorthold tenancy of a dwelling-house in England is invalid where— a before the section 21 notice was given, the tenant made a complaint in writing to the landlord regarding the condition of the dwelling-house at the time of the complaint, b the landlord— i did not provide a response to the complaint within 14 days beginning with the day on which the complaint was given, ii provided a response to the complaint that was not an adequate response, or iii gave a section 21 notice in relation to the dwelling-house following the complaint, c the tenant then made a complaint to the relevant local housing authority about the same, or substantially the same, subject matter as the complaint to the landlord, d the relevant local housing authority served a relevant notice in relation to the dwelling-house in response to the complaint, and e if the section 21 notice was not given before the tenant's complaint to the local housing authority, it was given before the service of the relevant notice. 3 The reference in subsection (2) to an adequate response by the landlord is to a response in writing which— a provides a description of the action that the landlord proposes to take to address the complaint, and b sets out a reasonable timescale within which that action will be taken. 4 Subsection (2) applies despite the requirement in paragraph (a) for a complaint to be in writing not having been met where the tenant does not know the landlord's postal or e-mail address. 5 Subsection (2) applies despite the requirements in paragraphs (a) and (b) not having been met where the tenant made reasonable efforts to contact the landlord to complain about the condition of the dwelling-house but was unable to do so. 6 The court must strike out proceedings for an order for possession under section 21 of the Housing Act 1988 in relation to a dwelling-house in England if, before the order is made, the section 21 notice that would otherwise require the court to make an order for possession in relation to the dwelling-house has become invalid under subsection (2). 7 An order for possession of a dwelling-house in England made under section 21 of the Housing Act 1988 must not be set aside on the ground that a relevant notice was served in relation to the dwelling-house after the order for possession was made. 8 Subsection (1) does not apply where the section 21 notice is given after— a the relevant notice has been wholly revoked under section 16 of the Housing Act 2004 as a result of the notice having been served in error, b the relevant notice has been quashed under paragraph 15 of Schedule 1 to that Act, c a decision of the relevant local housing authority to refuse to revoke the relevant notice has been reversed under paragraph 18 of Schedule 1 to that Act, or d a decision of the relevant local housing authority to take the action to which the relevant notice relates has been reversed under section 45 of that Act. 9 Subsection (2) does not apply where the operation of the relevant notice has been suspended. 10 References in this section and section 34 to a relevant notice served, or complaint made, in relation to a dwelling-house include a relevant notice served, or complaint made, in relation to any common parts of the building of which the dwelling-house forms a part. 11 But subsection (10) applies only if— a the landlord has a controlling interest in the common parts in question, and b the condition of those common parts is such as to affect the tenant's enjoyment of the dwelling-house or of any common parts which the tenant is entitled to use. 12 In this section and section 34 a reference to a complaint to a landlord includes a complaint made to a person acting on behalf of the landlord in relation to the tenancy. 13 In this section and section 34— “ assured shorthold tenancy ” means a tenancy within section 19A or 20 of the Housing Act 1988; “ common parts ”, in relation to a building, includes— the structure and exterior of the building, and common facilities provided (whether or not in the building) for persons who include one or more of the occupiers of the building; “ controlling interest ” means an interest which is such as to entitle the landlord to decide whether action is taken in relation to a complaint within this section or a relevant notice; “ dwelling-house ” has the meaning given by section 45 of the Housing Act 1988; “ relevant local housing authority ”, in relation to a dwelling-house, means the local housing authority as defined in section 261(2) and (3) of the Housing Act 2004 within whose area the dwelling-house is located; “ relevant notice ” means— a notice served under section 11 of the Housing Act 2004 (improvement notices relating to category 1 hazards), a notice served under section 12 of that Act (improvement notices relating to category 2 hazards), or a notice served under section 40(7) of that Act (emergency remedial action); “ section 21 notice ” means a notice given under section 21(1)(b) or (4)(a) of the Housing Act 1988 (recovery of possession on termination of shorthold tenancy)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "34", "section_title": "Further exemptions to section 33", "section_text": "34 1 Subsections (1) and (2) of section 33 do not apply where the condition of the dwelling-house or common parts that gave rise to the service of the relevant notice is due to a breach by the tenant of— a the duty to use the dwelling-house in a tenant-like manner, or b an express term of the tenancy to the same effect. 2 Subsections (1) and (2) of section 33 do not apply where at the time the section 21 notice is given the dwelling-house is genuinely on the market for sale. 3 For the purposes of subsection (2), a dwelling-house is not genuinely on the market for sale if, in particular, the landlord intends to sell the landlord's interest in the dwelling-house to— a a person associated with the landlord, b a business partner of the landlord, c a person associated with a business partner of the landlord, or d a business partner of a person associated with the landlord. 4 In subsection (3), references to a person who is associated with another person are to be read in accordance with section 178 of the Housing Act 1996. 5 For the purposes of subsection (3), a business partner of a person (“P”) is a person who is— a a director, secretary or other officer of a company of which P is also a director, secretary or other officer, b a director, secretary or other officer of a company in which P has a shareholding or other financial interest, c a person who has a shareholding or other financial interest in a company of which P is a director, secretary or other officer, d an employee of P, e a person by whom P is employed, or f a partner of a partnership of which P is also a partner. 6 Subsections (1) and (2) of section 33 do not apply where the landlord is a private registered provider of social housing. 7 Subsections (1) and (2) of section 33 do not apply where— a the dwelling-house is subject to a mortgage granted before the beginning of the tenancy, b the mortgagee is entitled to exercise a power of sale conferred on the mortgagee by the mortgage or by section 101 of the Law of Property Act 1925, and c at the time the section 21 notice is given the mortgagee requires possession of the dwelling-house for the purpose of disposing of it with vacant possession in exercise of that power. 8 In subsection (7)— a “ mortgage ” includes a charge, and b “ mortgagee ” includes a receiver appointed by the mortgagee under the terms of the mortgage or in accordance with the Law of Property Act 1925."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "35", "section_title": "Notice to be provided in relation to periodic assured shorthold tenancies", "section_text": "35 In section 21 of the Housing Act 1988 (recovery of possession on termination of shorthold tenancy), after subsection (4) insert— 4ZA In the case of a dwelling-house in England, subsection (4)(a) above has effect with the omission of the requirement for the date specified in the notice to be the last day of a period of the tenancy."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "36", "section_title": "Time limits in relation to section 21 notices and proceedings", "section_text": "36 1 Section 21 of the Housing Act 1988 is amended as follows. 2 After subsection (4A) insert— 4B A notice under subsection (1) or (4) may not be given in relation to an assured shorthold tenancy of a dwelling-house in England— a in the case of a tenancy which is not a replacement tenancy, within the period of four months beginning with the day on which the tenancy began, and b in the case of a replacement tenancy, within the period of four months beginning with the day on which the original tenancy began. 4C Subsection (4B) does not apply where the tenancy has arisen due to section 5(2). 4D Subject to subsection (4E), proceedings for an order for possession under this section in relation to a dwelling-house in England may not be begun after the end of the period of six months beginning with the date on which the notice was given under subsection (1) or (4). 4E Where— a a notice under subsection (4) has been given in relation to a dwelling-house in England, and b paragraph (b) of that subsection requires the date specified in the notice to be more than two months after the date the notice was given, proceedings for an order for possession under this section may not be begun after the end of the period of four months beginning with the date specified in the notice. 3 In subsection (6), for  “subsection” substitute  “                  subsections (4B)(b) and                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "37", "section_title": "Prescribed form of section 21 notices", "section_text": "37 In section 21 of the Housing Act 1988, after subsection (7) insert— 8 The Secretary of State may by regulations made by statutory instrument prescribe the form of a notice under subsection (1) or (4) given in relation to an assured shorthold tenancy of a dwelling-house in England. 9 A statutory instrument containing regulations made under subsection (8) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "38", "section_title": "Compliance with prescribed legal requirements", "section_text": "38 After section 21 of the Housing Act 1988 insert— Compliance with prescribed legal requirements 21A 1 A notice under subsection (1) or (4) of section 21 may not be given in relation to an assured shorthold tenancy of a dwelling-house in England at a time when the landlord is in breach of a prescribed requirement. 2 The requirements that may be prescribed are requirements imposed on landlords by any enactment and which relate to— a the condition of dwelling-houses or their common parts, b the health and safety of occupiers of dwelling-houses, or c the energy performance of dwelling-houses. 3 In subsection (2)  “ enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978. 4 For the purposes of subsection (2)(a)  “ common parts ” has the same meaning as in Ground 13 in Part 2 of Schedule 2. 5 A statutory instrument containing regulations made under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "39", "section_title": "Requirement for landlord to provide prescribed information", "section_text": "39 After section 21A of the Housing Act 1988 insert— Requirement for landlord to provide prescribed information 21B 1 The Secretary of State may by regulations require information about the rights and responsibilities of a landlord and a tenant under an assured shorthold tenancy of a dwelling-house in England (or any related matters) to be given by a landlord under such a tenancy, or a person acting on behalf of such a landlord, to the tenant under such a tenancy. 2 Regulations under subsection (1) may— a require the information to be given in the form of a document produced by the Secretary of State or another person, b provide that the document to be given is the version that has effect at the time the requirement applies, and c specify cases where the requirement does not apply. 3 A notice under subsection (1) or (4) of section 21 may not be given in relation to an assured shorthold tenancy of a dwelling-house in England at a time when the landlord is in breach of a requirement imposed by regulations under subsection (1). 4 A statutory instrument containing regulations made under subsection (1) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "40", "section_title": "Repayment of rent where tenancy ends before end of a period", "section_text": "40 After section 21B of the Housing Act 1988 insert— Repayment of rent where tenancy ends before end of a period 21C 1 A tenant under an assured shorthold tenancy of a dwelling-house in England is entitled to a repayment of rent from the landlord where— a as a result of the service of a notice under section 21 the tenancy is brought to an end before the end of a period of the tenancy, b the tenant has paid rent in advance for that period, and c the tenant was not in occupation of the dwelling-house for one or more whole days of that period. 2 The amount of repayment to which a tenant is entitled under subsection (1) is to be calculated in accordance with the following formula— R × D P where— R is the rent paid for the final period; D is the number of whole days of the final period for which the tenant was not in occupation of the dwelling-house; and P is the number of whole days in that period. 3 If the repayment of rent described in subsections (1) and (2) has not been made when the court makes an order for possession under section 21, the court must order the landlord to repay the amount of rent to which the tenant is entitled. 4 Nothing in this section affects any other right of the tenant to a repayment of rent from the landlord."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "41", "section_title": "Application of sections 33 to 40", "section_text": "41 1 Subject to subsections (2) and (3), a provision of sections 33 to 40 applies only to an assured shorthold tenancy of a dwelling-house in England granted on or after the day on which the provision comes into force. 2 Subject to subsection (3), a provision of sections 33 to 40 does not apply to an assured shorthold tenancy that came into being under section 5(2) of the Housing Act 1988 after the commencement of that provision and on the coming to an end of an assured shorthold tenancy that was granted before the commencement of that provision. 3 At the end of the period of three years beginning with the coming into force of a provision of sections 33 to 38 or section 40, that provision also applies to any assured shorthold tenancy of a dwelling-house in England— a which is in existence at that time, and b to which that provision does not otherwise apply by virtue of subsection (1) or (2)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "42", "section_title": "Optional building requirements", "section_text": "42 After section 2A of the Building Act 1984 insert— Optional requirements 2B 1 Building regulations made by the Secretary of State in relation to England may include a requirement that applies only where a planning authority makes compliance with the requirement a condition of a grant of planning permission. 2 In the following provisions of this section, a requirement included in building regulations by virtue of subsection (1) is referred to as an  “ optional requirement ”. 3 Building regulations may specify that an optional requirement is capable of applying only in respect of development of a kind described in the regulations. 4 Building regulations may specify conditions that must be satisfied before a planning authority may make compliance with an optional requirement a condition of the grant of planning permission. 5 Building regulations may specify the steps that a planning authority must take to inform a person subject to an optional requirement of the requirement. 6 Where building regulations include an optional requirement that would (to any extent) be inconsistent with another requirement imposed by the regulations, the building regulations must provide— a that the other requirement does not apply in any case where the optional requirement applies, or b that the other requirement applies in any such case with modifications specified in the regulations. 7 In this section — “ development ” has the same meaning as in the Town and Country Planning Act 1990 (see section 55 of that Act); “ planning authority ” means— a local planning authority within the meaning of that Act (see section 336(1)); the Secretary of State (in the exercise of functions of granting planning permission); “ planning permission ” has the same meaning as in that Act (see section 336(1))."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "43", "section_title": "Amendment of Planning and Energy Act 2008", "section_text": "43 In the Planning and Energy Act 2008, in section 1 (energy policies), after subsection (1) insert— 1A Subsection (1)(c) does not apply to development in England that consists of the construction or adaptation of buildings to provide dwellings or the carrying out of any work on dwellings."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "44", "section_title": "Short-term use of London accommodation: relaxation of restrictions", "section_text": "44 1 The Greater London Council (General Powers) Act 1973 is amended as follows. 2 In section 25 (provision of temporary sleeping accommodation to constitute material change of use), after subsection (1) insert— 1A Subsection (1) is subject to section 25A. 3 After section 25 insert— Exception to section 25 25A 1 Despite section 25(1), the use as temporary sleeping accommodation of any residential premises in Greater London does not involve a material change of use if two conditions are met. 2 The first is that the sum of— a the number of nights of use as temporary sleeping accommodation, and b the number of nights (if any) of each previous use of the premises as temporary sleeping accommodation in the same calendar year, does not exceed ninety. 3 The second is that, in respect of each night which falls to be counted under subsection (2)(a)— a the person who provided the sleeping accommodation for the night was liable to pay council tax under Part 1 of the Local Government Finance Act 1992 in respect of the premises, or b where more than one person provided the sleeping accommodation for the night, at least one of those persons was liable to pay council tax under Part 1 of that Act in respect of the premises. 4 For the purposes of subsection (2)(b), it does not matter whether any previous use was by the same person. 4 After section 25A (inserted by subsection (3) above) insert— Further provision about section 25A 25B 1 The local planning authority or the Secretary of State may direct that section 25A is not to apply— a to particular residential premises specified in the direction; b to residential premises situated in a particular area specified in the direction. 2 A direction under subsection (1) may be given only if the local planning authority or (as the case may be) the Secretary of State considers that it is necessary to protect the amenity of the locality. 3 The local planning authority may give a direction under subsection (1) only with the consent of the Secretary of State. 4 A direction under subsection (1) may be revoked by the person who gave it, whether or not an application is made for the revocation. 5 The Secretary of State may— a delegate the functions of the Secretary of State under subsection (1) or (4) to the local planning authority; b direct that a local planning authority may give directions under this section without the consent of the Secretary of State. 6 The Secretary of State may revoke a delegation under subsection (5)(a) or a direction under subsection (5)(b). 7 The Secretary of State may by regulations made by statutory instrument make provision— a as to the procedure which must be followed in connection with the giving of a direction under subsection (1) or in connection with the revocation of such a direction under subsection (4); b as to the information which must be provided where the local planning authority seeks the consent of the Secretary of State to the giving of a direction under subsection (1). 8 A statutory instrument containing regulations under subsection (7) is subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section,  “ local planning authority ” has the same meaning as in the Town and Country Planning Act 1990 (see section 336(1) of that Act)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "45", "section_title": "Short-term use of London accommodation: power to relax restrictions", "section_text": "45 1 The Secretary of State may by regulations made by statutory instrument provide that section 25(1) of the Greater London Council (General Powers) Act 1973 does not apply if conditions specified by the regulations are met. 2 Regulations under subsection (1) must include provision corresponding to section 25B of that Act. 3 Regulations under this section may amend the Greater London Council (General Powers) Act 1973. 4 Regulations under this section may— a make different provision for different purposes; b include incidental, supplementary, consequential, transitional, transitory or saving provision. 5 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "46", "section_title": "Designation of urban development areas: procedure", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "47", "section_title": "Establishment of urban development corporations: procedure", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "48", "section_title": "Provision of advice etc about residential licences", "section_text": "48 In the Housing Act 1996, after section 220 insert— Provision of general advice etc about residential licences: England 220A 1 The Secretary of State may give financial assistance to any person in relation to the provision by that person of— a information, training or general advice about any matter relating to residential licences in England, or b a dispute resolution service in connection with any matter relating to residential licences in England. 2 Financial assistance under this section may be given in such form and on such terms as the Secretary of State considers appropriate. 3 The terms on which financial assistance under this section may be given may, in particular, include provision as to the circumstances in which the assistance must be repaid or otherwise made good to the Secretary of State and the manner in which that is to be done."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "49", "section_title": "Removal of restrictions on provision of passenger rail services", "section_text": "49 1 In Part 2 of the Transport Act 1968 (integrated transport areas and passenger transport areas), in section 10(1)\t\t\t\t\t(general powers of Executive)— a before paragraph (ii) insert— ia to carry passengers by railway— a where that area is in England, between places in that area, between such places and any place in Great Britain which is outside that area, or between places in Great Britain which are outside that area, or b where that area is in Wales or Scotland, between places in that area or between such places and any place outside that area but within the permitted distance, that is to say, the distance of twenty-five miles from the nearest point on the boundary of that area; ; b in paragraph (ii), for  “other form of land transport” substitute  “                      form of land transport other than road or railway                    ” . 2 Schedule 8 contains— a amendments in consequence of subsection (1), and b further amendments in connection with the provision of passenger rail services."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "50", "section_title": "Road traffic legislation: use of vehicles in emergency response by  NHS", "section_text": "50 1 Section 87 of the Road Traffic Regulation Act 1984 (exemptions from speed limits), as substituted by section 19 of the Road Safety Act 2006, is amended in accordance with subsections (2) and (3). 2 In subsection (1)— a in paragraph (a), omit  “, for ambulance purposes”; b after paragraph (a) insert— aa it is being used for ambulance purposes or for the purpose of providing a response to an emergency at the request of an NHS ambulance service ; c in paragraph (c), after  “paragraph (a)” insert  “                      , (aa)                    ” . 3 After subsection (1) insert— 1A In subsection (1)(aa),  “ an NHS ambulance service ” means— a an NHS trust or NHS foundation trust established under the National Health Service Act 2006 which has a function of providing ambulance services; b an NHS trust established under the National Health Service (Wales) Act 2006 which has a function of providing ambulance services; c the Scottish Ambulance Service Board. 4 If this section comes into force before section 19 of the Road Safety Act 2006, section 87 of the Road Traffic Regulation Act 1984 (as it has effect until section 19 comes into force) is amended as follows. 5 After subsection (1) insert— 1A Subsection (1) above applies in relation to a vehicle that, although not being used for ambulance purposes, is being used for the purpose of providing a response to an emergency at the request of an NHS ambulance service. 1B In subsection (1A),  “ an NHS ambulance service ” means— a an NHS trust or NHS foundation trust established under the National Health Service Act 2006 which has a function of providing ambulance services; b an NHS trust established under the National Health Service (Wales) Act 2006 which has a function of providing ambulance services; c the Scottish Ambulance Service Board. 6 Schedule 9 makes further amendments to road traffic legislation in connection with the use of vehicles in the provision of an emergency response by the NHS."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "51", "section_title": "Reduction of burdens relating to the use of roads and railways", "section_text": "51 Schedule 10 makes provision about the following matters— a the duration of driving licences to be granted to drivers with relevant or prospective disabilities; b permit schemes; c road humps; d pedestrian crossings; e off-road motoring events; f testing of vehicles; g rail vehicle accessibility regulations: exemption orders."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "52", "section_title": "Reduction of burdens relating to enforcement of transport legislation", "section_text": "52 Schedule 11 makes provision about the following matters— a drink and drug driving offences; b bus lane contraventions."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "53", "section_title": "Civil penalties for parking contraventions: enforcement", "section_text": "53 1 Part 6 of the Traffic Management Act 2004 (civil enforcement of traffic contraventions) is amended as follows. 2 After section 78 (notification of penalty charge) insert— Notification of penalty charge: parking contraventions in England 78A 1 Regulations under section 78 must include provision requiring notification of a penalty charge to be given by a notice affixed to the vehicle where the charge is in respect of a parking contravention on a road in a civil enforcement area in England. 2 The regulations may, however, provide that the requirement does not apply in circumstances specified in the regulations (which may be framed by reference to the type of contravention, the circumstances in which a contravention occurs or in any other way) and, where the regulations so provide, they may make any such alternative provision for notification as is authorised by section 78. 3 After section 87 insert— Power to prohibit use of devices etc: parking contraventions in England 87A 1 The Secretary of State may by regulations make provision to prohibit the use by civil enforcement officers of a device of a description specified in the regulations, or of records produced by such a device, in connection with the enforcement of parking contraventions on a road in a civil enforcement area in England. 2 The prohibition may be— a general, or b limited to particular uses specified in the regulations. 3 The regulations may provide that a general or limited prohibition does not apply in circumstances specified in the regulations (which may be framed by reference to the type of contravention, the circumstances in which a contravention occurs or in any other way). 4 Regulations under this section may amend this Part or any provision made under it."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "54", "section_title": "Removal of restriction on investigation of tramway accidents in Scotland by RAIB", "section_text": "54 1 The Railways and Transport Safety Act 2003 is amended as follows. 2 In section 14 (extent of Part 1: investigation of railway accidents by Rail Accident Investigation Branch), omit subsection (2) (which prevents the Part from applying to tramways in Scotland). 3 In consequence of subsection (2), omit section 1(3)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "55", "section_title": "Removal of duty to order re-hearing of marine accident investigations", "section_text": "55 In section 269(1) of the Merchant Shipping Act 1995 (power to order re-hearing of investigation into marine accident and duty to do so in certain cases)— a omit paragraph (a) (duty to order re-hearing where new and important evidence discovered), and the  “or” following it; b in paragraph (b), omit  “other”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "56", "section_title": "Repeal of power to make provision for blocking injunctions", "section_text": "56 In the Digital Economy Act 2010, omit sections 17 and 18 (which confer power on the Secretary of State to make regulations about the granting by courts of injunctions requiring the blocking of websites that infringe copyright)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "57", "section_title": "Reduction of duties relating to energy and climate change", "section_text": "57 1 In the Climate Change and Sustainable Energy Act 2006, omit the following— a section 3 (which imposes a duty on local authorities to have regard to energy measure reports published by the Secretary of State); b sections 4 and 5 (which confer functions on the Secretary of State with respect to the setting of national targets for microgeneration etc); c sections 7(1) to (6) and 8 (which confer functions on the Secretary of State for the purpose of increasing the sale of electricity generated by microgeneration); d section 10 (which confers functions on the Secretary of State with respect to the review of development orders to facilitate the installation in dwelling-houses of equipment etc for microgeneration); e section 12 (which is spent); f section 21 (which imposes a duty on the Secretary of State with respect to promoting the use of heat produced from renewable sources). 2 Section 14 of that Act (which confers functions on the Secretary of State and Welsh Ministers with respect to the laying of reports before Parliament or (as the case may be) the National Assembly for Wales about steps taken to secure greater compliance with building regulations made for energy conservation related purposes etc) ceases to apply in relation to England. 3 In consequence of subsection (1)— a in the Taxation of Chargeable Gains Act 1992, in section 263AZA(2), for the definition of  “microgeneration system” substitute— “ microgeneration system ” means any plant (including any equipment, apparatus or appliance) or system of plant for generating electricity or producing heat— a which, in generating electricity or (as the case may be) producing heat, relies wholly or mainly on a source of energy or a technology mentioned in subsection (7) of section 82 of the Energy Act 2004, and b whose capacity to generate electricity or (as the case may be) to produce heat does not exceed the capacity mentioned in subsection (8) of that section, ; b in the Income Tax (Trading and Other Income) Act 2005, in section 782A(2), for the definition of  “microgeneration system” substitute— “ microgeneration system ” has the same meaning as in section 263AZA of the Taxation of Chargeable Gains Act 1992. 4 In consequence of subsection (1)— a in the Sustainable Energy Act 2003, omit section 1(1A)(bb); b in the Climate Change Act 2008, omit section 81(3); c in the Energy Act 2008, omit section 87(2). 5 The repeal made by subsection (1)(c) does not affect the operation of section 33(1)(c) of the Utilities Act 2000 in relation to times after the repeal comes into force; and, accordingly, modifications of standard conditions made under section 7 of the Climate Change and Sustainable Energy Act 2006 before the day on which the repeal comes into force continue to have effect on or after that day for the purposes of section 33(1) of that Act of 2000."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "58", "section_title": "Household waste: de-criminalisation", "section_text": "58 1 Part 2 of the Environmental Protection Act 1990 (waste on land) is amended in accordance with subsections (2) to (5). 2 In section 46 (receptacles for household waste), in subsection (6)\t\t\t\t\t(offence of failing to comply with requirements relating to receptacles), after  “requirements imposed” insert  “                  by a waste collection authority in Scotland or Wales                ” . 3 After section 46 insert— Written warnings and penalties for failure to comply with requirements relating to household waste receptacles: England 46A 1 This section applies where an authorised officer of a waste collection authority in England is satisfied that— a a person has failed without reasonable excuse to comply with a requirement imposed by the authority under section 46(1), (3)(c) or (d) or (4)\t\t\t\t\t\t\t\t\t\t\t\t(a  “section 46 requirement”), and b the person's failure to comply— i has caused, or is or was likely to cause, a nuisance, or ii has been, or is or was likely to be, detrimental to any amenities of the locality. 2 Where this section applies, the authorised officer may give a written warning to the person. 3 A written warning must— a identify the section 46 requirement with which the person has failed to comply, b explain the nature of the failure to comply, c explain how the failure to comply has had, or is or was likely to have, the effect described in subsection (1)(b), d if the failure to comply is continuing, specify the period within which the requirement must be complied with and explain the consequences of the requirement not being complied with within that period, and e whether or not the failure to comply is continuing, explain the consequences of the person subsequently failing to comply with the same or a similar section 46 requirement. 4 Where a written warning has been given in respect of a failure to comply that is continuing, an authorised officer of the waste collection authority may require the person to whom the written warning was given to pay a fixed penalty to the authority if satisfied that the person has failed to comply with the section 46 requirement identified in the warning within the period specified by virtue of subsection (3)(d). 5 Where a person has been required to pay a fixed penalty under subsection (4) and that requirement has not been withdrawn on appeal, an authorised officer of the authority may require the person to pay a further fixed penalty to the authority if satisfied that the failure to comply is still continuing at the end of a relevant period which falls within the period of one year beginning with the day the written warning was given. 6 For the purposes of subsection (5)— a a  “relevant period” is a period beginning with the day a final notice is served on the person under section 46C(5) in respect of the failure to comply that is continuing and ending with— i where the person appeals against the requirement to pay a fixed penalty imposed by the final notice, the day on which the appeal that is the final appeal made by the person against the requirement is dismissed or withdrawn; ii where the person does not appeal, the day on which the period for appealing expires; b there is no relevant period where the person appeals as mentioned in paragraph (a)(i) and the requirement to pay the fixed penalty is withdrawn on appeal. 7 Where a written warning has been given, whether or not in respect of a failure to comply that is continuing, an authorised officer of the waste collection authority may require the person to whom the written warning was given to pay a fixed penalty to the authority if satisfied that, within the period of one year beginning with the day the written warning was given — a the person has again failed without reasonable excuse to comply with the section 46 requirement identified in the warning and the person's failure to comply has had, or is or was likely to have, the effect described in subsection (1)(b), or b the person has failed without reasonable excuse to comply with a section 46 requirement that is similar to the one identified in the warning and the person's failure to comply has had, or is or was likely to have, the effect described in subsection (1)(b). 8 An authorised officer may require a person to pay a fixed penalty under subsection (5) or (7) each time that the authorised officer is satisfied of the matters mentioned in the subsection. 9 An authorised officer imposing a requirement to pay a fixed penalty under subsection (4), (5) or (7) must act in accordance with section 46C. 10 A  “ fixed penalty ” means a monetary penalty of an amount determined in accordance with section 46B. 11 An  “ authorised officer ”, in relation to a waste collection authority, means— a an employee of the authority who is authorised in writing by the authority for the purpose of giving written warnings and requiring payment of fixed penalties under this section; b any person who, under arrangements made with the authority, has the function of giving such warnings and requiring such payments and is authorised in writing by the authority to perform that function; c any employee of such a person who is authorised in writing by the authority for the purpose of giving such warnings and requiring such payments. Amount of penalty under section 46A and recovery of penalty 46B 1 The amount of the monetary penalty that a person may be required to pay to a waste collection authority under section 46A is— a the amount specified by the waste collection authority in relation to the authority's area, or b if no amount is so specified, £60. 2 A waste collection authority may make provision for treating a fixed penalty under section 46A as having been paid if a lesser amount is paid before the end of a period specified by the authority. 3 The Secretary of State may by regulations make provision in connection with the powers conferred on waste collection authorities in England under subsections (1)(a) and (2). 4 Regulations under subsection (3) may (in particular)— a require an amount specified under subsection (1)(a) to fall within a range prescribed in the regulations; b restrict the extent to which, and the circumstances in which, a waste collection authority may make provision under subsection (2). 5 The Secretary of State may by order substitute a different amount for the amount for the time being specified in subsection (1)(b). 6 A fixed penalty under section 46A— a is recoverable summarily as a civil debt; b is recoverable as if it were payable under an order of the High Court or the county court, if the court in question so orders. Penalties under section 46A: procedure regarding notices of intent and final notices 46C 1 Before requiring a person to pay a fixed penalty under section 46A, an authorised officer must serve on the person notice of intention to do so (a  “notice of intent”) in accordance with subsections (2) to (4). 2 A notice of intent must contain information about— a the grounds for proposing to require payment of a fixed penalty, b the amount of the penalty that the person would be required to pay, and c the right to make representations under subsection (3). 3 A person on whom a notice of intent is served may make representations to the authorised officer as to why payment of a fixed penalty should not be required. 4 Representations under subsection (3) must be made within the period of 28 days beginning with the day service of the notice of intent is effected. 5 In order to require a person to pay a fixed penalty under section 46A, an authorised officer must serve on the person a further notice (the  “final notice”) in accordance with subsections (6) to (8). 6 A final notice may not be served on a person by an authorised officer before the expiry of the period of 28 days beginning with the day service of the notice of intent on the person was effected. 7 Before serving a final notice on a person, an authorised officer must consider any representations made by the person under subsection (3). 8 The final notice must contain information about— a the grounds for requiring payment of a fixed penalty, b the amount of the penalty, c how payment may be made, d the period within which payment is required to be made (which must not be less than the period of 28 days beginning with the day service of the final notice is effected), e any provision giving a discount for early payment made by virtue of section 46B(2), f the right to appeal under section 46D, and g the consequences of not paying the penalty. Appeals against penalties under section 46A 46D 1 A person on whom a final notice is served under section 46C may appeal to the First-tier Tribunal against the decision to require payment of a fixed penalty. 2 On an appeal under this section the First-tier Tribunal may withdraw or confirm the requirement to pay the fixed penalty. 3 The requirement to pay the fixed penalty is suspended pending the determination or withdrawal of the appeal that is the final appeal made by the person against the decision to require payment of the penalty. (This is subject to subsection (4).) 4 Where the requirement to pay the fixed penalty is confirmed at any stage in the proceedings on appeal, payment must be made before the end of the period of 28 days beginning with the day on which the requirement is so confirmed unless the person makes a further appeal before the end of that period. 5 The reference in subsection (4) to the requirement to pay the fixed penalty being confirmed on appeal includes a reference to an appeal decision confirming the requirement to pay the fixed penalty being upheld on a further appeal. 4 In consequence of subsection (2), in section 47ZB(2)(b)\t\t\t\t\t(amount of fixed penalty for offence)— a omit sub-paragraph (i), and the  “and” following it; b in sub-paragraph (ii), omit  “in any other case,”. 5 In section 73A (use of fixed penalty receipts), in subsection (2)\t\t\t\t\t(power for waste collection authority to use fixed penalty receipts for purposes of its functions under Part 2 and other functions specified in regulations), after  “34A” insert  “                  , 46A                ” . 6 Schedule 12 makes amendments to the London Local Authorities Act 2007 that correspond to those made by subsection (3)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "59", "section_title": "Other measures relating to animals, food and the environment", "section_text": "59 Schedule 13 makes provision about the following matters— a destructive imported animals; b the Farriers Registration Council; c joint waste authorities; d air quality assessments; e noise abatement zones."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "60", "section_title": "Management of child trust funds: looked after children", "section_text": "60 1 The Child Trust Funds Act 2004 is amended as follows. 2 In section 3 (requirements to be satisfied in relation to child trust funds), in subsection (10) (which provides for the making of regulations authorising the Official Solicitor or, in Scotland, the Accountant of Court to manage child trust funds) for the words from  “is to be” to the end of the subsection substitute  “                  is to be a person appointed by the Treasury or by the Secretary of State.                ” 3 In that section, after subsection (11) insert— 11A Regulations under subsection (10) may provide that, where the terms on which a person is appointed by the Treasury or by the Secretary of State include provision for payment to the person, the payment must be made by a government department specified in the regulations (instead of by the person making the appointment). 11B Regulations may provide that, where a person authorised to manage a child trust fund by virtue of subsection (10) ceases to be so authorised, the person must provide any information held by that person in connection with the management of the fund to the person (if any) who becomes authorised by virtue of that subsection to manage the trust fund instead. 4 In section 16 (information about children in care of authority), in subsection (1)— a at the end of paragraph (a) (before  “, or”), insert  “                      or by a person appointed under regulations under section 3(10)                    ” ; b in paragraph (b), before  “any information” insert  “                      or to such a person                    ” ; c in the words following paragraph (b), before  “may require” insert  “                      or (as the case may be) the person                    ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "61", "section_title": "Management of child trust funds: children 16 or over", "section_text": "61 1 Section 3 of the Child Trust Funds Act 2004 (requirements to be satisfied) is amended as follows. 2 In subsection (6), for paragraphs (a) and (b) substitute— a if the child is 16 or over and has elected to manage the child trust fund, is the child; b in any other case, is the person who has that authority by virtue of subsection (7) (but subject to subsection (10)). 3 In subsection (8), omit  “under 16” (where it first occurs). 4 In subsection (10), omit  “under 16”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "62", "section_title": "Child trust funds: transfers", "section_text": "62 1 The Child Trust Funds Act 2004 is amended as follows. 2 After section 7 insert— Transfers to other accounts for children 7A 1 Regulations may make provision requiring an account provider, at the request of a person who has the authority to manage a child trust fund, to— a transfer all the investments under the fund, or an amount representing their value in cash, to a protected child account that is provided by a person chosen by the person making the request, and b when all the investments have been transferred, close the child trust fund. 2 An account is a protected child account if— a there is relief from income tax and capital gains tax in respect of investments under it, b it may be held only by a child, and c it satisfies any other conditions prescribed in regulations under this section. 3 After section 7A (as inserted by subsection (2)) insert— Transfers on child reaching 18 7B 1 Regulations may make provision requiring an account provider to transfer all the investments under a child trust fund held by a person immediately before his or her 18th birthday to a protected account of a description prescribed in the regulations. 2 Regulations under subsection (1) must include provision that the requirement does not apply if the person gives instructions, in accordance with the regulations, to the account provider as to what is to be done with the investments. 3 An account is a protected account if— a there is relief from income tax and capital gains tax in respect of investments under it, and b it satisfies any other conditions prescribed in regulations under this section. 4 In section 3 (requirements to be satisfied), in subsection (4)(d), after  “regulations” insert  “                  under this section or any other provision of this Act                ” . 5 In section 20 (penalties), in subsection (7)(b), after  “7” insert  “                  , 7A, 7B                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "63", "section_title": "Child trust funds: safeguards for children's interests", "section_text": "63 After section 7B of the Child Trust Funds Act 2004 (as inserted by section 62) insert— Powers to safeguard interests of children Powers to safeguard interests of children 7C 1 The Treasury may make regulations under this section if the Treasury think it appropriate to do so for the purpose of safeguarding the financial interests of children, or any group of children, who hold child trust funds. 2 The regulations may authorise the Treasury to permit withdrawals from— a any child trust funds; b any child trust funds held with an account provider that is prescribed, or of a description prescribed, in the regulations. 3 The regulations may authorise the Treasury to require any account provider or any account provider that is prescribed, or of a description prescribed, in the regulations to take one or more of the following steps in relation to every child trust fund held with it— a to seek to transfer the fund to another account provider; b to seek to transfer all the investments under the fund to a protected child account that can be used for investments of that kind and is provided by a person chosen by the account provider; c to seek to transfer an amount in cash representing the value of all the investments under the fund (whether consisting of cash or stocks and shares) to a protected child account that can be used for investments in cash and is provided by a person chosen by the account provider; d to transfer an amount in cash representing the value of all the investments under the fund (whether consisting of cash or stocks and shares) to a protected child account that can be used for investments in cash and is provided by a person specified by the Treasury. 4 The regulations may provide— a that child trust funds held with an account provider that is prescribed, or of a description prescribed, in the regulations are to be treated for all purposes as if they were protected child accounts of a description so prescribed; b that, where child trust funds are (under the regulations) to be treated as protected child accounts of a particular description, the account provider is to be treated, for such purposes as may be prescribed in the regulations, as a person who lawfully provides protected child accounts of that description. 5 If the regulations authorise the Treasury to require that one or more of the steps mentioned in subsection (3)(b) to (d) be taken, the regulations may also authorise the Treasury to require an account provider who, in pursuance of such a requirement, transfers all the investments under a child trust fund, or an amount representing the value of all the investments, to close the child trust fund. 6 If the regulations authorise the Treasury to require an account provider to take more than one of the steps mentioned in subsection (3), the regulations must also— a authorise the Treasury to specify the order in which the steps are to be taken, and b provide that if (as a result of complying with a requirement to take a particular step) an account holder no longer holds investments under any child trust fund, any requirement imposed on that provider to take another step lapses. 7 The Treasury is not liable in respect of — a the selection by an account provider of a person to whom to make a transfer in response to a requirement of a kind mentioned in subsection (3)(a) to (c), or b a decision made by it as to the person to be specified in a requirement of a kind mentioned in subsection (3)(d). 8 In this section,  “ protected child account ” means an account which is a protected child account for the purposes of section 7A."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "64", "section_title": "Abolition of office of Chief Executive of Skills Funding", "section_text": "64 1 The office of the Chief Executive of Skills Funding (established by Part 4 of the Apprenticeships, Skills, Children and Learning Act 2009) is abolished. 2 The property, rights and liabilities of the Chief Executive of Skills Funding are transferred to the Secretary of State. 3 Schedule 14 makes amendments to Part 4 of the Apprenticeships, Skills, Children and Learning Act 2009 in consequence of the abolition of the office of the Chief Executive of Skills Funding."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "65", "section_title": "Further and higher education sectors: reduction of burdens", "section_text": "65 Schedule 15 makes provision for the reduction of burdens in the further and higher education sectors."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "66", "section_title": "Schools: reduction of burdens", "section_text": "66 1 Section 19 of the Education Act 1997 (which confers power on the Secretary of State and Welsh Ministers to make regulations requiring governing bodies of maintained schools to set school performance targets) ceases to have effect in relation to schools in England. 2 Accordingly, in subsection (1) of that section— a for  “The Secretary of State” substitute  “                      The Welsh Ministers                    ” ; b for  “the Secretary of State considers” substitute  “                      the Welsh Ministers consider                    ” ; c after  “maintained schools” insert  “                      in Wales                    ” . 3 Omit section 102 of the Education Act 2005 (which confers power on the Secretary of State to make regulations requiring local authorities in England to set annual targets in respect of educational performance at schools maintained by them etc). 4 In consequence of subsection (3), omit section 122(3)(c) of that Act of 2005. 5 Schedule 16 makes further provision for the reduction of burdens relating to schools in England."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "67", "section_title": "Sale of alcohol: community events etc and ancillary business sales", "section_text": "67 1 In section 2 of the Licensing Act 2003 (authorisation for licensable activities etc), after subsection (1) insert— 1A The licensable activity of selling alcohol by retail may be carried on if each sale is a permitted sale by virtue of Part 5A. 2 After Part 5 of that Act, insert the Part set out in Schedule 17 to this Act. 3 In section 136 of that Act (unauthorised licensable activities), at the end of subsection (5) insert— In addition, for the purposes of this Part the licensable activity of selling alcohol by retail is under and in accordance with an authorisation if each sale is a permitted sale by virtue of Part 5A. 4 In section 140 of that Act (allowing disorderly conduct on licensed premises etc)— a omit the  “and” before subsection (2)(d); b after that paragraph insert , and                       e in the case of premises specified in a Part 5A notice, to the person who gave the notice. 5 In section 141 of that Act (sale of alcohol to a person who is drunk)— a omit the  “and” before subsection (2)(d); b after that paragraph insert , and                       e in the case of premises specified in a Part 5A notice, to the person who gave the notice. ; c in subsection (3), after  “This section” insert  “                      (except subsection (2)(e))                    ” . 6 In section 143 of that Act (failure to leave licensed premises etc)— a omit the  “and” before subsection (2)(d); b after that paragraph insert , and                       e in the case of premises specified in a Part 5A notice, to the person who gave the notice. 7 In section 144 of that Act (keeping of smuggled goods)— a omit the  “and” before subsection (2)(d); b after that paragraph insert , and                       e in the case of premises specified in a Part 5A notice, to the person who gave the notice. 8 In section 147A of that Act (persistently selling alcohol to children)— a in subsection (1)(b), for the words from  “either” to  “Part 5” substitute  “                      licensed premises, premises authorised to be used for a permitted temporary activity by virtue of Part 5 or premises specified in a Part 5A notice                    ” ; b in subsection (4), after paragraph (b) insert ; or                       c the person or one of the persons who gave a Part 5A notice in respect of the premises. 9 In section 153 of that Act (prohibition of unsupervised sales by children)— a omit the  “and” before subsection (4)(c); b after that paragraph insert , and                       d in relation to a sale by retail that is a permitted sale by virtue of Part 5A— i the person who gave the Part 5A notice, or ii any individual aged 18 or over who is authorised for the purposes of this section by that person. 10 In section 159 of that Act (interpretation of Part 7), at the end of the definition of  “relevant premises” insert , or                   d except in sections 145 and 152, premises that (by reason of being specified in a Part 5A notice) are premises on which a sale by retail of alcohol is capable of being a permitted sale by virtue of Part 5A; . 11 In section 194 of that Act (index of defined expressions) insert the following entries at the appropriate places— Part 5A notice section 110A(2) relevant licensing authority, in Part 5A section 110N relevant person, in Part 5A section 110D(11) . 12 In section 197 of that Act (regulations and orders)— a in subsection (3) (which lists exceptions to the use of the negative procedure), after paragraph (c) insert— cza regulations under section 110B(2), (3) or (7) or 110C(2), (3), (5) or (6) (regulations relating to sales of alcohol permitted by virtue of Part 5A), ; b in subsection (4) (which specifies when the affirmative procedure is required)— i after  “or (g)” insert  “                          or regulations within subsection (3)(cza)                        ” ; ii after  “the order” insert  “                          or regulations                        ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "68", "section_title": "Temporary event notices: increase in maximum number of events per year", "section_text": "68 1 In section 107 of the Licensing Act 2003 (counter notice where permitted limits exceeded), in subsection (4) (maximum number of events per year), for  “12” substitute  “                  15                ” . 2 The amendment made by this section has effect for the year 2016 and subsequent years."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "69", "section_title": "Personal licences: no requirement to renew", "section_text": "69 1 In section 115 of the Licensing Act 2003 (period of validity of personal licence), in subsection (1), for the words after  “A personal licence” substitute  “                  has effect indefinitely.                ” 2 The amendment made by subsection (1), and the consequential amendments made by Schedule 18, apply in relation to— a a personal licence granted under section 120 of the Licensing Act 2003 on or after the day on which this section comes into force; b a personal licence granted under section 120 of that Act before that day, or renewed under section 121 of that Act before that day, for a period expiring on or after that day. 3 Accordingly, any term in a personal licence granted as mentioned in subsection (2)(b) which provides for it to have effect only for a particular period has no effect on or after the day on which this section comes into force."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "70", "section_title": "Sale of liqueur confectionery to children under 16: abolition of offence", "section_text": "70 Section 148 of the Licensing Act 2003 (sale of liqueur confectionery to children under 16) is repealed."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "71", "section_title": "Late night refreshment", "section_text": "71 1 Schedule 2 to the Licensing Act 2003 (provision of late night refreshment) is amended as follows. 2 In paragraph 1(1) (definition of  “provides late night refreshment”), in the words after paragraph (b), after  “paragraph” insert  “                  2A,                ” . 3 After paragraph 2 insert— Exempt supplies: designated areas, descriptions of premises and times 2A 1 The supply of hot food or hot drink is an exempt supply for the purposes of paragraph 1(1) if it takes place— a on or from premises which are wholly situated in an area designated by the relevant licensing authority; b on or from premises which are of a description designated by the relevant licensing authority; or c during a period (beginning no earlier than 11.00 p.m. and ending no later than 5.00 a.m.) designated by the relevant licensing authority. 2 A licensing authority may designate a description of premises under sub-paragraph (1)(b) only if the description is one that is prescribed by regulations. 3 A designation under sub-paragraph (1) may be varied or revoked by the licensing authority that made it. 4 A licensing authority that makes, varies or revokes a designation under sub-paragraph (1) must publish the designation, variation or revocation. 5 In sub-paragraph (1) references to the  “ relevant licensing authority ”, in relation to a supply of hot food or hot drink, are references to— a the licensing authority in whose area the premises on or from which the food or drink is supplied are situated, or b where those premises are situated in the areas of two or more licensing authorities, any of those authorities."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "72", "section_title": "Removal of requirement to report loss or theft of licence etc to police", "section_text": "72 In the Licensing Act 2003, omit the following provisions (which impose requirements for the loss or theft of certain documents to be reported to the police before copies may be issued)— a in section 25 (premises licence or summary), subsection (3)(b), and the  “and” before it; b in section 79 (club premises certificate or summary), subsection (3)(b), and the  “and” before it; c in section 110 (temporary event notice), subsection (4)(b), and the  “and” before it; d in section 126 (theft, loss, etc of personal licence), subsection (3)(b), and the  “and” before it."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "73", "section_title": "Motor racing on public roads: general", "section_text": "73 1 The Road Traffic Act 1988 is amended as follows. 2 In section 12 (motor racing on public ways), after subsection (1) insert— 1A Subsection (1) is subject to— a in relation to England and Wales, sections 12A to 12F (which make provision to allow the holding of races or trials of speed between motor vehicles on public ways in England and Wales); b in relation to Scotland, sections 12G to 12I (which make provision to allow the holding of races or trials of speed between motor vehicles on public ways in Scotland). 3 After section 12 insert— Motor race orders: England and Wales: overview 12A 1 Sections 12A to 12F allow highway authorities to make orders relating to the holding of a race or trial of speed between motor vehicles on a highway in England and Wales (“motor race orders”). 2 A motor race order is made on the application of the person promoting the event, with the permission of a motor sport governing body (see sections 12B to 12D). 3 The effect of a motor race order is set out in section 12E. Permission to apply for motor race order 12B 1 A person who wishes to promote a race or trial of speed between motor vehicles on a highway in England and Wales may apply for a permit to a motor sport governing body authorised by regulations made by the appropriate national authority to issue permits in respect of a race or trial of speed of that kind. 2 Before issuing a permit, the motor sport governing body must consult— a the highway authority for each area in which the event is to take place or which is otherwise likely to be significantly affected by the event, b the local authority for each such area, c the police authority for each such area, d in the case of an event that is to take place in Greater London, the Greater London Authority, e each person who has given the motor sport governing body written notice within the previous 12 months that the person wishes to be consulted about applications under this section, and f such other persons as the motor sport governing body thinks appropriate. 3 The motor sport governing body must issue the permit if satisfied that— a the applicant intends to promote the proposed event, b the applicant has the necessary financial and other resources to make appropriate arrangements for the event, c the applicant has arranged or will arrange appropriate insurance cover in connection with the event, in accordance with guidance issued by the motor sport governing body, and d the application includes all necessary details of the safety and other arrangements proposed for the event. 4 A permit must specify— a any route to be followed in the course of the event; b arrangements for the approval by the motor sport governing body of drivers participating in the event; c arrangements for the approval by the motor sport governing body of vehicles to be used in the course of the event; d arrangements made or to be made for insurance in connection with the event. 5 A permit may set out conditions that the motor sport governing body thinks should be included in any motor race order made in relation to the event. 6 The appropriate national authority must by regulations list motor sport governing bodies that are authorised to issue permits for the purposes of this section. 7 The regulations may specify the kinds of races or trials of speed between motor vehicles on a highway in respect of which each listed governing body may issue permits. 8 The regulations may provide that a listed motor sport governing body ceases to be authorised to issue permits if the rules of the governing body— a include provision of a kind specified in the regulations; b do not include provision of a kind so specified. 9 In this section— “ the appropriate national authority ” means— in relation to England, the Secretary of State; in relation to Wales, the Welsh Ministers; “ local authority ” means — a county or district council in England; a parish council in England; a London borough council; the Common Council of the City of London in its capacity as a local authority; the Council of the Isles of Scilly; a county or county borough council in Wales. Application for motor race order 12C 1 A motor race order may only be made on an application under this section. 2 An application may be made only by a person who— a wishes to promote a race or trial of speed between motor vehicles on a highway in England and Wales, and b has a permit issued in accordance with section 12B in relation to the event. 3 The application must be made to the highway authority for the area in which the event is to take place (and, where the event is to take place in the area of more than one highway authority, separate applications must be made under this section to each authority). 4 The application must be made not less than 6 months before the event. 5 The application must be accompanied by— a the permit issued in accordance with section 12B; b details of any orders under section 16A of the Road Traffic Regulation Act 1984 (prohibition or restriction on roads in connection with certain events), and of any other orders, regulations or other legislative instruments, that will be needed in connection with the event; c a risk assessment in such form as the highway authority may specify; d such fee as the highway authority may specify. Determination of applications for motor race orders 12D 1 Before determining whether to make a motor race order, a highway authority must consider— a the likely impact of the event on the local community, b the potential local economic and other benefits (in respect of tourism or otherwise), and c any other local considerations that the authority thinks relevant. 2 The highway authority may make the motor race order if satisfied that— a adequate arrangements have been made to allow the views of the local community to be taken into account, b the person proposing to promote the event has shown that the event is commercially viable, and c effective arrangements have been made to involve local residents, the police and other emergency services in the planning and implementation of the event. 3 A motor race order must— a specify the event to which it relates, including the date or (in the case of an event that is to take place on more than one day) the dates on which it is to take place, b include a map of the area to be used for the event (showing, in particular, the roads which participants will use, and areas which will be available for occupation by spectators), and c include any other information specified by the appropriate national authority by regulations. 4 A motor race order may include conditions which must be satisfied before, during or after the event. 5 A motor race order may, in particular, include conditions designed to ensure that the arrangements mentioned in subsection (2)(c) continue throughout the planning and implementation of the event. 6 In this section,  “ the appropriate national authority ” means— a in relation to England, the Secretary of State; b in relation to Wales, the Welsh Ministers. Effect of motor race order 12E 1 A motor race order made under section 12D has the effect described in this section. 2 Section 12(1) does not apply to the promoter of the event if that person— a promotes the event in accordance with any conditions imposed on the promoter by the motor race order, and b takes reasonable steps to ensure that any other conditions specified in the motor race order are met. 3 The provisions listed in the Table do not apply in relation to a participant or an official or (as the case may be) in relation to a vehicle used by a participant or an official provided that— a the participant has been approved by the motor sport governing body that issued a permit in respect of the event or (as the case may be) the official has been authorised by the promoter, b the participant or official complies with any conditions specified in the motor race order that apply to participants or (as the case may be) officials, and c the participant or official also complies with any conditions imposed on him or her by the promoter. Provision Topic Road Traffic Regulation Act 1984 Section 18(3) Contravention of order relating to one-way traffic on trunk roads Section 20(5) Contravention of order relating to use on roads of vehicles of certain classes Section 81(1), an order under section 84(1), section 86(1), an order under section 88(1) and section 89(1) Speed limits Regulations under section 99 Removal of vehicles illegally parked etc Section 104(1) Immobilisation of vehicles illegally parked Road Traffic Act 1988 Section 1 Causing death by dangerous driving Section 1A Causing serious injury by dangerous driving Section 2 Dangerous driving Section 2B Causing death by careless, or inconsiderate, driving Section 3 Careless, and inconsiderate, driving Section 3ZB Causing death by driving: unlicensed, disqualified or uninsured drivers Section 12(1) Motor racing on public ways Section 21(1) Prohibition of driving or parking on cycle tracks Section 22 Leaving vehicles in dangerous positions Section 22A Causing danger to road-users Section 36(1) Drivers to comply with traffic signs The Highway Code, as it has effect under section 38 Section 40A Using vehicle in dangerous condition etc Regulations under section 41 Regulation of construction, weight, equipment and use of vehicles Section 41A Breach of requirement as to brakes, steering-gear or tyres Section 41C Breach of requirement as to speed assessment equipment detection devices Section 42 Breach of other construction and use requirements Section 47(1) Obligatory test certificates Section 87(1) Drivers of motor vehicles to have driving licences Section 103(1)(b) Driving while disqualified Section 143(1) and (2) Users of motor vehicles to be insured or secured against third-party risks Sections 164 and 165 Powers of constables to require production of driving licence, obtain information etc Section 165A Power to seize vehicles driven without licence or insurance Section 170 Duty of driver to stop, report accident and give information or documents Vehicle Excise and Registration Act 1994 Section 1(1)(b) Circumstances in which vehicle excise duty is chargeable on unregistered mechanically propelled vehicles Section 29(1) Offence of using or keeping an unlicensed vehicle 4 The appropriate national authority may by regulations amend this section so as to— a add or omit an entry in the Table in subsection (3); b provide that subsection (3) applies in relation to a provision for the time being included in the Table only for purposes specified in the regulations; c provide that subsection (3) applies in relation to a provision for the time being included in the Table only if a condition specified in the regulations is included in the motor race order. 5 However, regulations under subsection (4) may not add any provision of sections 3A to 11 of this Act (motor vehicles: drink and drugs) to the Table in subsection (3). 6 The promoter of an event in respect of which a motor race order has been made is liable in damages if personal injury or damage to property is caused by anything done— a by or on behalf of the promoter in connection with the event, or b by or on behalf of a participant or an official, unless it is proved that the promoter took reasonable steps to prevent the injury or damage occurring. 7 For the purposes of the Law Reform (Contributory Negligence) Act 1945, the Fatal Accidents Act 1976 and the Limitation Act 1980 any injury or damage for which a person is liable under subsection (6) is to be treated as due to the fault of that person. 8 In this section— “ the appropriate national authority ” means— in relation to England, the Secretary of State; in relation to Wales, the Welsh Ministers; “ official ” means a person who facilitates the holding of a race or trial of speed. Regulations by appropriate national authority: procedure 12F 1 A power to make regulations conferred on the Secretary of State or the Welsh Ministers by section 12B(6), 12D(3)(c) or 12E(4) is exercisable by statutory instrument. 2 A statutory instrument containing regulations made by the Secretary of State under section 12E(4) (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 A statutory instrument containing regulations made by the Secretary of State under section 12B(6) or 12D(3)(c) (other than regulations to which subsection (2) applies) is subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing regulations made by the Welsh Ministers under section 12E(4) (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 5 A statutory instrument containing regulations made by the Welsh Ministers under section 12B(6) or 12D(3)(c) (other than regulations to which subsection (4) applies) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. Authorisation of races and trials of speed in Scotland 12G 1 The Scottish Ministers may by regulations authorise, or make provision for authorising, the holding of races or trials of speed on public roads in Scotland. 2 Regulations under this section may in particular— a specify the persons by whom authorisations may be given; b limit the circumstances in which, and the places in respect of which, authorisations may be given; c provide for authorisations to be subject to conditions imposed by or under the regulations; d provide for authorisations to cease to have effect in circumstances specified in the regulations; e provide for the procedure to be followed, the particulars to be given, and the amount (or the persons who are to determine the amount) of any fees to be paid, in connection with applications for authorisations. 3 Regulations under this section may make different provision for different cases. Races and trials of speed in Scotland: further provision 12H 1 Section 12(1) does not apply to the promoter of an event that has been authorised by or under regulations under section 12G if that person— a promotes the event in accordance with any conditions imposed on the promoter by or under the regulations, and b takes reasonable steps to ensure that any other conditions imposed by or under the regulations are met. 2 Section 12(1) does not apply to a participant in an event that has been authorised by or under regulations under section 12G, provided that the participant complies with any conditions imposed on participants by or under the regulations. 3 Sections 1, 1A, 2, 2B and 3 do not apply to a participant in an event that has been authorised by or under regulations under section 12G or to any other person of a description specified in regulations made by the Scottish Ministers, provided that the participant or other person complies with any conditions imposed on participants or on persons of that description by or under regulations under section 12G. 4 The Scottish Ministers may by regulations make provision for specified provisions of legislation of a kind mentioned in subsection (5)— a not to apply in relation to participants in events authorised by or under regulations under section 12G or (as appropriate) in relation to vehicles used by such persons; b to apply in relation to such persons or vehicles subject to modifications specified in the regulations; c not to apply in relation to persons of a description specified in regulations under this subsection or (as appropriate) in relation to vehicles used by such persons; d to apply in relation to such persons or vehicles subject to modifications specified in the regulations. 5 The kinds of legislation are— a legislation restricting the speed of vehicles or otherwise regulating the use of vehicles on a public road; b legislation regulating the construction, maintenance or lighting of vehicles; c legislation requiring a policy of insurance or security to be in force in relation to the use of any vehicle; d legislation relating to the duty chargeable on, or the licensing and registration of, vehicles; e legislation requiring the driver of a vehicle to hold a licence to drive it; f legislation relating to the enforcement of any legislation mentioned in paragraphs (a) to (e). 6 However, regulations under subsection (4) may not disapply, or otherwise alter the application of, sections 3A to 11 of this Act (motor vehicles: drink and drugs). 7 The Scottish Ministers may by regulations amend section 16A of the Road Traffic Regulation Act 1984 so as to enable orders under that section that are made for the purposes of an event authorised by or under regulations under section 12G to suspend statutory provisions in addition to those specified in section 16A(11). 8 The promoter of an event that has been authorised by or under regulations under section 12G is liable in damages if personal injury or damage to property is caused by anything done— a by or on behalf of the promoter in connection with the event, b by or on behalf of a participant, or c by or on behalf of a person of a description specified in regulations made by the Scottish Ministers, unless it is proved that the promoter took reasonable steps to prevent the injury or damage occurring. 9 For the purposes of the Law Reform (Contributory Negligence) Act 1945, any injury or damage for which a person is liable under subsection (8) is to be treated as due to the fault of that person. 10 In this section,  “ legislation ” means— a an Act or subordinate legislation (within the meaning of the Interpretation Act 1978); b an Act of the Scottish Parliament or an instrument made under an Act of the Scottish Parliament. Regulations under section 12G or 12H: procedure 12I 1 Before making regulations under section 12H(3), (4), (7) or (8), the Scottish Ministers must consult such persons as they consider appropriate. 2 Regulations under section 12G are subject to the negative procedure. 3 Regulations under section 12H(3), (4), (7) or (8) are subject to the affirmative procedure."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "74", "section_title": "Motor racing: road closures", "section_text": "74 1 Section 16A of the Road Traffic Regulation Act 1984 (which allows a traffic authority to impose by order restrictions or temporary prohibitions on the use of roads in connection with certain events) is amended as follows. 2 In subsection (4), in paragraph (a), after  “(motor racing on public ways)” insert  “                  unless a motor race order under section 12D of that Act is made in relation to the race or trial or it is authorised by or under regulations under section 12G of that Act                ” . 3 After subsection (11) insert— 12 An order under this section that is made for the purposes of a race or trial of speed in relation to which a motor race order under section 12D of the Road Traffic Act 1988 has been made may also suspend— a regulations under section 25(1); b section 28(1); c an order under section 29(1); d byelaws under section 31(1); e any provision made by or under Part 4."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "75", "section_title": "Motor racing: consequential amendments", "section_text": "75 1 The Road Traffic Act 1988 is amended in accordance with subsections (2) to (5). 2 For the italic cross-heading before section 12 substitute  “                  Motor racing on public ways                ” . 3 Before section 13 insert the italic cross-heading  “                  Other motor events                ” . 4 In section 193A (tramcars and trolley vehicles), after subsection (3) insert— 3A Sections 12A to 12I do not apply to tramcars or to trolley vehicles. 5 In section 195 (provisions as to regulations), after subsection (5) insert— 6 This section does not apply in relation to regulations under section 12B(6), 12D(3)(c) or 12E(4)\t\t\t\t\t\t\t\t(provision as to which is made by section 12F) or regulations under section 12G or 12H(3), (4), (7) or (8)\t\t\t\t\t\t\t\t(provision as to which is made by section 12I). 6 The Secretary of State may by regulations made by statutory instrument repeal any local Act passed before this Act which makes provision for authorising races or trials of speed between motor vehicles on highways in England and Wales (and, for this purpose,  “ highway ” has the same meaning as in the Road Traffic Act 1988). 7 Regulations under subsection (6) may include transitional, transitory or saving provision. 8 Before making regulations under subsection (6), the Secretary of State must consult such persons as the Secretary of State considers appropriate. 9 A statutory instrument containing regulations under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament. 10 The Scottish Ministers may by regulations repeal any local Act passed before this Act which makes provision for authorising races or trials of speed between motor vehicles on public roads in Scotland (and, for this purpose,  “ public road ” has the same meaning as in the Road Traffic Act 1988). 11 Regulations under subsection (10) may include transitional, transitory or saving provision. 12 Before making regulations under subsection (10), the Scottish Ministers must consult such persons as they consider appropriate. 13 Regulations under subsection (10) are subject to the negative procedure."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "76", "section_title": "Exhibition of films in community premises", "section_text": "76 In the Licensing Act 2003, in Schedule 1 (provision of regulated entertainment), in Part 2 (exemptions), after paragraph 6 insert— Film exhibitions: community premises 6A 1 The provision of entertainment consisting of the exhibition of a film at community premises is not to be regarded as the provision of regulated entertainment for the purposes of this Act if the following conditions are satisfied. 2 The first condition is that prior written consent for the entertainment to take place at the community premises has been obtained, by or on behalf of a person concerned in the organisation or management of the entertainment— a from the management committee of the community premises, or b where there is no management committee, from— i a person who has control of the community premises (as occupier or otherwise) in connection with the carrying on by that person of a trade, business or other undertaking (for profit or not), or ii where there is no such person, an owner of the community premises. 3 The second condition is that the entertainment is not provided with a view to profit. 4 The third condition is that the entertainment takes place in the presence of an audience of no more than 500 persons. 5 The fourth condition is that the entertainment takes place between 8am and 11pm on the same day. 6 The fifth condition is that the film classification body or the relevant licensing authority has made a recommendation concerning the admission of children to an exhibition of the film and— a where a recommendation has been made only by the film classification body, the admission of children is subject to such restrictions (if any) as are necessary to comply with the recommendation of that body; b where a recommendation has been made only by the relevant licensing authority, the admission of children is subject to such restrictions (if any) as are necessary to comply with the recommendation of that authority; c where recommendations have been made both by the film classification body and the relevant licensing authority, the admission of children is subject to such restrictions (if any) as are necessary to comply with the recommendation of the relevant licensing authority. 7 In sub-paragraph (6) the reference to the  “ relevant licensing authority ”, in relation to the exhibition of a film at particular community premises, is a reference to— a the licensing authority in whose area the premises are situated, or b where the premises are situated in the areas of two or more licensing authorities, those authorities or (as the context requires) such of those authorities as have made a recommendation. 8 In this paragraph— “ children ” and  “ film classification body ” have the same meaning as in section 20; “ owner ”, in relation to community premises, means— a person who is for the time being entitled to dispose of the fee simple in the premises, whether in possession or in reversion, or a person who holds or is entitled to the rents and profits of the premises under a lease which (when granted) was for a term of not less than 3 years."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "77", "section_title": "TV  licensing: duty to review sanctions", "section_text": "77 1 The Secretary of State must carry out a review of the sanctions that are appropriate in respect of contraventions of section 363 of the Communications Act 2003 (licence required for installation or use of television receiver). 2 A review under subsection (1) must— a examine proposals for decriminalisation of offences under section 363 of the Communications Act 2003; b begin before the end of the period of 3 months beginning with the day on which this Act is passed; c be completed no later than 12 months after the day on which it begins; and d be laid before both Houses of Parliament by the Secretary of State on completion  and be presented to the  BBC  Trust . 3 The Secretary of State must, before the end of the period of 3 months beginning with the day on which the review is completed, lay before both Houses of Parliament a report setting out the Secretary of State's response to the review which must include— a a statement as to whether the Secretary of State proposes to exercise the power to make regulations under section 78(1)(a) or (b), and b if the Secretary of State proposes to do so, an outline of the steps that the Secretary of State proposes to take in consequence and when those steps will be taken."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "78", "section_title": "TV licensing: alternatives to criminal sanctions", "section_text": "78 1 The Secretary of State may by regulations made by statutory instrument— a replace the TV licensing offences with civil monetary penalties payable to the BBC, or b amend Part 3 of the Regulatory Enforcement and Sanctions Act 2008 so as to enable an order to be made under section 36 of that Act conferring power on the BBC to impose in relation to a TV licensing offence— i a fixed monetary penalty (within the meaning of that Part); ii a variable monetary penalty (within the meaning of that Part). 2 Regulations under subsection (1)(a) may provide for the amount of a monetary penalty to be— a a fixed amount specified in, or determined in accordance with, the regulations, or b such amount, not exceeding a maximum amount specified in the regulations, as may be determined by a body so specified. 3 Regulations under subsection (1)(a) must— a make provision as to the steps that must be taken before a monetary penalty is imposed; b make provision conferring rights to appeal against the imposition of a monetary penalty. 4 Regulations under subsection (1)(a) may make provision corresponding to any provision that could be included in an order under Part 3 of the Regulatory Enforcement and Sanctions Act 2008 by virtue of section 52 of that Act (early payment discounts, late payment and enforcement). 5 Regulations under subsection (1)(a) may— a confer powers to obtain information for the purpose of determining whether to impose a monetary penalty; b confer powers of entry, search or seizure for that purpose. 6 Regulations under subsection (1)(a) may repeal or otherwise amend any provision of Part 4 of the Communications Act 2003. 7 Any sums received by the BBC by virtue of regulations under this section must be paid into the Consolidated Fund. 8 Regulations under this section may include— a consequential provision, or b transitional, transitory or saving provision, and any such provision may be made by repealing, revoking or otherwise amending or modifying legislation. 9 Regulations under this section may make different provision for different purposes or areas. 10 A statutory instrument containing regulations under this section may not be made unless a draft has been laid before, and approved by a resolution of, each House of Parliament. 11 Regulations under subsection (1) may not be made so as to come into force before 1 April 2017. 12 Unless the power conferred by subsection (1) is exercised before the end of the period of 24 months beginning with the day on which the review required by section 77 is completed, this section expires at the end of that period. 13 “The TV licensing offences” are— a the offence under section 363(2) of the Communications Act 2003 (installing or using a television receiver without a licence), and b the offence under section 363(3) of that Act (having a receiver in a person's possession intending to install or use it without a licence etc). 14 In this section— “ the BBC ” means the British Broadcasting Corporation; “ legislation ” means— an Act or subordinate legislation (within the meaning of the Interpretation Act 1978); an Act of the Scottish Parliament or an instrument made under an Act of the Scottish Parliament; a Measure or Act of the National Assembly for Wales or an instrument made under a Measure or Act of that Assembly; and Northern Ireland legislation or an instrument made under Northern Ireland legislation."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "79", "section_title": "Repeal of Senior President of Tribunals' duty to report on standards", "section_text": "79 In section 15A of the Social Security Act 1998 (functions of Senior President of Tribunals), omit subsections (2) and (3) (which require the preparation and publication of an annual report on standards of decision-making in the making of certain decisions of the Secretary of State against which an appeal lies to the First-tier Tribunal)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "80", "section_title": "Criminal procedure: written witness statements", "section_text": "80 1 Section 9 of the Criminal Justice Act 1967 (proof by written statement) is amended as follows. 2 In subsection (2)(d) (objections to the tendering of written statements), for  “within seven days from the service of the copy of the statement” substitute  “                  within the relevant period                ” . 3 After subsection (2) insert— 2A For the purposes of subsection (2)(d),  “the relevant period” is— a such number of days, which may not be less than seven, from the service of the copy of the statement as may be prescribed by Criminal Procedure Rules, or b if no such number is prescribed, seven days from the service of the copy of the statement. 4 Omit the following— a subsections (3) and (3A) (which make provision about the content of written statements etc); b subsection (6) (which provides for written statements to be read aloud unless the court otherwise directs); c subsection (8) (which deals with the service of documents). 5 In consequence of subsections (2) and (3), paragraph 10 of Schedule 4 to the Wireless Telegraphy Act 2006 is amended as follows— a after sub-paragraph (2) insert— 2A The statement is to be treated as properly served for the purposes of section 9 of the Criminal Justice Act 1967 (proof by written statement), even though the manner of service is not authorised by Criminal Procedure Rules. ; b in sub-paragraph (3)— i omit paragraph (a) and the  “and” following it; ii in the closing words, for  “either of those sections” substitute  “                          that section                        ” ; c after sub-paragraph (5) insert— 5A If the alleged offender makes a request to be tried, section 9(2A) of the Criminal Justice Act 1967 (time for objection) is to apply— a with the substitution for the reference in paragraph (a) to such number of days, which may not be less than seven, from the service of the copy of the statement of a reference to such number of days, which may not be less than seven, beginning with the day after the one on which the request to be tried was made, and b with the substitution for the reference in paragraph (b) to seven days from the service of the copy of the statement of a reference to seven days beginning with the day after the one on which the request to be tried was made. ; d in sub-paragraph (6)— i omit paragraph (a) and the  “and” following it; ii in the closing words, for  “are to apply” substitute  “                          is to apply                        ” . 6 In consequence of subsection (4)— a in the Magistrates' Courts Act 1980, in section 12(3)(b)(ii), for  “subsections (2)(a) and (b) and (3)” substitute  “                      subsection (2)(a) and (b)                    ” ; b in the Road Traffic Offenders Act 1988, in section 79(4), for  “subsection (8) of that section” substitute  “                      Criminal Procedure Rules                    ” ; c in the Criminal Justice and Public Order Act 1994, in Schedule 9, omit paragraph 6(1); d in the Criminal Procedure and Investigations Act 1996, omit section 69."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "81", "section_title": "Criminal procedure: written guilty pleas", "section_text": "81 1 Section 12 of the Magistrates' Courts Act 1980 (non-appearance of accused: plea of guilty) is amended as follows. 2 In subsection (7), after  “shall” insert  “                  , subject to rules of court made under subsection (7ZA),                ” . 3 After subsection (7) insert— 7ZA Rules of court may— a specify which of paragraphs (a) to (d) of subsection (7) (if any) are to apply; b provide that any such paragraph is to apply only in circumstances specified in the rules. 7ZB Where rules of court are made under subsection (7ZA), subsection (7) applies only to the extent provided for by the rules."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "82", "section_title": "Criminal procedure: powers to make Criminal Procedure Rules", "section_text": "82 1 In the Administration of Justice (Miscellaneous Provisions) Act 1933, in section 2 (procedure for indictment of offenders)— a in subsection (6), for  “Rules” substitute  “                      Criminal Procedure Rules                    ” ; b omit subsection (6A). 2 In that section, in subsection (2), in paragraph (i) of the proviso, for  “section 57D(1)” substitute  “                  section 51D(1)                ” . 3 In the Police and Criminal Evidence Act 1984, in Schedule 1 (making of orders and issue of warrants in respect of excluded or special procedure material)— a in paragraph 7, after  “paragraph 4 above” insert  “                      that relates to material that consists of or includes journalistic material                    ” ; b in paragraph 8, for  “such an order” substitute  “                      an order under paragraph 4 above that relates to material that consists of or includes journalistic material                    ” ; c in paragraph 9, for  “Such a notice” substitute  “                      Notice of an application for an order under paragraph 4 above that relates to material that consists of or includes journalistic material                    ” ; d in paragraph 10, for  “this Schedule” (in each place where it occurs) substitute  “                      paragraph 8                    ” ; e after paragraph 15 insert— Procedural rules 15A Criminal Procedure Rules may make provision about proceedings under this Schedule, other than proceedings for an order under paragraph 4 above that relates to material that consists of or includes journalistic material. 4 In the Terrorism Act 2000, in Part 1 of Schedule 5 (making of orders and issue of warrants in respect of obtaining information in terrorist investigations: England and Wales and Northern Ireland), in paragraph 11 (which deals with the issue of warrants in respect of excluded or special procedure material), after sub-paragraph (4) insert— 5 Criminal Procedure Rules may make provision about proceedings relating to a warrant under this paragraph. 5 In the Criminal Justice and Police Act 2001, in section 59 (applications for the return of seized property etc), after subsection (12) insert— 13 Criminal Procedure Rules may make provision about proceedings under this section on an application to a judge of the Crown Court in England and Wales. 6 In the Proceeds of Crime Act 2002, in section 352 (applications for search and seizure warrants), after subsection (7) insert— 8 Criminal Procedure Rules may make provision about proceedings under this section on an application to a judge entitled to exercise the jurisdiction of the Crown Court in England and Wales."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "83", "section_title": "“MAPPA arrangements” to cease to apply to certain offenders", "section_text": "83 1 Section 327 of the Criminal Justice Act 2003 (which makes provision about the offenders in respect of whom multi-agency public protection arrangements - sometimes referred to as  “ MAPPA arrangements ” - must be made) is amended as follows. 2 In subsection (1), for  “subsections (2) to (5)” substitute  “                  subsections (2) to (4)                ” . 3 In subsection (3), in paragraph (a), after  “Schedule 15” insert  “                  or in subsection (4A) below                ” . 4 In subsection (4), in paragraph (a), after  “Schedule 15” insert  “                  or in subsection (4A) below                ” . 5 After subsection (4) insert— 4A The offences specified in this subsection are— a an offence under section 1 of the Child Abduction Act 1984 (abduction of child by parent); b an offence under section 4 of the Asylum and Immigration (Treatment of Claimants, etc) Act 2004 (trafficking people for exploitation), where the offence is committed against a child; c an offence under section 4(3) of the Misuse of Drugs Act 1971 where the offence is committed by— i supplying or offering to supply a Class A drug to a child, ii being concerned in the supplying of such a drug to a child, or iii being concerned in the making to a child of an offer to supply such a drug; d an offence of aiding, abetting, counselling, procuring or inciting the commission of an offence specified in this subsection; e an offence of conspiring to commit an offence so specified; f an offence of attempting to commit an offence so specified. 6 Omit subsection (5). 7 In subsection (6), after  “In this section” insert —                   child” means a person under 18; ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "84", "section_title": "Removal of requirement that prison closures be made by order", "section_text": "84 1 The Prison Act 1952 is amended as follows. 2 In section 37 (closing of prisons)— a in subsection (1)— i omit  “Subject to the next following subsection,”; ii omit  “by order”; b omit subsections (2) and (3). 3 In section 43 (remand centres and young offender institutions), as it has effect on and after the day on which section 38 of the Criminal Justice and Courts Act 2015 comes into force, in the Table in subsection (4)— a in the entry for  “Young offender institutions”, in the second column, for  “Sections 28 and 37(2)” substitute  “                      Section 28                    ” ; b in the entry for  “Secure training centres or secure colleges”, in the second column, for  “, 28 and 37(2)” substitute  “                      and 28                    ” . 4 Until section 38 of the Criminal Justice and Courts Act 2015 comes into force, in section 43 (remand centres and young offender institutions)— a in subsection (5), for  “sections 28 and 37(2)” substitute  “                      section 28                    ” ; b in subsection (5A), for  “28 and 37(2) and (3)” substitute  “                      and 28                    ” . 5 In section 52 (exercise of power to make orders, rules and regulations)— a in subsection (1), omit  “, 37”; b in subsection (2), omit  “or an order made under section thirty-seven of this Act,”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "85", "section_title": "Power of  HMRC  to disclose information for purposes of certain litigation", "section_text": "85 1 The Commissioners for Her Majesty's Revenue and Customs may disclose information held by them— a to a person who is entitled to bring proceedings under the fatal accidents legislation or for whose benefit such proceedings may be brought, for use in connection with the proceedings or in reaching a settlement without the need to bring proceedings; b to a person who is entitled to bring proceedings for damages for personal injury for the benefit of the estate of a deceased person, for use in connection with the proceedings or in reaching a settlement without the need to bring proceedings; c to a person who has made or who wishes to make an application for a payment under the Diffuse Mesothelioma Payment Scheme on the basis that he or she is eligible for such a payment under section 3 of the Mesothelioma Act 2014 (eligibility of dependants for payments under the Scheme), for use in connection with the application. 2 “ The fatal accidents legislation ” means— a the Fatal Accidents Act 1976; b the Fatal Accidents (Northern Ireland) Order 1977 (S.I. 1977/1251 (N.I. 18)); c section 4 of the Damages (Scotland) Act 2011."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "86", "section_title": "CLC practitioner services bodies", "section_text": "86 1 Section 32 of the Administration of Justice Act 1985 (provision of conveyancing services by recognised bodies) is amended as follows. 2 In the heading, after  “conveyancing” insert  “                  or other                ” . 3 In subsection (1)— a in paragraph (a), after  “bodies” insert  “                      or CLC practitioner services bodies                    ” ; b in paragraph (b), for  “such bodies” substitute  “                      conveyancing services bodies                    ” ; c in paragraph (b), for the words from  “undertake” to the end substitute undertake—                       i the provision of conveyancing services, ii the exercise of a right of audience, iii the conduct of litigation, iv probate activities, v the administration of oaths, or vi the provision of relevant legal services not covered by sub-paragraphs (i) to (v); ; d after paragraph (b) insert— bza prescribing the circumstances in which CLC practitioner services bodies may be recognised by the Council as being suitable bodies to undertake— i the exercise of a right of audience, ii the conduct of litigation, iii probate activities, iv the administration of oaths, or v the provision of relevant legal services not covered by sub-paragraphs (i) to (iv); ; e in paragraph (ba), for the words from  “bodies” to the end substitute bodies to carry on—                       i the exercise of a right of audience, ii the conduct of litigation, iii reserved instrument activities, where the recognised body is a conveyancing services body, iv probate activities, or v the administration of oaths; ; f in paragraph (c), after  “requirements” insert  “                      , including requirements about the carrying on of activities which are not reserved legal activities,                    ” . 4 In subsection (3)(e), after  “those bodies” insert  “                  (including information about disciplinary measures taken)                ” . 5 In subsection (3C), after paragraph (a) insert— aa conditions restricting the kinds of CLC practitioner services that may be provided by the body; . 6 For subsection (8) substitute— 8 In this section— “ administration of oaths ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ CLC practitioner services ” has the meaning given by section 32B; “ CLC practitioner services body ” has the meaning given by section 32B; “ conduct of litigation ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ conveyancing services body ” has the meaning given by section 32A; “ probate activities ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “relevant legal services”— in relation to a conveyancing services body, has the meaning given by section 32A; and in relation to a CLC practitioner services body, has the meaning given by section 32B; “ reserved instrument activities ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ right of audience ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act). 7 After subsection (8) insert— 8A Nothing in this section affects section 13 of the Legal Services Act 2007 (entitlement to carry on a reserved legal activity). 8 After section 32A (definition of  “conveyancing services body”) insert— CLC practitioner services bodies 32B 1 For the purposes of section 32 a  “ CLC practitioner services body ” means a body (corporate or unincorporate) in respect of which— a the management and control condition, b the services condition, and c the authorised person condition, are satisfied. 2 The management and control condition is satisfied in the case of a partnership if at least one of the partners is a licensed conveyancer or a licensed CLC practitioner. 3 The management and control condition is satisfied in the case of an unincorporated body (other than a partnership), or a body corporate which is managed by its members, if at least one of those members is a licensed conveyancer or a licensed CLC practitioner. 4 The management and control condition is satisfied in the case of any other body corporate if at least one director of the body is a licensed conveyancer or a licensed CLC practitioner. 5 The services condition is satisfied in respect of a body if— a the body is carrying on a business consisting of the provision of— i CLC practitioner services; or ii CLC practitioner services and other relevant legal services; and b the body does not provide conveyancing services. 6 The authorised person condition is satisfied if the licensed conveyancer or licensed CLC practitioner by reference to whom the management and control condition is satisfied, or one of the persons by reference to whom that condition is satisfied, is an authorised person in relation to any reserved legal activity involved in the CLC practitioner services that are provided by the body. 7 For the purposes of this section— a a reference to CLC practitioner services is a reference to services involving the carrying on of such of the following as are reserved legal activities in relation to which the Council is designated as an approved regulator— i the exercise of a right of audience; ii the conduct of litigation; iii probate activities; iv the administration of oaths; b a reference to designation as an approved regulator is a reference to designation as an approved regulator— i by Part 1 of Schedule 4 to the Legal Services Act 2007, or ii under Part 2 of Schedule 4 to that Act; c a person has an interest in a body if the person has an interest in the body within the meaning of Part 5 of the Legal Services Act 2007 (see sections 72 and 109 of that Act). 8 In this section— “ administration of oaths ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ authorised person ” means an authorised person in relation to an activity which is a reserved legal activity (within the meaning of the Legal Services Act 2007); “ conduct of litigation ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ probate activities ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ relevant legal services ”, in relation to a body, means— CLC practitioner services, and where authorised persons are managers or employees of, or have an interest in, the body, services such as are provided by individuals practising as such authorised persons (whether or not those services involve the carrying on of reserved legal activities), except for conveyancing services; “ reserved legal activity ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act); “ right of audience ” has the same meaning as in the Legal Services Act 2007 (see section 12 of, and Schedule 2 to, that Act)."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "87", "section_title": "Licensed CLC practitioners", "section_text": "87 1 Section 53 of the Courts and Legal Services Act 1990 (the Council for Licensed Conveyancers: authorisation of individuals to carry on reserved legal activities) is amended as follows. 2 In subsection (2), omit  “only if the person is a licensed conveyancer”. 3 In subsection (3)— a for  “a licensed conveyancer” substitute  “                      a person                    ” ; b for  “the licensed conveyancer” substitute  “                      the person in respect of that activity                    ” . 4 In subsection (4), for  “Any such” substitute  “                  If the person granted a licence under this section is a licensed conveyancer, the                ” . 5 After subsection (4) insert— 4A If the person granted a licence under this section is not a licensed conveyancer, the licence may be granted as a separate licence or as part of a composite licence comprising that and any other licence under this section which the Council may grant to the person. 4B A licence under this section granted to a person who is not a licensed conveyancer ceases to have effect if the person becomes a licensed conveyancer. 6 In subsection (9)— a in the opening words, after  “respect to” insert  “                      persons who apply for, or hold, an advocacy, litigation or probate licence and                    ” ; b in paragraph (c), for  “licensed conveyancer” substitute  “                      person                    ” ; c after paragraph (d) insert— da any case of an individual who describes himself or herself, or holds himself or herself out, as a licensed CLC practitioner without holding a licence in force under this section; ; d in the words following paragraph (f), after  “respect to” insert  “                      persons who apply for, or hold, a licence under Part 2 of the Act of 1985 and                    ” . 7 After subsection (9) insert— 9A The modifications mentioned in subsection (9) may differ depending on whether the person applying for, or holding, an advocacy, litigation or probate licence is or is not a licensed conveyancer. 9B Subsection (9) does not apply to section 34 of the Act of 1985 (modification of existing enactments relating to conveyancing etc). 8 After subsection (10) insert— 11 In this section— “ advocacy licence ” means a licence issued under this section by which the Council authorises the person concerned to exercise a right of audience; “ CLC practitioner services ” has the same meaning as in section 32B of the Act of 1985; “ licensed CLC practitioner ” means a person, other than a licensed conveyancer, who holds a licence under this section; “ litigation licence ” means a licence issued under this section by which the Council authorises the person concerned to carry on activities which constitute the conduct of litigation; “ the practice of a licensed CLC practitioner ” means the provision by a person, as the holder of a licence under this section, of CLC practitioner services in accordance with the licence; and “ probate licence ” means a licence issued under this section by which the Council authorises the person concerned to carry on activities that constitute probate activities. 9 In the italic heading preceding section 53, after  “ conveyancers ” insert  “                   and licensed CLC practitioners                 ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "88", "section_title": "CLC practitioner services: consequential amendments", "section_text": "88 Schedule 19 contains consequential amendments relating to sections 86 and 87."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "89", "section_title": "The Council for Licensed Conveyancers: other amendments", "section_text": "89 Schedule 20 contains other amendments relating to the Council for Licensed Conveyancers."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "90", "section_title": "Poisons and explosives precursors", "section_text": "90 Schedule 21 introduces a common system for regulating the possession etc of non-medicinal poisons and explosives precursors."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "91", "section_title": "London street trading appeals: removal of role of Secretary of State in appeals", "section_text": "91 1 The London Local Authorities Act 1990 is amended in accordance with subsections (2) and (3). 2 After section 30 insert— Other Part III appeals 30A 1 Any person aggrieved— a by a resolution rescinding or varying a designating resolution; b by a resolution under subsection (1)(b) of section 24 (Designation of licence streets) of this Act; c by a standard condition prescribed by regulations under subsection (3) of section 27 (Conditions of street trading licences) of this Act; or d by the amount of a fee or charge under section 32 (Fees and charges) of this Act; may appeal to a magistrates' court acting for the area of the borough council which passed the resolution, prescribed the condition or determined the amount of the fee or charge (as the case may be). 2 An appeal under subsection (1) may be brought— a in the case of an appeal under paragraph (a) or (b) of that subsection, at any time before the expiration of the period of three months beginning with the date on which notice of the passing of the resolution is published for the second time in accordance with subsection (10) of section 24 (Designation of licence streets) of this Act; b in the case of an appeal under paragraph (c) of that subsection, at any time before the expiration of the period of three months beginning with the date upon which the licence holders or a body or bodies representative of them were notified of the making of the regulations; c in the case of an appeal under paragraph (d) of that subsection— i if it relates to the amount of a fee payable under subsection (1) of section 32 (Fees and charges) of this Act, at any time before the expiration of the period of three months beginning with the date on which the fee payable is notified to the licence holders or a body or bodies representative of them; ii if it relates to the amount of a charge under subsection (2) of section 32 (Fees and charges) of this Act, at any time before the expiration of the period of three months beginning with the date on which notice of the determination of the charge has been given to the licence holders or a body or bodies representative of them. 3 A person desiring to appeal under subsection (1) shall give written notice to the magistrates' court and to the borough council specifying the matter about which the person is aggrieved and the grounds upon which the appeal is made. 4 On an appeal to a magistrates' court under this section, the court may make such order as it thinks fit. 3 In section 30— a omit subsections (11) and (12); b in the sidenote, after  “Part III appeals” insert  “                      : refusal to grant a licence etc.                    ” . 4 Section 19 of the City of Westminster Act 1999 is amended as follows. 5 In subsection (1), for the words from  “the Secretary of State” to the end of the subsection substitute “a magistrates' court acting for the area of the council”. 6 After subsection (2) insert— 3 A person desiring to appeal under subsection (1) shall give written notice to the magistrates' court and to the council specifying the matter about which the person is aggrieved and the grounds upon which the appeal is made. 4 On an appeal to a magistrates' court under this section, the court may make such order as it thinks fit. 7 For the sidenote substitute “Appeals to a magistrates' court”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "92", "section_title": "Gangmasters (Licensing) Act 2004: enforcement", "section_text": "92 In section 15 of the Gangmasters (Licensing) Act 2004 (enforcement and compliance officers), after subsection (6) insert— 7 This section does not prevent the Secretary of State from making arrangements for ensuring that functions relating to the institution or conduct of proceedings in England and Wales for an offence under this Act are carried out by the Director of Public Prosecutions and, accordingly, the terms of appointments under subsection (1), or arrangements under subsection (2), may include provision, or be modified so as to include provision, for enforcement officers not to carry out such functions at any time when they are being carried out by the Director."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "93", "section_title": "Reduction in regulation of providers of social work services", "section_text": "93 1 In the Care Standards Act 2000, omit section 4(10) (which provides for the Act to apply to a provider of social work services as it applies to an agency to which that Act applies). 2 In consequence of subsection (1)— a in that Act, omit— i section 5(1A)(f), and the  “and” before it; ii section 30A(6)(f); iii section 121(4A); b in the Children and Young Persons Act 2008, omit section 4."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "94", "section_title": "Electoral Commission: changes to facilitate efficient administration", "section_text": "94 1 Schedule 1 to the Political Parties, Elections and Referendums Act 2000 (the Electoral Commission) is amended as follows. 2 Paragraph 15 (five-year plan) is amended as set out in subsections (3) and (4). 3 In sub-paragraph (1), after  “paragraph 14” insert  “                  in respect of the first financial year to begin after the day on which Parliament meets for the first time following a parliamentary general election,                ” . 4 After that sub-paragraph insert— 1A The Speaker's Committee may require the Commission to submit a plan under sub-paragraph (1) when the Commission submit such an estimate as is mentioned in paragraph 14 in respect of a financial year other than one mentioned in that sub-paragraph. 5 In paragraph 16 (annual examination of Commission by Comptroller and Auditor General), in sub-paragraph (1)— a after  “paragraphs 14 and 15” insert  “                      in respect of any year when both an estimate under paragraph 14 and a five-year plan under paragraph 15 are submitted to them,                    ” ; b for  “in each year” substitute  “                      before the Committee consider the estimate and plan                    ” . 6 In the cross-heading preceding paragraph 16, for  “Annual examination” substitute  “                  Examination                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "95", "section_title": "LGBC for England: changes to facilitate efficient administration", "section_text": "95 1 Schedule 1 to the Local Democracy, Economic Development and Construction Act 2009 (Local Government Boundary Commission for England) is amended as follows. 2 In paragraph 5 (committees), for sub-paragraph (3) substitute— 3 A committee established under this paragraph to review the economy, efficiency or effectiveness with which the Commission has used its resources, or any sub-committee of such a committee, may include up to two people who are not also members of the Commission (“independent members”). 4 The Commission may not appoint as an independent member anyone who would be ineligible for appointment as a member of the Commission because of paragraph 1(3). 5 An independent member must be appointed on such terms and conditions, including terms and conditions as to remuneration, as the Commission may determine. 6 Except as provided by sub-paragraph (3), only a member of the Commission may be a member of one of its committees or sub-committees. 3 Paragraph 12 (five-year plan) is amended as set out in subsections (4) and (5). 4 In sub-paragraph (1), after  “paragraph 11” insert  “                  in respect of the first financial year to begin after the day on which Parliament meets for the first time following a parliamentary general election                ” . 5 After that sub-paragraph insert— 1A The Speaker's Committee may require the Commission to submit a plan under sub-paragraph (1) when the Commission submits such an estimate as is mentioned in paragraph 11 in respect of a financial year other than one mentioned in that sub-paragraph. 6 In paragraph 13 (annual examination by Comptroller and Auditor General), in sub-paragraph (1)— a for  “For the purposes of paragraphs 11 and 12” substitute  “                      For the purpose of assisting the Speaker's Committee to discharge their functions under paragraphs 11 and 12 in respect of any year when both an estimate under paragraph 11 and a five-year plan under paragraph 12 are submitted to them,                    ” ; b for  “in each year” substitute  “                      before the Committee consider the estimate and plan                    ” . 7 In the cross-heading preceding paragraph 13, for  “Annual examination” substitute  “                  Examination                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "96", "section_title": "NHS foundation trusts and NHS trusts: acquisitions and dissolutions etc", "section_text": "96 1 The National Health Service Act 2006 is amended as follows. 2 In section 56A (acquisitions), after subsection (4) insert— 4A Where the regulator proposes to grant the application, it may by order make provision for the transfer of employees of B to A on the grant of the application. 3 After section 56A insert— Acquisitions under section 56A: supplementary 56AA 1 On the grant of an application under section 56A— a any order made by the regulator under section 56A(4A) takes effect, b the property and liabilities of the acquired NHS foundation trust or NHS trust are transferred to the acquiring NHS foundation trust (other than rights and liabilities which may be dealt with by order under section 56A(4A)), c the acquired NHS foundation trust or NHS trust is dissolved, and d where the acquired trust is an NHS trust, the NHS trust order establishing it is revoked. 2 So far as may be necessary for the purposes of subsection (1)(b)— a anything done before the grant of the application by or in relation to the acquired trust is to be treated (on and after the grant) as having been done by or in relation to the acquiring trust; b any reference in a document to the acquired trust is to be read as a reference to the acquiring trust. 3 Anything (including legal proceedings) that, immediately before the grant of the application, is in the process of being done by or in relation to the acquired trust may continue to be done afterwards by or in relation to the acquiring trust. 4 In subsection (1)— a “ liabilities ” includes criminal liabilities; b “ property ” includes trust property. 4 In section 57 (sections 56 to 56B: supplementary), after subsection (3) insert— 3A The order may include provision for the transfer of employees of the trust or trusts dissolved by the order. 5 In section 64 (orders and regulations under this Chapter)— a in subsection (4), before paragraph (c) insert— ba section 56A(4A), ; b in subsection (4A), after  “section” insert  “                      56A(4A),                    ” . 6 In section 65LA (trusts to be dissolved), in subsection (3)(b), for the words following  “trust” to the end substitute —                   i to an NHS body; ii to the Secretary of State; iii between more than one NHS body or between one or more NHS bodies and the Secretary of State. 7 In that section, in subsection (5), for  “to an NHS foundation trust” substitute  “                  to an NHS body                ” . 8 In paragraph 31 of Schedule 4 (NHS trusts established under section 25), as it has effect until its repeal by section 179(2) of the Health and Social Care Act 2012, at the beginning insert  “                  Subject to section 56AA,                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "97", "section_title": "Access to registers kept by Gas and Electricity Markets Authority", "section_text": "97 1 Section 36 of the Gas Act 1986 (keeping of register under Part 1 of that Act: gas supply) is amended in accordance with subsections (2) to (4). 2 In subsection (1) (duty on Authority to maintain register), omit  “at such premises and”. 3 For subsection (4) substitute— 4 The contents of the register must be shown on the Authority's website. 4 In consequence of the amendment made by subsection (3) of this section, in subsection (5), for  “so made” substitute  “                  made by the Secretary of State                ” . 5 Section 49 of the Electricity Act 1989 (keeping of register under Part 1 of that Act: electricity supply) is amended in accordance with subsections (6) to (8). 6 In subsection (1) (duty on Authority to maintain register), omit  “at such premises and”. 7 For subsection (5) substitute— 5 The contents of the register must be shown on the Authority's website. 8 In consequence of the amendment made by subsection (7) of this section, in subsection (6), for  “so made” substitute  “                  made by the Secretary of State                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "98", "section_title": "Information contained in entries of births and deaths", "section_text": "98 1 The Births and Deaths Registration Act 1953 is amended as follows. 2 After section 34 (entry in register as evidence of birth or death) insert— Searches and records of information: additional provision 34A 1 The Minister may make regulations for the purpose of enabling the Registrar General— a to carry out, on request, a search to find out whether the Registrar General's certified copies contain a particular entry; b to provide, on request, a record of information contained in an entry in the Registrar General's certified copies, otherwise than in the form of a certified copy. 2 The regulations may authorise or require the Registrar General to charge a fee of an amount specified in the regulations for carrying out a search or providing a record. 3 The regulations may make provision— a as to how a request for a search or a record may be made; b as to the forms in which a record may be provided. 4 The provision that may be made in the regulations includes provision for a record to be provided in a form that does not include all of the information contained in an entry. 5 This section does not affect the entitlement under this Act of any person to a certified copy of an entry in the Registrar General's certified copies. 6 In this section,  “ the Registrar General's certified copies ” means the certified copies of entries in registers sent to the Registrar General under this Act or under any enactment repealed by this Act and kept in the General Register Office. 7 Section 30(4) applies for the purposes of this section as it applies for the purposes of section 30. 3 In section 39 (regulations), in paragraph (a), for  “and 10C” substitute  “                  , 10C and 34A                ” . 4 In section 39A (regulations made by the Minister: further provisions), in subsection (5), for  “and 10C” substitute  “                  , 10C and 34A                ” ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "99", "section_title": "Information contained in entries of marriages and civil partnerships", "section_text": "99 1 After section 65 of the Marriage Act 1949 (searches of indexes kept by Registrar General) insert— Searches and records of information: additional provision 65A 1 The Secretary of State may make regulations for the purpose of enabling the Registrar General— a to carry out, on request, a search to find out whether the Registrar General's certified copies contain a particular entry; b to provide, on request, a record of information contained in an entry in the Registrar General's certified copies, otherwise than in the form of a certified copy. 2 The regulations may authorise or require the Registrar General to charge a fee of an amount specified in the regulations for carrying out a search or providing a record. 3 The regulations may make provision— a as to how a request for a search or a record may be made; b as to the forms in which a record may be provided. 4 The provision that may be made in the regulations includes provision for a record to be provided in a form that does not include all of the information contained in an entry. 5 Before making regulations under this section, the Secretary of State must consult the Registrar General. 6 Regulations under this section are to be made by statutory instrument. 7 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 8 This section does not affect the entitlement of any person to a certified copy of an entry in the Registrar General's certified copies. 9 In this section,  “ the Registrar General's certified copies ” means the certified copies of entries in marriage register books sent to the Registrar General under this Part of this Act and kept in the General Register Office. 2 In section 36 of the Civil Partnership Act 2004 (regulations and orders), in subsection (2), after paragraph (f) insert— g for the carrying out by the Registrar General, on request, of searches of entries in the register and the provision, on request, of information contained in the entries (otherwise than in the form of certified copies). 3 In section 9 of the Marriage (Same Sex Couples) Act 2013 (conversion of civil partnership into marriage), in subsection (5), after paragraph (b) insert— ba the carrying out, on request, of searches of any information recorded and the provision, on request, of records of any information recorded (otherwise than in the form of certified copies); ."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "100", "section_title": "Repeal of duty to prepare sustainable community strategy", "section_text": "100 1 In the Local Government Act 2000, omit section 4 (which requires local authorities in England to prepare sustainable community strategies). 2 In consequence of subsection (1), omit the following provisions— a in that Act of 2000, section 4A; b in the Planning and Compulsory Purchase Act 2004, section 19(2)(f) and (g) and (7); c in the Sustainable Communities Act 2007, section 7; d in the Local Government and Public Involvement in Health Act 2007, sections 78, 106(2)(c)(i), 111(4)(c)(i) and 114; e in the Housing and Regeneration Act 2008, section 126; f in the Child Poverty Act 2010, section 24; g in the Equality Act 2010, section 1(4) and (5); h in the Local Government (Wales) Measure 2009, in Schedule 2, paragraph 3."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "101", "section_title": "Repeal of duties relating to local area agreements", "section_text": "101 1 In Chapter 1 of Part 5 of the Local Government and Public Involvement in Health Act 2007— a omit sections 105 to 113 (which impose duties on local authorities in England to make local area agreements specifying local improvement targets if so directed by the Secretary of State); b in section 117— i omit the definitions of  “designated target”,  “local area agreement”,  “local improvement target” and  “revision proposal”; ii in the definition of  “responsible local authority” omit the words from  “and  “ the responsible local authority ”, in relation to a local area agreement” to the end of the definition; c omit section 118(1) and (2) (which make transitional provision in relation to local area agreements). 2 In consequence of subsection (1), in the heading of the Chapter, omit  “Local Area Agreements and”."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "102", "section_title": "Repeal of provisions relating to multi-area agreements", "section_text": "102 1 Omit Part 7 of the Local Democracy, Economic Development and Construction Act 2009 (which makes provision for the approval by the Secretary of State of multi-area agreements prepared by local authorities in England and for the effect of such approval etc). 2 In consequence of subsection (1)— a in the Police Reform and Social Responsibility Act 2011, in Schedule 16, omit paragraph 377; b in the Education Act 2011, in Schedule 16, omit paragraph 45; c in the Health and Social Care Act 2012, in Schedule 5, omit paragraph 172."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "103", "section_title": "Repeal of duties relating to consultation or involvement", "section_text": "103 1 In the Local Government Act 1999, omit section 3A (which makes provision for best value authorities to involve local representatives in the exercise of their functions). 2 In consequence of subsection (1)— a in the Local Government Act 1999, in section 28(2), omit  “3A,”; b in the Local Government and Public Involvement in Health Act 2007, omit section 138; c in the Police Reform and Social Responsibility Act 2011, in Schedule 16, omit paragraph 243. 3 Schedule 22 makes provision for disapplying certain other requirements about consultation etc imposed on public bodies."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "104", "section_title": "Power to spell out dates described in legislation", "section_text": "104 1 A Minister of the Crown may by order made by statutory instrument— a replace a reference in legislation to the commencement of a provision with a reference to the actual date on which the provision comes into force; b replace a reference in legislation to the date on which any other event occurs with a reference to the actual date on which that event occurs. 2 An order under subsection (1) may amend the legislation to include an explanation of the date and may make other consequential amendments to legislation. 3 An order under this section may not amend subordinate legislation made by the Welsh Ministers or by the National Assembly for Wales constituted by the Government of Wales Act 1998. 4 An order under this section may not amend provision that would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament. 5 An order under this section may not amend provision that would be within the legislative competence of the Northern Ireland Assembly if it were contained in an Act of that Assembly, unless— a a Bill for an Act of that Assembly containing the provision would require the consent of the Secretary of State under section 8 of the Northern Ireland Act 1998, and b the provision does not affect, other than incidentally, a transferred matter (within the meaning of that Act). 6 In this section— “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ legislation ” means an Act or subordinate legislation; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "105", "section_title": "Combining different forms of subordinate legislation", "section_text": "105 1 Any provision that may be made by order, regulations or rules made by statutory instrument may be made by any other of those forms of legislation made by statutory instrument. 2 Subsection (1) does not affect the procedure for making the instrument. 3 A reference in any enactment or other instrument to an order, regulations or rules under an enactment (however expressed) includes a reference to provision made under it because of subsection (1). 4 Subsection (1) does not apply in relation to any power of the Welsh Ministers to make provision by statutory instrument."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "106", "section_title": "Ambulatory references to international shipping instruments", "section_text": "106 After section 306 of the Merchant Shipping Act 1995 insert— Power to make ambulatory references to international instruments 306A 1 This section applies where— a a person has power under this Act to make subordinate legislation, and b the person proposes to exercise that power to make subordinate legislation which refers to an international instrument. 2 The power may be exercised so as to have the effect that the reference to the instrument is construed— a as a reference to the instrument as modified from time to time; b if the instrument is replaced by another instrument, as a reference to that other instrument. 3 For the purposes of subsection (2)(a), an instrument is modified if— a omissions, additions or other alterations to the text of the instrument take effect, or b supplementary provision made under the instrument takes effect. 4 In this section, provision included in subordinate legislation by virtue of subsection (2) is referred to as ambulatory provision. 5 Subordinate legislation which makes ambulatory provision may make provision as to— a when a modification of an international instrument is to be treated as taking effect for the purposes of subsection (2)(a) (read with subsection (3)); b when an international instrument is to be treated as having been replaced by another instrument for the purposes of subsection (2)(b). 6 In this section— a “ international instrument ” means an international convention or treaty or an instrument made under such a convention or treaty except that  “ international instrument ” does not include an  EU  instrument; b “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "107", "section_title": "Legislation no longer of practical use", "section_text": "107 Schedule 23 makes provision for legislation which is no longer of practical use to cease to apply."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "108", "section_title": "Exercise of regulatory functions: economic growth", "section_text": "108 1 A person exercising a regulatory function to which this section applies must, in the exercise of the function, have regard to the desirability of promoting economic growth. 2 In performing the duty under subsection (1), the person must, in particular, consider the importance for the promotion of economic growth of exercising the regulatory function in a way which ensures that— a regulatory action is taken only when it is needed, and b any action taken is proportionate."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "109", "section_title": "Functions to which section 108 applies", "section_text": "109 1 A Minister of the Crown may by order specify the regulatory functions to which section 108 applies. 2 Before making an order under subsection (1), the Minister must consult— a any person exercising functions to be specified in the order, and b such other persons as the Minister considers appropriate. 3 An order under this section may not specify— a a regulatory function so far as exercisable in Scotland, if or to the extent that the function relates to matters which are not reserved matters; b a regulatory function so far as exercisable in Northern Ireland, if or to the extent that the function relates to matters which are transferred matters; c a regulatory function so far as exercisable in Wales, if or to the extent that the function   could be conferred by provision falling within the legislative competence of the National Assembly for Wales . 4 An order under this section must be made by statutory instrument. 5 A statutory instrument containing an order under this section may not be made unless a draft has been laid before, and approved by a resolution of, each House of Parliament. 6 In this section— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ reserved matter ” and  “ Scotland ” have the same meanings as in the Scotland Act 1998; “ transferred matter ” and  “ Northern Ireland ” have the same meanings as in the Northern Ireland Act 1998; “ Wales ” has the same meaning as in the Government of Wales Act 2006."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "110", "section_title": "Guidance on duty under section 108", "section_text": "110 1 A Minister of the Crown may from time to time issue guidance as to the performance of the duty under section 108(1). 2 The guidance may include guidance— a as to the ways in which regulatory functions may be exercised so as to promote economic growth; b as to how persons who have the duty may demonstrate, in a way that is transparent and accountable, that they are complying with it. 3 A person who has a duty under section 108(1) must have regard to any guidance issued under subsection (1). 4 Before issuing guidance under subsection (1), the Minister must prepare a draft of the guidance. 5 The Minister must then consult the following about the draft— a persons who appear to be representative of persons who have a duty under section 108; b such other persons as the Minister considers appropriate. 6 If the Minister decides to proceed with issuing the guidance (either in its original form or with modifications), the Minister must lay the draft before Parliament. 7 Where the draft is approved by a resolution of each House of Parliament, the Minister may issue the guidance. 8 Guidance issued under subsection (1) is to come into force on such date as the Minister may by order made by statutory instrument appoint."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "111", "section_title": "Sections 108 to 110: interpretation", "section_text": "111 1 In sections 108 to 110,  “ regulatory function ” means— a a function under or by virtue of an Act or subordinate legislation of imposing requirements, restrictions or conditions, or setting standards or giving guidance, in relation to an activity, or b a function which relates to the securing of compliance with, or the enforcement of, requirements, restrictions, conditions, standards or guidance which, under or by virtue of an Act or subordinate legislation, relate to an activity. 2 In subsection (1)(a) and (b) the references to a function— a include a function exercisable by or on behalf of the Crown; b do not include— i a function of instituting or conducting criminal proceedings; ii a function of conducting civil proceedings. 3 In subsection (1)(a) and (b) the references to an activity include— a providing goods and services, and b employing or offering employment to a person. 4 In sections 109 and 110,  “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975. 5 In this section,  “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "112", "section_title": "Consequential amendments, repeals and revocations", "section_text": "112 1 The Secretary of State may by order made by statutory instrument make such provision as the Secretary of State considers appropriate in consequence of this Act. 2 An order under subsection (1)— a may include transitional, transitory or saving provision; b may repeal, revoke or otherwise amend or modify any provision of primary or subordinate legislation (including legislation passed or made in the same Session as this Act). 3 A statutory instrument containing (whether alone or with other provision) an order under this section which repeals, revokes or otherwise amends or modifies any provision of primary legislation is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 4 A statutory instrument containing an order under this section which does not repeal, revoke or otherwise amend or modify any provision of primary legislation is subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section— “ primary legislation ” means— an Act; an Act of the Scottish Parliament; a Measure or Act of the National Assembly for Wales; Northern Ireland legislation; “ subordinate legislation ” means— subordinate legislation within the meaning of the Interpretation Act 1978; an instrument made under an Act of the Scottish Parliament; an instrument made under a Measure or Act of the National Assembly for Wales; an instrument made under Northern Ireland legislation."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "113", "section_title": "Financial provision", "section_text": "113 There is to be paid out of money provided by Parliament any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "114", "section_title": "Extent", "section_text": "114 1 Except as provided by subsections (2) and (3), a repeal, revocation or other amendment or modification made by this Act has the same extent as the provision repealed, revoked or otherwise amended or modified. 2 Paragraphs 4, 31(b) and (c), 32(2), 32(3) so far as relating to paragraphs 9 and 68 of Schedule 13 to the Merchant Shipping Act 1995, 32(4) and (5) and 39 of Schedule 23 extend only to England and Wales and Northern Ireland. 3 Section 15, Parts 4 and 5 of Schedule 13 and paragraphs 5, 35, 36, 41, 42 and 45 of Schedule 23 extend only to England and Wales. 4 Sections 4, 5, 26(7) to (10), 33, 34, 41, 45, 64(1) and (2) and 75(6) to (9) extend only to England and Wales. 5 Section 75(10) to (13) extends only to Scotland. 6 Sections 77, 78, 85, 104, 105 and 108 to 113, this section and sections 115 and 116 extend to England and Wales, Scotland and Northern Ireland. 7 Her Majesty may by Order in Council provide for any of the provisions of section 78 to extend, with or without modifications, to any of the Channel Islands or the Isle of Man."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "115", "section_title": "Commencement", "section_text": "115 1 The following provisions come into force on the day on which this Act is passed— a sections 30 to 32; b section 42; c sections 46 and 47; d section 85; e sections 109, 110(1), (2) and (4) to (8) and 111; f sections 112 to 114, this section and section 116. 2 The following provisions also come into force on the day on which this Act is passed but only so far as is necessary for enabling the exercise on or after that day of any power to make provision by an order or regulations made by statutory instrument— a section 1; b section 53; c section 58 and Schedule 12; d sections 62 and 63; e Parts 1 and 4 of Schedule 1, Schedules 2, 4 and 8, Parts 2 and 6 of Schedule 10 and Schedule 21 (and the sections to which those Schedules relate). 3 The following provisions come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a section 13 and Schedule 4 (so far as not already in force by virtue of subsection (2)); b section 16; c section 27 to 29; d section 50 and Schedule 9; e sections 54 to 57; f sections 60 and 61; g section 64 and Schedule 14; h section 65 and Schedule 15; i section 79; j sections 83 and 84; k section 97 to 102; l section 103 and Schedule 22; m sections 104 to 106; n in Schedule 6, paragraph 5 and Parts 7 and 8; o in Schedule 10, Parts 1, 4 and 5; p in Schedule 11, Part 2; q in Schedule 13, Parts 1, 2 and 4; r Schedule 23 other than paragraphs 35, 36 and 41 of that Schedule. 4 Part 3 of Schedule 1 and, as respects Wales, paragraphs 35, 36 and 41 of Schedule 23 come into force on such day as the Welsh Ministers may by order made by statutory instrument appoint. 5 Where a provision of a Schedule comes into force in accordance with subsection (3)(n) to (r) or (4), the section to which that Schedule relates comes into force (so far as relating to that provision) at the same time. 6 The following provisions come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint— a sections 86 and 87; b section 88 and Schedule 19; c section 89 and Schedule 20. 7 Except as provided by subsections (1) to (6), the provisions of this Act come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 8 The Welsh Ministers may by order made by statutory instrument make such transitional, transitory or saving provision as they consider appropriate in connection with the coming into force of Part 3 of Schedule 1 or, as respects Wales, paragraphs 35, 36 and 41 of Schedule 23. 9 The Secretary of State may by order made by statutory instrument make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act (other than transitional, transitory or saving provision that the Welsh Ministers have power to make under subsection (8)). 10 The Lord Chancellor may by order made by statutory instrument make such transitional, transitory or saving provision as the Lord Chancellor considers appropriate in connection with the coming into force of sections 86 to 89 and Schedules 19 and 20. 11 Any power to make an order under subsections (4) and (6) to (10) includes power to make different provision for different purposes."}, {"act": "Deregulation Act 2015", "year": 2015, "section": "116", "section_title": "Short title", "section_text": "116 This Act may be cited as the Deregulation Act 2015."}]