[{"act": "European Union Referendum Act 2015", "year": 2015, "section": "1", "section_title": "The referendum", "section_text": "1 1 A referendum is to be held on whether the United Kingdom should remain a member of the European Union. 2 The Secretary of State must, by regulations, appoint the day on which the referendum is to be held. 3 The day appointed under subsection (2)— a must be no later than 31 December 2017, b must not be 5 May 2016, and c must not be 4 May 2017. 4 The question that is to appear on the ballot papers is— Should the United Kingdom remain a member of the European Union or leave the European Union? 5 The alternative answers to that question that are to appear on the ballot papers are— Remain a member of the European Union  Leave the European Union . 6 In Wales, there must also appear on the ballot papers— a the following Welsh version of the question— A ddylai'r Deyrnas Unedig aros yn aelod o'r Undeb Ewropeaidd neu adael yr Undeb Ewropeaidd? , and b the following Welsh versions of the alternative answers— Aros yn aelod o'r Undeb Ewropeaidd Gadael yr Undeb Ewropeaidd ."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "2", "section_title": "Entitlement to vote in the referendum", "section_text": "2 1 Those entitled to vote in the referendum are— a the persons who, on the date of the referendum, would be entitled to vote as electors at a parliamentary election in any constituency, b the persons who, on that date, are disqualified by reason of being peers from voting as electors at parliamentary elections but— i would be entitled to vote as electors at a local government election in any electoral area in Great Britain, ii would be entitled to vote as electors at a local election in any district electoral area in Northern Ireland, or iii would be entitled to vote as electors at a European Parliamentary election in any electoral region by virtue of section 3 of the Representation of the People Act 1985 (peers resident outside the United Kingdom), and c the persons who, on the date of the referendum— i would be entitled to vote in Gibraltar as electors at a European Parliamentary election in the combined electoral region in which Gibraltar is comprised, and ii fall within subsection (2). 2 A person falls within this subsection if the person is either— a a Commonwealth citizen, or b a citizen of the Republic of Ireland. 3 In subsection (1)(b)(i)  “ local government election ” includes a municipal election in the City of London (that is, an election to the office of mayor, alderman, common councilman or sheriff and also the election of any officer elected by the mayor, aldermen and liverymen in common hall)."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "3", "section_title": "Further provision about the referendum", "section_text": "3 Part 7 of the 2000 Act (general provision about referendums) applies to the referendum but see also— a Schedules 1 and 2 (which make, in relation to the referendum, further provision about campaigning and financial controls, including provision modifying Part 7 of the 2000 Act), and b Schedule 3 (which makes further provision about the referendum, including provision modifying Part 7 of the 2000 Act)."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "4", "section_title": "Conduct regulations,  etc", "section_text": "4 1 The Minister may by regulations— a make provision about voting in the referendum and otherwise about the conduct of the referendum, which may include provision corresponding to any provision of Schedules 2 and 3 to the 2011 Act (with or without modifications); b apply for the purposes of the referendum, with or without modifications— i any provision of the 1983 Act, or ii any other enactment relating to elections or referendums, including provisions creating offences; c further modify the 2000 Act for the purposes of the referendum; d modify or exclude any provision of any other enactment (other than this Act) that applies to the referendum. 2 The Minister may by regulations make provision for and in connection with the combination of the poll for the referendum with any one or more of the following— a the poll for any election specified in the regulations; b the poll for any other referendum specified in the regulations. Regulations under this subsection may amend or modify any enactment (but may not alter the date of the poll for any such election or other referendum). 3 The reference in subsection (2) to any enactment includes— a the definition of  “counting officer” in section 11(1), b section 11(2), and c Schedule 3, but does not include any other provision of this Act. 4 The Minister may by regulations make such amendments or modifications of this Act or any other enactment as appear to the Minister to be necessary because the referendum is to be held in Gibraltar as well as the United Kingdom. 5 Regulations under this section may, in particular— a make provision for disregarding alterations in a register of electors; b make provision extending or applying to (or extending or applying only to) Gibraltar or any part of the United Kingdom; c make different provision for different purposes. 6 Before making any regulations under this section, the Minister must consult the Electoral Commission. 7 Consultation carried out before the commencement of this section is as effective for the purposes of subsection (6) as consultation carried out after that commencement."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "5", "section_title": "Gibraltar", "section_text": "5 1 Regulations under section 4 which extend to Gibraltar may extend and apply to Gibraltar, with or without modifications, any enactment relating to referendums or elections that applies in any part of the United Kingdom. 2 The capacity (apart from this Act) of the Gibraltar legislature to make law for Gibraltar is not affected by the existence of— a section 4, or b anything in any other provision of this Act which enables particular provision to be made under section 4, and in this Act  “ Gibraltar conduct law ” means any provision of law made in and for Gibraltar which corresponds to any provision that has been or could be made for any part of the United Kingdom by regulations under section 4. 3 Subsection (2) does not affect the operation of the Colonial Laws Validity Act 1865 in relation to Gibraltar conduct law."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "6", "section_title": "Duty to publish information on outcome of negotiations between member States", "section_text": "6 1 The Secretary of State must publish a report which contains (alone or with other material)— a a statement setting out what has been agreed by member States following negotiations relating to the United Kingdom's request for reforms to address concerns over its membership of the European Union, and b the opinion of the Government of the United Kingdom on what has been agreed. 2 The report must be published before the beginning of the final 10 week period. 3 In this section  “ the final 10 week period ” means the period of 10 weeks ending with the date of the referendum. 4 A copy of the report published under this section must be laid before Parliament by the Secretary of State."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "7", "section_title": "Duty to publish information about membership of the European Union etc", "section_text": "7 1 The Secretary of State must publish a report which contains (alone or with other material)— a information about rights, and obligations, that arise under European Union law as a result of the United Kingdom's membership of the European Union, and b examples of countries that do not have membership of the European Union but do have other arrangements with the European Union (describing, in the case of each country given as an example, those arrangements). 2 The report must be published before the beginning of the final 10 week period. 3 In this section  “ the final 10 week period ” means the period of 10 weeks ending with the date of the referendum. 4 A copy of the report published under this section must be laid before Parliament by the Secretary of State."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "8", "section_title": "Power to modify section 125 of the 2000 Act", "section_text": "8 1 In this section— a “ section 125 ” means section 125 of the 2000 Act (restriction on publication etc of promotional material by central and local government etc), as modified by paragraph 38 of Schedule 1, and b “ section 125(2) ” means subsection (2) of section 125 (which prevents material to which section 125 applies from being published by or on behalf of certain persons and bodies during the 28 days ending with the date of the poll). 2 The Minister may by regulations make provision modifying section 125, for the purposes of the referendum, so as to exclude from section 125(2) cases where— a material is published— i in a prescribed way, or ii by a communication of a prescribed kind, and b such other conditions as may be prescribed are met. 3 The communications that may be prescribed under subsection (2)(a)(ii) include, in particular, oral communications and communications with the media. 4 Before making any regulations under this section, the Minister must consult the Electoral Commission. 5 Consultation carried out before the commencement of this section is as effective for the purposes of subsection (4) as consultation carried out after that commencement. 6 Any regulations under subsection (2) must be made not less than 4 months before the date of the referendum. 7 In this section— “ prescribed ” means prescribed by the regulations; “ publish ” has the same meaning as in section 125. 8 This section does not affect the generality of section 4(1)(c)."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "9", "section_title": "Regulations", "section_text": "9 1 Any power under this Act to make regulations, apart from the power of the Electoral Commission under paragraph 16(10) of Schedule 3, is exercisable by statutory instrument. 2 Subject to subsection (3), a statutory instrument containing regulations under this Act may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 3 Subsection (2) does not apply to a statutory instrument containing only regulations within subsection (4). 4 Regulations within this subsection are any of the following— a regulations under section 13; b regulations made by the Minister under paragraph 16 of Schedule 3. 5 Regulations under this Act, other than regulations under section 13 or paragraph 16 of Schedule 3, may contain supplemental, consequential, incidental, transitional or saving provision. 6 Section 26 of the Welsh Language Act 1993 (power to prescribe Welsh forms) applies in relation to regulations under this Act as it applies in relation to Acts of Parliament."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "10", "section_title": "Financial provisions", "section_text": "10 1 The following are to be paid out of money provided by Parliament— a expenditure incurred under this Act by the Minister; b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other Act."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "11", "section_title": "Definitions", "section_text": "11 1 In this Act— “ the 1983 Act ” means the Representation of the People Act 1983; “ the 2000 Act ” means the Political Parties, Elections and Referendums Act 2000; “ the 2011 Act ” means the Parliamentary Voting System and Constituencies Act 2011; “body”, without more, means a body corporate or any combination of persons or other unincorporated association; “ Chief Counting Officer ” means the Chief Counting Officer for the referendum (see section 128(2) of the 2000 Act); “ conduct regulations ” means regulations under section 4(1)(a); “ counting officer ” has the meaning given by paragraph 3 of Schedule 3; “ designated organisation ” means a person or body designated under section 108 of the 2000 Act (designation of organisations to whom assistance is available) in respect of the referendum; “ document ” means a document in whatever form; “ enactment ” includes— any provision of an Act, any provision of, or of any instrument made under, an Act of the Scottish Parliament, any provision of, or of any instrument made under, Northern Ireland legislation, and any provision of subordinate legislation (within the meaning of the Interpretation Act 1978); “ Gibraltar conduct law ” has the meaning given by section 5(2); “ the Gibraltar standard scale ” means the standard scale set out in Part A of Schedule 9 to the Criminal Procedure and Evidence Act; “ the Minister ” means the Secretary of State or the   Minister for the Cabinet Office ; “ permitted participant ” means a person who, in relation to the referendum, is a permitted participant within the meaning given by section 105(1) of the 2000 Act (as modified by paragraph 2 of Schedule 1); “ the referendum ” means the referendum under section 1; “ referendum expenses ” has the meaning given by section 111 of the 2000 Act (see also paragraph 19 of Schedule 1); “ the referendum period ” has the meaning given by paragraph 1 of Schedule 1; “ Regional Counting Officer ” means an officer appointed under paragraph 5(1) of Schedule 3; “ registered party ” and  “ minor party ” have the same meaning as in the 2000 Act (see section 160(1) of that Act); “ registration officer ” has the meaning given by section 8 of the 1983 Act; “ responsible person ”, in relation to a permitted participant, means the responsible person within the meaning given by section 105(2) of the 2000 Act (as modified by paragraph 5 of Schedule 1); “ voting area ” has the meaning given by subsection (2). 2 Each of the following, as it exists on the day of the referendum, is a  “ voting area ” for the purposes of this Act— a a district in England for which there is a district council; b a county in England in which there are no districts with councils; c a London borough; d the City of London (including the Inner and Middle Temples); e the Isles of Scilly; f a county or county borough in Wales; g a local government area in Scotland; h Northern Ireland; i Gibraltar. 3 References in this Act to a named Act (with no date) are to the Gibraltar Act of that name."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "12", "section_title": "Extent", "section_text": "12 1 This Act extends to the whole of the United Kingdom and to Gibraltar. 2 For the purposes of the referendum, Part 7 of the 2000 Act (whose extent is set out in section 163 of that Act) extends also to Gibraltar."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "13", "section_title": "Commencement", "section_text": "13 1 The following provisions come into force on the day on which this Act is passed— sections 9 to 12; this section; section 14. 2 The remaining provisions of this Act come into force on such day as the Minister may by regulations appoint. 3 Different days may be appointed for different purposes."}, {"act": "European Union Referendum Act 2015", "year": 2015, "section": "14", "section_title": "Short title", "section_text": "14 This Act may be cited as the European Union Referendum Act 2015."}]