[{"act": "House of Commons Commission Act 2015", "year": 2015, "section": "1", "section_title": "Members of the Commission  etc.", "section_text": "1 1 Section 1 of the House of Commons (Administration) Act 1978 (the House of Commons Commission) is amended as follows. 2 After subsection (1) insert— 1A The Commission is to consist of seven parliamentary members, two external members and two official members. 3 In subsection (2)\t\t\t\t\t(members of the Commission)— a for  “Commission shall consist of” substitute  “                    parliamentary members are to be                  ” , and b in paragraph (d)\t\t\t\t\t\t\t(members appointed by the House of Commons) for  “three” substitute  “                    four                  ” . 4 After subsection (2) insert— 2A An external member may not be— a a member of the House of Commons, b a member of the House of Lords, c a member of staff in the House Departments, or d a member of staff of the House of Lords. 2B An external member is to be appointed by resolution of the House of Commons. 2C The official members are— a the Clerk of the House of Commons or, if that office is vacant, a member of staff in the House Departments who is appointed as an official member by the Commission, and b the Director General of the House of Commons or, if that office is vacant or no longer exists, a member of staff in the House Departments who is appointed as an official member by the Commission. 5 In subsection (4) after the definition of  “Leader of the Opposition” insert— “ member of staff of the House of Lords ” means a person who is employed under a contract of employment with the Corporate Officer of the House of Lords. 6 The Schedule (further provision about members and procedure of the Commission) has effect."}, {"act": "House of Commons Commission Act 2015", "year": 2015, "section": "2", "section_title": "Functions of the Commission", "section_text": "2 In section 2 of the House of Commons (Administration) Act 1978 (functions of the Commission) before subsection (1) insert— A1 The Commission must from time to time set strategic priorities and objectives in connection with services provided by the House Departments."}, {"act": "House of Commons Commission Act 2015", "year": 2015, "section": "3", "section_title": "Commencement, extent and short title", "section_text": "3 1 This section comes into force on the day on which this Act is passed. 2 Section 1 and the Schedule come into force, for the purposes of making appointments, on the day on which this Act is passed. 3 Section 1 and the Schedule come into force for other purposes, and section 2 comes into force, on the day after the making of the appointments required by section 1(2)(d) of the House of Commons (Administration) Act 1978 as amended by section 1 (or, where those appointments are made on different days, the making of the last of them). 4 Appointments made before this Act is fully in force, by virtue of subsection (2), take effect on the first day on which this Act is fully in force. 5 This Act extends to the whole of the United Kingdom. 6 This Act may be cited as the House of Commons Commission Act 2015."}]