[{"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "1", "section_title": "Duty to meet United Nations 0.7% target from 2015", "section_text": "1 1 It is the duty of the Secretary of State to ensure that the target for official development assistance (referred to in this Act as  “ ODA ”) to amount to 0.7% of gross national income (in this Act referred to as  “ the 0.7% target ”) is met by the United Kingdom in the year 2015 and each subsequent calendar year. 2 Whether the 0.7% target has been met by the United Kingdom in any year is to be determined for the purposes of this Act by reference to the amounts specified for that year in an annual report (in particular, the percentage specified in accordance with paragraph 1(h) of the Schedule to the 2006 Act). 3 In this Act— “ the 2006 Act ” means the International Development (Reporting and Transparency) Act 2006; “ annual report ” means an annual report under section 1 of the 2006 Act."}, {"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "2", "section_title": "Duty to lay statement before Parliament if 0.7% target not met", "section_text": "2 1 If an annual report laid before Parliament in the year 2016 or any subsequent calendar year shows that the 0.7% target has not been met in the report year, the Secretary of State must, as soon as reasonably practicable after laying the report, lay before Parliament a statement complying with subsections (3) and (4). 2 If an annual report laid before Parliament in the year 2015 or any subsequent calendar year shows that the 0.7% target has been met in the report year but— a the report is revised under section 1(4) of the 2006 Act by a subsequent annual report, and b the effect of the revision is to show that the 0.7% target was not met in the report year, the Secretary of State must, as soon as reasonably practicable after laying the subsequent report, lay before Parliament a statement complying with subsection (3). 3 A statement under subsection (1) or (2) must explain why the 0.7% target has not been met in the report year and, if relevant, refer to the effect of one or more of the following— a economic circumstances and, in particular, any substantial change in gross national income; b fiscal circumstances and, in particular, the likely impact of meeting the target on taxation, public spending and public borrowing; c circumstances arising outside the United Kingdom. 4 A statement under subsection (1) must also describe any steps that the Secretary of State has taken to ensure that the 0.7% target will be met by the United Kingdom in the calendar year following the report year. 5 In this section  “ the report year ”, in relation to an annual report, means the period of 12 months which is the most recent relevant period, as defined by section 1(2) of the 2006 Act, to which the information included in accordance with paragraph 1(h) of the Schedule to that Act relates."}, {"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "3", "section_title": "Accountability to Parliament", "section_text": "3 1 The only means of securing accountability in relation to the duty in section 1 is that established by the provision in section 2 for the laying of a statement before Parliament. 2 Accordingly, the fact that the duty in section 1 has not been, or will or may not be, complied with does not affect the lawfulness of anything done, or omitted to be done, by any person."}, {"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "4", "section_title": "Repeal of section 3 of the 2006 Act", "section_text": "4 Section 3 of the 2006 Act (which requires each annual report to include an assessment of the year in which the 0.7% target is expected to be met) is repealed."}, {"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "5", "section_title": "Independent evaluation of official development assistance", "section_text": "5 1 The Secretary of State must make arrangements for the independent evaluation of the extent to which ODA provided by the United Kingdom represents value for money in relation to the purposes for which it is provided. 2 The Secretary of State must include in each annual report a statement as to how he or she has complied with the duty under subsection (1)."}, {"act": "International Development (Official Development Assistance Target) Act 2015", "year": 2015, "section": "6", "section_title": "Short title, commencement and extent", "section_text": "6 1 This Act may be cited as the International Development (Official Development Assistance Target) Act 2015. 2 This Act comes into force on 1 June 2015. 3 This Act extends to the whole of the United Kingdom."}]