[{"act": "National Insurance Contributions (Rate Ceilings) Act 2015", "year": 2015, "section": "1", "section_title": "Main and additional primary percentages", "section_text": "1 1 In relation to primary Class 1 contributions payable in respect of any period in a tax year to which this section applies— a the main primary percentage shall not exceed 12%, and b the additional primary percentage shall not exceed 2%. 2 This section applies to a tax year which begins after the day on which this Act comes into force but before the date of the first parliamentary general election after that day. 3 In this section,  “main primary percentage” and  “additional primary percentage” are to be construed in accordance with section 8(2)(a) and (b) of  SSCBA  1992 and SSCB( NI )A 1992."}, {"act": "National Insurance Contributions (Rate Ceilings) Act 2015", "year": 2015, "section": "2", "section_title": "Secondary percentage", "section_text": "2 1 In relation to secondary Class 1 contributions payable in respect of any period in a tax year to which this section applies, the secondary percentage shall not exceed 13.8%. 2 This section applies to a tax year which begins after the day on which this Act comes into force but before the date of the first parliamentary general election after that day. 3 In this section,  “ secondary percentage ” is to be construed in accordance with section 9(2) of SSCBA 1992 and SSCB(NI)A 1992."}, {"act": "National Insurance Contributions (Rate Ceilings) Act 2015", "year": 2015, "section": "3", "section_title": "Upper earnings limit", "section_text": "3 1 The upper earnings limit specified in regulations under section 5(1) of SSCBA 1992 and SSCB(NI)A 1992 for any tax year to which this section applies shall not exceed the weekly equivalent of the proposed higher rate threshold for that tax year. 2 This section applies to a tax year— a which begins after the day on which this Act comes into force but before the date of the first parliamentary general election after that day, and b for which income tax is charged. 3 For the purposes of this section, the  “proposed higher rate threshold” for a tax year is the sum of— a the basic rate limit for income tax for the tax year as proposed in the pre-budget proposals for that year, and b the personal allowance for income tax for the tax year as so proposed. 4 For the purposes of this section, the weekly equivalent of a proposed higher rate threshold for a tax year is the amount produced by dividing that threshold by 52 and rounding up or down to the nearest pound. 5 In this section  “ pre-budget proposals ” means the government's pre-budget fiscal proposals for a tax year which are contained in a document presented to Parliament by the Chancellor of the Exchequer by Command of Her Majesty."}, {"act": "National Insurance Contributions (Rate Ceilings) Act 2015", "year": 2015, "section": "4", "section_title": "Interpretation", "section_text": "4 In this Act— “ SSCBA 1992 ” means the Social Security Contributions and Benefits Act 1992; “ SSCB(NI)A 1992 ” means the Social Security Contributions and Benefits (Northern Ireland) Act 1992."}, {"act": "National Insurance Contributions (Rate Ceilings) Act 2015", "year": 2015, "section": "5", "section_title": "Extent, commencement and short title", "section_text": "5 1 This Act extends to England and Wales, Scotland and Northern Ireland. 2 This Act comes into force on the day on which it is passed. 3 This Act may be cited as the National Insurance Contributions (Rate Ceilings) Act 2015."}]