[{"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "1", "section_title": "Zero-rate secondary Class 1 contributions for apprentices under 25", "section_text": "1 1  SSCBA  1992 is amended as follows. 2 In section 9 (calculation of secondary Class 1 contributions), in subsection (1A), after paragraph (a) insert— aa if section 9B below (zero-rate secondary Class 1 contributions for certain apprentices) applies to the earnings, 0%; . 3 In section 9A (the age-related secondary percentage), after subsection (1) insert— 1A But this section does not apply to those earnings so far as section 9B below (zero-rate secondary Class 1 contributions for certain apprentices) applies to them. 4 After section 9A insert— Zero-rate secondary Class 1 contributions for certain apprentices 9B 1 Where a secondary Class 1 contribution is payable as mentioned in section 6(1)(b) above, this section applies to the earnings paid in the tax week, in respect of the employment in question, if the earner is a relevant apprentice in relation to that employment. 2 An earner is a  “ relevant apprentice ”, in relation to an employment, if the earner— a is aged under 25, and b is employed, in the employment, as an apprentice. 3 For the purposes of this Act a person is still to be regarded as being liable to pay a secondary Class 1 contribution even if the amount of the contribution is £0 because this section applies to the earnings in question. 4 The Treasury may by regulations provide that, in relation to relevant apprentices, there is to be for every tax year an upper secondary threshold for secondary Class 1 contributions. That threshold is to be the amount specified for that year by regulations made by the Treasury. 5 Subsections (4) and (5) of section 5 above (which confer power to prescribe an equivalent of a secondary threshold in relation to earners paid otherwise than weekly), and subsection (6) of that section as it applies for the purposes of those subsections, apply for the purposes of an upper secondary threshold in relation to relevant apprentices as they apply for the purposes of a secondary threshold. 6 Subsection (7) applies if— a a secondary Class 1 contribution is payable as mentioned in section 6(1)(b) above, b the earnings paid in the tax week, in respect of the employment in question, exceed the current upper secondary threshold (or the prescribed equivalent) in relation to relevant apprentices, and c the earner is a relevant apprentice in relation to the employment. 7 This section does not apply to those earnings so far as they exceed that threshold (or the prescribed equivalent) (“the excess earnings”) and, accordingly, for the purposes of section 9(1) above the relevant percentage in respect of the excess earnings is the secondary percentage. 8 But the Treasury may by regulations modify the effect of subsection (7) in a case in which the earner falls within an age group specified in column 1 of the table in section 9A(3) above. 9 In subsection (2)(b)  “apprentice” has such meaning as the Treasury may prescribe. 10 The Treasury may by regulations amend subsection (2)(a) so as to alter the age that an earner must be in order to be a relevant apprentice (and regulations under this subsection may have the effect of allowing anyone who is of an age at which secondary Class 1 contributions are payable to be a relevant apprentice). 5 In section 176(1)(a) (regulations subject to affirmative procedure), after  “section 9A(7);” insert—  “                  section 9B(4), (8) or (10);                ” . 6 SSCB( NI )A 1992 is amended as follows. 7 In section 9 (calculation of secondary Class 1 contributions), in subsection (1A), after paragraph (a) insert— aa if section 9B below (zero-rate secondary Class 1 contributions for certain apprentices) applies to the earnings, 0%; . 8 In section 9A (the age-related secondary percentage), after subsection (1) insert— 1A But this section does not apply to those earnings so far as section 9B below (zero-rate secondary Class 1 contributions for certain apprentices) applies to them. 9 After section 9A insert— Zero-rate secondary Class 1 contributions for certain apprentices 9B 1 Where a secondary Class 1 contribution is payable as mentioned in section 6(1)(b) above, this section applies to the earnings paid in the tax week, in respect of the employment in question, if the earner is a relevant apprentice in relation to that employment. 2 An earner is a  “ relevant apprentice ”, in relation to an employment, if the earner— a is aged under 25, and b is employed, in the employment, as an apprentice. 3 For the purposes of this Act a person is still to be regarded as being liable to pay a secondary Class 1 contribution even if the amount of the contribution is £0 because this section applies to the earnings in question. 4 The Treasury may by regulations provide that, in relation to relevant apprentices, there is to be for every tax year an upper secondary threshold for secondary Class 1 contributions. That threshold is to be the amount specified for that year by regulations made by the Treasury. 5 Subsections (4) and (5) of section 5 above (which confer power to prescribe an equivalent of a secondary threshold in relation to earners paid otherwise than weekly), and subsection (6) of that section as it applies for the purposes of those subsections, apply for the purposes of an upper secondary threshold in relation to relevant apprentices as they apply for the purposes of a secondary threshold. 6 Subsection (7) applies if— a a secondary Class 1 contribution is payable as mentioned in section 6(1)(b) above, b the earnings paid in the tax week, in respect of the employment in question, exceed the current upper secondary threshold (or the prescribed equivalent) in relation to relevant apprentices, and c the earner is a relevant apprentice in relation to the employment. 7 This section does not apply to those earnings so far as they exceed that threshold (or the prescribed equivalent) (“the excess earnings”) and, accordingly, for the purposes of section 9(1) above the relevant percentage in respect of the excess earnings is the secondary percentage. 8 But the Treasury may by regulations modify the effect of subsection (7) in a case in which the earner falls within an age group specified in column 1 of the table in section 9A(3) above. 9 In subsection (2)(b)  “apprentice” has such meaning as the Treasury may prescribe. 10 The Treasury may by regulations amend subsection (2)(a) so as to alter the age that an earner must be in order to be a relevant apprentice (and regulations under this subsection may have the effect of allowing anyone who is of an age at which secondary Class 1 contributions are payable to be a relevant apprentice). 10 In section 172(11A) (regulations subject to affirmative procedure), after  “9A(7),” insert  “                  section 9B(4), (8) or (10),                ” . 11 The amendments made by this section come into force— a for the purposes of making regulations under section 9B of SSCBA 1992 or section 9B of SSCB(NI)A 1992, at the end of the period of 2 months beginning with the day on which this Act is passed, and b for remaining purposes, on 6 April 2016."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "2", "section_title": "Reform of Class 2 contributions", "section_text": "2 Schedule 1 contains provision relating to Class 2 national insurance contributions."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "3", "section_title": "Consequential  etc  power", "section_text": "3 1 The Treasury may by regulations make consequential, incidental or supplementary provision in connection with the provision made in Schedule 1. 2 Regulations under this section may modify any provision of an Act or an instrument made under an Act. 3 In subsection (2)  “ modify ” includes amend, repeal or revoke. 4 Section 175(3) to (5) of SSCBA 1992 (various supplementary powers) applies to the power to make regulations conferred by this section. 5 Regulations under this section must be made by statutory instrument. 6 A statutory instrument containing (with or without other provision) regulations under this section that amend or repeal a provision of an Act may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 A statutory instrument containing regulations under this section that does not have to be approved in draft under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "4", "section_title": "Application of Parts 4 and 5 of FA 2014 to national insurance contributions", "section_text": "4 1 Part 1 of Schedule 2 applies Part 4 of FA 2014 (follower notices and accelerated payments) to Class 1, 1A, 1B and certain Class 2 contributions. 2 Part 2 of that Schedule applies Part 5 of that Act (promoters of tax avoidance schemes) to Class 1, 1A, 1B and certain Class 2 contributions. 3 Part 3 of that Schedule applies Parts 4 and 5 of that Act to Class 4 contributions. 4 Part 4 of that Schedule contains commencement and transitory provision."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "5", "section_title": "Provision in consequence etc of tax-only changes to Part 4 or 5 of FA 2014", "section_text": "5 1 Where a modification is made to Part 4 of FA 2014 (follower notices and accelerated payments) or Part 5 of that Act (promoters of tax avoidance schemes) that does not apply in relation to national insurance contributions (“the tax-only modification”), the Treasury may by regulations— a make provision for the purpose of applying the tax-only modification in relation to national insurance contributions (with or without modifications), b make provision in relation to national insurance contributions corresponding to the tax-only modification, or c otherwise modify the Part concerned, as it has effect in relation to national insurance contributions, in consequence of, or for the purpose of making provision supplementary or incidental to, the tax-only modification. 2 Regulations under this section— a may amend, repeal or revoke any provision of an Act or instrument made under an Act (whenever passed or made), b may make consequential, incidental, supplementary, transitional, transitory or saving provision, and c may make different provision for different cases, classes of national insurance contributions or purposes. 3 Regulations under this section must be made by statutory instrument. 4 A statutory instrument containing (with or without other provision) regulations under this section that amend or repeal a provision of an Act may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 A statutory instrument containing regulations under this section that does not have to be approved in draft under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section  “ national insurance contributions ” means contributions under Part 1 of SSCBA 1992 or Part 1 of SSCB(NI)A 1992. 7 This section comes into force at the end of the period of 2 months beginning with the day on which this Act is passed."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "6", "section_title": "Categorisation of earners etc: anti-avoidance", "section_text": "6 1 In the Social Security (Categorisation of Earners) Regulations 1978 ( S.I.  1978/1689) (“ the 1978 GB regulations ”), after regulation 5 insert— Anti-avoidance 5A 1 Paragraph (2) applies if— a an earner has an employment in which the earner personally provides services to a person who is resident or present or has a place of business in Great Britain, b a third person enters into relevant avoidance arrangements, and c but for paragraph (2), the earner would not be, and would not be treated as falling within the category of, an employed earner in relation to the employment. 2 The earner is to be treated as falling within the category of an employed earner in relation to the employment. 3 In paragraph (1)(b)  “ relevant avoidance arrangements ” means arrangements the main purpose, or one of the main purposes, of which is to secure— a that the earner is not treated under paragraph 2 of Schedule 1 as falling within the category of employed earner in relation to the employment, or b that a person is not treated under paragraph 2 or 9(b) or (d) of Schedule 3 as the secondary Class 1 contributor in respect of payments of earnings to or for the benefit of the earner in respect of the employment. 4 Paragraph (5) applies if— a a person (“P”) enters into arrangements the main purpose, or one of the main purposes, of which is to secure that P is not treated under a relevant provision as the secondary Class 1 contributor in respect of payments of earnings to or for the benefit of an employed earner in respect of an employment, and b but for paragraph (5), no person who is resident or present or has a place of business in Great Britain would— i be the secondary Class 1 contributor in respect of such payments, or ii be treated, under a provision other than paragraph 2(a) or (b) or 9(g) or (h) in column (B) of Schedule 3, as the secondary Class 1 contributor in respect of such payments. 5 If P is resident or present or has a place of business in Great Britain, P is to be treated as the secondary Class 1 contributor in respect of such payments. 6 In paragraph (4)(a) a  “ relevant provision ” means any provision of— a paragraph 2 of Schedule 3, other than sub-paragraphs (a) and (b) of that paragraph in column (B), or b paragraph 9(a) to (d) of that Schedule. 7 In this regulation  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 2 In the Social Security (Categorisation of Earners) Regulations (Northern Ireland) 1978 (S.R. (NI) 1978  No.  401) (“ the 1978 NI regulations ”), after regulation 5 insert— Anti-avoidance 5A 1 Paragraph (2) applies if— a an earner has an employment in which the earner personally provides services to a person who is resident or present or has a place of business in Northern Ireland, b a third person enters into relevant avoidance arrangements, and c but for paragraph (2), the earner would not be, and would not be treated as falling within the category of, an employed earner in relation to the employment. 2 The earner is to be treated as falling within the category of an employed earner in relation to the employment. 3 In paragraph (1)(b)  “ relevant avoidance arrangements ” means arrangements the main purpose, or one of the main purposes, of which is to secure— a that the earner is not treated under paragraph 2 of Schedule 1 as falling within the category of employed earner in relation to the employment, or b that a person is not treated under paragraph 2 or 7(b) or (d) of Schedule 3 as the secondary Class 1 contributor in respect of payments of earnings to or for the benefit of the earner in respect of the employment. 4 Paragraph (5) applies if— a a person (“P”) enters into arrangements the main purpose, or one of the main purposes, of which is to secure that P is not treated under a relevant provision as the secondary Class 1 contributor in respect of payments of earnings to or for the benefit of an employed earner in respect of an employment, and b but for paragraph (5), no person who is resident or present or has a place of business in Northern Ireland would— i be the secondary Class 1 contributor in respect of such payments, or ii be treated, under a provision other than paragraph 2(a) or (b) or 7(g) or (h) in column (B) of Schedule 3, as the secondary Class 1 contributor in respect of such payments. 5 If P is resident or present or has a place of business in Northern Ireland, P is to be treated as the secondary Class 1 contributor in respect of such payments. 6 In paragraph (4)(a) a  “ relevant provision ” means any provision of— a paragraph 2 of Schedule 3, other than sub-paragraphs (a) and (b) of that paragraph in column (B), or b paragraph 7(a) to (d) of that Schedule. 7 In this regulation  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 3 In section 2 of SSCBA 1992 (categories of earner), after subsection (2) insert— 2ZA Regulations under subsection (2)(b) may make provision treating a person (“P”) as falling within one or other of the categories of earner in relation to an employment where arrangements have been entered into the main purpose, or one of the main purposes, of which is to secure— a that P is not treated by other provision in regulations under subsection (2)(b) as falling within that category of earner in relation to the employment, or b that a person is not treated as the secondary contributor in respect of earnings paid to or for the benefit of P in respect of the employment. 2ZB In subsection (2ZA)  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 4 In section 7 of SSCBA 1992 (“secondary contributor”), after subsection (2) insert— 2A Regulations under subsection (2) may make provision treating a person as the secondary contributor in respect of earnings paid to or for the benefit of an earner if arrangements have been entered into the main purpose, or one of the main purposes, of which is to secure that the person is not so treated by other provision in regulations under subsection (2). 2B In subsection (2A)  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 5 In section 2 of SSCB(NI)A 1992 (categories of earner), after subsection (2) insert— 2ZA Regulations under subsection (2)(b) may make provision treating a person (“P”) as falling within one or other of the categories of earner in relation to an employment where arrangements have been entered into the main purpose, or one of the main purposes, of which is to secure— a that P is not treated by other provision in regulations under subsection (2)(b) as falling within that category of earner in relation to the employment, or b that a person is not treated as the secondary contributor in respect of earnings paid to or for the benefit of P in respect of the employment. 2ZB In subsection (2ZA)  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 6 In section 7 of SSCB(NI)A 1992 (“secondary contributor”), after subsection (2) insert— 2A Regulations under subsection (2) may make provision treating a person as the secondary contributor in respect of earnings paid to or for the benefit of an earner if arrangements have been entered into the main purpose, or one of the main purposes, of which is to secure that the person is not so treated by other provision in regulations under subsection (2). 2B In subsection (2A)  “arrangements” include any scheme, transaction or series of transactions, agreement or understanding, whether or not legally enforceable, and any associated operations. 7 Subsections (1) and (2)— a are to be treated as having come into force on 6 April 2014 for the purposes of inserting regulation 5A(1) to (5), (6)(a) and (7), and b come into force for the purposes of inserting regulation 5A(6)(b) on the day on which this Act is passed. 8 Paragraphs (4) and (5) of regulation 5A have effect in relation to arrangements entered into on or after 6 April 2014 the main purpose, or one of the main purposes of which, is to secure that a person is not treated, under a provision mentioned in paragraph (6)(b) of that regulation, as the secondary Class 1 contributor in respect of payments of earnings to or for the benefit of an employed earner in respect of an employment. 9 But regulation 5A(5) only applies as a result of arrangements mentioned in subsection (8) in relation to payments of earnings that are made on or after the day on which this Act is passed. 10 In subsections (7) to (9) references to regulation 5A are to regulation 5A— a inserted by subsection (1) into the 1978 GB regulations; b inserted by subsection (2) into the 1978 NI regulations. 11 The amendments made by subsections (1) and (2) are without prejudice to any power to make regulations amending or revoking the provision inserted."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "7", "section_title": "HMRC  administrative expenses: financial provision", "section_text": "7 1 In section 165 of SSAA 1992 (adjustments between the National Insurance Fund and Consolidated Fund)— a in subsection (5)(a), for the words from  “other” to  “Act 2014” substitute  “                      relevant legislation                    ” ; b after subsection (5A) insert— 5B In subsection (5)(a)  “ relevant legislation ” means— a legislation relating to ordinary statutory paternity pay, additional statutory paternity pay or statutory adoption pay, b the National Insurance Contributions Act 2014, or c the National Insurance Contributions Act 2015. 2 In section 145 of SSA(NI)A 1992 (adjustments between the National Insurance Fund and Consolidated Fund)— a in subsection (5)(a), for the words from  “other” to  “Act 2014” substitute  “                      relevant legislation                    ” ; b after subsection (5A) insert— 5B In subsection (5)(a)  “ relevant legislation ” means— a legislation relating to ordinary statutory paternity pay, additional statutory paternity pay or statutory adoption pay, b the National Insurance Contributions Act 2014, or c the National Insurance Contributions Act 2015."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "8", "section_title": "Abbreviations of Acts", "section_text": "8 In this Act— “ CRCA  2005 ” means the Commissioners for Revenue and Customs Act 2005; “FA”, followed by a year, means the Finance Act of that year; “JA 1995\" means the Jobseekers Act 1995; “ PA 2014 ” means the Pensions Act 2014; “SSAA 1992\" means the Social Security Administration Act 1992; “ SSA(NI)A 1992 ” means the Social Security Administration (Northern Ireland) Act 1992; “ SSCBA 1992 ” means the Social Security Contributions and Benefits Act 1992; “ SSCB(NI)A 1992 ” means the Social Security Contributions and Benefits (Northern Ireland) Act 1992; “SSC(TF)A 1999 means the Social Security Contributions (Transfer of Functions, etc) Act 1999; “ TMA  1970 ” means the Taxes Management Act 1970; “ WRA 2007 ” means the Welfare Reform Act 2007; “ WRA 2012 ” means the Welfare Reform Act 2012."}, {"act": "National Insurance Contributions Act 2015", "year": 2015, "section": "9", "section_title": "Short title and extent", "section_text": "9 1 This Act may be cited as the National Insurance Contributions Act 2015. 2 Subject to subsection (3), this Act extends to England and Wales, Scotland and Northern Ireland. 3 An amendment, repeal or revocation made by this Act has the same extent as the provision amended, repealed or revoked."}]