[{"act": "Recall of MPs Act 2015", "year": 2015, "section": "1", "section_title": "How an MP becomes subject to a recall petition process", "section_text": "1 1 An MP becomes subject to a recall petition process if— a the first, second or third recall condition has been met in relation to the MP, and b the Speaker gives notice of that fact under section 5. 2 In this Act  “ recall petition ” means a petition calling— a for an MP to lose his or her seat in the House of Commons, and b for a by-election to be held to decide who should be the MP for the constituency in question. 3 The first recall condition is that— a the MP has, after becoming an MP, been convicted in the United Kingdom of an offence and sentenced or ordered to be imprisoned or detained, and b the appeal period expires without the conviction, sentence or order having being overturned on appeal. Sections 2 to 4 contain more about the first recall condition. 4 The second recall condition is that, following on from a report from the Committee on Standards in relation to the MP, the House of Commons orders the suspension of the MP from the service of the House for a specified period of the requisite length. 5 A specified period is  “ of the requisite length ” for the purposes of subsection (4) if— a where the period is expressed as a number of sitting days, the period specified is of at least 10 sitting days, or b in any other case, the period specified (however expressed) is a period of at least 14 days. 6 For the purposes of subsection (4) it does not matter— a when the period of suspension starts, and b where that period is expressed as a number of sitting days, what provision (if any) is made by the House regarding what does, or does not, count as a sitting day for the purpose of calculating that period. 7 The reference in subsection (4) to the Committee on Standards is to any committee of the House of Commons concerned with the standards of conduct of individual members of that House. 8 Any question arising under subsection (7) is to be determined by the Speaker. 9 The third recall condition is that— a the MP has, after becoming an MP, been convicted of an offence under section 10 of the Parliamentary Standards Act 2009 (offence of providing false or misleading information for allowances claims), and b the appeal period expires without the conviction having been overturned on appeal. Sections 2 to 4 contain more about the third recall condition. 10 The provision made by or under this Act does not affect other ways in which an MP's seat may be vacated, whether— a by the MP's disqualification - for example, under the Representation of the People Act 1981 (disqualification of certain offenders), or b by the MP's death or otherwise. 11 The loss by an MP of his or her seat under this Act as a result of a recall petition does not prevent him or her standing in the resulting by-election."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "2", "section_title": "The first and third recall conditions: further provision", "section_text": "2 1 In section 1(3) and (9) (the first and third recall conditions)— a the reference to an offence includes an offence committed before the MP became an MP and an offence committed before the day on which section 1 comes into force, but b the reference to an MP being convicted of an offence is only to an MP being convicted of an offence on or after the day on which section 1 comes into force. 2 The reference in section 1(3) to an offence does not include an offence mentioned in section 1(9). 3 The reference in section 1(3) to an MP being sentenced or ordered— a includes the MP being sentenced or ordered where the sentence or order is suspended, b does not include the MP being remanded in custody, and c does not include the MP being authorised to be detained under mental health legislation if there is no sentence or order for imprisonment or detention other than under that legislation. 4 “ Mental health legislation ” means— a the Mental Health Act 1983, b Part 6 or section 200(2)(b) of the Criminal Procedure (Scotland) Act 1995, or c the Mental Health (Northern Ireland) Order 1986 ( S.I.  1986/595 (N.I. 4)). 5 For the purposes of this Act the time at which a person becomes an MP is the beginning of the day after— a the polling day for the parliamentary election at which the person is elected as an MP, or b where the person has been elected as an MP more than once, the polling day for the parliamentary election at which the person was last so elected."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "3", "section_title": "The first and third recall conditions: expiry of appeal period", "section_text": "3 1 For the purposes of section 1(3) and (9) (the first and third recall conditions), the appeal period expires at the earliest time at which— a it is no longer possible for there to be a relevant appeal, and b all relevant appeals have been determined or otherwise disposed of. 2 “ Relevant appeal ”, in relation to the first recall condition, means— a an appeal that— i is in respect of the conviction, sentence or order mentioned in section 1(3), and ii is brought within the usual period, or b an appeal that— i is in respect of the determination of an appeal that was itself a relevant appeal, and ii is brought within the period of 28 days beginning with the date of that determination or, if it ends earlier, the usual period. 3 “ Relevant appeal ”, in relation to the third recall condition, means— a an appeal that— i is in respect of the conviction mentioned in section 1(9) or of any sentence or order imposed in relation to that conviction, and ii is brought within the usual period, or b an appeal that— i is in respect of the determination of an appeal that was itself a relevant appeal, and ii is brought within the period of 28 days beginning with the date of that determination or, if it ends earlier, the usual period. 4 References in this section to an appeal being brought within the usual period are to the appeal being brought within the period allowed for bringing an appeal of the kind in question, disregarding the possibility of an appeal out of time with permission. 5 References in this section to an appeal— a are to an appeal to a court in the United Kingdom; b include an application (and accordingly references to an appeal being brought include an application being made); c include an appeal under paragraph 13(a) of Schedule 6 to the Scotland Act 1998, paragraph 31(a) of Schedule 10 to the Northern Ireland Act 1998 or paragraph 21(a) of Schedule 9 to the Government of Wales Act 2006 (appeal against a determination, in proceedings in Scotland, of a Scottish, Northern Irish or Welsh devolution issue), or an appeal under section 288AA of the Criminal Procedure (Scotland) Act 1995 (appeal on compatibility issues); d do not include a reference under Part 2 of the Criminal Appeal Act 1995 (the Criminal Cases Review Commission) or Part 10A of the Criminal Procedure (Scotland) Act 1995 (the Scottish Criminal Cases Review Commission), or a petition to the nobile officium. 6 References in this section to the determination of an appeal are, where the court to which the appeal is brought remits the matter to another court, to the disposal of the proceedings by that other court."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "4", "section_title": "The first and third recall conditions: courts to notify the Speaker", "section_text": "4 1 This section applies if an MP, after becoming an MP— a is convicted in the United Kingdom of an offence and sentenced or ordered to be imprisoned or detained within the meaning of section 1(3) (see section 2), or b is convicted of an offence mentioned in section 1(9) within the meaning of that provision (see section 2). 2 The court that imposes the sentence or order in relation to the conviction must notify the Speaker— a of the conviction and of the sentence or order, and b whether an appeal may be brought in respect of the conviction, sentence or order. 3 Subsections (4) to (6) apply in a case in which an appeal is brought in respect of the conviction, sentence or order (including from a court that determines or otherwise disposes of such an appeal). 4 The court to which the appeal is brought must notify the Speaker that an appeal has been brought in respect of the conviction, sentence or order. 5 Where the appeal is determined or otherwise disposed of, the relevant court must notify the Speaker— a that the appeal has been determined or otherwise disposed of, b that— i in a case within subsection (1)(a), the conviction, sentence or order has, or has not, been overturned on appeal; ii in a case within subsection (1)(b), the conviction has, or has not, been overturned on appeal, and c whether any further appeal may be brought in respect of the conviction, sentence or order. 6 “ The relevant court ” means— a the court to which the appeal is brought, or b if that court remits the matter to another court, that other court. 7 Section 3(5) and (6) (interpretation of references to an appeal and to the determination of an appeal) apply in relation to this section as they apply in relation to section 3, except that references in this section to an appeal do include a petition to the nobile officium. 8 A court is not required under this section to notify the Speaker if, at any time since the application of the section, the MP's seat has been vacated (whether by the MP's disqualification or death, or otherwise)."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "5", "section_title": "Speaker's notice that first, second or third recall condition has been met", "section_text": "5 1 As soon as reasonably practicable after becoming aware that the first, second or third recall condition has been met in relation to an MP, the Speaker must give notice of that fact to the petition officer for the MP's constituency. 2 But subsection (1) does not apply if it would require the Speaker to give notice at a time— a within the period of 6 months ending with the  last possible   polling day for the next parliamentary general election, b when the MP is already subject to a recall petition process, or c when the MP's seat has already been vacated (whether by the MP's disqualification or death, or otherwise). 2A For the purposes of subsection (2)(a), the last possible polling day is the day on which polling would take place, according to the election timetable in rule 1 of Schedule 1 to the Representation of the People Act 1983, if the Parliament then in existence were dissolved by virtue of section 4 of the Dissolution and Calling of Parliament Act 2022 (automatic dissolution of Parliament after five years). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of subsection (2)(b), an MP is  “subject to a recall petition process” during the period beginning with the giving of a notice under this section in relation to the MP and ending with— a the receipt by the petition officer of a notice under section 13(6) (early termination of recall petition process) in relation to the recall petition in question, or b the giving by the petition officer of a notice under section 14(2)(b) (determination of whether recall petition successful) of the outcome of that recall petition. 5 A notice under this section— a must specify the day on which it is given, b must specify which of the recall conditions has been met in relation to the MP, and c in a case in which the first recall condition has been met, must specify the offence of which the MP has been convicted. 6 For the purposes of this Act, a notice under this section— a is to be treated as given on the day specified in it under subsection (5)(a), and b is to be treated as received by the petition officer on the first working day after the day on which it is given. 7 References in this Act to a  “Speaker's notice” are to a notice under this section."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "6", "section_title": "Petition officers", "section_text": "6 1 There is to be a petition officer in relation to a recall petition for each constituency as determined as follows— Location of constituency Identity of petition officer England or Wales The person who is the acting returning officer in relation to the constituency by virtue of section 28 of the Representation of the People Act 1983 (discharge of returning officer's functions in England and Wales). Scotland The person who is the returning officer in relation to the constituency by virtue of section 25 of that Act (returning officers: Scotland). Northern Ireland The Chief Electoral Officer for Northern Ireland. 2 References in this Act to a petition officer are to a petition officer under this section. 3 Schedule 1 contains more about petition officers."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "7", "section_title": "Where and from when the recall petition may be signed", "section_text": "7 1 Where the petition officer for a constituency receives a Speaker's notice, the officer must, as soon as reasonably practicable, designate— a a place, or places, at which a recall petition is to be made available for signing, and b a day from which the petition is to be made available for signing. 2 A maximum of 10 places may be designated under subsection (1)(a). 3 The petition officer must, in determining which place or places to designate under subsection (1)(a), seek to ensure— a that all persons entitled to sign the recall petition have such reasonable facilities for signing it as are practicable in the circumstances, and b that, so far as is reasonable and practicable, every place designated is accessible to disabled persons. 4 The petition officer must designate under subsection (1)(b)— a the day which is the 10th working day after the day on which the officer received the Speaker's notice, or b if it is not reasonably practicable to designate that day, the first subsequent working day that it is reasonably practicable to designate. 4 The petition officer must designate under subsection (1)(b)— a a working day that falls no later than 6 May 2021, or b if it is not reasonably practicable to designate such a day, the first subsequent working day that it is reasonably practicable to designate. 5 In this Act— “ the designated place or places ” means the place or places designated under subsection (1)(a); “ the designated day ” means the day designated under subsection (1)(b)."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "8", "section_title": "Notice of petition to be sent to registered electors", "section_text": "8 1 As soon as reasonably practicable after determining the designated place or places and the designated day under section 7, the petition officer must send a notice of petition in accordance with regulations under section 18— a to such descriptions of persons registered in the register of parliamentary electors for the constituency as are to be specified in such regulations, and b to such other descriptions of persons as may be specified in such regulations. 2 Regulations under section 18 must require the notice to contain information relating to the recall condition which has been met in relation to the MP."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "9", "section_title": "Recall petition to be made available for signing", "section_text": "9 1 The petition officer must ensure that the recall petition is made available for signing throughout the signing period at the designated place or places, and by post, in accordance with regulations under section 18. 2 In this Act  “ the signing period ” means the period of 6 weeks beginning with the designated day. 3 The recall petition is made available for signing at the designated place or places, or by post, by a separate petition signing sheet being available for signing by each person entitled to sign the petition at that place, or by post, in accordance with regulations under section 18. 4 The wording of a petition signing sheet must include the following— By signing in the box below, you are signing a petition for  [name of MP] , the MP for  [name of constituency] , to lose  [his/her]  seat in the House of Commons.If at least 10% of eligible people in the constituency sign the petition,  [name of MP]  MP will lose  [his/her]  seat in the House of Commons and a by-election will be held. The loss of  [his/her]  seat does not prevent  [name of MP]  standing in this by-election.If less than 10% of eligible people in the constituency sign the petition,  [name of MP]  MP will not lose  [his/her]  seat and therefore no by-election will be held.  5 The Minister may by regulations amend subsection (4). 6 Regulations under subsection (5) are subject to affirmative resolution procedure."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "10", "section_title": "Persons entitled to sign a recall petition", "section_text": "10 1 A person is entitled to sign a recall petition on a day during the signing period if, on that day— a the person is registered in the register of parliamentary electors for the constituency, b the person is aged 18 or over, or the date of his or her 18th birthday is before the end of the signing period, and c the person would be entitled to vote as an elector at a parliamentary election in the constituency. 2 Any alteration made to the register of parliamentary electors for the constituency which takes effect— a after the day on which the Speaker's notice is given, and b on or before the cut-off day, does not have effect for the purposes of subsection (1)(a) if it results from a late application for registration. 3 Any alteration made to the register of parliamentary electors for the constituency which takes effect after the cut-off day does not have effect for the purposes of subsection (1)(a) unless it takes effect under section 13BC(6) of the Representation of the People Act 1983 (alterations for court orders or errors). 4 For the purposes of this Act— a “ the cut-off day ” means the 3rd working day before the beginning of the signing period, and b “ late application for registration ” means an application for registration that— i is made after the day on which the Speaker's notice is given, or ii is treated as made by virtue of section 10A(2) of the Representation of the People Act 1983 (return of canvass form treated as application for registration) in respect of a form returned after that day. 5 For the purposes of subsection (1)(c), section 1(1)(a) and (d) of the Representation of the People Act 1983 (requirement to be registered and of voting age) are to be disregarded. 6 Schedule 2 inserts section 13BC of the Representation of the People Act 1983 and makes other amendments relating to the alteration of registers of parliamentary electors."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "11", "section_title": "How entitlement to sign a recall petition is to be exercised", "section_text": "11 1 A person who is entitled to sign a recall petition may sign it— a in person, b by post, or c by proxy, subject to meeting the requirements of regulations under section 18 about signing it by that method. 2 A person who is entitled to sign a recall petition may sign it only once. 3 Once a recall petition has been signed, the signature cannot be withdrawn. 4 Unless stated otherwise, references in this Act (however expressed) to the signing of a recall petition by a person are to the person signing it by any of the methods mentioned in subsection (1) otherwise than as a proxy for another person."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "12", "section_title": "Double signing", "section_text": "12 1 A person commits an offence if the person signs the same recall petition, otherwise than by proxy, more than once. 2 A person commits an offence if the person signs a recall petition in person or by post knowing that a person appointed to sign the petition as his or her proxy— a has already signed the petition in person as his or her proxy, or b in accordance with provision made by regulations under section 18, is entitled to sign the petition as his or her proxy by post. 3 A person commits an offence if the person signs the same recall petition as proxy for the same person more than once. 4 A person commits an offence if the person signs a recall petition as proxy for another person knowing that the other person has already signed the petition in person or by post. 5 An offence under this section is treated— a for the purposes of section 169 of the Representation of the People Act 1983 (mode of prosecution and penalty for illegal practices) as an illegal practice, b for the purposes of section 173 of that Act (incapacities on conviction of corrupt or illegal practice) as an illegal practice under section 61 of that Act (other voting offences), c for the purposes of section 178 of that Act (prosecution of offences committed outside the United Kingdom) as an offence under that Act, and d for the purposes of section 112 of the Electoral Law Act (Northern Ireland) 1962 (c. 14 (N.I.)) (incapacities on conviction of corrupt or illegal practice) as an illegal practice under paragraph 12A of Schedule 9 to that Act (other voting offences). 6 The court before which a person is convicted of an offence under this section may, if it thinks it just in the special circumstances of the case, mitigate or entirely remit any incapacity imposed by virtue of— a section 173 of the Representation of the People Act 1983, or b section 112 of the Electoral Law Act (Northern Ireland) 1962."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "13", "section_title": "Early termination of recall petition process", "section_text": "13 1 This section applies where any of the following conditions is met at any time after the Speaker's notice is given but before notice of the outcome of the recall petition has been given under section 14(2)(b). 2 The first condition is that  Parliament is dissolved.   3 The second condition is that the MP's seat is vacated (whether by the MP's disqualification or death, or otherwise). 4 The third condition is that, in a case in which the first recall condition was met in relation to the MP, the conviction, sentence or order in question is overturned on appeal. 5 The fourth condition is that, in a case in which the third recall condition was met in relation to the MP, the conviction in question is overturned on appeal. 6 As soon as reasonably practicable after becoming aware that this section applies, the Speaker   (or, in a case where this section applies by virtue of the first condition, the person who was the Speaker immediately before Parliament was dissolved)  must notify the petition officer that the section applies, specifying which of the conditions above has been met. 7 On the petition officer receiving a notice under subsection (6)— a sections 7 to 11 cease to apply in relation to the recall petition, and b no further action is to be taken under or by virtue of this Act in relation to the process relating to the signing of the recall petition except— i the action required under subsection (8), and ii any action which may be required or permitted by regulations under section 18 in relation to the termination of that process. 8 As soon as reasonably practicable after receiving a notice under subsection (6), the petition officer must— a take such steps as the officer considers necessary to terminate the process relating to the signing of the recall petition, and b give a public notice of the termination of that process in accordance with regulations under section 18. 9   Except in a case where this section applies by virtue of the first condition (dissolution of Parliament),  the Speaker must lay before the House of Commons any notice given under subsection (6)."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "14", "section_title": "Determination of whether recall petition successful", "section_text": "14 1 This section applies unless the petition officer has received a notice under section 13(6) (early termination of recall petition process). 2 As soon as reasonably practicable after the end of the signing period, the petition officer must— a determine whether the recall petition was successful, b notify the Speaker that the recall petition was successful or unsuccessful, as the case may be, and c having done that, give a public notice of the outcome of the recall petition in accordance with regulations under section 18. 3 For the purposes of this Act, a recall petition is successful if the number of persons who validly sign the petition is at least 10% of the number of eligible registered electors. “The number of eligible registered electors” is the number of persons registered in the register of parliamentary electors for the constituency on the last day of the signing period excluding those who, according to their entry in the register, are aged under 18 on that day. 4 Any alteration made to the register of parliamentary electors for the constituency which takes effect— a after the day on which the Speaker's notice is given, and b on or before the cut-off day, does not have effect for the purposes of subsection (3) if it results from a late application for registration. 5 Any alteration made to the register of parliamentary electors for the constituency which takes effect after the cut-off day does not have effect for the purposes of subsection (3) unless it takes effect under section 13BC(6) of the Representation of the People Act 1983 (alterations for court orders or errors). 6 For the purposes of subsection (3), a person validly signs a recall petition if— a the person signs the petition on a day during the signing period on which the person is entitled to do so under section 10, b the person has not previously signed the petition, c each condition (if any) imposed by regulations under section 18 of the kind mentioned in section 18(3)(d)(i) (conditions for the exercise of entitlement to sign) applicable to the method of signing used is met, d the person's signing of the petition is not invalid for the purposes of this Act under regulations under section 18 of the kind mentioned in section 18(3)(d)(iv), and e the person is not within subsection (7). 7 A person is within this subsection if, on the last day of the signing period, the person is not registered in the register of parliamentary electors for the constituency because the person's entry has been removed by an alteration taking effect under section 13BC(6) of the Representation of the People Act 1983. 8 The Speaker must lay before the House of Commons any notice received under subsection (2)(b)."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "15", "section_title": "Effect of successful petition", "section_text": "15 1 If the petition officer notifies the Speaker under section 14(2)(b) that the recall petition was successful, the MP's seat becomes vacant on the giving of that notice. 2 That does not apply if the seat has already been vacated (whether by the MP's disqualification or death, or otherwise). 3 Subsection (1) is subject to regulations under section 18 about the questioning of the outcome of the recall petition."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "16", "section_title": "Expenses, donations and reporting", "section_text": "16 1 Schedule 3 regulates expenditure in relation to recall petitions. 2 Schedule 4 regulates donations in relation to recall petitions. 3 Schedule 5 imposes reporting requirements in connection with the financial control of recall petitions. 4 The Minister may by regulations amend Schedule 4 or 5 to make provision corresponding or similar to any of the modifications to Schedule 15 to  PP ERA  2000 (control of donations to permitted participants) made by or under the Political Parties and Elections Act 2009 (other than section 20 of that Act). 5 Regulations under subsection (4) are subject to affirmative resolution procedure."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "17", "section_title": "Loans", "section_text": "17 1 Section 62 of the Electoral Administration Act 2006 (regulation of loans: power to make provision) is amended as follows. 2 In the heading, for  “ and referendums ” substitute  “                   , referendums and recall petitions                 ” . 3 In subsection (2), after paragraph (c) insert— d an accredited campaigner in relation to a recall petition. 4 In subsection (3A), for  “recognised third party or a permitted participant in a referendum” substitute  “                  relevant person                ” . 5 After that subsection insert— 3B In subsection (3A)  “ a relevant person ” means— a a recognised third party, b a permitted participant in a referendum, or c an accredited campaigner in relation to a recall petition. 6 In subsection (8), at the appropriate places insert— “ accredited campaigner ” has the same meaning as in Schedule 3 to the Recall of MPs Act 2015 (see Part 5 of that Schedule); ; “ recall petition ” has the same meaning as in the Recall of MPs Act 2015 (see section 1(2) of that Act); ."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "18", "section_title": "Power to make further provision about conduct of a recall petition  etc", "section_text": "18 1 The Minister may by regulations— a make further provision about the conduct of a recall petition; b make provision about the questioning of the outcome of a recall petition and the consequences of irregularities; c make further provision about the giving, sending, delivery or receipt of notices or other documents under this Act. 2 Regulations under subsection (1) may— a apply or incorporate any provision of electoral legislation (with or without modifications or exceptions); b amend any form contained in a provision of electoral legislation for use in relation to recall petitions; c make provision conferring a discretion on any person; d make provision creating a criminal offence; e make further provision about criminal offences under this Act. 3 The provision that may be made under subsection (1)(a) includes, in particular— a provision about the notice of petition under section 8, the petition signing sheet under section 9 or the public notice required under section 13(8)(b) or 14(2)(c); b provision permitting or requiring the petition officer not to make the recall petition available for signing at the designated place or places at particular times of the day or on particular days; c provision allocating persons registered in the register of parliamentary electors for a constituency to a particular designated place and limiting the availability of the petition for signing at that place to signing by persons so allocated who are entitled to sign it; d provision about signing a recall petition in person, by post or by proxy, and in particular— i provision under which an entitlement to sign a recall petition in person, by post or by proxy may be exercised only where conditions specified in the regulations are met; ii provision about what a person must do in order to be regarded as having signed a recall petition for the purposes of this Act; iii provision about when a person who signs a recall petition by post is treated as signing it for the purposes of this Act; iv provision about when a person's signing of a recall petition is invalid for the purposes of this Act; e provision permitting or requiring the petition officer, in determining under section 14(2)(a) whether a recall petition was successful, to treat a person who signed the petition as having validly signed it for the purposes of section 14(3); f provision about access to, or the supply of copies of, the register of parliamentary electors for a constituency or documents produced in relation to a recall petition; g provision about the retention or disposal of documents or other information in relation to a recall petition; h further provision about the regulation of campaigning in relation to a recall petition. 4 Provision made as mentioned in subsection (3)(e) does not affect— a the question of whether, for the purposes of provision made under subsection (1)(b), a person validly signed a recall petition for the purposes of section 14(3) (determination of whether recall petition successful), or b liability to any penalty arising from a person signing a recall petition but failing to validly sign it for the purposes of section 14(3). 5 The outcome of a recall petition may be questioned only in accordance with provision made under subsection (1)(b). 6 The provision that may be made under subsection (1)(c) includes— a provision about how a notice or other document authorised or required under this Act to be given, sent or delivered is given, sent or delivered; b provision about the circumstances in which, and the time at which, a notice or other document is (or is to be treated as having been) given, sent, delivered or received. 7 For the purposes of this section,  “ a provision of electoral legislation ” means— a a provision of, or made under, the Representation of the People Acts, or b a provision of other legislation which is a provision relating to elections. 8 Regulations under this section are subject to affirmative resolution procedure."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "19", "section_title": "Performance of the Speaker's functions by others", "section_text": "19 1 If a relevant circumstance arises, the functions of the Speaker under or by virtue of this Act (“the Speaker's functions”) are to be performed by the Chairman of Ways and Means or a Deputy Chairman of Ways and Means. 2 For the purposes of this section, a  “relevant circumstance” arises if— a the Speaker is unable to perform the Speaker's functions because of absence, illness or for any other reason, b the first, second or third recall condition has been met in relation to the Speaker, or c there is a vacancy in the office of the Speaker."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "20", "section_title": "Minor and consequential amendments", "section_text": "20 Schedule 6 contains minor and consequential amendments."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "21", "section_title": "Regulations", "section_text": "21 1 Regulations under this Act are to be made by statutory instrument. 2 But that does not apply to regulations under— a paragraph 3(9) of Schedule 1 (regulations made by the Minister about petition officer's accounts), or b paragraph 1(4) of Schedule 5 (regulations made by the Electoral Commission about the form of a recall petition return). 3 Regulations under this Act may— a make consequential, supplementary, incidental, transitional or saving provision; b make different provision for different purposes or areas. 4 The power under subsection (3)(a) includes, in the case of regulations under section 18 (power to make further provision about conduct of a recall petition etc), the power to amend legislation. 5 Section 26 of the Welsh Language Act 1993 (power to prescribe Welsh version) applies in relation to regulations under this Act as it applies in relation to Acts of Parliament. 6 Where regulations under this Act— a are subject to  “affirmative resolution procedure” they must not be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, each House of Parliament; b are subject to  “negative resolution procedure” the statutory instrument containing them is subject to annulment in pursuance of a resolution of either House of Parliament. 7 Provision that may be made by regulations under this Act for which no Parliamentary procedure is required may be included in regulations subject to affirmative or negative resolution procedure. 8 Provision that may be made by regulations under this Act subject to negative resolution procedure may be included in regulations subject to affirmative resolution procedure. 9 This section (apart from subsection (7)) does not apply to regulations under section 24 (commencement)."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "22", "section_title": "Interpretation", "section_text": "22 1 In this Act— “ the cut-off day ” has the meaning given by section 10(4)(a); “ the designated day ” has the meaning given by section 7(5); “ the designated place or places ” has the meaning given by section 7(5); “ late application for registration ” has the meaning given by section 10(4)(b); “ legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of the National Assembly for Wales, Northern Ireland legislation, or an instrument made under legislation as mentioned in any of paragraphs (a) to (d) above; “ the Minister ” means the  Minister for the Cabinet Office  or the Secretary of State; “ modifications ” includes additions, omissions and amendments; “ MP ” means member of the House of Commons (and see section 2(5) regarding the time at which a person becomes an MP); “ overturned on appeal ” means— in relation to a conviction, that there is no longer a conviction for the purposes of section 1(3) or (9) (as the case may be), and in relation to a sentence or order— varied so that it is no longer a sentence or order that the MP be imprisoned or detained within the meaning of section 1(3), or replaced with another sentence or order that is not a sentence or order that the MP be imprisoned or detained within the meaning of that provision; “ petition officer ” has the meaning given by section 6(2); “ PPERA 2000 ” means the Political Parties, Elections and Referendums Act 2000; “ recall petition ” has the meaning given by section 1(2); “ the signing period ” has the meaning given by section 9(2); “ the Speaker ” means the Speaker of the House of Commons; “ Speaker's notice ” has the meaning given by section 5(7) (and see section 5(6) regarding when it is given and received); “ working day ” means a day that is not— a Saturday or Sunday, Christmas Eve, Christmas Day or Good Friday, or a bank holiday or a day appointed for public thanksgiving or mourning, and for that purpose  “ bank holiday ” means a day that is a bank holiday in the part of the United Kingdom in which the MP's constituency is situated. 2 References in this Act to the register of parliamentary electors for a constituency are to the register of parliamentary electors for the constituency maintained under section 9 of the Representation of the People Act 1983. 3 Where under that section two or more registration officers maintain registers of parliamentary electors in respect of different parts of the same constituency, then in relation to that constituency— a references in this Act (other than in section 14(3) and (7)) to the register of parliamentary electors for the constituency are to be read as references to one of those registers in respect of a part of the constituency, b the reference in section 14(3) to  “the number of persons registered in the register of parliamentary electors for the constituency on the last day of the signing period excluding those who, according to their entry in the register, are aged under 18 on that day” is to be read as a reference to the number given by— i determining, in the case of each of those registers in respect of a part of the constituency, the number of persons registered in that register on that day excluding those who, according to their entry in that register, are aged under 18 on that day, and ii then adding together the numbers so determined, and c the reference in section 14(7) to a person who is not registered in the register of parliamentary electors for the constituency is to be read as a reference to a person who is not registered in any of those registers. 4 References in this Act (however expressed) to the signing of a recall petition by a person are to be read in accordance with section 11(4). 5 A duty under this Act to notify (however expressed) is a duty to give notice in writing."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "23", "section_title": "Extent", "section_text": "23 1 An amendment or repeal by this Act has the same extent as the provision of legislation to which it relates. 2 Subject to that, this Act extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "24", "section_title": "Commencement", "section_text": "24 1 The following provisions come into force on the day on which this Act is passed— a section 9(5) and (6) (power by regulations to amend section 9(4) (wording of petition signing sheet)); b section 16(4) and (5) (power by regulations to amend Schedule 4 or 5); c section 17 (amendments to the Electoral Administration Act 2006 conferring power by order to make provision about loans); d section 18 (power to make further provision about conduct of a recall petition etc); e section 21 (regulations); f sections 22 and 23 (interpretation and extent); g this section; h section 25 (short title). 2 The following provisions (which contain other regulation-making powers and related provision) also come into force on the day on which this Act is passed— a section 6(3) and paragraph 3 of Schedule 1, for the purposes of making regulations under that paragraph; b section 8 so far as relating to the making of regulations under section 18; c section 10(6) and paragraphs 1 and 7 of Schedule 2, for the purposes of making regulations under section 13BC of the Representation of the People Act 1983 (as inserted by paragraph 7); d paragraphs 16, 23 and 24 of Schedule 3 (and section 16(1) so far as relating to those paragraphs); e paragraphs 3(4) to (6) and 8 of Schedule 4 (and section 16(2) so far as relating to those provisions of that Schedule); f section 16(3) and paragraphs 1, 3, 4 and 9 of Schedule 5, for the purposes of making regulations under those paragraphs; g paragraph 3(6) of Schedule 6 (which amends section 7(2) of PPERA 2000) (and paragraphs 2 and 3(1) of that Schedule, and section 20, so far as relating to paragraph 3(6)). 3 The remaining provisions of this Act come into force on such day as the Minister may by regulations made by statutory instrument appoint. 4 Those regulations— a may appoint different days for different purposes; b may make transitional, transitory or saving provision."}, {"act": "Recall of MPs Act 2015", "year": 2015, "section": "25", "section_title": "Short title", "section_text": "25 This Act may be cited as the Recall of MPs Act 2015."}]