[{"act": "Serious Crime Act 2015", "year": 2015, "section": "1", "section_title": "Determination of extent of defendant's interest in property", "section_text": "1 After section 10 of the Proceeds of Crime Act 2002 insert— Determination of extent of defendant's interest in property 10A 1 Where it appears to a court making a confiscation order that— a there is property held by the defendant that is likely to be realised or otherwise used to satisfy the order, and b a person other than the defendant holds, or may hold, an interest in the property, the court may, if it thinks it appropriate to do so, determine the extent (at the time the confiscation order is made) of the defendant's interest in the property. 2 The court must not exercise the power conferred by subsection (1) unless it gives to anyone who the court thinks is or may be a person holding an interest in the property a reasonable opportunity to make representations to it. 3 A determination under this section is conclusive in relation to any question as to the extent of the defendant's interest in the property that arises in connection with— a the realisation of the property, or the transfer of an interest in the property, with a view to satisfying the confiscation order, or b any action or proceedings taken for the purposes of any such realisation or transfer. 4 Subsection (3)— a is subject to section 51(8B), and b does not apply in relation to a question that arises in proceedings before the Court of Appeal or the Supreme Court. 5 In this Part, the  “extent” of the defendant's interest in property means the proportion that the value of the defendant's interest in it bears to the value of the property itself."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "2", "section_title": "Provision of information", "section_text": "2 1 In section 16 of the Proceeds of Crime Act 2002 (statement of information), after subsection (6) insert— 6A A statement of information (other than one to which subsection (6B) applies) must include any information known to the prosecutor which the prosecutor believes is or would be relevant for the purpose of enabling the court to decide— a whether to make a determination under section 10A, or b what determination to make (if the court decides to make one). 6B If the court has decided to make a determination under section 10A, a further statement of information under subsection (6)(b) must, if the court so orders, include specified information that is relevant to the determination. 2 In section 18 of that Act (provision of information by defendant)— a in subsection (2), after  “functions” insert  “                          (including functions under section 10A)                        ” ; b in subsection (6)(b), for  “deciding the available amount under section 9,” substitute deciding—                           i the available amount under section 9, or ii whether to make a determination under section 10A, or what determination to make (if the court decides to make one), . 3 After that section insert— Provision of information as to defendant's interest in property 18A 1 This section applies if the court— a is considering whether to make a determination under section 10A of the extent of the defendant's interest in any property, or b is deciding what determination to make (if the court has decided to make a determination under that section). In this section  “ interested person ” means a person (other than the defendant) who the court thinks is or may be a person holding an interest in the property. 2 For the purpose of obtaining information to help it in carrying out its functions under section 10A the court may at any time order an interested person to give it information specified in the order. 3 An order under this section may require all or a specified part of the information to be given in a specified manner and before a specified date. 4 If an interested person fails without reasonable excuse to comply with an order under this section the court may draw such inference as it believes is appropriate. 5 Subsection (4) does not affect any power of the court to deal with the person in respect of a failure to comply with an order under this section. 6 If the prosecutor accepts to any extent an allegation made by an interested person— a in giving information required by an order under this section, or b in any other statement given to the court in relation to any matter relevant to a determination under section 10A, the court may treat the acceptance as conclusive of the matters to which it relates. 7 For the purposes of this section an allegation may be accepted in a manner ordered by the court. 8 If the court makes an order under this section it may at any time vary it by making another one. 9 No information given by a person under this section is admissible in evidence in proceedings against that person for an offence."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "3", "section_title": "Appeals", "section_text": "3 1 In section 31 of the Proceeds of Crime Act 2002 (appeal to Court of Appeal), after subsection (3) insert— 4 An appeal lies to the Court of Appeal against a determination, under section 10A, of the extent of the defendant's interest in property. 5 An appeal under subsection (4) lies at the instance of— a the prosecutor; b a person who the Court of Appeal thinks is or may be a person holding an interest in the property, if subsection (6) or (7) applies. 6 This subsection applies if the person was not given a reasonable opportunity to make representations when the determination was made. 7 This subsection applies if it appears to the Court of Appeal to be arguable that giving effect to the determination would result in a serious risk of injustice to the person. 8 An appeal does not lie under subsection (4) where— a the Court of Appeal believes that an application under section 50 is to be made by the prosecutor for the appointment of a receiver, b such an application has been made but has not yet been determined, or c a receiver has been appointed under section 50. 2 In section 32 of that Act (court's powers on appeal), after subsection (2) insert— 2A On an appeal under section 31(4) the Court of Appeal may— a confirm the determination, or b make such order as it believes is appropriate. 3 In section 33 of that Act (appeal to Supreme Court)— a for subsection (2) substitute— 2 An appeal under this section lies at the instance of— a the defendant or the prosecutor (except where paragraph (b) applies); b if the proceedings in the Court of Appeal were proceedings on an appeal under section 31(4), any person who was a party to those proceedings. ; b after subsection (3) insert— 3A On an appeal under this section from a decision under section 32(2A) the Supreme Court may— a confirm the decision of the Court of Appeal, or b make such order as it believes is appropriate."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "4", "section_title": "Enforcement receivers", "section_text": "4 In section 51 of the Proceeds of Crime Act 2002 (powers of receivers  etc ), after subsection (8A) insert— 8B Representations that a person is entitled to make by virtue of subsection (8) do not include representations that are inconsistent with a determination made under section 10A, unless— a the person was not given a reasonable opportunity to make representations when the determination was made and has not appealed against the determination, or b it appears to the court that there would be a serious risk of injustice to the person if the court was bound by the determination; and the determination does not bind the court if paragraph (a) or (b) applies."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "5", "section_title": "Time for payment", "section_text": "5 1 For section 11 of the Proceeds of Crime Act 2002 substitute— Time for payment 11 1 Unless subsection (2) applies, the full amount ordered to be paid under a confiscation order must be paid on the day on which the order is made. 2 If the court making the confiscation order is satisfied that the defendant is unable to pay the full amount on that day, it may make an order requiring whatever cannot be paid on that day to be paid— a in a specified period, or b in specified periods each of which relates to a specified amount. 3 A specified period— a must start with the day on which the confiscation order is made, and b must not exceed three months. 4 If— a within any specified period the defendant applies to the Crown Court for that period to be extended, and b the court is satisfied that, despite having made all reasonable efforts, the defendant is unable to pay the amount to which the specified period relates within that period, the court may make an order extending the period (for all or any part or parts of the amount in question). 5 An extended period— a must start with the day on which the confiscation order is made, and b must not exceed six months. 6 An order under subsection (4)— a may be made after the end of the specified period to which it relates, but b must not be made after the end of the period of six months starting with the day on which the confiscation order is made. 7 Periods specified or extended under this section must be such that, where the court believes that a defendant will by a particular day be able— a to pay the amount remaining to be paid, or b to pay an amount towards what remains to be paid, that amount is required to be paid no later than that day. 8 The court must not make an order under subsection (2) or (4) unless it gives the prosecutor an opportunity to make representations. 2 In section 12 of that Act (interest on unpaid sums), for subsection (3) substitute— 3 If— a an application has been made under section 11(4) for a specified period to be extended, b the application has not been determined by the court, and c the period of six months starting with the day on which the confiscation order was made has not ended, the amount on which interest is payable under this section does not include the amount to which the specified period relates. 3 In section 87 of that Act (interpretation: confiscation orders), after subsection (1) insert— 1A The  “amount payable” under a confiscation order, where part of that amount has been paid, means the amount that remains to be paid."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "6", "section_title": "Confiscation and victim surcharge orders", "section_text": "6 1 Section 13 of the Proceeds of Crime Act 2002 (effect of order on court's other powers) is amended as follows. 2 In subsection (3), in paragraph (a), for the words from  “an order under section 130” to the end substitute  “                      a priority order                    ” . 3 After subsection (3) insert— 3A In this section  “ priority order ” means any of the following— a a compensation order under section 130 of the Sentencing Act; b an order requiring payment of a surcharge under section 161A of the Criminal Justice Act 2003; c an unlawful profit order under section 4 of the Prevention of Social Housing Fraud Act 2013. 4 For subsection (5) substitute— 5 Subsection (6) applies if— a the Crown Court makes both a confiscation order and one or more priority orders against the same person in the same proceedings, and b the court believes the person will not have sufficient means to satisfy all those orders in full. 5 In subsection (6), for  “compensation or amount payable under the unlawful profit order (or both)” substitute  “                      amount payable under the priority order (or orders)                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "7", "section_title": "Orders for securing compliance with confiscation order", "section_text": "7 After section 13 of the Proceeds of Crime Act 2002 insert— Orders for securing compliance with confiscation order 13A 1 This section applies where the court makes a confiscation order. 2 The court may make such order as it believes is appropriate for the purpose of ensuring that the confiscation order is effective (a  “compliance order”). 3 The court must consider whether to make a compliance order— a on the making of the confiscation order, and b if it does not make a compliance order then, at any later time (while the confiscation order is still in effect) on the application of the prosecutor. 4 In considering whether to make a compliance order, the court must, in particular, consider whether any restriction or prohibition on the defendant's travel outside the United Kingdom ought to be imposed for the purpose mentioned in subsection (2). 5 The court may discharge or vary a compliance order on an application made by— a the prosecutor; b any person affected by the order. Appeals against orders under section 13A 13B 1 If on an application under section 13A(3)(b) the Crown Court decides not to make a compliance order, the prosecutor may appeal to the Court of Appeal against the decision. 2 The following persons may appeal to the Court of Appeal in respect of the Crown Court's decision to make, discharge or vary a compliance order— a the prosecutor; b any person affected by the order. 3 On an appeal under subsection (1) or (2) the Court of Appeal may— a confirm the decision, or b make such order as it believes is appropriate. 4 An appeal lies to the Supreme Court against a decision of the Court of Appeal under subsection (3). 5 An appeal under subsection (4) lies at the instance of any person who was a party to the proceedings before the Court of Appeal. 6 On an appeal under subsection (4) the Supreme Court may— a confirm the decision of the Court of Appeal, or b make such order as it believes is appropriate. 7 In this section  “ compliance order ” means an order made under section 13A."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "8", "section_title": "Variation or discharge", "section_text": "8 1 In section 23 of the Proceeds of Crime Act 2002 (inadequacy of available amount: variation of confiscation order), in subsection (1)(b), after  “the defendant” insert  “                      or the prosecutor                    ” . 2 After section 25 of that Act insert— Recovery from estate of deceased defendant impractical: discharge of order 25A 1 This section applies if— a a court has made a confiscation order, b the defendant dies while the order is not satisfied, and c the designated officer for a magistrates' court applies to the Crown Court for the discharge of the order. 2 The court may discharge the order if it appears to the court that— a it is not possible to recover anything from the estate of the deceased for the purpose of satisfying the order to any extent, or b it would not be reasonable to make any attempt, or further attempt, to recover anything from the estate of the deceased for that purpose. 3 Section 25A of that Act (inserted by subsection (2) above) applies to— za a confiscation order made under the Drug Trafficking Offences Act 1986, a a confiscation order made under Part 6 of the Criminal Justice Act 1988, or b a confiscation order made under the Drug Trafficking Act 1994, as it applies to a confiscation order made under the Proceeds of Crime Act 2002."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "9", "section_title": "Absconding defendants", "section_text": "9 1 In section 27 of the Proceeds of Crime Act 2002 (absconding defendant convicted or committed), for subsection (2) substitute— 2 The first condition is that a defendant falls within any of the following paragraphs— a he absconds and, either before or after doing so, he is convicted of an offence or offences in proceedings before the Crown Court; b he absconds after being committed to the Crown Court for sentence in respect of an offence or offences under section 3, 3A, 3B, 3C, 4, 4A or 6 of the Sentencing Act; c he absconds after being committed to the Crown Court in respect of an offence or offences under section 70 below (committal with a view to a confiscation order being considered). 2 For subsections (6) and (7) of that section substitute— 6 Once the defendant ceases to be an absconder— a section 19 has effect as if subsection (1) read— 1 This section applies if— a at a time when the first condition in section 27 was satisfied the court did not proceed under section 6, b before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under section 6, and c the court believes it is appropriate for it to do so. ; b section 20 has effect as if subsection (4) read— 4 The second condition is that— a before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to reconsider whether the defendant has benefited from his general or particular criminal conduct (as the case may be), and b the court believes it is appropriate for it to do so. ; c section 21 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the defendant's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under this section, and d the court believes it is appropriate for it to do so. ; d the modifications set out in subsection (5)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 19, 20 or 21 (as applied by this subsection). 3 In section 28 of that Act (absconding defendant neither convicted nor acquitted), in subsection (2)(c), for  “two years” substitute  “                      three months                    ” . 4 For subsection (6) of that section substitute— 6 Once the defendant has ceased to be an absconder— a section 21 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the defendant's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under this section, and d the court believes it is appropriate for it to do so. ; b the modifications set out in subsection (5)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 21 (as applied by this subsection)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "10", "section_title": "Default sentences", "section_text": "10 1 In section 35 of the Proceeds of Crime Act 2002 (enforcement as fines), after subsection (2) insert— 2A Where a court is fixing a term of imprisonment or detention under section 139(2) of the Sentencing Act (as applied by subsection (2) above) in respect of an amount ordered to be paid under a confiscation order, the maximum terms are those specified in the second column of the Table for amounts described in the corresponding entry in the first column. TABLE Amount Maximum term £10,000 or less 6 months More than £10,000 but no more than £500,000 5 years More than £500,000 but no more than £1 million 7 years More than £1 million 14 years 2B In the application of subsection (9) of section 139 of the Sentencing Act by virtue of subsection (2) above, the reference to subsections (2) to (4) of that section is to be read as a reference to— a subsections (2) and (3) of that section, and b subsection (2A) above. 2C The Secretary of State may by order— a amend subsection (2A) so as to provide for minimum terms of imprisonment or detention under section 139(2) of the Sentencing Act (as applied by subsection (2) above) in respect of amounts ordered to be paid under a confiscation order; b amend the Table in subsection (2A) so as to remove, alter or replace any entry (including an entry inserted by virtue of the power in paragraph (a) of this subsection) or to add any entry. 2 In section 459(6)(a) of that Act (orders subject to affirmative resolution procedure), after  “section” insert  “                      35(2C),                    ” . 3 In section 258 of the Criminal Justice Act 2003 (early release of fine defaulters etc), after subsection (2A) insert— 2B Subsection (2) does not apply to a person within subsection (1)(a) if the sum in question is a sum of more than £10 million ordered to be paid under a confiscation order made under Part 2 of the Proceeds of Crime Act 2002. 2C The Secretary of State may by order amend the amount for the time being specified in subsection (2B). 4 In section 330(5) of that Act (orders subject to affirmative resolution procedure), at the appropriate place in the list of provisions in paragraph (a) insert  “                      section 258(2C),                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "11", "section_title": "Conditions for exercise of restraint order powers", "section_text": "11 1 In section 40 of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(b), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 41 of that Act (restraint orders), after subsection (7) insert— 7A Subsections (7B) and (7C) apply where the Crown Court makes a restraint order (by virtue of the first condition in section 40) as a result of a criminal investigation having been started in England and Wales with regard to an offence. 7B The court— a must include in the order a requirement for the applicant for the order to report to the court on the progress of the investigation at such times and in such manner as the order may specify (a  “reporting requirement”), and b must discharge the order if proceedings for the offence are not started within a reasonable time (and this duty applies whether or not an application to discharge the order is made under section 42(3)). 7C The duty under subsection (7B)(a) does not apply if the court decides that, in the circumstances of the case, a reporting requirement should not be imposed, but the court— a must give reasons for its decision, and b may at any time vary the order so as to include a reporting requirement (and this power applies whether or not an application to vary the order is made under section 42(3))."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "12", "section_title": "Continuation of restraint order after quashed conviction", "section_text": "12 In section 42 of the Proceeds of Crime Act 2002 (application, discharge and variation of restraint orders), after subsection (6) insert— 6A The duty in subsection (6) to discharge a restraint order on the conclusion of proceedings does not apply where— a the proceedings are concluded by reason of a defendant's conviction for an offence being quashed, b the order is in force at the time when the conviction is quashed, and c the Court of Appeal has ordered the defendant to be retried for the offence or the prosecutor has applied for such an order to be made. 6B But the court must discharge the restraint order— a if the Court of Appeal declines to make an order for the defendant to be retried, b if the Court of Appeal orders the defendant to be retried but proceedings for the retrial are not started within a reasonable time, or c otherwise, on the conclusion of proceedings for the retrial of the defendant."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "13", "section_title": "Conditions for exercise of search and seizure powers", "section_text": "13 1 In section 47B of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(d), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 47G of that Act (“appropriate approval”), before paragraph (b) of subsection (3) insert— ab in relation to the exercise of a power by a National Crime Agency officer, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "14", "section_title": "Seized money etc", "section_text": "14 1 In section 67 of the Proceeds of Crime Act 2002 (seized money), for subsections (4) and (5) substitute— 5 If— a a confiscation order is made against a person holding money to which this section applies, and b a receiver has not been appointed under section 50 in relation to the money, a magistrates' court may order the bank or building society to pay the money to the designated officer for the court on account of the amount payable under the confiscation order. 2 After subsection (5) of that section insert— 5A A person applying for an order under subsection (5) must give notice of the application to the bank or building society with which the account is held. 5B In the case of money held in an account not maintained by the person against whom the confiscation order is made, a magistrates' court— a may make an order under subsection (5) only if the extent of the person's interest in the money has been determined under section 10A, and b must have regard to that determination in deciding what is the appropriate order to make. 3 After subsection (7) of that section insert— 7A The Secretary of State may by order amend this section so that it applies not only to money held in an account maintained with a bank or building society but also to— a money held in an account maintained with a financial institution of a specified kind, or b money that is represented by, or may be obtained from, a financial instrument or product of a specified kind. 7B An order under subsection (7A) may amend this section so that it makes provision about realising an instrument or product within subsection (7A)(b) or otherwise obtaining money from it. 4 In section 67A of that Act (seized personal property), for subsections (2) and (3) substitute— 3 If— a a confiscation order is made against the person by whom the property is held, and b a receiver has not been appointed under section 50 in relation to the property, a magistrates' court may by order authorise an appropriate officer to realise the property. 5 In section 459(6)(a) of that Act (orders subject to affirmative resolution procedure), before  “75(7) or (8)” insert  “                      67(7A),                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "15", "section_title": "Restitution order and victim surcharge", "section_text": "15 1 In section 97 of the Proceeds of Crime Act 2002 (effect of order on court's other powers), in subsection (3)(a), at the end insert  “                      , a restitution order or a victim surcharge under section 253F(2) of the Procedure Act                    ” . 2 After that section insert— Application of receipts: restitution order and victim surcharge 97A 1 Subsection (2) applies if— a a court makes a confiscation order and a relevant order against the same person in the same proceedings, and b the court believes that the person will not have sufficient means to satisfy both orders in full. 2 In such a case the court must direct that so much of the amount payable under the relevant order as it specifies is to be paid out of any sums recovered under the confiscation order. 3 Subsection (4) applies if— a a court makes a confiscation order, a compensation order under section 249 of the Procedure Act and a relevant order against the same person in the same proceedings, and b the court believes that the person will not have sufficient means to satisfy all the orders in full. 4 In such a case the court must direct that so much of the compensation, and so much of the amount payable under the relevant order, as it specifies is to be paid out of any sums recovered under the confiscation order. 5 The amount a court specifies under subsection (2) or (4) must be the amount the court believes will not be recoverable because of the insufficiency of the person's means. 6 Where the amount a court specifies in a direction under subsection (4) is sufficient to satisfy in full the compensation, the direction must provide for the compensation to be so satisfied before payment of the amount payable under the relevant order. 7 Where the amount a court specifies in a direction under subsection (4) is not sufficient to satisfy in full the compensation, the direction must provide for the compensation to be satisfied to the extent of the amount specified in the direction. 8 In this section,  “ relevant order ” means— a a restitution order, or b a victim surcharge under section 253F(2) of the Procedure Act. 9 In this Part,  “ restitution order ” is to be construed in accordance with section 253A(2) of the Procedure Act."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "16", "section_title": "Orders for securing compliance with confiscation order", "section_text": "16 After section 97A of the Proceeds of Crime Act 2002 (inserted by section 15(2) above) insert— Orders for securing compliance with confiscation order 97B 1 This section applies where the court makes a confiscation order. 2 The court may make such order in relation to the accused as it believes is appropriate for the purpose of ensuring that the confiscation order is effective (a  “compliance order”). 3 The court must consider whether to make a compliance order— a on the making of the confiscation order, and b if it does not make a compliance order then, at any later time (while the confiscation order is still in effect) on the application of the prosecutor. 4 In considering whether to make a compliance order, the court must, in particular, consider whether any restriction or prohibition on the accused's travel outside the United Kingdom ought to be imposed for the purpose mentioned in subsection (2). 5 The court may discharge or vary a compliance order on an application made by— a the prosecutor; b the accused. 6 For the purposes of any appeal or review, a compliance order is a sentence. Breach of compliance order 97C 1 This section applies where— a a compliance order has been made in relation to an accused, and b it appears to the court that the accused has failed to comply with the compliance order. 2 The court may— a issue a warrant for the accused's arrest, or b issue a citation to the accused requiring the accused to appear before the court. 3 If the accused fails to appear as required by a citation issued under subsection (2)(b), the court may issue a warrant for the arrest of the accused. 4 The unified citation provisions (as defined in section 307(1) of the Procedure Act) apply in relation to a citation under subsection (2)(b). 5 The court must, before considering the alleged failure— a provide the accused with written details of the alleged failure, b inform the accused that the accused is entitled to be legally represented, and c inform the accused that no answer need be given to the allegation before the accused— i has been given an opportunity to take legal advice, or ii has indicated that the accused does not wish to take legal advice. 6 If the court is satisfied that the accused has failed without reasonable excuse to comply with the compliance order, the court may— a impose on the accused a fine not exceeding level 3 on the standard scale, b revoke the compliance order and impose on the accused a sentence of imprisonment for a term not exceeding 3 months, c vary the compliance order, or d both impose a fine under paragraph (a) and vary the order under paragraph (c). 7 The court may vary the compliance order if the court is satisfied— a that the accused has failed to comply with the order, b that the accused had a reasonable excuse for the failure, and c that, having regard to the circumstances which have arisen since the order was imposed, it is in the interests of justice to vary the order. 8 Evidence of one witness is sufficient for the purpose of establishing that an accused has failed without reasonable excuse to comply with a compliance order. Appeals against variation or discharge of compliance orders 97D The prosecutor or the accused may appeal against a decision of the court under section 97B(5)— a to vary or refuse to vary a compliance order, or b to discharge or refuse to discharge a compliance order."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "17", "section_title": "Compliance orders: appeals by prosecutor", "section_text": "17 1 The Criminal Procedure (Scotland) Act 1995 is amended as follows. 2 In section 108 (Lord Advocate's right of appeal in solemn proceedings)— a in subsection (1), after paragraph (cc) insert— cd a decision under section 97B(2) of the Proceeds of Crime Act 2002 to make or not to make a compliance order; ; b in subsection (2)(b)— i in sub-paragraph (ii), for  “or (cc)” substitute  “                              , (cc) or (cd)                            ” ; ii in sub-paragraph (iii), after  “paragraph” insert  “                              (cd) or                            ” . 3 In section 175 (right of appeal in summary proceedings)— a in subsection (4), after paragraph (cc) insert— cd a decision under section 97B(2) of the Proceeds of Crime Act 2002 to make or not to make a compliance order; ; b in subsection (4A)(b)— i in sub-paragraph (ii), for  “or (cc)” substitute  “                              , (cc) or (cd)                            ” ; ii in sub-paragraph (iii), after  “paragraph” insert  “                              (cd) or                            ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "18", "section_title": "Accused persons unlawfully at large", "section_text": "18 1 In section 111 of the Proceeds of Crime Act 2002 (conviction or other disposal of accused), in subsection (1), for  “after” substitute  “                      and, either before or after he became unlawfully at large                    ” . 2 For subsection (4) of that section substitute— 4 Once the accused has ceased to be unlawfully at large— a section 104 has effect as if subsection (1) read— 1 This section applies if— a in a case where section 111 applies the court did not proceed under section 92, b before the end of the period of six years starting with the day when the accused ceased to be unlawfully at large, the prosecutor applies to the court to proceed under section 92, and c the court thinks it is appropriate for it to do so. ; b section 105 has effect as if subsection (3) read— 3 The second condition is that— a before the end of the period of six years starting with the day when the accused ceased to be unlawfully at large, the prosecutor applies to the court to reconsider whether the accused has benefited from his general or particular criminal conduct (as the case may be), and b the court thinks it is appropriate for it to do so. ; c section 106 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the accused's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the accused ceased to be unlawfully at large, the prosecutor applies to the court to proceed under this section, and d the court thinks it is appropriate for it to do so. ; d the modifications set out in subsection (3)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 104, 105 or 106 (as applied by this subsection). 3 In section 112 of that Act (accused neither convicted nor acquitted), in subsection (1)(c), for  “two years” substitute  “                      three months                    ” . 4 For subsection (4) of that section substitute— 4 Once the accused has ceased to be unlawfully at large— a section 106 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the accused's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the accused ceased to be unlawfully at large, the prosecutor applies to the court to proceed under this section, and d the court thinks it is appropriate for it to do so. ; b the modifications set out in subsection (3)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 106 (as applied by this subsection)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "19", "section_title": "Enforcement of confiscation orders", "section_text": "19 1 In section 118 of the Proceeds of Crime Act 2002 (application of provisions about fine enforcement in relation to confiscation orders)— a in subsection (2)(h), for  “, except” substitute  “                          (other than subsection (3) and as if the words  “Subject to subsection (3) below,” were omitted); but that section does not apply                        ” ; b after subsection (2) insert— 2A In its application in relation to confiscation orders, subsection (2) of section 219 of the Procedure Act is to be read as if for the Table in that subsection there were substituted the following Table— Amount to be Paid under Compensation Order Maximum Period of Imprisonment £10,000 or less 6 months More than £10,000 but no more than £500,000 5 years More than £500,000 but no more than £1 million 7 years More than £1 million 14 years 2B The Scottish Ministers may by order— a amend section 219(2) of the Procedure Act (as applied by this section) so as to provide for minimum periods of imprisonment in respect of amounts ordered to be paid under a confiscation order; b amend the Table in subsection (2A) so as to remove, alter or replace any entry (including an entry inserted by virtue of paragraph (a) of this subsection) or to add any entry; c apply (with or without modifications) any provision of the Procedure Act relating to enforcement of fines in consequence of exercising the power in paragraph (a) or (b) (including modifying any such provision in its application in relation to confiscation orders by virtue of this section). 2C In its application in relation to a confiscation order under Part 2 of this Act, subsection (8) of section 222 of the Procedure Act is to be read as if, in relation to a transfer of fine order under section 90 of the Magistrates' Courts Act 1980, for  “139 of the Powers of Criminal Courts (Sentencing) Act 2000” there were substituted  “                                35(2A) of the Proceeds of Crime Act 2002                              ” . 2D In its application in relation to a confiscation order under Part 4 of this Act, subsection (8) of section 222 of the Procedure Act is to be read as if— a before the words  “section 90” there were inserted  “section 35 of the Criminal Justice Act (Northern Ireland) 1945,”; b in relation to a transfer of fine order under section 35 of that Act, for  “139 of the Powers of Criminal Courts (Sentencing) Act 2000” there were substituted  “                                    185(2A) of the Proceeds of Crime Act 2002                                  ” . 2 In section 459 of that Act (orders and regulations)— a after subsection (3) insert— 3A Subsection (3) does not apply to the power of the Scottish Ministers to make an order under section 118(2B). ; b in subsection (5)(a), after  “section” insert  “                          118(2B),                        ” ; c in subsection (6)(b), after  “section” insert  “                          118(2B),                        ” . 3 In section 219 of the Criminal Procedure (Scotland) Act 1995 (fines: periods of imprisonment for non-payment), in subsection (8)(b), after  “section 118(2)” insert  “                      , (2A) and (2B)                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "20", "section_title": "Conditions for exercise of restraint order powers", "section_text": "20 1 In section 119 of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(b), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 120 of that Act (restraint orders etc), after subsection (6) insert— 6A Subsections (6B) and (6C) apply where the court makes a restraint order (by virtue of the first condition in section 119) as a result of a criminal investigation having been instituted in Scotland with regard to an offence. 6B The court— a must include in the order a requirement for the applicant for the order to report to the court on the progress of the investigation at such times and in such manner as the order may specify (a  “reporting requirement”), and b must recall the order if proceedings for the offence are not instituted within a reasonable time (and this duty applies whether or not an application to recall the order is made under section 121(5)). 6C The duty under subsection (6B)(a) does not apply if the court decides that, in the circumstances of the case, a reporting requirement should not be imposed, but the court— a must give reasons for its decision, and b may at any time vary the order so as to include a reporting requirement (and this power applies whether or not an application to vary the order is made under section 121(5))."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "21", "section_title": "Continuation of restraint order after conviction quashed or verdict set aside", "section_text": "21 In section 121 of the Proceeds of Crime Act 2002 (application, recall and variation), after subsection (8) insert— 8A The duty in subsection (8) to recall a restraint order on the conclusion of proceedings does not apply where— a the proceedings are concluded by reason of— i an accused's conviction for an offence being quashed under section 118(1)(c) of the Procedure Act, or ii the setting aside of the verdict against the accused under section 183(1)(d) of the Procedure Act, b the restraint order is in force at the time when the conviction is quashed or the verdict set aside (as the case may be), and c the High Court of Justiciary has granted authority under section 118(1)(c) or 183(1)(d) of the Procedure Act to bring a new prosecution or the prosecutor has requested that the court grant such authority. 8B But the court must recall the restraint order— a if the High Court of Justiciary refuses a request to grant authority under section 118(1)(c) or 183(1)(d) of the Procedure Act to bring a new prosecution, b if the High Court of Justiciary has granted authority under section 118(1)(c) or 183(1)(d) of the Procedure Act to bring a new prosecution but no proceedings are commenced by the expiry of the time mentioned in section 119(5) or 185(5) of that Act (as the case may be), or c otherwise, on the conclusion of the proceedings in the new prosecution of the accused under section 119 or 185 of the Procedure Act."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "22", "section_title": "Conditions for exercise of search and seizure powers", "section_text": "22 1 In section 127B of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(d), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 127G of that Act (“appropriate approval”), before paragraph (b) of subsection (3) insert— ab in relation to the exercise of a power by a National Crime Agency officer, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "23", "section_title": "Prohibitory property orders: PPO receivers", "section_text": "23 1 The Proceeds of Crime Act 2002 is amended as follows. 2 After section 255F insert— Receivers in connection with prohibitory property orders 255G 1 Subsection (2) applies if— a the Court of Session makes a prohibitory property order on an application by an enforcement authority, and b the authority applies to the court to proceed under subsection (2) (whether as part of the application for the prohibitory property order or at any time afterwards). 2 The Court of Session may by order appoint a person (a  “PPO receiver”) in respect of any property to which the prohibitory property order applies. 3 An application for an order under this section may be made without notice if the circumstances are such that notice of the application would prejudice any right of the enforcement authority to obtain a recovery order in respect of any property. 4 In its application for an order under this section, the enforcement authority must nominate a suitably qualified person for appointment as a PPO receiver. 5 Such a person may be a member of staff of the enforcement authority. 6 The enforcement authority may apply a sum received by it under section 280(2) in making payment of the remuneration and expenses of a PPO receiver appointed under this section. 7 Subsection (6) does not apply in relation to the remuneration of the PPO receiver if he is a member of the staff of the enforcement authority (but it does apply in relation to such remuneration if the PPO receiver is a person providing services under arrangements made by the enforcement authority). Powers of receivers appointed under section 255G 255H 1 If the Court of Session appoints a PPO receiver under section 255G on an application by an enforcement authority, the court may act under this section on the application of the authority. 2 The court may by order authorise or require the PPO receiver— a to exercise any of the powers mentioned in paragraph 5 of Schedule 6 (management powers) in relation to any property in respect of which the PPO receiver is appointed, b to take any other steps the court thinks appropriate in connection with the management of any such property (including securing the detention, custody or preservation of the property in order to manage it). 3 The court may by order require any person in respect of whose property the PPO receiver is appointed— a to bring the property to a place in Scotland specified by the PPO receiver or to place it in the custody of the PPO receiver (if, in either case, he is able to do so), b to do anything he is reasonably required to do by the PPO receiver for the preservation of the property. 4 The court may by order require any person in respect of whose property the PPO receiver is appointed to bring any documents relating to the property which are in his possession or control to a place in Scotland specified by the PPO receiver or to place them in the custody of the PPO receiver. 5 In subsection (4)  “ document ” means anything in which information of any description is recorded. 6 Any prohibition on dealing with property imposed by a prohibitory property order does not prevent a person from complying with any requirements imposed by virtue of this section. 7 If— a the PPO receiver deals with any property which is not property in respect of which he is appointed under section 255G, and b at the time he deals with the property the PPO receiver believes on reasonable grounds that he is entitled to do so by virtue of his appointment, the PPO receiver is not liable to any person in respect of any loss or damage resulting from his dealing with the property except so far as the loss or damage is caused by his negligence. Supervision of PPO receiver and variations 255I 1 Any of the following persons may at any time apply to the Court of Session for directions as to the exercise of the functions of a PPO receiver— a the PPO receiver, b any party to the proceedings for the appointment of the PPO receiver or the prohibitory property order concerned, c any person affected by any action taken by the PPO receiver, d any person who may be affected by any action proposed to be taken by the PPO receiver. 2 Before giving any directions under subsection (1), the court must give an opportunity to be heard to— a the PPO receiver, b the parties to the proceedings for the appointment of the PPO receiver and for the prohibitory property order concerned, c any person who may be interested in the application under subsection (1). 3 The court may at any time vary or recall— a an order appointing a PPO receiver, b any order under section 255H, or c any directions under this section. 4 Before exercising any power under subsection (3), the court must give an opportunity to be heard to— a the PPO receiver, b the parties to the proceedings for— i the appointment of the PPO receiver, ii the order under section 255H, or iii (as the case may be) the directions under this section, c the parties to the proceedings for the prohibitory property order concerned, d any person who may be affected by the court's decision. 3 After section 282C insert— Enforcement abroad before recovery order: PPO receiver 282CA 1 This section applies if— a a prohibitory property order made by the Court of Session has effect in relation to property, and b the PPO receiver appointed under section 255G in respect of the property believes that it is in a country outside the United Kingdom (the  “receiving country”). 2 The PPO receiver may send a request for assistance in relation to the property to the Secretary of State with a view to it being forwarded under this section. 3 The Secretary of State must forward the request for assistance to the government of the receiving country. 4 A request for assistance under this section is a request to the government of the receiving country— a to secure that any person is prohibited from dealing with the property, b for assistance in connection with the management of the property, including with securing its detention, custody or preservation."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "24", "section_title": "Determination of extent of defendant's interest in property", "section_text": "24 After section 160 of the Proceeds of Crime Act 2002 insert— Determination of extent of defendant's interest in property 160A 1 Where it appears to a court making a confiscation order that— a there is property held by the defendant that is likely to be realised or otherwise used to satisfy the order, and b a person other than the defendant holds, or may hold, an interest in the property, the court may, if it thinks it appropriate to do so, determine the extent (at the time the confiscation order is made) of the defendant's interest in the property. 2 The court must not exercise the power conferred by subsection (1) unless it gives to anyone who the court thinks is or may be a person holding an interest in the property a reasonable opportunity to make representations to it. 3 A determination under this section is conclusive in relation to any question as to the extent of the defendant's interest in the property that arises in connection with— a the realisation of the property, or the transfer of an interest in the property, with a view to satisfying the confiscation order, or b any action or proceedings taken for the purposes of any such realisation or transfer. 4 Subsection (3)— a is subject to section 199(8B), and b does not apply in relation to a question that arises in proceedings before the Court of Appeal or the Supreme Court. 5 In this Part, the  “extent” of the defendant's interest in property means the proportion that the value of the defendant's interest in it bears to the value of the property itself."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "25", "section_title": "Provision of information", "section_text": "25 1 In section 166 of the Proceeds of Crime Act 2002 (statement of information), after subsection (6) insert— 6A A statement of information (other than one to which subsection (6B) applies) must include any information known to the prosecutor which the prosecutor believes is or would be relevant for the purpose of enabling the court to decide— a whether to make a determination under section 160A, or b what determination to make (if the court decides to make one). 6B If the court has decided to make a determination under section 160A, a further statement of information under subsection (6)(b) must, if the court so orders, include specified information that is relevant to the determination. 2 In section 168 of that Act (provision of information by defendant)— a in subsection (2), after  “functions” insert  “                          (including functions under section 160A)                        ” ; b in subsection (6)(b), for  “deciding the available amount under section 159,” substitute deciding—                           i the available amount under section 159, or ii whether to make a determination under section 160A, or what determination to make (if the court decides to make one), . 3 After that section insert— Provision of information as to defendant's interest in property 168A 1 This section applies if the court— a is considering whether to make a determination under section 160A of the extent of the defendant's interest in any property, or b is deciding what determination to make (if the court has decided to make a determination under that section). In this section  “ interested person ” means a person (other than the defendant) who the court thinks is or may be a person holding an interest in the property. 2 For the purpose of obtaining information to help it in carrying out its functions under section 160A the court may at any time order an interested person to give it information specified in the order. 3 An order under this section may require all or a specified part of the information to be given in a specified manner and before a specified date. 4 If an interested person fails without reasonable excuse to comply with an order under this section the court may draw such inference as it believes is appropriate. 5 Subsection (4) does not affect any power of the court to deal with the person in respect of a failure to comply with an order under this section. 6 If the prosecutor accepts to any extent an allegation made by an interested person— a in giving information required by an order under this section, or b in any other statement given to the court in relation to any matter relevant to a determination under section 160A, the court may treat the acceptance as conclusive of the matters to which it relates. 7 For the purposes of this section an allegation may be accepted in a manner ordered by the court. 8 If the court makes an order under this section it may at any time vary it by making another one. 9 No information given by a person under this section is admissible in evidence in proceedings against that person for an offence."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "26", "section_title": "Appeals", "section_text": "26 1 In section 181 of the Proceeds of Crime Act 2002 (appeal to Court of Appeal), after subsection (3) insert— 4 An appeal lies to the Court of Appeal against a determination, under section 160A, of the extent of the defendant's interest in property. 5 An appeal under subsection (4) lies at the instance of— a the prosecutor; b a person who the Court of Appeal thinks is or may be a person holding an interest in the property, if subsection (6) or (7) applies. 6 This subsection applies if the person was not given a reasonable opportunity to make representations when the determination was made. 7 This subsection applies if it appears to the Court of Appeal to be arguable that giving effect to the determination would result in a serious risk of injustice to the person. 8 An appeal does not lie under subsection (4) where— a the Court of Appeal believes that an application under section 198 is to be made by the prosecutor for the appointment of a receiver, b such an application has been made but has not yet been determined, or c a receiver has been appointed under section 198. 2 In section 182 of that Act (court's powers on appeal), after subsection (2) insert— 2A On an appeal under section 181(4) the Court of Appeal may— a confirm the determination, or b make such order as it believes is appropriate. 3 In section 183 of that Act (appeal to Supreme Court)— a for subsection (2) substitute— 2 An appeal under this section lies at the instance of— a the defendant or the prosecutor (except where paragraph (b) applies); b if the proceedings in the Court of Appeal were proceedings on an appeal under section 181(4), any person who was a party to those proceedings. ; b after subsection (3) insert— 3A On an appeal under this section from a decision under section 182(2A) the Supreme Court may— a confirm the decision of the Court of Appeal, or b make such order as it believes is appropriate."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "27", "section_title": "Enforcement receivers", "section_text": "27 In section 199 of the Proceeds of Crime Act 2002 (powers of receivers etc), after subsection (8A) insert— 8B Representations that a person is entitled to make by virtue of subsection (8) do not include representations that are inconsistent with a determination made under section 160A, unless— a the person was not given a reasonable opportunity to make representations when the determination was made and has not appealed against the determination, or b it appears to the court that there would be a serious risk of injustice to the person if the court was bound by the determination; and the determination does not bind the court if paragraph (a) or (b) applies."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "28", "section_title": "Time for payment", "section_text": "28 1 For section 161 of the Proceeds of Crime Act 2002 substitute— Time for payment 161 1 Unless subsection (2) applies, the full amount ordered to be paid under a confiscation order must be paid on the day on which the order is made. 2 If the court making the confiscation order is satisfied that the defendant is unable to pay the full amount on that day, it may make an order requiring whatever cannot be paid on that day to be paid— a in a specified period, or b in specified periods each of which relates to a specified amount. 3 A specified period— a must start with the day on which the confiscation order is made, and b must not exceed three months. 4 If— a within any specified period the defendant applies to the Crown Court for that period to be extended, and b the court is satisfied that, despite having made all reasonable efforts, the defendant is unable to pay the amount to which the specified period relates within that period, the court may make an order extending the period (for all or any part or parts of the amount in question). 5 An extended period— a must start with the day on which the confiscation order is made, and b must not exceed six months. 6 An order under subsection (4)— a may be made after the end of the specified period to which it relates, but b must not be made after the end of the period of six months starting with the day on which the confiscation order is made. 7 Periods specified or extended under this section must be such that, where the court believes that a defendant will by a particular day be able— a to pay the amount remaining to be paid, or b to pay an amount towards what remains to be paid, that amount is required to be paid no later than that day. 8 The court must not make an order under subsection (2) or (4) unless it gives the prosecutor an opportunity to make representations. 2 In section 162 of that Act (interest on unpaid sums), for subsection (3) substitute— 3 If— a an application has been made under section 161(4) for a specified period to be extended, b the application has not been determined by the court, and c the period of six months starting with the day on which the confiscation order was made has not ended, the amount on which interest is payable under this section does not include the amount to which the specified period relates. 3 In section 235 of that Act (interpretation: confiscation orders), after subsection (1) insert— 1A The  “amount payable” under a confiscation order, where part of that amount has been paid, means the amount that remains to be paid."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "29", "section_title": "Orders for securing compliance with confiscation order", "section_text": "29 After section 163 of the Proceeds of Crime Act 2002 insert— Orders for securing compliance with confiscation order 163A 1 This section applies where the court makes a confiscation order. 2 The court may make such order as it believes is appropriate for the purpose of ensuring that the confiscation order is effective (a  “compliance order”). 3 The court must consider whether to make a compliance order— a on the making of the confiscation order, and b if it does not make a compliance order then, at any later time (while the confiscation order is still in effect) on the application of the prosecutor. 4 In considering whether to make a compliance order, the court must, in particular, consider whether any restriction or prohibition on the defendant's travel outside the United Kingdom ought to be imposed for the purpose mentioned in subsection (2). 5 The court may discharge or vary a compliance order on an application made by— a the prosecutor; b any person affected by the order. Appeals against orders under section 163A 163B 1 If on an application under section 163A(3)(b) the Crown Court decides not to make a compliance order, the prosecutor may appeal to the Court of Appeal against the decision. 2 The following persons may appeal to the Court of Appeal in respect of the Crown Court's decision to make, discharge or vary a compliance order— a the prosecutor; b any person affected by the order. 3 On an appeal under subsection (1) or (2) the Court of Appeal may— a confirm the decision, or b make such order as it believes is appropriate. 4 An appeal lies to the Supreme Court against a decision of the Court of Appeal under subsection (3). 5 An appeal under subsection (4) lies at the instance of any person who was a party to the proceedings before the Court of Appeal. 6 On an appeal under subsection (4) the Supreme Court may— a confirm the decision of the Court of Appeal, or b make such order as it believes is appropriate. 7 In this section  “ compliance order ” means an order made under section 163A."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "30", "section_title": "Variation or discharge", "section_text": "30 1 In section 173 of the Proceeds of Crime Act 2002 (inadequacy of available amount: variation of confiscation order), in subsection (1)(b), after  “the defendant” insert  “                      or the prosecutor                    ” . 2 After section 175 of that Act insert— Recovery from estate of deceased defendant impractical: discharge of order 175A 1 This section applies if— a a court has made a confiscation order, b the defendant dies while the order is not satisfied, and c the prosecutor applies to the Crown Court for the discharge of the order. 2 The court may discharge the order if it appears to the court that— a it is not possible to recover anything from the estate of the deceased for the purpose of satisfying the order to any extent, or b it would not be reasonable to make any attempt, or further attempt, to recover anything from the estate of the deceased for that purpose. 3 Section 175A of that Act (inserted by subsection (2) above) applies to— a a confiscation order made under the Criminal Justice (Confiscation) (Northern Ireland) Order 1990 ( S.I.  1990/2588 (N.I. 17)), or b a confiscation order made under Part 2 of the Proceeds of Crime (Northern Ireland) Order 1996 (S.I. 1996/1299 (N.I. 9)), as it applies to a confiscation order made under the Proceeds of Crime Act 2002."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "31", "section_title": "Absconding defendants", "section_text": "31 1 In section 177 of the Proceeds of Crime Act 2002 (absconding defendant convicted or committed), for subsection (2) substitute— 2 The first condition is that a defendant falls within either of the following paragraphs— a he absconds and, either before or after doing so, he is convicted of an offence or offences in proceedings before the Crown Court; b he absconds after being committed to the Crown Court in respect of an offence or offences under section 218 below (committal with a view to a confiscation order being considered). 2 For subsections (6) and (7) of that section substitute— 6 Once the defendant ceases to be an absconder— a section 169 has effect as if subsection (1) read— 1 This section applies if— a at a time when the first condition in section 177 was satisfied the court did not proceed under section 156, b before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under section 156, and c the court believes it is appropriate for it to do so. ; b section 170 has effect as if subsection (4) read— 4 The second condition is that— a before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to reconsider whether the defendant has benefited from his general or particular criminal conduct (as the case may be), and b the court believes it is appropriate for it to do so. ; c section 171 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the defendant's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under this section, and d the court believes it is appropriate for it to do so. ; d the modifications set out in subsection (5)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 169, 170 or 171 (as applied by this subsection). 3 In section 178 of that Act (absconding defendant neither convicted nor acquitted), in subsection (2)(c), for  “two years” substitute  “                      three months                    ” . 4 For subsection (6) of that section substitute— 6 Once the defendant has ceased to be an absconder— a section 171 has effect as if subsection (1) read— 1 This section applies if— a a court has made a confiscation order, b the prosecutor believes that if the court were to find the amount of the defendant's benefit in pursuance of this section it would exceed the relevant amount, c before the end of the period of six years starting with the day when the defendant ceased to be an absconder, the prosecutor applies to the Crown Court to proceed under this section, and d the court believes it is appropriate for it to do so. ; b the modifications set out in subsection (5)(a) to (d) of this section do not apply to proceedings that take place by virtue of section 171 (as applied by this subsection)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "32", "section_title": "Default sentences", "section_text": "32 1 In section 185 of the Proceeds of Crime Act 2002 (enforcement as fines), after subsection (2) insert— 2A Where a court is fixing a term of imprisonment or detention under section 35(1)(c) of that Act (as applied by subsection (2) above) in respect of an amount ordered to be paid under a confiscation order, the maximum terms are those specified in the second column of the Table for amounts described in the corresponding entry in the first column. TABLE Amount Maximum term £10,000 or less 6 months More than £10,000 but no more than £500,000 5 years More than £500,000 but no more than £1 million 7 years More than £1 million 14 years 2B The Department of Justice in Northern Ireland may by order— a amend subsection (2A) so as to provide for minimum terms of imprisonment or detention under section 35(1)(c) of that Act (as applied by subsection (2) above) in respect of amounts ordered to be paid under a confiscation order; b amend the Table in subsection (2A) so as to remove, alter or replace any entry (including an entry inserted by virtue of the power in paragraph (a) of this subsection) or to add any entry. 2 In section 459(7B) of that Act (orders subject to affirmative resolution procedure), after  “section” insert  “                      185(2B),                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "33", "section_title": "Conditions for exercise of restraint order powers", "section_text": "33 1 In section 189 of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(b), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 190 of that Act (restraint orders), after subsection (7) insert— 7A Subsections (7B) and (7C) apply where the High Court makes a restraint order (by virtue of the first condition in section 189) as a result of a criminal investigation having been started in Northern Ireland with regard to an offence. 7B The court— a must include in the order a requirement for the applicant for the order to report to the court on the progress of the investigation at such times and in such manner as the order may specify (a  “reporting requirement”), and b must discharge the order if proceedings for the offence are not started within a reasonable time (and this duty applies whether or not an application to discharge the order is made under section 191(3)). 7C The duty under subsection (7B)(a) does not apply if the court decides that, in the circumstances of the case, a reporting requirement should not be imposed, but the court— a must give reasons for its decision, and b may at any time vary the order so as to include a reporting requirement (and this power applies whether or not an application to vary the order is made under section 191(3))."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "34", "section_title": "Continuation of restraint order after quashed conviction", "section_text": "34 In section 191 of the Proceeds of Crime Act 2002 (application, discharge and variation of restraint orders), after subsection (6) insert— 6A The duty in subsection (6) to discharge a restraint order on the conclusion of proceedings does not apply where— a the proceedings are concluded by reason of a defendant's conviction for an offence being quashed, b the order is in force at the time when the conviction is quashed, and c the Court of Appeal has ordered the defendant to be retried for the offence or the prosecutor has applied for such an order to be made. 6B But the court must discharge the restraint order— a if the Court of Appeal declines to make an order for the defendant to be retried, b if the Court of Appeal orders the defendant to be retried but proceedings for the retrial are not started within a reasonable time, or c otherwise, on the conclusion of proceedings for the retrial of the defendant."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "35", "section_title": "Conditions for exercise of search and seizure powers", "section_text": "35 1 In section 195B of the Proceeds of Crime Act 2002 (conditions for exercise of powers), in subsection (2)(d), for  “is reasonable cause to believe” substitute  “                      are reasonable grounds to suspect                    ” . 2 In section 195G of that Act (“appropriate approval”), before paragraph (b) of subsection (3) insert— ab in relation to the exercise of a power by a National Crime Agency officer, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "36", "section_title": "Seized money etc", "section_text": "36 1 In section 215 of the Proceeds of Crime Act 2002 (seized money), for subsections (4) and (5) substitute— 5 If— a a confiscation order is made against a person holding money to which this section applies, and b a receiver has not been appointed under section 198 in relation to the money, a magistrates' court may order the bank or building society to pay the money to the appropriate chief clerk on account of the amount payable under the confiscation order. 2 After subsection (5) of that section insert— 5A A person applying for an order under subsection (5) must give notice of the application to the bank or building society with which the account is held. 5B In the case of money held in an account not maintained by the person against whom the confiscation order is made, a magistrates' court— a may make an order under subsection (5) only if the extent of the person's interest in the money has been determined under section 160A, and b must have regard to that determination in deciding what is the appropriate order to make. 3 After subsection (7) of that section insert— 7A The Department of Justice in Northern Ireland may by order amend this section so that it applies not only to money held in an account maintained with a bank or building society but also to— a money held in an account maintained with a financial institution of a specified kind, or b money that is represented by, or may be obtained from, a financial instrument or product of a specified kind. 7B An order under subsection (7A) may amend this section so that it makes provision about realising an instrument or product within subsection (7A)(b) or otherwise obtaining money from it. 4 In section 215A of that Act (seized personal property), for subsections (2) and (3) substitute— 3 If— a a confiscation order is made against the person by whom the property is held, and b a receiver has not been appointed under section 198 in relation to the property, a magistrates' court may by order authorise an appropriate officer to realise the property. 5 In section 459(7B) of that Act (orders subject to affirmative resolution procedure), before  “223(7) or (8)” insert  “                      215(7A),                    ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "37", "section_title": "Exemption from civil liability for money-laundering disclosures", "section_text": "37 In section 338 of the Proceeds of Crime Act 2002 (money laundering: authorised disclosures), after subsection (4) insert— 4A Where an authorised disclosure is made in good faith, no civil liability arises in respect of the disclosure on the part of the person by or on whose behalf it is made."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "38", "section_title": "Confiscation investigations", "section_text": "38 1 In section 341 of the Proceeds of Crime Act 2002, at the end of subsection (1) insert , or                     c the extent or whereabouts of realisable property available for satisfying a confiscation order made in respect of him. 2 In section 353 of that Act (requirements where production order not available), in subsection (6)(a), after  “of his benefit from his criminal conduct” insert  “                    or of realisable property available for satisfying a confiscation order made in respect of him                  ” . 3 In section 388 of that Act (requirements where production order not available), in subsection (6)(a), after  “of his benefit from his criminal conduct” insert  “                    or of realisable property available for satisfying a confiscation order made in respect of him                  ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "39", "section_title": "External orders and investigations: meaning of  “obtaining property”", "section_text": "39 In section 447 of the Proceeds of Crime Act 2002 (interpretation of Part 11 (co-operation)), after subsection (6) insert— 6A A person who obtains a pecuniary advantage as a result of or in connection with conduct is to be taken to obtain, as a result of or in connection with the conduct, a sum of money equal to the value of the pecuniary advantage. 6B References to property or a pecuniary advantage obtained in connection with conduct include references to property or a pecuniary advantage obtained both in that connection and some other."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "40", "section_title": "Confiscation orders by magistrates' courts", "section_text": "40 1 The Serious Organised Crime and Police Act 2005 is amended as follows. 2 In section 97 (confiscation orders by magistrates' courts), after subsection (1) insert— 1ZA But an order under subsection (1) may not enable such a confiscation order to be made by any magistrates' court in respect of an amount exceeding £10,000. 1ZB The Secretary of State may by order amend subsection (1ZA) so as to substitute a different amount. 3 In subsection (2) of that section omit  “(1) or”. 4 After that subsection insert— 2A The Department of Justice may by order amend subsection (2) so as to substitute a different amount. 5 In section 172 (orders etc)— a in subsection (5)\t\t\t\t\t\t\t(orders made by Secretary of State that are subject to affirmative resolution procedure), in paragraph (i), after  “section 97(1)” insert  “                        or (1ZB)                      ” ; b in subsection (13)\t\t\t\t\t\t\t(orders made by Department of Justice in Northern Ireland that are subject to affirmative resolution procedure), in paragraph (d), after  “section 97(1A)” insert  “                        or (2A)                      ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "41", "section_title": "Unauthorised acts causing, or creating risk of, serious damage", "section_text": "41 1 The Computer Misuse Act 1990 is amended as follows. 2 After section 3 insert— Unauthorised acts causing, or creating risk of, serious damage 3ZA 1 A person is guilty of an offence if— a the person does any unauthorised act in relation to a computer; b at the time of doing the act the person knows that it is unauthorised; c the act causes, or creates a significant risk of, serious damage of a material kind; and d the person intends by doing the act to cause serious damage of a material kind or is reckless as to whether such damage is caused. 2 Damage is of a  “ material kind ” for the purposes of this section if it is— a damage to human welfare in any place; b damage to the environment of any place; c damage to the economy of any country; or d damage to the national security of any country. 3 For the purposes of subsection (2)(a) an act causes damage to human welfare only if it causes— a loss to human life; b human illness or injury; c disruption of a supply of money, food, water, energy or fuel; d disruption of a system of communication; e disruption of facilities for transport; or f disruption of services relating to health. 4 It is immaterial for the purposes of subsection (2) whether or not an act causing damage— a does so directly; b is the only or main cause of the damage. 5 In this section— a a reference to doing an act includes a reference to causing an act to be done; b “ act ” includes a series of acts; c a reference to a country includes a reference to a territory, and to any place in, or part or region of, a country or territory. 6 A person guilty of an offence under this section is (unless subsection (7) applies) liable, on conviction on indictment, to imprisonment for a term not exceeding 14 years, or to a fine, or to both. 7 Where an offence under this section is committed as a result of an act causing or creating a significant risk of— a serious damage to human welfare of the kind mentioned in subsection (3)(a) or (3)(b), or b serious damage to national security, a person guilty of the offence is liable, on conviction on indictment, to imprisonment for life, or to a fine, or to both. 3 In section 3A (making, supplying or obtaining articles for use in offences under section 1 or 3), in subsections (1), (2) and (3), for  “section 1 or 3” substitute  “                  section 1, 3 or 3ZA                ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "42", "section_title": "Obtaining articles for purposes relating to computer misuse", "section_text": "42 In section 3A of the Computer Misuse Act 1990 (making, supplying or obtaining articles for use in offence under section 1 or 3), in subsection (3), for  “article with a view to” substitute article—               a intending to use it to commit, or to assist in the commission of, an offence under section 1, 3 or 3ZA, or b with a view to ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "43", "section_title": "Territorial scope of computer misuse offence", "section_text": "43 1 The Computer Misuse Act 1990 is amended as follows. 2 In section 4 (territorial scope of offences), in subsection (1), for  “section 1 or 3” substitute  “                  section 1, 3 or 3ZA                ” . 3 After subsection (4) of that section insert— 4A It is immaterial for the purposes of an offence under section 3A whether the accused was in the home country concerned at the time of any act or other event proof of which is required for conviction of the offence if there is a significant link with domestic jurisdiction in relation to the offence. 4 In section 5 (significant links with domestic jurisdiction), after subsection (1) insert— 1A In relation to an offence under section 1, 3, 3ZA or 3A, where the accused was in a country outside the United Kingdom at the time of the act constituting the offence there is a significant link with domestic jurisdiction if— a the accused was a United Kingdom national at that time; and b the act constituted an offence under the law of the country in which it occurred. 1B In subsection (1A)— “ country ” includes territory; “ United Kingdom national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen; a person who under the British Nationality Act 1981 is a British subject; or a British protected person within the meaning of that Act. 5 After subsection (3) of that section insert— 3A In relation to an offence under section 3ZA, any of the following is also a significant link with domestic jurisdiction— a that the accused was in the home country concerned at the time when he did the unauthorised act (or caused it to be done); b that the unauthorised act was done in relation to a computer in the home country concerned; c that the unauthorised act caused, or created a significant risk of, serious damage of a material kind (within the meaning of that section) in the home country concerned. 6 In section 13 (proceedings in Scotland), after subsection (2) insert— 2A A sheriff shall have jurisdiction in respect of an offence under section 3ZA above if— a the accused was in the sheriffdom at the time when he did the unauthorised act (or caused it to be done), or b the computer in relation to which the unauthorised act was done was in the sheriffdom at that time. 2B A sheriff shall have jurisdiction in respect of an offence under section 3A above if— a the accused was in the sheriffdom at the time when— i he made, adapted, supplied or offered to supply the article intending it to be used as mentioned in subsection (1) of that section, ii he supplied or offered to supply the article believing that it would be used as mentioned in subsection (2) of that section, or iii he obtained the article intending to use it, or with a view to its being supplied for use, as mentioned in subsection (3) of that section; or b the offence related to the commission of an offence under section 1, 3 or 3ZA above (in the way described in subsections (1) to (3) of section 3A above) and any computer as mentioned in subsection (1)(b), (2)(b) or (2A)(b) of this section was in the sheriffdom at the time the accused carried out the act constituting the offence under section 3A above. 7 After subsection (10) of that section insert— 10A Where an offence under section 1, 3, 3ZA or 3A above is committed outside Scotland, the person committing the offence may be prosecuted, tried and punished for the offence— a in any sheriff court district in Scotland in which the person is apprehended or is in custody, or b in such sheriff court district as the Lord Advocate may direct, as if the offence had been committed in that district; and the offence is, for all purposes incidental to or consequential on the trial or punishment, deemed to have been committed in that district."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "44", "section_title": "Savings", "section_text": "44 1 The Computer Misuse Act 1990 is amended as follows. 2 In section 10 (saving for certain law enforcement powers)— a for  “Section 1(1) above has” substitute  “                      Sections 1 to 3A have                    ” ; b in paragraph (a), after  “seizure” insert  “                      or of any other enactment by virtue of which the conduct in question is authorised or required                    ” ; c in paragraph (b), after  “seizure” insert  “                      or of any other enactment or rule of law by virtue of which the conduct in question is authorised or required                    ” ; d for  “the said section 1(1)” substitute  “                      any of those sections                    ” ; e for  “In this section  “ enforcement officer ” means” substitute— In this section— “ enactment ” means any enactment, whenever passed or made, contained in— an Act of Parliament; an Act of the Scottish Parliament; a Measure or Act of the National Assembly for Wales; an instrument made under any such Act or Measure; any other subordinate legislation (within the meaning of the Interpretation Act 1978); “ enforcement officer ” means . 3 In section 16 (application to Northern Ireland), after subsection (9) insert— 9A In section 10 the definition of  “enactment” shall be read as including a reference to an enactment, whenever passed or made, contained in Northern Ireland legislation or in an instrument made under such legislation."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "45", "section_title": "Offence of participating in activities of organised crime group", "section_text": "45 1 A person who participates in the criminal activities of an organised crime group commits an offence. 2 For this purpose, a person participates in the criminal activities of an organised crime group if the person takes part in any activities that the person knows or reasonably suspects— a are criminal activities of an organised crime group, or b will help an organised crime group to carry on criminal activities. 3 “Criminal activities” are activities within subsection (4) or (5) that are carried on with a view to obtaining (directly or indirectly) any gain or benefit. 4 Activities are within this subsection if— a they are carried on in England or Wales, and b they constitute an offence in England and Wales punishable on conviction on indictment with imprisonment for a term of 7 years or more. 5 Activities are within this subsection if— a they are carried on outside England and Wales, b they constitute an offence under the law in force of the country where they are carried on, and c they would constitute an offence in England and Wales of the kind mentioned in subsection (4)(b) if the activities were carried on in England and Wales. 6 “ Organised crime group ” means a group that— a has as its purpose, or as one of its purposes, the carrying on of criminal activities, and b consists of three or more persons who act, or agree to act, together to further that purpose. 7 For a person to be guilty of an offence under this section it is not necessary— a for the person to know any of the persons who are members of the organised crime group, b for all of the acts or omissions comprising participation in the group's criminal activities to take place in England and Wales (so long as at least one of them does), or c for the gain or benefit referred to in subsection (3) to be financial in nature. 8 It is a defence for a person charged with an offence under this section to prove that the person's participation was necessary for a purpose related to the prevention or detection of crime. 9 A person guilty of an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding 5 years."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "46", "section_title": "Extension of Part 1 of Serious Crime Act 2007 to Scotland", "section_text": "46 Schedule 1 (amendments of Serious Crime Act 2007: Scotland) has effect."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "47", "section_title": "Serious crime prevention orders: meaning of  “serious offence”", "section_text": "47 1 Part 1 of Schedule 1 to the Serious Crime Act 2007 (serious offences in England and Wales) is amended as set out in subsections (2) to (4). 2 In paragraph 1 (drug trafficking), after paragraph (b) of sub-paragraph (1) insert— ba section 6 (restriction of cultivation of cannabis plant); . 3 For paragraph 3 substitute— Firearms offences 3 1 An offence under any of the following provisions of the Firearms Act 1968— a section 1(1) (possession etc of firearms or ammunition without certificate); b section 2(1) (possession etc of shot gun without certificate); c section 3(1) (dealing etc in firearms or ammunition by way of trade or business without being registered); d section 5(1), (1A) or (2A) (possession, manufacture etc of prohibited weapons). 2 An offence under either of the following provisions of the Customs and Excise Management Act 1979 if it is committed in connection with a firearm or ammunition— a section 68(2) (exportation of prohibited or restricted goods); b section 170 (fraudulent evasion of duty etc). 3 In sub-paragraph (2)  “ firearm ” and  “ ammunition ” have the same meanings as in section 57 of the Firearms Act 1968. 4 After paragraph 11 insert— Computer misuse 11A An offence under any of the following provisions of the Computer Misuse Act 1990— a section 1 (unauthorised access to computer material); b section 2 (unauthorised access with intent to commit or facilitate commission of further offences); c section 3 (unauthorised acts with intent to impair, or with recklessness as to impairing, operation of computer etc); d section 3ZA (unauthorised acts causing, or creating risk of, serious damage to human welfare etc); e section 3A (making, supplying or obtaining articles for use in offence under section 1, 3 or 3ZA). 5 Part 2 of that Schedule (serious offences in Northern Ireland) is amended as set out in subsections (6) to (8). 6 In paragraph 17 (drug trafficking), after paragraph (b) of sub-paragraph (1) insert— ba section 6 (restriction of cultivation of cannabis plant); . 7 In paragraph 19 (arms trafficking), for sub-paragraph (2) substitute— 2 An offence under any of the following provisions of the Firearms (Northern Ireland) Order 2004 (S.I. 2004/702 (N.I. 3))— a Article 3 (possession etc of firearms or ammunition without certificate); b Article 24 (dealing etc in firearms or ammunition by way of trade or business without being registered); c Article 45 (possession, manufacture etc of prohibited weapons). 8 After paragraph 27 insert— Computer misuse 27A An offence under any of the following provisions of the Computer Misuse Act 1990— a section 1 (unauthorised access to computer material); b section 2 (unauthorised access with intent to commit or facilitate commission of further offences); c section 3 (unauthorised acts with intent to impair, or with recklessness as to impairing, operation of computer etc); d section 3ZA (unauthorised acts causing, or creating risk of, serious damage to human welfare etc); e section 3A (making, supplying or obtaining articles for use in offence under section 1, 3 or 3ZA)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "48", "section_title": "Powers of Crown Court to replace orders on breach", "section_text": "48 1 Section 21 of the Serious Crime Act 2007 (powers of Crown Court to vary orders on breach) is amended as follows. 2 In subsection (2)— a after  “vary” insert  “                        or replace                      ” ; b after  “the order as varied” insert  “                        , or the new order,                      ” . 3 In subsection (4)— a after  “vary” insert  “                        or replace                      ” ; b after  “the order as varied” insert  “                        , or the new order,                      ” . 4 In subsection (5), for  “A variation under this section may be made” substitute  “                    An order may be varied or replaced under this section                  ” . 5 In subsection (6), after  “variation” insert  “                    or new order                  ” . 6 After subsection (7) insert— 8 A reference in this section to replacing a serious crime prevention order is to making a new serious crime prevention order and discharging the existing one."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "49", "section_title": "Extension of order where person charged", "section_text": "49 After section 22D of the Serious Crime Act 2007 (inserted by paragraph 17 of Schedule 1) insert— Powers to extend orders where person charged Extension of orders pending outcome of criminal proceedings 22E 1 This section applies where a person subject to a serious crime prevention order is charged with— a a serious offence, or b an offence under section 25 of failing to comply with the serious crime prevention order. 2 The relevant applicant authority may make an application under this section to— a the Crown Court in England and Wales, in the case of a serious crime prevention order in England and Wales; b the High Court of Justiciary or the sheriff, in the case of a serious crime prevention order in Scotland; c the Crown Court in Northern Ireland, in the case of a serious crime prevention order in Northern Ireland. 3 On an application under this section, the court or sheriff may vary the serious crime prevention order so that it continues in effect until one of the events listed in subsection (4) occurs (if the order would otherwise cease to have effect before then). 4 The events are— a following the person's conviction of the offence mentioned in subsection (1)— i the order is varied under section 20 or 21, or under section 22B or 22C, by reference to the offence, ii a new serious crime prevention order is made under section 19 or 21, or under section 22A or 22C, by reference to the offence, or iii the court or sheriff deals with the person for the offence without varying the order or making a new one; b the person is acquitted of the offence; c the charge is withdrawn; d in the case of a serious crime prevention order in England and Wales or Northern Ireland— i proceedings in respect of the charge are discontinued, or ii an order is made for the charge to lie on the file; e in the case of a serious crime prevention order in Scotland— i proceedings against the person are deserted  simpliciter , ii proceedings against the person are deserted  pro loco et tempore  and no trial diet is appointed, iii the indictment or complaint relating to the person falls or for any other reason does not proceed to trial, or iv the diet not having been continued, adjourned or postponed, no further proceedings are in contemplation in relation to the person. 5 An order may be made under this section only if— a the serious crime prevention order is still in force, and b the court or sheriff has reasonable grounds for believing that the order would protect the public by preventing, restricting or disrupting involvement by the person in serious crime. 6 In subsection (5)(b)  “ serious crime ” means— a serious crime in England and Wales, in the case of a serious crime prevention order in England and Wales; b serious crime in Scotland, in the case of a serious crime prevention order in Scotland; c serious crime in Northern Ireland, in the case of a serious crime prevention order in Northern Ireland."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "50", "section_title": "Serious crime prevention orders and financial reporting etc", "section_text": "50 1 In Chapter 3 of Part 2 of the Serious Organised Crime and Police Act 2005 (financial reporting orders)— a omit section 76 (making financial reporting orders in England and Wales); b omit section 77 (making financial reporting orders in Scotland); c omit section 78 (making financial reporting orders in Northern Ireland). 2 In Part 1 of the Serious Crime Act 2007 (serious crime prevention orders), after section 5 insert— Verification and disclosure of information 5A 1 This section applies where information is provided to a law enforcement officer in response to an information requirement imposed by a serious crime prevention order. “ Information requirement ” means a requirement of the kind referred to in section 5(5)(a) or (b). 2 The law enforcement officer may, for the purpose of— a checking the accuracy of the information, or b discovering the true position, disclose the information to any person who the officer reasonably believes may be able to contribute to doing either of those things. 3 Any other person may disclose information to— a the law enforcement officer, or b a person to whom the law enforcement officer has disclosed information under subsection (2), for the purpose of contributing to doing either of the things mentioned in subsection (2)(a) and (b). 4 The law enforcement officer may also disclose the information referred to in subsection (1) for the purposes of— a the prevention, detection, investigation or prosecution of criminal offences, whether in the United Kingdom or elsewhere, or b the prevention, detection or investigation of conduct for which penalties other than criminal penalties are provided under the law of any part of the United Kingdom or of any country or territory outside the United Kingdom. 5 A disclosure under this section does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 6 But nothing in this section authorises a disclosure, in contravention of any provisions of the Data Protection Act 1998, of personal data which are not exempt from those provisions."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "51", "section_title": "Injunctions to prevent gang-related violence and drug-dealing activity", "section_text": "51 In Part 4 of the Policing and Crime Act 2009 (injunctions: gang-related violence), for section 34 substitute— Injunctions to prevent gang-related violence and drug-dealing activity 34 1 A court may grant an injunction under this section against a respondent aged 14 or over if the first and second conditions are met. 2 The first condition is that the court is satisfied on the balance of probabilities that the respondent has engaged in or has encouraged or assisted— a gang-related violence, or b gang-related drug-dealing activity. 3 The second condition is that the court thinks it is necessary to grant the injunction for either or both of the following purposes— a to prevent the respondent from engaging in, or encouraging or assisting, gang-related violence or gang-related drug-dealing activity; b to protect the respondent from gang-related violence or gang-related drug-dealing activity. 4 An injunction under this section may (for either or both of those purposes)— a prohibit the respondent from doing anything described in the injunction; b require the respondent to do anything described in the injunction. 5 For the purposes of this section, something is  “gang-related” if it occurs in the course of, or is otherwise related to, the activities of a group that— a consists of at least three people, and b has one or more characteristics that enable its members to be identified by others as a group. 6 In this section  “ violence ” includes a threat of violence. 7 In this Part  “ drug-dealing activity ” means the unlawful production, supply, importation or exportation of a controlled drug. “Production”,  “supply” and  “controlled drug” here have the meanings given by section 37(1) of the Misuse of Drugs Act 1971."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "52", "section_title": "Applications for search and seizure warrants", "section_text": "52 1 A justice of the peace may issue a warrant (a  “search and seizure warrant”) authorising a police or customs officer— a to enter premises, and b to search them for substances that appear to be intended for use as drug-cutting agents, if the justice is satisfied that there are reasonable grounds to suspect that a substance intended for such use is on the premises. 2 In this Part  “ police or customs officer ” means— a a constable, b a National Crime Agency officer, or c a person designated as a general customs official under section 3(1) of the Borders, Citizenship and Immigration Act 2009. 3 A search and seizure warrant may be either— a a warrant that relates to any premises occupied or controlled by a person specified in the warrant (an  “all-premises warrant”), or b a warrant that relates only to premises specified in the warrant (a  “specific-premises warrant”). 4 A search and seizure warrant may be issued only on the application of a police or customs officer. 5 The application may be made without notice being given to persons who might be affected by the warrant. 6 The application must be supported— a in England and Wales, by an information in writing; b in Scotland, by evidence on oath; c in Northern Ireland, by a complaint on oath. 7 The police or customs officer must answer on oath any question that the justice of the peace hearing the application asks him or her. 8 A police or customs officer applying for a search and seizure warrant must— a state that the application is made under this section; b specify the premises or (as the case may be) each set of premises that it is desired to enter and search; c state what are the grounds for suspecting that a substance intended for use as a drug-cutting agent is on the premises; d identify, so far as is possible, the substance or substances to be sought. 9 If the police or customs officer is applying for a search and seizure warrant authorising entry and search on more than one occasion, the officer must also state— a the ground on which the officer applies for such a warrant; b whether the officer seeks a warrant authorising an unlimited number of entries, or (if not) the maximum number of entries desired. 10 If the police or customs officer is applying for an all-premises warrant, the officer must also specify— a as many of the sets of premises that it is desired to enter and search as it is reasonably practicable to specify; b the person who is in occupation or control of those premises and any others that it is desired to enter and search; c why it is necessary to search more premises than those specified under paragraph (a); d why it is not reasonably practicable to specify all the premises that it is desired to enter and search."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "53", "section_title": "Further provisions about search and seizure warrants", "section_text": "53 1 A search and seizure warrant authorises entry on one occasion only, unless it specifies that it authorises multiple entries. If it specifies that it authorises multiple entries, it must also specify whether the number of entries authorised is unlimited, or limited to a specified maximum. 2 A search and seizure warrant must— a specify the name of the person who applies for it; b specify the date on which it is issued; c state that the warrant is issued under section 52 of this Act; d specify each set of premises to be searched, or (in the case of an all-premises warrant) the person who is in occupation or control of premises to be searched, together with any premises to be searched that are under the person's occupation and can be specified; e identify, so far as is possible, the substance or substances to be sought. 3 Two copies must be made of a search and seizure warrant that specifies only one set of premises and does not authorise multiple entries. 4 As many copies as are reasonably required may be made of any other kind of warrant. 5 The copies must be clearly certified as copies."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "54", "section_title": "Execution of search and seizure warrants", "section_text": "54 1 Schedule 2 (execution of search and seizure warrants) has effect. 2 An entry on or search of premises under a search and seizure warrant is unlawful unless it complies with that Schedule. 3 A police or customs officer may use reasonable force, if necessary, for the purpose of entering premises under a search and seizure warrant. 4 An offence is committed by a person who without reasonable excuse obstructs a police or customs officer executing or seeking to execute a search and seizure warrant. 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "55", "section_title": "Seizure of substances under search and seizure warrant", "section_text": "55 A police or customs officer searching premises under a search and seizure warrant may seize any substance on the premises that the officer has reasonable grounds to suspect is intended for use as a drug-cutting agent."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "56", "section_title": "Seizure of substances without search and seizure warrant", "section_text": "56 If a police or customs officer— a is lawfully on premises that are not subject to a search and seizure warrant, and b finds a substance there that the officer has reasonable grounds to suspect is intended for use as a drug-cutting agent, the officer may seize the substance."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "57", "section_title": "Notice to be given where substances seized", "section_text": "57 1 An officer who has seized a substance under section 55 or 56 must make reasonable efforts to give written notice— a to the person from whom the substance was seized, and b if the officer thinks that the substance may belong to a different person, to that person. 2 A notice under subsection (1) must explain the effect of sections 59, 60, 61 and 63."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "58", "section_title": "Containers", "section_text": "58 1 An officer who seizes a substance under section 55 or 56 may also seize any container holding the substance. 2 If a container is seized under this section, reasonable efforts must be made to return it to— a the person from whom it was seized, or b (if different) a person to whom it belongs. 3 Subsection (2) does not apply— a if the container appears to be of negligible value, b if it is not practicable for the container to be returned, or c while the container is or may be needed for use as evidence at a trial for an offence."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "59", "section_title": "Initial retention of seized substances", "section_text": "59 1 Where— a a substance has been seized under section 55 or 56, and b there continue to be reasonable grounds to suspect that the substance was intended for use as a drug-cutting agent, it may be retained until the end of the 30th day after the date of seizure. 2 Where— a a substance has been seized under another enactment and is lawfully in the possession of a police or customs officer, b the period during which the substance may lawfully be retained under that enactment expires, and c there are reasonable grounds to suspect that the substance was intended for use as a drug-cutting agent, it may be retained until the end of the 30th day after the period referred to in paragraph (b)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "60", "section_title": "Continued retention or return of seized substances", "section_text": "60 1 On an application made by a police or customs officer, a magistrates' court or a justice of the peace may make an order extending the period for which a substance may be retained under section 59 if satisfied that— a the condition in subsection (2) is met, or b the condition in subsection (4) is met. 2 The condition in this subsection is that the continued retention of the substance is justified— a while its intended use is further investigated, or b while consideration is given to bringing (in the United Kingdom or elsewhere) proceedings against any person for an offence with which the substance is connected. 3 If the condition in subsection (2) is met, an order under this section may authorise the retention of the substance for a specified period ending no later than the 60th day after— a the date of seizure, in the case of a substance seized under section 55 or 56, or b the end of the period referred to in section 59(2)(b), in any other case. 4 The condition in this subsection is that proceedings against any person for an offence with which the substance is connected have been started but have not been concluded. 5 If the condition in subsection (4) is met, an order under this section may authorise the retention of the substance until the proceedings are concluded. 6 If on the hearing of an application under this section the court or justice is not satisfied that the condition in subsection (2) or (4) is met, the court or justice must order the substance to be returned to a person entitled to it. 7 Where— a an order is made under this section extending the period for which the substance may be retained, and b no person entitled to the substance was present or represented at the hearing, a police or customs officer must make reasonable efforts to give written notice to the person from whom the substance was seized and, if the officer thinks that the substance may belong to a different person, to that person. 8 A notice under subsection (7) must explain— a the effect of the court's order, and b the effect of section 63. 9 For the purposes of this Part, proceedings against a person for an offence are concluded when— a the person is convicted or acquitted of the offence and either— i the time allowed for making an appeal, or applying for permission to do so, has expired, or ii if an appeal is made, the appeal is determined or otherwise dealt with; b the charge is withdrawn; c in England and Wales or Northern Ireland— i proceedings in respect of the charge are discontinued, or ii an order is made for the charge to lie on the file; d in Scotland— i proceedings against the person are deserted  simpliciter , ii proceedings against the person are deserted  pro loco et tempore  and no trial diet is appointed, iii the indictment or complaint relating to the person falls or for any other reason does not proceed to trial, or iv the diet not having been continued, adjourned or postponed, no further proceedings are in contemplation in relation to the person. Paragraph (a) applies, where an appeal is made, with references to an appeal being read as references to any further appeal."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "61", "section_title": "Forfeiture and disposal, or return, of seized substances", "section_text": "61 1 A police or customs officer may apply to a magistrates' court for the forfeiture of a substance retained under section 59. 2 Where an application for the forfeiture of a substance is made under this section, the substance is to be retained while proceedings on the application are in progress. 3 The court must order the forfeiture of the substance if satisfied that it was intended for use as a drug-cutting agent. 4 A substance ordered to be forfeited may be disposed of in whatever way the officer who applied for the order thinks is suitable. 5 A substance must not be disposed of under subsection (4)— a before the end of the period within which an appeal under section 62 may be made, or b if an appeal is made, before it is determined or otherwise dealt with. 6 The court must order the substance to be returned to a person entitled to it if not satisfied that the substance was intended for use as a drug-cutting agent. 7 If an order is made under subsection (6), the substance may nevertheless be retained— a until the end of the period within which an appeal under section 62 may be made against the order, or b if an appeal is made, until the time when it is determined or otherwise dealt with. But if it is decided before the end of the period mentioned in paragraph (a) that there is to be no appeal, the substance must be returned as soon as possible after that decision is made."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "62", "section_title": "Appeal against decision under section 61", "section_text": "62 1 A party to proceedings for an order under section 61, or a person entitled to the substance in question (if not a party to those proceedings), may appeal against an order under that section. 2 Where— a a police or customs officer brings an appeal under this section, and b no person entitled to the substance in question was a party to the original proceedings, the officer must make reasonable efforts to give notice of the appeal to the person from whom the substance was seized and, if the officer thinks that the substance may belong to a different person, to that person. 3 An appeal under this section is to— a the Crown Court, in England and Wales; b the Sheriff Appeal Court, in Scotland; c a county court, in Northern Ireland. 4 An appeal under this section must be made before the end of the period of 30 days starting with the date of the order appealed against. 5 Subject to subsections (6) and (7), the court hearing the appeal may make any order the court thinks appropriate. 6 If an appeal against an order for the return of the substance is allowed— a the court must order the substance to be forfeited, and b subsections (4) and (5) of section 61 apply with the necessary adaptations. 7 If an appeal against an order forfeiting the substance is allowed— a the court must order the substance to be returned to a person entitled to it, and b subsection (7) of section 61 applies with the necessary adaptations."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "63", "section_title": "Return of substance to person entitled to it, or disposal if return impracticable", "section_text": "63 1 Where the retention of a substance has been, but is no longer, authorised under this Part— a the substance must (subject to subsection (4)) be returned to a person entitled to it; b a magistrates' court must, if asked to do so by a person entitled to the substance, order it to be returned to that person. 2 A person who claims to be entitled to a substance retained under this Part may apply to a magistrates' court for an order under subsection (1)(b) or section 60(6) or 61(6) (as appropriate). 3 Where— a a court makes an order under this Part requiring a substance to be returned to a particular person, and b reasonable efforts have been made, without success, to find that person, or it is for some other reason impracticable to return the substance to that person, the order has effect as if it required the substance to be returned to any person entitled to it. 4 Where— a a substance is required by a provision of this Part, or an order made under this Part, to be returned to a person entitled to it, and b reasonable efforts have been made, without success, to find a person entitled to the substance, or it is for some other reason impracticable to return the substance to a person entitled to it, a police or customs officer may dispose of the substance in whatever way the officer thinks is suitable."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "64", "section_title": "Compensation", "section_text": "64 1 If no forfeiture order is made in respect of a substance retained under this Part, the person to whom it belongs may make an application to a magistrates' court for compensation. 2 If the court is satisfied that the applicant has suffered loss as a result of the retention of the substance, the court may order compensation to be paid to the applicant. 3 Subject to subsection (4), the amount of compensation to be paid is the relevant proportion of the value of the substance. For these purposes— a the  “relevant proportion” is whatever proportion (not exceeding 100%) the court thinks is reasonable; b the  “value” of the substance is the amount that it would cost the applicant to acquire the substance at the time when the court makes the order. 4 If the court thinks that, by reason of exceptional circumstances, the value of the substance would not be adequate compensation, it may order payment of whatever larger amount it thinks reasonable. 5 The fund from which, or person by whom, the compensation is to be paid depends on the person by whom the substance was seized, as follows— Person by whom substance seized Fund from which or person by whom compensation payable  A constable of a police force maintained by a local policing body The police fund from which the expenses of the police force are met A constable of the Police Service of Scotland The Scottish Police Authority A constable of the Police Service of Northern Ireland The Chief Constable of the Police Service of Northern Ireland A constable of the British Transport Police Force The Chief Constable of the British Transport Police Force A constable of the Ministry of Defence Police The Secretary of State A National Crime Agency officer The Director General of the National Crime Agency A person designated as a general customs official under section 3(1) of the Borders, Citizenship and Immigration Act 2009 The Secretary of State"}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "65", "section_title": "Interpretation etc", "section_text": "65 1 For the purposes of this Part, a substance is used as a  “drug-cutting agent” if it is added to a controlled drug in connection with the unlawful supply or exportation of the drug. 2 In this Part— “ controlled drug ” has the same meaning as in the Misuse of Drugs Act 1971 (see section 2 of that Act); “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; an enactment contained in, or in an instrument made under, Northern Ireland legislation; “ entitled ”, in relation to a substance, is to be read in accordance with subsection (3); “ police or customs officer ” has the meaning given by section 52(2); “ premises ” includes any place and, in particular, includes— any vehicle, vessel, aircraft or hovercraft; any offshore installation within the meaning given by section 1 of the Mineral Workings (Offshore Installations) Act 1971; any renewable energy installation within the meaning given by section 104 of the Energy Act 2004; any tent or movable structure; “ search and seizure warrant ” means a warrant under section 52; “ supplying ” includes distributing; “ unlawful ” means— in relation to a supply, unlawful under section 4 of the Misuse of Drugs Act 1971; in relation to an exportation, prohibited under section 3 of that Act. 3 The persons  “entitled” to a substance for the purposes of this Part are— a the person from whom it was seized; b (if different) any person to whom it belongs. 4 Where a retrial is ordered on a person's appeal against conviction for an offence, a reference in this Part to the determination of the appeal is a reference to the conclusion of proceedings for the offence on retrial. 5 In the application of this Part to Scotland, a reference to a magistrates' court or to a justice of the peace is to be read as a reference to a sheriff. 6 An application to a sheriff for an order under section 60, 61, 63 or 64 must be made by summary application. 7 In the application of this Part to Northern Ireland— a a reference to a justice of the peace in section 52 is to be read as a reference to a lay magistrate; b a reference to a magistrates' court or a justice of the peace in section 60, and any other reference to a magistrates' court, is to be read as a reference to a court of summary jurisdiction."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "66", "section_title": "Child cruelty offence", "section_text": "66 1 Section 1 of the Children and Young Persons Act 1933 (cruelty to persons under 16) is amended as follows. 2 In subsection (1)— a after  “ill-treats” insert  “                        (whether physically or otherwise)                      ” ; b after  “ill-treated” insert  “                        (whether physically or otherwise)                      ” . 3 In that subsection, for the words from  “(including” to  “derangement)” substitute  “                    (whether the suffering or injury is of a physical or a psychological nature)                  ” . 4 In that subsection, for  “a misdemeanour” substitute  “                    an offence                  ” . 5 In subsection (2), in paragraph (b)— a after  “to bed” insert  “                        or at any later time before the suffocation                      ” ; b after  “drink” insert  “                        or a prohibited drug                      ” . 6 After that subsection insert— 2A The reference in subsection (2)(b) to the infant being  “in bed” with another (“the adult”) includes a reference to the infant lying next to the adult in or on any kind of furniture or surface being used by the adult for the purpose of sleeping (and the reference to the time when the adult  “went to bed” is to be read accordingly). 2B A drug is a prohibited drug for the purposes of subsection (2)(b) in relation to a person if the person's possession of the drug immediately before taking it constituted an offence under section 5(2) of the Misuse of Drugs Act 1971."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "67", "section_title": "Sexual communication with a child", "section_text": "67 After section 15 of the Sexual Offences Act 2003 insert— Sexual communication with a child 15A 1 A person aged 18 or over (A) commits an offence if— a for the purpose of obtaining sexual gratification, A intentionally communicates with another person (B), b the communication is sexual or is intended to encourage B to make (whether to A or to another) a communication that is sexual, and c B is under 16 and A does not reasonably believe that B is 16 or over. 2 For the purposes of this section, a communication is sexual if— a any part of it relates to sexual activity, or b a reasonable person would, in all the circumstances but regardless of any person's purpose, consider any part of the communication to be sexual; and in paragraph (a)  “ sexual activity ” means an activity that a reasonable person would, in all the circumstances but regardless of any person's purpose, consider to be sexual. 3 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months or a fine or both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "68", "section_title": "Child sexual exploitation", "section_text": "68 1 The Sexual Offences Act 2003 is amended as set out in subsections (2) to (6). 2 For the heading before section 47 substitute  “                     Sexual exploitation of children                   ” . 3 In section 48 (headed  “Causing or inciting child prostitution or pornography”)— a in the heading, for  “ child prostitution or pornography ” substitute  “                         sexual exploitation of a child                       ” ; b in subsection (1)(a), for  “to become a prostitute, or to be involved in pornography,” substitute  “                        to be sexually exploited                      ” . 4 In section 49 (headed  “Controlling a child prostitute or a child involved in pornography”)— a in the heading, for  “ prostitute or a child involved in pornography ” substitute  “                         in relation to sexual exploitation                       ” ; b in subsection (1)(a), for  “prostitution or involvement in pornography” substitute  “                        sexual exploitation                      ” . 5 In section 50 (headed  “Arranging or facilitating child prostitution or pornography”)— a in the heading, for  “ child prostitution or pornography ” substitute  “                         sexual exploitation of a child                       ” ; b in subsection (1)(a), for  “prostitution or involvement in pornography” substitute  “                        sexual exploitation                      ” . 6 In section 51 (interpretation of sections 48 to 50)— a omit subsection (1); b for subsection (2) substitute— 2 For the purposes of sections 48 to 50, a person (B) is sexually exploited if— a on at least one occasion and whether or not compelled to do so, B offers or provides sexual services to another person in return for payment or a promise of payment to B or a third person, or b an indecent image of B is recorded; and  “sexual exploitation” is to be interpreted accordingly. 7 In section 1 of the Street Offences Act 1959 (loitering or soliciting for purposes of prostitution), in subsection (1), after  “person” insert  “                    aged 18 or over                  ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "69", "section_title": "Possession of paedophile manual", "section_text": "69 1 It is an offence to be in possession of any item that contains advice or guidance about abusing children sexually. 2 It is a defence for a person (D) charged with an offence under this section— a to prove that D had a legitimate reason for being in possession of the item; b to prove that— i D had not read, viewed or (as appropriate) listened to the item, and ii D did not know, and had no reason to suspect, that it contained advice or guidance about abusing children sexually; or c to prove that— i the item was sent to D without any request made by D or on D's behalf, and ii D did not keep it for an unreasonable time. 3 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both; c on conviction on indictment, to imprisonment for a term not exceeding 3 years or to a fine, or to both. 4 Proceedings for an offence under this section may be brought— a in England and Wales, only by or with the consent of the Director of Public Prosecutions; b in Northern Ireland, only by or with the consent of the Director of Public Prosecutions for Northern Ireland. 5 In England and Wales, the following provisions of the Protection of Children Act 1978 apply in relation to prohibited items as they apply in relation to indecent photographs of children (within the meaning of that Act)— a section 4 (entry, search and seizure); b the Schedule (forfeiture of photographs). 6 In Northern Ireland, the following provisions of the Protection of Children (Northern Ireland) Order 1978 (S.I. 1978/1047 (N.I. 17)) apply in relation to prohibited items as they apply in relation to indecent photographs of children (within the meaning of that Order)— a Article 4 (entry, search and seizure); b the Schedule (forfeiture of photographs). 7 Schedule 3 makes special provision in connection with the operation of subsection (1) in relation to persons providing information society services within the meaning of that Schedule. 8 In this section— “ abusing children sexually ” means doing anything that constitutes— an offence under Part 1 of the Sexual Offences Act 2003, or under Part 2, 3 or 4 of the Sexual Offences (Northern Ireland) Order 2008 (S.I. 2008/1769 (N.I. 2)), against a person under 16,  or an offence under section 1 of the Protection of Children Act 1978, or under Article 3 of the Protection of Children (Northern Ireland) Order 1978, involving indecent photographs (but not pseudo-photographs), or an offence under section 2 of the Modern Slavery Act 2015 (human trafficking) committed with a view to exploitation that consists of or includes behaviour within section 3(3) of that Act (sexual exploitation), or doing anything outside England and Wales or Northern Ireland that would constitute such an offence if done in England and Wales or Northern Ireland; “ item ” includes anything in which information of any description is recorded; “ prohibited item ” means an item within subsection (1)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "70", "section_title": "Offence of female genital mutilation: extra-territorial acts", "section_text": "70 1 The Female Genital Mutilation Act 2003 is amended as follows— a in section 3 (offence of assisting non-UK person to mutilate overseas a girl's genitalia), in subsections (1) and (2)(a) omit  “permanent”; b in section 4 (extension of sections 1 to 3 to extra-territorial acts), in subsection (1) omit  “permanent”; c in section 6 (definitions), for subsection (3) substitute— 3 A United Kingdom resident is an individual who is habitually resident in the United Kingdom. 2 The Prohibition of Female Genital Mutilation (Scotland) Act 2005 (asp 8) is amended as follows— a in section 3 (aiding and abetting female genital mutilation), in subsections (1)(c) and (2) omit  “permanent”; b in section 4 (extension of sections 1 and 3 to extra-territorial acts), in subsection (1) omit  “permanent”; c in section 6 (definitions), for the definition of  “permanent United Kingdom resident” substitute— “United Kingdom resident” is an individual who is habitually resident in the United Kingdom."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "71", "section_title": "Anonymity for victims of female genital mutilation", "section_text": "71 1 After section 4 of the Female Genital Mutilation Act 2003 insert— Anonymity of victims 4A Schedule 1 provides for the anonymity of persons against whom a female genital mutilation offence (as defined in that Schedule) is alleged to have been committed. 2 Insert as Schedule 1 to that Act the following Schedule— SCHEDULE 1 Anonymity of victims Prohibition on the identification of victims in publications 1 1 This paragraph applies where an allegation has been made that a female genital mutilation offence has been committed against a person. 2 No matter likely to lead members of the public to identify the person, as the person against whom the offence is alleged to have been committed, may be included in any publication during the person's lifetime. 3 For the purposes of this Schedule, any consent of the person to an act giving rise to the alleged offence is not to be taken as preventing that person from being regarded as a person against whom the alleged offence was committed. 4 In any criminal proceedings before a court, the court may direct that the restriction imposed by sub-paragraph (2) is not to apply (whether at all in England and Wales and Northern Ireland, or to the extent specified in the direction) if the court is satisfied that either of the following conditions is met. 5 The first condition is that the conduct of a person's defence at a trial of a female genital mutilation offence would be substantially prejudiced if the direction was not given. 6 The second condition is that— a the effect of sub-paragraph (2) is to impose a substantial and unreasonable restriction on the reporting of the proceedings, and b it is in the public interest to remove or relax the restriction. 7 A direction under sub-paragraph (4) does not affect the operation of sub-paragraph (2) at any time before the direction is given. 8 In this paragraph  “ the court ” means— a in England and Wales, a magistrates' court or the Crown Court; b in Northern Ireland, a magistrates' court, a county court or the Crown Court. Penalty for breaching prohibition imposed by paragraph 1(2) 2 1 If anything is included in a publication in contravention of the prohibition imposed by paragraph 1(2), each of the persons responsible for the publication is guilty of an offence. 2 A person guilty of an offence under this paragraph is liable— a on summary conviction in England and Wales, to a fine; b on summary conviction in Northern Ireland, to a fine not exceeding level 5 on the standard scale. 3 The persons responsible for a publication are as follows— Type of publication Persons responsible Newspaper or other periodical Any person who is a proprietor, editor or publisher of the newspaper or periodical. Relevant programme Any person who— is a body corporate engaged in providing the programme service in which the programme is included, or has functions in relation to the programme corresponding to those of an editor of a newspaper. Any other kind of publication Any person who publishes the publication. 4 If an offence under this paragraph is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a senior officer of a body corporate, or b a person purporting to act in such a capacity, the senior officer or person (as well as the body corporate) is guilty of the offence and liable to be proceeded against and punished accordingly. 5 “ Senior officer ”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body corporate; and for this purpose  “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate. 6 Proceedings for an offence under this paragraph— a if alleged to have been committed in England and Wales, may not be instituted except by, or with the consent of, the Attorney General; b if alleged to have been committed in Northern Ireland, may not be instituted except by, or with the consent of, the Director of Public Prosecutions for Northern Ireland. Offence under paragraph 2: defences 3 1 This paragraph applies where a person (“ the defendant ”) is charged with an offence under paragraph 2 as a result of the inclusion of any matter in a publication. 2 It is a defence for the defendant to prove that at the time of the alleged offence, the defendant was not aware, and did not suspect or have reason to suspect, that— a the publication included the matter in question, or b the allegation in question had been made. 3 It is a defence for the defendant to prove that the publication in which the matter appeared was one in respect of which the victim had given written consent to the appearance of matter of that description. 4 The defence in sub-paragraph (3) is not available if— a the victim was under the age of 16 at the time when her consent was given, or b a person interfered unreasonably with the peace and comfort of the victim with a view to obtaining her consent. 5 In this paragraph  “ the victim ” means the person against whom the female genital mutilation offence in question is alleged to have been committed. Special rules for providers of information society services 4 1 Paragraph 2 applies to a domestic service provider who, in the course of providing information society services, publishes prohibited matter in an  EEA  state other than the United Kingdom (as well as to a person, of any description, who publishes prohibited matter in England and Wales or Northern Ireland). 2 Proceedings for an offence under paragraph 2, as it applies to a domestic service provider by virtue of sub-paragraph (1), may be taken at any place in England and Wales or Northern Ireland. 3 Nothing in this paragraph affects the operation of any of paragraphs 6 to 8. 5 1 Proceedings for an offence under paragraph 2 may not be taken against a non-UK service provider in respect of anything done in the course of the provision of information society services unless the derogation condition is met. 2 The derogation condition is that taking proceedings— a is necessary for the purposes of the public interest objective, b relates to an information society service that prejudices that objective or presents a serious and grave risk of prejudice to that objective, and c is proportionate to that objective. 3 “ The public interest objective ” means the pursuit of public policy. 6 1 A service provider does not commit an offence under paragraph 2 by providing access to a communication network or by transmitting, in a communication network, information provided by a recipient of the service, if the service provider does not— a initiate the transmission, b select the recipient of the transmission, or c select or modify the information contained in the transmission. 2 For the purposes of sub-paragraph (1)— a providing access to a communication network, and b transmitting information in a communication network, include the automatic, intermediate and transient storage of the information transmitted so far as the storage is solely for the purpose of carrying out the transmission in the network. 3 Sub-paragraph (2) does not apply if the information is stored for longer than is reasonably necessary for the transmission. 7 1 A service provider does not commit an offence under paragraph 2 by storing information provided by a recipient of the service for transmission in a communication network if the first and second conditions are met. 2 The first condition is that the storage of the information— a is automatic, intermediate and temporary, and b is solely for the purpose of making more efficient the onward transmission of the information to other recipients of the service at their request. 3 The second condition is that the service provider— a does not modify the information, b complies with any conditions attached to having access to the information, and c if sub-paragraph (4) applies, promptly removes the information or disables access to it. 4 This sub-paragraph applies if the service provider obtains actual knowledge that— a the information at the initial source of the transmission has been removed from the network, b access to it has been disabled, or c a court or administrative authority has ordered the removal from the network of, or the disablement of access to, the information. 8 1 A service provider does not commit an offence under paragraph 2 by storing information provided by a recipient of the service if— a the service provider had no actual knowledge when the information was provided that it was, or contained, a prohibited publication, or b on obtaining actual knowledge that the information was, or contained, a prohibited publication, the service provider promptly removed the information or disabled access to it. 2 Sub-paragraph (1) does not apply if the recipient of the service is acting under the authority or control of the service provider. Interpretation 9 1 In this Schedule— “ domestic service provider ” means a service provider established in England and Wales or Northern Ireland; “ the E-Commerce Directive ” means Directive  2000/31/ EC  of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services, in particular electronic commerce, in the Internal Market (Directive on electronic commerce); “ female genital mutilation offence ” means— an offence under section 1, 2, 3 or 3A; an offence of attempt or conspiracy to commit any such offence; an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to any such offence; “information society services”— has the meaning given in Article 2(a) of the E-Commerce Directive (which refers to Article 1(2) of Directive  98/34/EC  of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations), and is summarised in recital 17 of the E-Commerce Directive as covering  “any service normally provided for remuneration, at a distance, by means of electronic equipment for the processing (including digital compression) and storage of data, and at the individual request of a recipient of a service”; “ non-UK service provider ” means a service provider established in an EEA state other than the United Kingdom; “ programme service ” has the same meaning as in the Broadcasting Act 1990 (see section 201(1) of that Act); “ prohibited material ” means any material the publication of which contravenes paragraph 1(2); “ publication ” includes any speech, writing, relevant programme or other communication (in whatever form) which is addressed to, or is accessible by, the public at large or any section of the public; “ recipient ”, in relation to a service, means a person who, for professional ends or otherwise, uses an information society service, in particular for the purposes of seeking information or making it accessible; “ relevant programme ” means a programme included in a programme service; “ service provider ” means a person providing an information society service. 2 For the purposes of the definition of  “publication” in sub-paragraph (1)— a an indictment or other document prepared for use in particular legal proceedings is not to be taken as coming within the definition; b every relevant programme is to be taken as addressed to the public at large or to a section of the public. 3 For the purposes of the definitions of  “domestic service provider” and  “non-UK service provider” in sub-paragraph (1)— a a service provider is established in a particular part of the United Kingdom, or in a particular EEA state, if the service provider— i effectively pursues an economic activity using a fixed establishment in that part of the United Kingdom, or that EEA state, for an indefinite period, and ii is a national of an EEA state or a company or firm mentioned in Article 54 of the Treaty on the Functioning of the European Union; b the presence or use in a particular place of equipment or other technical means of providing an information society service does not, of itself, constitute the establishment of a service provider; c where it cannot be determined from which of a number of establishments a given information society service is provided, that service is to be regarded as provided from the establishment at the centre of the service provider's activities relating to that service."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "72", "section_title": "Offence of failing to protect girl from risk of genital mutilation", "section_text": "72 1 The Female Genital Mutilation Act 2003 is amended as follows. 2 After section 3 insert— Offence of failing to protect girl from risk of genital mutilation 3A 1 If a genital mutilation offence is committed against a girl under the age of 16, each person who is responsible for the girl at the relevant time is guilty of an offence. This is subject to subsection (5). 2 For the purposes of this section a person is  “responsible” for a girl in the following two cases. 3 The first case is where the person— a has parental responsibility for the girl, and b has frequent contact with her. 4 The second case is where the person— a is aged 18 or over, and b has assumed (and not relinquished) responsibility for caring for the girl in the manner of a parent. 5 It is a defence for the defendant to show that— a at the relevant time, the defendant did not think that there was a significant risk of a genital mutilation offence being committed against the girl, and could not reasonably have been expected to be aware that there was any such risk, or b the defendant took such steps as he or she could reasonably have been expected to take to protect the girl from being the victim of a genital mutilation offence. 6 A person is taken to have shown the fact mentioned in subsection (5)(a) or (b) if— a sufficient evidence of the fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 7 For the purposes of subsection (3)(b), where a person has frequent contact with a girl which is interrupted by her going to stay somewhere temporarily, that contact is treated as continuing during her stay there. 8 In this section— “ genital mutilation offence ” means an offence under section 1, 2 or 3 (and for the purposes of subsection (1) the prosecution does not have to prove which section it is); “parental responsibility”— in England Wales, has the same meaning as in the Children Act 1989; in Northern Ireland, has the same meaning as in the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)); “ the relevant time ” means the time when the mutilation takes place. 3 In section 4 (extension of sections 1 to 3 to extra-territorial acts)— a in the heading, for  “ 3 ” substitute  “ 3A ” and after  “                         acts                       ”  insert  “                         or omissions                       ” ; b after subsection (1) insert— 1A An offence under section 3A can be committed wholly or partly outside the United Kingdom by a person who is a United Kingdom national or a United Kingdom resident. 4 In section 5 (penalties for offences)— a for  “A person guilty of an offence under this Act” substitute— 1 A person guilty of an offence under section 1, 2 or 3 ; b at the end insert— 2 A person guilty of an offence under section 3A is liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine (or both), b on summary conviction in England and Wales, to imprisonment for a term not exceeding 12 months or a fine (or both), c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum (or both)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "73", "section_title": "Female genital mutilation protection orders", "section_text": "73 1 After section 5 of the Female Genital Mutilation Act 2003 insert— Female genital mutilation protection orders 5A 1 Schedule 2 provides for the making of female genital mutilation protection orders. 2 In that Schedule— a Part 1 makes provision about powers of courts in England and Wales to make female genital mutilation protection orders; b Part 2 makes provision about powers of courts in Northern Ireland to make such orders. 2 After Schedule 1 to that Act (inserted by section 71(2) above) insert— SCHEDULE 2 Female genital mutilation protection orders PART 1 England and Wales Power to make FGM protection order 1 1 The court in England and Wales may make an order (an  “FGM protection order”) for the purposes of— a protecting a girl against the commission of a genital mutilation offence, or b protecting a girl against whom any such offence has been committed. 2 In deciding whether to exercise its powers under this paragraph and, if so, in what manner, the court must have regard to all the circumstances, including the need to secure the health, safety and well-being of the girl to be protected. 3 An FGM protection order may contain— a such prohibitions, restrictions or requirements, and b such other terms, as the court considers appropriate for the purposes of the order. 4 The terms of an FGM protection order may, in particular, relate to— a conduct outside England and Wales as well as (or instead of) conduct within England and Wales; b respondents who are, or may become, involved in other respects as well as (or instead of) respondents who commit or attempt to commit, or may commit or attempt to commit, a genital mutilation offence against a girl; c other persons who are, or may become, involved in other respects as well as respondents of any kind. 5 For the purposes of sub-paragraph (4) examples of involvement in other respects are— a aiding, abetting, counselling, procuring, encouraging or assisting another person to commit, or attempt to commit, a genital mutilation offence against a girl; b conspiring to commit, or to attempt to commit, such an offence. 6 An FGM protection order may be made for a specified period or until varied or discharged (see paragraph 6). Applications and other occasions for making orders 2 1 The court may make an FGM protection order— a on an application being made to it, or b without an application being made to it but in the circumstances mentioned in sub-paragraph (6). 2 An application may be made by— a the girl who is to be protected by the order, or b a relevant third party. 3 An application may be made by any other person with the leave of the court. 4 In deciding whether to grant leave, the court must have regard to all the circumstances including— a the applicant's connection with the girl to be protected; b the applicant's knowledge of the circumstances of the girl. 5 An application under this paragraph may be made in other family proceedings or without any other family proceedings being instituted. 6 The circumstances in which the court may make an order without an application being made are where— a any other family proceedings are before the court (“the current proceedings”), b the court considers that an FGM protection order should be made to protect a girl (whether or not a party to the proceedings), and c a person who would be a respondent to any proceedings for an FGM protection order is a party to the current proceedings. 7 In this paragraph— “ family proceedings ” has the same meaning as in Part 4 of the Family Law Act 1996 (see section 63(1) and (2) of that Act), but also includes— proceedings under the inherent jurisdiction of the High Court in relation to adults, proceedings in which the court has made an emergency protection order under section 44 of the Children Act 1989 which includes an exclusion requirement (as defined in section 44A(3) of that Act), and proceedings in which the court has made an order under section 50 of the Children Act 1989 (recovery of abducted children etc); “ relevant third party ” means a person specified, or falling within a description of persons specified, by regulations made by the Lord Chancellor (and such regulations may, in particular, specify the Secretary of State). 8 Regulations under sub-paragraph (7) are to be made by statutory instrument, and any such instrument is subject to annulment in pursuance of a resolution of either House of Parliament. Power to make order in criminal proceedings 3 The court before which there are criminal proceedings in England and Wales for a genital mutilation offence may make an FGM protection order (without an application being made to it) if— a the court considers that an FGM protection order should be made to protect a girl (whether or not the victim of the offence in relation to the criminal proceedings), and b a person who would be a respondent to any proceedings for an FGM protection order is a defendant in the criminal proceedings. Offence of breaching order 4 1 A person who without reasonable excuse does anything that the person is prohibited from doing by an FGM protection order is guilty of an offence. 2 In the case of an FGM protection order made by virtue of paragraph 5(1), a person can be guilty of an offence under this paragraph only in respect of conduct engaged in at a time when the person was aware of the existence of the order. 3 Where a person is convicted of an offence under this paragraph in respect of any conduct, the conduct is not punishable as a contempt of court. 4 A person cannot be convicted of an offence under this paragraph in respect of any conduct which has been punished as a contempt of court. 5 A person guilty of an offence under this paragraph is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding 12 months, or a fine, or both. 6 A reference in any enactment to proceedings under this Part of this Schedule, or to an order under this Part of this Schedule, does not include a reference to proceedings for an offence under this paragraph or to an order made in proceedings for such an offence. 7 “ Enactment ” includes an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978. Ex parte orders 5 1 The court may, in any case where it is just and convenient to do so, make an FGM protection order even though the respondent has not been given such notice of the proceedings as would otherwise be required by rules of court. 2 In deciding whether to exercise its powers under sub-paragraph (1), the court must have regard to all the circumstances including— a the risk to the girl, or to another person, of becoming a victim of a genital mutilation offence if the order is not made immediately, b whether it is likely that an applicant will be deterred or prevented from pursuing an application if an order is not made immediately, and c whether there is reason to believe that— i the respondent is aware of the proceedings but is deliberately evading service, and ii the delay involved in effecting substituted service will cause serious prejudice to the girl to be protected or (if different) an applicant. 3 The court must give the respondent an opportunity to make representations about an order made by virtue of sub-paragraph (1). 4 The opportunity must be— a as soon as just and convenient, and b at a hearing of which notice has been given to all the parties in accordance with rules of court. Variation and discharge of orders 6 1 The court may vary or discharge an FGM protection order on an application by— a any party to the proceedings for the order, b the girl being protected by the order (if not a party to the proceedings for the order), or c any person affected by the order. 2 In the case of an order made in criminal proceedings under paragraph 3, the reference in sub-paragraph (1)(a) to a party to the proceedings for the order is to be read as a reference to the prosecution and the defendant. 3 In addition, the court may vary or discharge an FGM protection order made by virtue of paragraph 2(1)(b) or 3 even though no application under sub-paragraph (1) above has been made to the court. 4 Paragraph 5 applies to a variation of an FGM protection order as it applies to the making of such an order (and references in that paragraph to the making of an FGM protection order are to be read accordingly). Arrest under warrant 7 1 An interested party may apply to the relevant judge for the issue of a warrant for the arrest of a person if the interested party considers that the person has failed to comply with an FGM protection order or is otherwise in contempt of court in relation to such an order. 2 The relevant judge must not issue a warrant on an application under sub-paragraph (1) unless— a the application is substantiated on oath, and b the relevant judge has reasonable grounds for believing that the person to be arrested has failed to comply with the order or is otherwise in contempt of court in relation to the order. 3 In this paragraph  “ interested party ”, in relation to an FGM protection order, means— a the girl being protected by the order, b (if a different person) the person who applied for the order, or c any other person; but no application may be made under sub-paragraph (1) by a person falling within paragraph (c) without leave of the relevant judge. Remand: general 8 1 The court before which an arrested person is brought by virtue of a warrant under paragraph 7 may, if the matter is not then disposed of immediately, remand the person concerned. 2 Paragraphs 9 to 14 contain further provision about the powers of a court to remand under this paragraph. 3 Sub-paragraph (4) applies if a person remanded under this paragraph is granted bail under paragraphs 10 to 14. 4 The person may be required by the relevant judge to comply, before release on bail or later, with such requirements as appear to the judge to be necessary to secure that the person does not interfere with witnesses or otherwise obstruct the course of justice. Remand: medical examination and report 9 1 Any power to remand a person under paragraph 8(1) may be exercised for the purpose of enabling a medical examination and report to be made if the relevant judge has reason to consider that a medical report will be required. 2 If such a power is so exercised, the adjournment must not be for more than four weeks at a time unless the relevant judge remands the accused in custody. 3 If the relevant judge remands the accused in custody, the adjournment must not be for more than three weeks at a time. 4 Sub-paragraph (5) applies if there is reason to suspect that a person who has been arrested under a warrant issued on an application under paragraph 7(1) is suffering from mental disorder within the meaning of the Mental Health Act 1983. 5 The relevant judge has the same power to make an order under section 35 of the Mental Health Act 1983 (remand for report on accused's mental condition) as the Crown Court has under section 35 of that Act in the case of an accused person within the meaning of that section. Remand: further provision 10 1 Where a court has power to remand a person under paragraph 8, the court may remand the person in custody or on bail. 2 If remanded in custody, the person is to be committed to custody to be brought before the court— a at the end of the period of remand, or b at such earlier time as the court may require. 3 The court may remand a person on bail— a by taking from the person a recognizance (with or without sureties) conditioned as provided in paragraph 11, or b by fixing the amount of the recognizances with a view to their being taken subsequently in accordance with paragraph 14 and, in the meantime, committing the person to custody as mentioned in sub-paragraph (2) above. 4 Where a person is brought before the court after remand the court may further remand the person. 5 In this paragraph and in paragraphs 11 to 14, references to  “ the court ” includes a reference to a judge of the court or, in the case of proceedings in a magistrates' court, a justice of the peace. 11 1 Where a person is remanded on bail, the court may direct that the person's recognizance be conditioned for his or her appearance— a before the court at the end of the period of remand, or b at every time and place to which during the course of the proceedings the hearing may from time to time be adjourned. 2 Where a recognizance is conditioned for a person's appearance as mentioned in sub-paragraph (1), the fixing of any time for the person next to appear is to be treated as a remand. 3 Nothing in this paragraph deprives the court of power at any subsequent hearing to remand a person afresh. 12 1 The court may not remand a person for a period exceeding 8 clear days unless— a the court adjourns a case under paragraph 9(1), or b the person is remanded on bail and both that person and the other party to the proceedings (or, in the case of criminal proceedings, the prosecution) consent. 2 If sub-paragraph (1)(a) applies, the person may be remanded for the period of the adjournment. 3 Where the court has power to remand a person in custody, the person may be committed to the custody of a constable if the remand is for a period not exceeding 3 clear days. 13 1 If the court is satisfied that a person who has been remanded is unable by reason of illness or accident to appear before the court at the end of the period of remand, the court may further remand the person in his or her absence. 2 The power in sub-paragraph (1) may, in the case of a person who was remanded on bail, be exercised by enlarging the person's recognizance and those of any sureties to a later time. 3 Where a person remanded on bail is bound to appear before the court at any time and the court has no power to remand the person under sub-paragraph (1), the court may, in the person's absence, enlarge the person's recognizance and those of any sureties for the person to a later time. 4 The enlargement of a person's recognizance is to be treated as a further remand. 5 Paragraph 12(1) (limit of remand) does not apply to the exercise of the powers conferred by this paragraph. 14 1 This paragraph applies where under paragraph 10(3)(b) the court fixes the amount in which the principal and the sureties (if any) are to be bound. 2 The recognizance may afterwards be taken by a person prescribed by rules of court (with the same consequences as if it had been entered into before the court). Contempt proceedings 15 The powers of the court in relation to contempt of court arising out of a person's failure to comply with an FGM protection order, or otherwise in connection with such an order, may be exercised by the relevant judge. Other protection or assistance against female genital mutilation 16 1 Nothing in this Part of this Schedule affects any other protection or assistance available to a girl who is or may become the victim of a genital mutilation offence. 2 In particular, it does not affect— a the inherent jurisdiction of the High Court; b any criminal liability; c any civil remedies under the Protection from Harassment Act 1997; d any right to an occupation order or a non-molestation order under Part 4 of the Family Law Act 1996; e any right to a forced marriage protection order under Part 4A of that Act; f any protection or assistance under the Children Act 1989; g any claim in tort. Interpretation 17 1 In this Part of this Schedule— “the court”, except as provided in sub-paragraph (2), means the High Court, or the family court, in England and Wales; “ FGM protection order ” means an order under paragraph 1; “ genital mutilation offence ” means an offence under section 1, 2 or 3; “ the relevant judge ”, in relation to an FGM protection order, means— where the order was made by the High Court, a judge of that court; where the order was made by the family court, a judge of that court; where the order was made by a court in criminal proceedings under paragraph 3— a judge of that court, or a judge of the High Court or of the family court. 2 Where the power to make an FGM protection order is exercisable by a court in criminal proceedings under paragraph 3, references in this Part of this Schedule to  “the court” (other than in paragraph 2) are to be read as references to that court. 3 In paragraph (c)(i) of the definition of  “relevant judge” in sub-paragraph (1), the reference to a judge of the court that made the order includes, in the case of criminal proceedings in a magistrates' court, a reference to a justice of the peace. PART 2 Northern Ireland Power to make FGM protection order 18 1 The court in Northern Ireland may make an order (an  “FGM protection order”) for the purposes of— a protecting a girl against the commission of a genital mutilation offence, or b protecting a girl against whom any such offence has been committed. 2 In deciding whether to exercise its powers under this paragraph and, if so, in what manner, the court must have regard to all the circumstances, including the need to secure the health, safety and well-being of the girl to be protected. 3 An FGM protection order may contain— a such prohibitions, restrictions or requirements, and b such other terms, as the court considers appropriate for the purposes of the order. 4 The terms of an FGM protection order may, in particular, relate to— a conduct outside Northern Ireland as well as (or instead of) conduct within Northern Ireland; b respondents who are, or may become, involved in other respects as well as (or instead of) respondents who commit or attempt to commit, or may commit or attempt to commit, a genital mutilation offence against a girl; c other persons who are, or may become, involved in other respects as well as respondents of any kind. 5 For the purposes of sub-paragraph (4) examples of involvement in other respects are— a aiding, abetting, counselling, procuring, encouraging or assisting another person to commit, or attempt to commit, a genital mutilation offence against a girl; b conspiring to commit, or to attempt to commit, such an offence. 6 An FGM protection order may be made for a specified period or until varied or discharged (see paragraph 23). Applications and other occasions for making orders 19 1 The court may make an FGM protection order— a on an application being made to it, or b without an application being made to it but in the circumstances mentioned in sub-paragraph (6). 2 An application may be made by— a the girl who is to be protected by the order, or b a relevant third party. 3 An application may be made by any other person with the leave of the court. 4 In deciding whether to grant leave, the court must have regard to all the circumstances including— a the applicant's connection with the girl to be protected; b the applicant's knowledge of the circumstances of the girl. 5 An application under this paragraph may be made in family proceedings or without any family proceedings being instituted. 6 The circumstances in which the court may make an order without an application being made are where— a any family proceedings are before the court (“the current proceedings”), b the court considers that an FGM protection order should be made to protect a girl (whether or not a party to the proceedings), and c a person who would be a respondent to any proceedings for an FGM protection order is a party to the current proceedings. 7 In this paragraph— “ family proceedings ” has the same meaning as in the Family Homes and Domestic Violence (Northern Ireland) Order 1998 (S.I. 1998/1071 (N.I. 6)) (see Article 2(2) and (3) of that Order), but also includes— proceedings under the inherent jurisdiction of the High Court in relation to adults, proceedings in which the court has made an emergency protection order under Article 63 of the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)) which includes an exclusion requirement (as defined in Article 63A of that Order), and proceedings in which the court has made an order under Article 69 of that 1995 Order (recovery of abducted children etc); “ relevant third party ” means a person specified, or falling within a description of persons specified, by order made by the Department of Finance and Personnel (and any such order may, in particular, specify that Department). Power to make order in criminal proceedings 20 The court before which there are criminal proceedings in Northern Ireland for a genital mutilation offence may make an FGM protection order (without an application being made to it) if— a the court considers that an FGM protection order should be made to protect a girl (whether or not the victim of the offence in relation to the criminal proceedings), and b a person who would be a respondent to any proceedings for an FGM protection order is a defendant in the criminal proceedings. Offence of breaching order 21 1 A person who without reasonable excuse does anything that the person is prohibited from doing by an FGM protection order is guilty of an offence. 2 A person guilty of an offence under this paragraph is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding six months, or a fine not exceeding the statutory maximum, or both. Ex parte orders 22 1 The court may, in any case where it is just and convenient to do so, make an FGM protection order even though the respondent has not been given such notice of the proceedings as would otherwise be required by rules of court. 2 In deciding whether to exercise its powers under sub-paragraph (1), the court must have regard to all the circumstances including— a the risk to the girl, or to another person, of becoming a victim of a genital mutilation offence if the order is not made immediately, b whether it is likely that an applicant will be deterred or prevented from pursuing an application if an order is not made immediately, and c whether there is reason to believe that— i the respondent is aware of the proceedings but is deliberately evading service, and ii the delay involved in effecting substituted service will cause serious prejudice to the girl to be protected or (if different) an applicant. 3 If the court makes an order by virtue of sub-paragraph (1), it must specify a date for a full hearing. 4 In sub-paragraph (3),  “ full hearing ” means a hearing of which notice has been given to all the parties in accordance with rules of court. Variation and discharge of orders 23 1 The court may vary or discharge an FGM protection order on an application by— a any party to the proceedings for the order, b the girl being protected by the order (if not a party to the proceedings for the order), or c any person affected by the order. 2 In the case of an order made in criminal proceedings under paragraph 20, the reference in sub-paragraph (1)(a) to a party to the proceedings for the order is to be read as a reference to the prosecution and the defendant. 3 In addition, the court may vary or discharge an FGM protection order made by virtue of paragraph 19(1)(b) or 20 even though no application under sub-paragraph (1) above has been made to the court. 4 Paragraph 22 applies to a variation of an FGM protection order as it applies to the making of such an order (and references in that paragraph to the making of an FGM protection order are to be read accordingly). Jurisdiction of courts 24 1 For the purposes of this Part of this Schedule,  “ the court ” means the High Court, or a county court, in Northern Ireland. 2 Sub-paragraph (1) is subject to— a sub-paragraph (3), and b any provision made by virtue of sub-paragraph (4) or (5). 3 Where the power to make an FGM protection order is exercisable by a court in criminal proceedings under paragraph 20, references in this Part of this Schedule to  “the court” (other than in paragraph 19) are to be read as references to that court. 4 Article 34(3) to (10) of the Family Homes and Domestic Violence (Northern Ireland) Order 1998 (S.I. 1998/1071 (N.I. 6)) (allocation of proceedings to courts etc) applies for the purposes of this Part of this Schedule as it applies for the purposes of that Order but as if the following modification were made. 5 The modification is that Article 34(8) is to be read as if there were substituted for it— 8 For the purposes of paragraphs (3), (4) and (5), there are two levels of court— a the High Court; and b a county court. Power to extend jurisdiction to courts of summary jurisdiction 25 1 The Department of Justice in Northern Ireland may, after consulting the Lord Chief Justice, by order provide for courts of summary jurisdiction to be included among the courts who may hear proceedings under this Part of this Schedule. 2 An order under sub-paragraph (1) may, in particular, make any provision in relation to courts of summary jurisdiction which corresponds to provision made in relation to such courts by or under the Family Homes and Domestic Violence (Northern Ireland) Order 1998 (S.I. 1998/1071 (N.I. 6)). 3 Any power to make an order under this paragraph (including the power as extended by paragraph 29(1)) may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under this Part of this Schedule or any other enactment. 4 In sub-paragraph (3)  “ enactment ” includes Northern Ireland legislation. 5 The Lord Chief Justice may nominate any of the following to exercise the Lord Chief Justice's functions under this Part of this Schedule— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined by section 88 of that Act). Contempt proceedings 26 The powers of the court in relation to contempt of court arising out of a person's failure to comply with an FGM protection order, or otherwise in connection with such an order, may be exercised by the relevant judge. Appeals from county courts 27 1 An appeal lies to the High Court against— a the making by a county court of any order under this Part of this Schedule, or b any refusal by a county court to make such an order, as if the decision had been made in the exercise of the jurisdiction conferred by Part 3 of the County Courts (Northern Ireland) Order 1980 (S.I. 1980/397 (N.I. 3)) (original civil jurisdiction) and the appeal were brought under Article 60 of that Order (ordinary appeals in civil cases). 2 But an appeal does not lie to the High Court under sub-paragraph (1) where the county court is a divorce county court exercising jurisdiction under the Matrimonial Causes (Northern Ireland) Order 1978 (S.I. 1978/1045 (N.I. 15)) in the same proceedings. 3 Provision must be made by rules of court for an appeal to lie (upon a point of law, a question of fact or the admission or rejection of any evidence) to the Court of Appeal against— a the making of any order under this Part of this Schedule, or b any refusal to make such an order, by a county court of the type referred to in sub-paragraph (2). 4 Sub-paragraph (3) is without prejudice to Article 61 of the County Courts (Northern Ireland) Order 1980 (S.I. 1980/397 (N.I. 3)) (cases stated). 5 On an appeal under sub-paragraph (1), the High Court may make such orders as may be necessary to give effect to its determination of the appeal. 6 Where an order is made under sub-paragraph (5), the High Court may also make such incidental or consequential orders as appear to it to be just. 7 Any order of the High Court made on an appeal under sub-paragraph (1) (other than one directing that an application be re-heard by the county court) is to be treated, for the purposes of— a the enforcement of the order, and b any power to vary, revive or discharge orders, as if it were an order of the county court from which the appeal was brought and not an order of the High Court. 8 This paragraph is subject to paragraph 28. Appeals: transfers and proposed transfers 28 1 The Department of Justice in Northern Ireland may, after consulting the Lord Chief Justice, by order make provision as to the circumstances in which appeals may be made against decisions taken by courts on questions arising in connection with the transfer, or proposed transfer, of proceedings by virtue of an order made under Article 34(5) of the Family Homes and Domestic Violence (Northern Ireland) Order 1998 (S.I. 1998/1071 (N.I. 6)) as applied by paragraph 24(4) and (5) above. 2 Except so far as provided for in any order made under sub-paragraph (1), no appeal may be made against any decision of a kind mentioned in that sub-paragraph. 3 The Lord Chief Justice may nominate any of the following to exercise the Lord Chief Justice's functions under this paragraph— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). Orders 29 1 An order made under or by virtue of paragraph 19(7), 24(4) and (5), 25(1) or 28(1)— a may make different provision for different purposes; b may contain incidental, supplemental, consequential, transitional, transitory or saving provision; c is to be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 2 An order made under or by virtue of paragraph 19(7), 24(4) and (5) or 28(1) is subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.))). 3 An order under paragraph 25(1) may not be made unless a draft of the order has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 4 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)) applies for the purposes of sub-paragraph (3) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. Other protection or assistance against female genital mutilation 30 1 Nothing in this Part of this Schedule affects any other protection or assistance available to a girl who is or may become the victim of a genital mutilation offence. 2 In particular, it does not affect— a the inherent jurisdiction of the High Court; b any criminal liability; c any right to an occupation order or a non-molestation order under the Family Homes and Domestic Violence (Northern Ireland) Order 1998 (S.I. 1998/1071 (N.I. 6)); d any civil remedies under the Protection from Harassment (Northern Ireland) Order 1997 (S.I. 1997/1180 (N.I. 9)); e any protection or assistance under the Children (Northern Ireland) Order 1995 (S.I. 1995/755 (N.I. 2)); f any right to a forced marriage protection order under Schedule 1 to the Forced Marriage (Civil Protection) Act 2007; g any claim in tort. Interpretation 31 In this Part of this Schedule— “ the court ” is to be read in accordance with paragraph 24; “ FGM protection order ” means an order under paragraph 18; “ genital mutilation offence ” means an offence under section 1, 2 or 3; “ the relevant judge ”, in relation to an FGM protection order, means— where the order was made by the High Court, a judge of that court; where the order was made by a county court, a judge or district judge of that or any other county court; where the order was made by a court in criminal proceedings under paragraph 20— a judge of that court, or a judge of the High Court or a judge or district judge of a county court."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "74", "section_title": "Duty to notify police of female genital mutilation", "section_text": "74 After section 5A of the Female Genital Mutilation Act 2003 (inserted by section 73 above) insert— Duty to notify police of female genital mutilation 5B 1 A person who works in a regulated profession in England and Wales must make a notification under this section (an  “FGM notification”) if, in the course of his or her work in the profession, the person discovers that an act of female genital mutilation appears to have been carried out on a girl who is aged under 18. 2 For the purposes of this section— a a person works in a  “regulated profession” if the person is— i a healthcare professional, ii a teacher, or iii a social care worker in Wales; b a person  “discovers” that an act of female genital mutilation appears to have been carried out on a girl in either of the following two cases. 3 The first case is where the girl informs the person that an act of female genital mutilation (however described) has been carried out on her. 4 The second case is where— a the person observes physical signs on the girl appearing to show that an act of female genital mutilation has been carried out on her, and b the person has no reason to believe that the act was, or was part of, a surgical operation within section 1(2)(a) or (b). 5 An FGM notification— a is to be made to the chief officer of police for the area in which the girl resides; b must identify the girl and explain why the notification is made; c must be made before the end of one month from the time when the person making the notification first discovers that an act of female genital mutilation appears to have been carried out on the girl; d may be made orally or in writing. 6 The duty of a person working in a particular regulated profession to make an FGM notification does not apply if the person has reason to believe that another person working in that profession has previously made an FGM notification in connection with the same act of female genital mutilation. For this purpose, all persons falling within subsection (2)(a)(i) are to be treated as working in the same regulated profession. 7 A disclosure made in an FGM notification does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information. 8 The Secretary of State may by regulations amend this section for the purpose of adding, removing or otherwise altering the descriptions of persons regarded as working in a  “ regulated profession ” for the purposes of this section. 9 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make consequential, transitional, transitory or saving provision. 10 A statutory instrument containing regulations under this section is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 11 In this section— “ act of female genital mutilation ” means an act of a kind mentioned in section 1(1); “ healthcare professional ” means a person registered with any of the regulatory bodies mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 (bodies within remit of the Professional Standards Authority for Health and Social Care); “ registered ”, in relation to a regulatory body, means registered in a register that the body maintains by virtue of any enactment; “ social care worker ” means a person registered in a register maintained by the Care Council for Wales under section 56 of the Care Standards Act 2000; “ teacher ” means— in relation to England, a person within section 141A(1) of the Education Act 2002 (persons employed or engaged to carry out teaching work at schools and other institutions in England); in relation to Wales, a person who falls within a category listed in the table in paragraph 1 of Schedule 2 to the Education (Wales) Act 2014 (anaw 5) (categories of registration for purposes of Part 2 of that Act) or any other person employed or engaged as a teacher at a school (within the meaning of the Education Act 1996) in Wales. 12 For the purposes of the definition of  “healthcare professional”, the following provisions of section 25 of the National Health Service Reform and Health Care Professions Act 2002 are to be ignored— a paragraph (g) of subsection (3); b subsection (3A)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "75", "section_title": "Guidance about female genital mutilation", "section_text": "75 1 After section 5B of the Female Genital Mutilation Act 2003 (inserted by section 74 above) insert— Guidance 5C 1 The Secretary of State may issue guidance to whatever persons in England and Wales the Secretary of State considers appropriate about— a the effect of any provision of this Act, or b other matters relating to female genital mutilation. 2 A person exercising public functions to whom guidance is given under this section must have regard to it in the exercise of those functions. 3 Nothing in this section permits the Secretary of State to give guidance to any court or tribunal. 4 Before issuing guidance under this section the Secretary of State must consult— a the Welsh Ministers so far as the guidance is to a body exercising devolved Welsh functions; b any person whom the Secretary of State considers appropriate. 5 A body is exercising  “devolved Welsh functions” if its functions are exercisable only in or as regards Wales and are wholly or mainly functions relating to— a a matter in respect of which functions are exercisable by the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Government, or b a matter within the legislative competence of the National Assembly for Wales. 6 The Secretary of State may from time to time revise any guidance issued under this section. 7 Subsections (2) and (3) have effect in relation to any revised guidance. 8 Subsection (4) has effect in relation to any revised guidance unless the Secretary of State considers the proposed revisions of the guidance are insubstantial. 9 The Secretary of State must publish the current version of any guidance issued under this section. 2 Consultation for the purposes of subsection (4) of section 5C of the Female Genital Mutilation Act 2003 (inserted by subsection (1) above) may be, or include, consultation before the coming into force of this section."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "75A", "section_title": "Strangulation or suffocation", "section_text": "75A 1 A person (“A”) commits an offence if— a A intentionally strangles another person (“B”), or b A does any other act to B that— i affects B's ability to breathe, and ii constitutes battery of B. 2 It is a defence to an offence under this section for A to show that B consented to the strangulation or other act. 3 But subsection (2) does not apply if— a B suffers serious harm as a result of the strangulation or other act, and b A either— i intended to cause B serious harm, or ii was reckless as to whether B would suffer serious harm. 4 A is to be taken to have shown the fact mentioned in subsection (2) if— a sufficient evidence of the fact is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt. 5 A person guilty of an offence under this section is liable— a on summary conviction— i to imprisonment for a term not exceeding   the general limit in a magistrates’ court   (or 6 months, if the offence was committed before   2 May 2022 ), or ii to a fine, or both; b on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine, or both. 6 In this section  “ serious harm ” means— a grievous bodily harm, within the meaning of section 18 of the Offences Against the Person Act 1861, b wounding, within the meaning of that section, or c actual bodily harm, within the meaning of section 47 of that Act."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "75B", "section_title": "Offences under section 75A committed outside the United Kingdom", "section_text": "75B 1 If— a a person does an act in a country outside the United Kingdom, b the act, if done in England and Wales, would constitute an offence under section 75A, and c the person is a United Kingdom national or is habitually resident in England and Wales, the person is guilty in England and Wales of that offence. 2 In this section— “ country ” includes territory; “ United Kingdom national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, a person who under the British Nationality Act 1981 is a British subject, or a British protected person within the meaning of that Act."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "76", "section_title": "Controlling or coercive behaviour in an intimate or family relationship", "section_text": "76 1 A person (A) commits an offence if— a A repeatedly or continuously engages in behaviour towards another person (B) that is controlling or coercive, b at the time of the behaviour, A and B are personally connected  (see subsection (6)) , c the behaviour has a serious effect on B, and d A knows or ought to know that the behaviour will have a serious effect on B. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 But A does not commit an offence under this section if at the time of the behaviour in question— a A has responsibility for B, for the purposes of Part 1 of the Children and Young Persons Act 1933 (see section 17 of that Act), and b B is under 16. 4 A's behaviour has a  “serious effect” on B if— a it causes B to fear, on at least two occasions, that violence will be used against B, or b it causes B serious alarm or distress which has a substantial adverse effect on B's usual day-to-day activities. 5 For the purposes of subsection (1)(d) A  “ought to know” that which a reasonable person in possession of the same information would know. 6 A and B are  “personally connected” if any of the following applies— a they are, or have been, married to each other; b they are, or have been, civil partners of each other; c they have agreed to marry one another (whether or not the agreement has been terminated); d they have entered into a civil partnership agreement (whether or not the agreement has been terminated); e they are, or have been, in an intimate personal relationship with each other; f they each have, or there has been a time when they each have had, a parental relationship in relation to the same child (see subsection (6A)); g they are relatives. 6A For the purposes of subsection (6)(f) a person has a parental relationship in relation to a child if— a the person is a parent of the child, or b the person has parental responsibility for the child. 7 In   subsections (6) and (6A)  — “ civil partnership agreement ” has the meaning given by section 73 of the Civil Partnership Act 2004; “ child ” means a person under the age of 18 years; “ parental responsibility ” has the same meaning as in the Children Act 1989; “ relative ” has the meaning given by section 63(1) of the Family Law Act 1996. 8 In proceedings for an offence under this section it is a defence for A to show that— a in engaging in the behaviour in question, A believed that he or she was acting in B's best interests, and b the behaviour was in all the circumstances reasonable. 9 A is to be taken to have shown the facts mentioned in subsection (8) if— a sufficient evidence of the facts is adduced to raise an issue with respect to them, and b the contrary is not proved beyond reasonable doubt. 10 The defence in subsection (8) is not available to A in relation to behaviour that causes B to fear that violence will be used against B. 11 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding five years, or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court , or a fine, or both."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "76A", "section_title": "Offences under section 76 committed outside the United Kingdom", "section_text": "76A 1 If— a a person's behaviour consists of or includes behaviour in a country outside the United Kingdom, b the behaviour would constitute an offence under section 76 if it occurred in England and Wales, and c the person is a United Kingdom national or is habitually resident in England and Wales, the person is guilty in England and Wales of that offence. 2 In this section— “ country ” includes territory; “ United Kingdom national ” means an individual who is— a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen, a person who under the British Nationality Act 1981 is a British subject, or a British protected person within the meaning of that Act."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "77", "section_title": "Guidance about investigation of offences under section 76", "section_text": "77 1 The Secretary of State may issue guidance about the investigation of offences under section 76 to whatever persons the Secretary of State considers appropriate. 2 The Secretary of State may revise any guidance issued under this section. 3 The Secretary of State must arrange for any guidance issued or revised under this section to be published."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "78", "section_title": "Knives and offensive weapons in prisons", "section_text": "78 After section 40C of the Prison Act 1952 insert— Unauthorised possession in prison of knife or offensive weapon 40CA 1 A person who, without authorisation, is in possession of an article specified in subsection (2) inside a prison is guilty of an offence. 2 The articles referred to in subsection (1) are— a any article that has a blade or is sharply pointed; b any other offensive weapon (as defined in section 1(9) of the Police and Criminal Evidence Act 1984). 3 In proceedings for an offence under this section it is a defence for the accused to show that— a he reasonably believed that he had authorisation to be in possession of the article in question, or b in all the circumstances there was an overriding public interest which justified his being in possession of the article. 4 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding four years or to a fine (or both); b on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine (or both). 5 In this section  “ authorisation ” means authorisation given for the purposes of this section; and subsections (1) to (3) of section 40E apply in relation to authorisations so given as they apply to authorisations given for the purposes of section 40D."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "79", "section_title": "Throwing articles into prisons", "section_text": "79 After section 40CA of the Prison Act 1952 (inserted by section 78 above) insert— Throwing articles into prison 40CB 1 A person who, without authorisation, throws any article or substance into a prison is guilty of an offence. 2 For the purposes of subsection (1)— a the reference to an article or substance does not include a reference to a List A article, a List B article or a List C article (as defined by section 40A); b the reference to  “throwing” an article or substance into a prison includes a reference to doing anything from outside the prison that results in the article or substance being projected or conveyed over or through a boundary of the prison so as to land inside the prison. 3 In proceedings for an offence under this section it is a defence for the accused to show that— a he reasonably believed that he had authorisation to do the act in respect of which the proceedings are brought, or b in all the circumstances there was an overriding public interest which justified the doing of that act. 4 A person guilty of an offence under subsection (1) is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine (or both); b on summary conviction, to imprisonment for a term not exceeding 12 months or to a fine (or both). 5 In this section  “ authorisation ” means authorisation given for the purposes of this section; and subsections (1) to (3) of section 40E apply in relation to authorisations so given as they apply to authorisations given for the purposes of section 40D."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "80", "section_title": "Prevention or restriction of use of communication devices by prisoners etc", "section_text": "80 1 Regulations may make provision conferring power on a court to make a telecommunications restriction order. 2 “ Telecommunications restriction order ” means an order requiring a communications provider to take whatever action the order specifies for the purpose of preventing or restricting the use of communication devices by persons detained in custodial institutions. 3 Regulations under this section must— a specify who may apply for telecommunications restriction orders; b make provision about giving notice of applications; c make provision conferring rights on persons to make representations; d specify the matters about which the court must be satisfied if it is to make an order; e make provision about the duration of orders (which may include provision for orders of indefinite duration); f make provision about variation (including extension) and discharge of orders; g make provision about appeals. 4 Regulations under this section may— a make provision for a telecommunications restriction order to specify that a requirement of the order is not to apply in particular circumstances; b make provision authorising a court to include in an order a requirement for the person applying for the order to pay any or all of the costs of complying with it; c make provision about time limits for complying with orders; d make provision about enforcement of orders (which may include provision creating offences); e make provision about costs (or, in Scotland, expenses) in respect of legal proceedings; f make different provision for different purposes; g make incidental, consequential, supplementary or transitional provision, including provision applying any enactment (with or without modifications). 5 The power to make regulations under this section is exercisable— a in relation to England and Wales, by statutory instrument made by the Secretary of State; b in relation to Scotland, by the Scottish Ministers. 6 A statutory instrument (other than a Scottish statutory instrument) containing regulations under this section is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 7 Regulations made by the Scottish Ministers under this section are subject to the affirmative procedure. 8 In this section— “ communication device ” means an item specified in section 1(3) of the Prisons (Interference with Wireless Telegraphy) Act 2012 (mobile telephones etc); “ communications provider ” means a person providing a service that consists in the provision of access to, and of facilities for making use of, any telecommunication system (whether or not one provided by that person); “ court ” means— in relation to England and Wales, the county court; in relation to Scotland, the sheriff; “ custodial institution ” means— in relation to England and Wales, a prison, young offender institution, secure training centre or secure college; in relation to Scotland, a prison or young offenders institution; “ enactment ” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; “ telecommunication system ” means any system (including the apparatus comprised in it) that exists (whether wholly or partly in the United Kingdom or elsewhere) for the purpose of facilitating the transmission of communications by any means involving the use of electrical or electro-magnetic energy."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "80A", "section_title": "Prevention or restriction of use of communication devices for drug dealing", "section_text": "80A 1 Regulations may make provision conferring power on a court to make a drug dealing telecommunications restriction order. 2 “Drug dealing telecommunications restriction order” means an order requiring a communications provider to take whatever action the order specifies for the purpose of preventing or restricting the use of communication devices in connection with drug dealing offences. 3 Without limiting the action that may be specified, it includes— a action that relates to a specified device; b action that relates to a specified phone number or something else that may be used with a device. 4 In this section “drug dealing offence” means an offence under section 4(3) of the Misuse of Drugs Act 1971 or section 5 of the Psychoactive Substances Act 2016; and a communication device is used in connection with a drug dealing offence if it is used by a person (“the user”) in the course of— a the user committing a drug dealing offence, b the user facilitating the commission by the user or another person of a drug dealing offence, or c conduct of the user that is likely to facilitate the commission by the user or another person of a drug dealing offence (whether or not an offence is committed). 5 Regulations under this section must provide for drug dealing telecommunications restriction orders to be made only on the application of— a the Director General or Deputy Director General of the National Crime Agency, or b a police officer of the rank of superintendent or above. 6 Regulations under this section must— a specify the matters about which the court must be satisfied if it is to make an order; b make provision about the duration of orders (which may include provision for orders of indefinite duration); c make provision about the giving (by a communications provider or any other person) of notice of the making of an order; d make provision about variation (including extension) and discharge of orders; e make provision about appeals. 7 Regulations under this section must provide— a for applications for drug dealing telecommunications restriction orders to be made and heard without notice of the application or hearing having been given to persons affected (or their legal representatives), subject to subsection  (9)(a) ; b for applications to be heard and determined in the absence of persons affected (and their legal representatives), subject to subsection  (9)(b) ; c for applications to be heard and determined in private. 8 Regulations under this section must provide for a court hearing an application or an appeal to have power to restrict disclosure of information submitted in connection with the application or appeal if satisfied that it is necessary to do so in the public interest. 9 Regulations under this section may— a make provision for a communications provider affected by an application to be given notice of the application or hearing; b make provision for a communications provider affected by an application to be present or represented at the hearing and determination of the application; c in connection with any provision under paragraph  (b) , make provision for a communications provider to have a right to make representations; d make provision for a drug dealing telecommunications restriction order to specify that a requirement of the order is not to apply in particular circumstances; e make provision authorising a court to include in an order a requirement for the person applying for the order to pay any or all of the costs of complying with it; f make provision about time limits for complying with orders; g make provision about enforcement of orders (which may include provision creating offences); h make provision about costs (or, in Scotland, expenses) in respect of legal proceedings; i make provision about compensation; j make different provision for different purposes or areas; k make incidental, consequential, supplementary or transitional provision, including provision applying any enactment (with or without modifications). 10 The power to make regulations under this section is exercisable by statutory instrument made by the Secretary of State. 11 A statutory instrument containing regulations under this section is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 12 In this section— “communication device” means an item specified in section 1(3) of the Prisons (Interference with Wireless Telegraphy) Act 2012 (mobile telephones  etc ); “communications provider” means a person providing a telecommunications service; “court” means— in relation to England and Wales, the county court; in relation to Scotland, the sheriff; in relation to Northern Ireland, a county court; “enactment” includes— an enactment contained in subordinate legislation within the meaning of the Interpretation Act 1978; an enactment contained in, or in an instrument made under, an Act of the Scottish Parliament; Northern Ireland legislation; “telecommunications service” has the meaning given by section 261 of the Investigatory Powers Act 2016."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "81", "section_title": "Preparation or training abroad for terrorism", "section_text": "81 In section 17 of the Terrorism Act 2006 (commission of offences abroad), in subsection (2)(b), after  “an offence under” insert  “                section 5 or 6 or              ” ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "82", "section_title": "Approval of draft decisions under Article 352 of TFEU relating to serious crime", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "83", "section_title": "Codes of practice about investigatory powers: journalistic sources", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "84", "section_title": "Termination of pregnancy on grounds of sex of foetus", "section_text": "84 1 The Secretary of State shall arrange for an assessment to be made of the evidence of termination of pregnancy on the grounds of the sex of the foetus in England, Wales and Scotland. 2 The arrangements made under subsection (1) shall be such as to enable publication of the assessment by the Secretary of State within 6 months of the date of Royal Assent to this Act. 3 The Secretary of State shall consider the assessment made under subsection (1) and— a determine and publish a strategic plan to tackle substantiated concerns identified in the assessment made under subsection (1); or b publish a statement and explanation in relation to why a plan under subsection (3)(a) is not required. 4 Any strategic plan under subsection (3)(a) must include, but need not be limited to, steps— a to promote change in the social and cultural patterns of behaviour with a view to eradicating prejudices, customs, traditions and all other practices which are based on the idea of the inferiority of women and which may amount to pressure to seek a termination on the grounds of the sex of the foetus; b to ensure best practice exists in identifying women being coerced or pressured into seeking a termination on the grounds of the sex of the foetus, or at risk of being so, and in the provision of protection and support to potential victims; and c to promote guidance to service providers, health professionals and other stakeholders. 5 The Secretary of State must lay a copy of the plan, determined under subsection (3)(a), before each House of Parliament within 6 months of the publication date of the assessment under subsection (2)."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "85", "section_title": "Minor and consequential amendments", "section_text": "85 1 Schedule 4 (minor and consequential amendments) has effect. 2 The Secretary of State may by regulations make provision that is consequential on any provision of this Act. 3 The power to make regulations under this section— a is exercisable by statutory instrument; b includes power to make transitional, transitory or saving provision; c may, in particular, be exercised by amending, repealing, revoking or otherwise modifying any provision made by or under primary legislation passed before this Act or in the same Session. 4 Before making regulations under this section the Secretary of State must— a if the regulations contain provision that would fall within the legislative competence of the Scottish Parliament if included in an Act of that Parliament, consult the Scottish Ministers; b if the regulations contain provision that would fall within the legislative competence of the Northern Ireland Assembly if included in an Act of that Assembly, consult the Department of Justice in Northern Ireland. 5 A statutory instrument containing regulations under this section that amend, repeal, revoke or otherwise modify any provision of primary legislation is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 Any other statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section  “ primary legislation ” means— a an Act of Parliament; b an Act of the Scottish Parliament; c a Measure or Act of the National Assembly for Wales; d Northern Ireland legislation."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "86", "section_title": "Transitional and saving provisions", "section_text": "86 1 An order under section 13A of the Proceeds of Crime Act 2002 (inserted by section 7) may be made in respect of any confiscation order (within the meaning of Part 2 of that Act) that is made on or after the day on which section 7 comes into force. 2 The amendment made by subsection (3) of section 10 has effect in relation to a default of payment of a sum payable under a confiscation order only if the default occurs on or after the date on which that subsection comes into force. 3 An order under section 97B(2) of the Proceeds of Crime Act 2002 (inserted by section 16) may be made in respect of any confiscation order (within the meaning of Part 3 of that Act) that is made on or after the day on which section 16 comes into force. 4 An order under section 163A of the Proceeds of Crime Act 2002 (inserted by section 29) may be made in respect of any confiscation order (within the meaning of Part 4 of that Act) that is made on or after the day on which section 29 comes into force. 5 An offence is not committed under section 3A(3) of the Computer Misuse Act 1990 by virtue of the amendment made by section 42 unless every act or other event proof of which is required for conviction of the offence takes place after section 42 comes into force. 6 The amendments made by paragraph 10 of Schedule 4 apply, in relation to any offence of conspiracy to commit an offence under the Computer Misuse Act 1990 or of attempting to commit such an offence, only where every act or other event proof of which is required for conviction of the conspiracy or attempt offence takes place after section 43 comes into force. 7 The repeals by this Act of— a section 76 of the Serious Organised Crime and Police Act 2005 (“ the 2005 Act ”), and b sections 79 to 81 of the 2005 Act so far as they extend to England and Wales, do not apply in the case of a financial reporting order made before section 50(1)(a) above comes into force. 8 The repeals by this Act of— a section 77 of the 2005 Act, and b sections 79 to 81 of the 2005 Act so far as they extend to Scotland, do not apply in the case of a financial reporting order made before section 50(1)(b) above comes into force. 9 The repeals by this Act of— a section 78 of the 2005 Act, and b sections 79 to 81 of the 2005 Act so far as they extend to Northern Ireland, do not apply in the case of a financial reporting order made before section 50(1)(c) above comes into force. 10 The amendments made by a section listed below apply only in cases where every act or other event proof of which is required for conviction of the offence in question takes place after the provision comes into force— a section 43; b section 66; c section 70; d section 81. 11 Subsection (7) of section 68 and paragraph 2 of Schedule 4 do not apply in the case of an offence proceedings for which are started before the commencement of that subsection. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Before the day on which section 109 of the Courts Reform (Scotland) Act 2014 (asp 18) (abolition of appeal from a sheriff to the sheriff principal) comes into force— a the reference to the Sheriff Appeal Court in subsection (3)(b) of section 62 is to be read as a reference to the sheriff principal; b the references to the court in subsections (5) to (7) of that section are to be read as including references to the sheriff principal. 14 In relation to an offence committed before  2 May 2022 , a reference to  12 months   the general limit in a magistrates’ court   in the following provisions is to be read as a reference to 6 months— a in the Sexual Offences Act 2003, subsection (3)(a) of the section 15A inserted by section 67 above; b section 69(3)(a); c in the Female Genital Mutilation Act 2003, paragraph (b) of the subsection (2) inserted in section 5 by section 72(4)(b) above; d paragraph 4(5)(b) of the Schedule inserted in that Act by section 73(2) above; e section 76(11)(b); f in the Prison Act 1952, subsection (4)(b) of the section 40CA inserted by section 78 above; g in that Act, subsection (4)(b) of the section 40CB inserted by section 79 above. 15 In relation to an offence committed before section 85(1) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force— a a reference to a fine in the following provisions is to be read as a reference to a fine not exceeding the statutory maximum— i in the Sexual Offences Act 2003, subsection (3)(a) of the section 15A inserted by section 67 above; ii section 69(3)(a); iii in the Female Genital Mutilation Act 2003, paragraph (b) of the subsection (2) inserted in section 5 by section 72(4)(b) above; iv paragraph 4(5)(b) of the Schedule inserted in that Act by section 73(2) above; v section 76(11)(b) above; vi in the Prison Act 1952, subsection (4)(b) of the section 40CA inserted by section 78 above; vii in that Act, subsection (4)(b) of the section 40CB inserted by section 79 above; b the reference to a fine in paragraph 2(2)(a) of Schedule 1 to the Female Genital Mutilation Act 2003, inserted in that Act by section 71(2) above, is to be read as a reference to a fine not exceeding level 5 on the standard scale. 16 The reference to an offence under section 1, 2 or 3 of the Female Genital Mutilation Act 2003 in section 3A(8) of that Act does not include such an offence committed before the coming into force of section 72 above (which inserts section 3A in that Act). 17 In proceedings under section 3A of that Act, a defence under subsection (5)(b) of that section may not be negated by reference to steps that the defendant could have taken (but did not) before the coming into force of section 72 above."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "87", "section_title": "Extent", "section_text": "87 1 The following provisions extend to England and Wales only— a Chapter 1 of Part 1; b section 45; c section 51; d sections 66 to 68; e sections 74 to 79. 2 Section 80 extends to England and Wales and Scotland (but not Northern Ireland). 3 The following provisions extend to England and Wales and Northern Ireland (but not Scotland)— a section 38(2); b section 40; c section 69 and Schedule 3; d section 70(1); e sections 71 to 73. 4 The following provisions extend to Scotland only— a sections 15 to 22; b section 38(3); c section 43(6) and (7); d section 70(2). 5 Chapter 3 of Part 1 extends to Northern Ireland only. 6 An amendment or repeal made by Schedule 4 has the same extent as the relevant part of the Act amended or repealed. 7 The other provisions of this Act extend to England and Wales, Scotland and Northern Ireland."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "88", "section_title": "Commencement", "section_text": "88 1 This Act, except for the provisions referred to in subsections (2) to (5), comes into force on whatever day or days the Secretary of State appoints by regulations made by statutory instrument. 2 The following provisions come into force on whatever day or days the Scottish Ministers appoint by regulations after consulting the Secretary of State— a sections 15 to 22; b section 38(3); c paragraphs 16 and 35 to 45 of Schedule 4 (and section 85(1) so far as relating to those paragraphs). 3 The following provisions come into force on whatever day or days the Department of Justice in Northern Ireland appoints by regulations after consulting the Secretary of State— a Chapter 3 of Part 1; b paragraphs 4, 46 to 51 and 66(4) of Schedule 4 (and section 85(1) so far as relating to those paragraphs). 4 Sections 70 to 72 come into force at the end of the period of two months beginning with the day on which this Act is passed. 5 The following provisions come into force on the day on which this Act is passed— a section 80; b section 81 and paragraph 74 of Schedule 4 (and section 85(1) so far as relating to that paragraph); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 83; e section 85(2) to (7); f sections 86 to 89. 6 No regulations may be made under subsection (1) bringing into force any of the following provisions, so far as they extend to Scotland, unless the Secretary of State has consulted the Scottish Ministers— a section 23; b section 38(1); c Part 2; d section 46 and Schedule 1; e sections 47 to 50. 7 No regulations may be made under subsection (1) bringing into force any of the following provisions, so far as they extend to Northern Ireland, unless the Secretary of State has consulted the Department of Justice in Northern Ireland— a section 38(1) and (2); b section 40; c sections 47 to 50; d section 69 and Schedule 3; e section 73. 8 Consultation for the purposes of subsection (2), (3), (6) or (7) may be, or include, consultation before the day on which this Act is passed. 9 A power to make regulations under this section includes powers to make saving, transitional or transitory provision. 10 The power of the Department of Justice in Northern Ireland to make regulations under subsection (3) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12))."}, {"act": "Serious Crime Act 2015", "year": 2015, "section": "89", "section_title": "Short title", "section_text": "89 This Act may be cited as the Serious Crime Act 2015."}]