[{"act": "Stamp Duty Land Tax Act 2015", "year": 2015, "section": "1", "section_title": "Change in method of calculating tax on residential property transactions", "section_text": "1 1 Section 55 of the Finance Act 2003 (general rules on calculating the amount of stamp duty land tax chargeable) is amended as follows. 2 In subsection (1) for  “a percentage of the chargeable consideration for the transaction” substitute  “                determined in accordance with subsections (1B), (1C) and (2)              ” . 3 After subsection (1A) insert— 1B If the relevant land consists entirely of residential property and the transaction is not one of a number of linked transactions, the amount of tax chargeable is determined as follows— Step 1  Apply the rates specified in the second column of Table A below to the parts of the relevant consideration specified in the first column of that Table. Step 2  Add together the amounts calculated at Step 1 (if there are two or more such amounts). TABLE A: RESIDENTIAL Part of relevant consideration Rate So much as does not exceed £125,000 0% So much as exceeds £125,000 but does not exceed £250,000 2% So much as exceeds £250,000 but does not exceed £925,000 5% So much as exceeds £925,000 but does not exceed £1,500,000 10% The remainder (if any) 12% 1C If the relevant land consists entirely of residential property and the transaction is one of a number of linked transactions, the amount of tax chargeable in respect of the particular transaction under consideration is determined as follows— Step 1  Apply the rates specified in the second column of Table A in subsection (1B) to the parts of the relevant consideration specified in the first column of that Table. Step 2  Add together the amounts calculated at Step 1 (if there are two or more such amounts). Step 3  Multiply the amount given by Step 1 or Step 2, as the case may be, by— C R where— C is the chargeable consideration for the transaction, and R is the relevant consideration. 4 In subsection (2) for the words from the beginning of that subsection to the end of Table A substitute— If the relevant land consists of or includes land that is not residential property, the amount of tax chargeable is the percentage of the chargeable consideration for the transaction determined in accordance with Table B below by reference to the amount of the relevant consideration. 5 In subsection (3) for  “subsection (2)” substitute  “                subsections (1B) and (2)              ” . 6 In subsection (4) at the beginning insert  “                For the purposes of subsections (1C) and (2),              ” . 7 Omit subsection (7). 8 The Schedule, which makes amendments consequential on the amendments made by this section, has effect."}, {"act": "Stamp Duty Land Tax Act 2015", "year": 2015, "section": "2", "section_title": "Citation, commencement and transitional provision  etc", "section_text": "2 1 This Act may be cited as the Stamp Duty Land Tax Act 2015. 2 The amendments made by this Act have effect in relation to any land transaction of which the effective date is, or is after, 4 December 2014. 3 But those amendments do not have effect in relation to a transaction if the purchaser so elects and either— a the transaction is effected in pursuance of a contract entered into and substantially performed before 4 December 2014, or b the transaction is effected in pursuance of a contract entered into before that date and is not excluded by subsection (5). 4 An election under subsection (3)— a must be included in the land transaction return made in respect of the transaction or in an amendment of that return, and b must comply with any requirements specified by the Commissioners for Her Majesty's Revenue and Customs as to its form or the manner of its inclusion. 5 A transaction effected in pursuance of a contract entered into before 4 December 2014 is excluded by this subsection if— a there is any variation of the contract, or assignment (or assignation) of rights under the contract, on or after 4 December 2014, b the transaction is effected in consequence of the exercise on or after that date of any option, right of pre-emption or similar right, or c on or after that date there is an assignment (or assignation), subsale or other transaction relating to the whole or part of the subject-matter of the contract as a result of which a person other than the purchaser under the contract becomes entitled to call for a conveyance. 6 In subsections (3) to (5)— “ land transaction return ”, in relation to a transaction, means the return under section 76 of the Finance Act 2003 in respect of that transaction; “ purchaser ” has the same meaning as in Part 4 of that Act (see section 43(4) of that Act); “ substantially performed ”, in relation to a contract, has the same meaning as in that Part (see section 44(5) of that Act)."}]