[{"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "1", "section_title": " Insurance companies to which the 1975 Act applies.", "section_text": "1 1 For section 3 of the 1975 Act there shall be substituted—  Insurance companies to which this Act applies. 3 1 The functions of the Board under this Act shall be exercisable in relation to policyholders and others who have been or may be prejudiced in consequence of the inability of insurance companies to meet their liabilities under policies issued or securities given by them only in cases where the insurance companies in question are insurance companies to which this Act applies. 2 An insurance company is one to which this Act applies if it is— a authorised under section 3 or 4 of the  Insurance Companies Act 1982 to carry on insurance business of any class in the United Kingdom, b an  EC  company which is lawfully carrying on insurance business of any class in the United Kingdom, or c an EC company not falling within paragraph (b) above which provides general insurance or long term insurance in the United Kingdom. 2 Schedule 1 to this Act (consequential amendments) shall have effect."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "2", "section_title": " Eligibility of policyholders for protection.", "section_text": "2 1 For section 4 of the 1975 Act there shall be substituted—  Protection confined to insurance under qualifying policies of protected risks or commitments. 4 1 A policyholder is eligible for the assistance or protection of the Board in accordance with any provision of sections 6 to 16 below only in respect of the insurance under a qualifying policy of a protected risk or commitment. 2 The following are qualifying policies for the purposes of this Act— a a policy of insurance issued by an insurance company authorised under section 3 or 4 of the  Insurance Companies Act 1982 through an establishment in— i the United Kingdom, ii another  EEA  State, or iii the Channel Islands or the Isle of Man, and b a policy of insurance issued by an EC company through an establishment in an EEA State. 3 A risk or commitment is a protected risk or commitment for the purposes of this Act— a in the case of a policy falling within subsection (2)(a)(i) above, if it is situated in an EEA State, the Channel Islands or the Isle of Man; b in the case of a policy falling within subsection (2)(a)(ii) or (2)(b) above, if it is situated in the United Kingdom; c in the case of a policy falling within subsection (2)(a)(iii) above, if it is situated in the United Kingdom, the Channel Islands or the Isle of Man. 2 Schedule 2 to this Act (consequential amendments) shall have effect. 3 This section shall not have effect in relation to a policy, or security, where the contract which the policy evidences, or which governs the security, was entered into before the day on which this section comes into force. 4 For the purposes of subsection (3) above, where a contract for a term of more than one year— a was entered into before the day on which this section comes into force, and b continues in force beyond an anniversary of its inception which falls on or after the day on which this section comes into force, the contract shall be treated as having been entered into on that anniversary, unless the effecting of the contract constituted the carrying on of long term business (within the meaning of the  Insurance Companies Act 1982)."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "3", "section_title": " Persons qualifying for protection.", "section_text": "3 1 Section 16 of the 1975 Act (which enables the Board to take measures to protect policyholders of companies in financial difficulties) shall be amended as follows. 2 In subsection (2) (under which the Board’s powers are exercisable for the purpose of safeguarding policyholders of a company in financial difficulties who are eligible for protection under the section)— a for “policyholders of a company in financial difficulties who are eligible for protection under this section” there shall be substituted  “                  those who are qualifying persons in relation to a company in financial difficulties                ” , and b for “such policyholders” there shall be substituted  “                  such persons                ” . 3 In subsection (3) (power to secure or facilitate transfer of business of company in financial difficulties on terms including reducing liabilities or benefits under any policies), for the words from “the liabilities” to “policies)” there shall be substituted  “              any of the things to which any of those who are qualifying persons in relation to the company in financial difficulties are entitled in their capacity as such)            ” . 4 In subsection (5) (power to assist company in financial difficulties conditionally on reduction of liabilities or benefits under any of its policies), for the words from “any liabilities” to “the company” there shall be substituted  “              of the things to which any of those who are qualifying persons in relation to the company are entitled in their capacity as such            ” . 5 In subsection (8) (restriction on exercise of powers)— a for “any policyholders of” there shall be substituted  “                  any of those who are qualifying persons in relation to                ” , and b for “the policyholders” there shall be substituted  “                  the persons                ” . 6 After subsection (8B) there shall be inserted— 8C For the purposes of this section, a person is a qualifying person in relation to a company in financial difficulties if— a he is a policyholder of the company who is eligible for protection under this section, b he is a security holder in respect of a security given by the company who is eligible for protection under this section, or c he is a person to whom the company is liable to pay any sum in respect of his entitlement to the benefit of a judgment under the provisions mentioned in paragraphs (a) and (b) of section 7 above. 7 After subsection (9) there shall be inserted— 9A A security holder in respect of a security given by a company in financial difficulties is eligible for protection under this section if— a it is a security to which section 6 above applies, and b it would have been a United Kingdom policy at the relevant time if it had been an insurance policy and the contract governing the security had been a contract of insurance."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "4", "section_title": " Deferment of payment.", "section_text": "4 1 Section 16 of the 1975 Act shall be amended as follows. 2 In subsection (1) (definition of company in financial difficulties), in paragraph (c) (application made for sanctioning compromise or arrangement providing for reducing liabilities or benefits under company’s policies), after “reducing” there shall be inserted  “              , or deferring payment of,            ” . 3 In subsection (3) (power to secure or facilitate transfer of business of company in financial difficulties on terms including reducing entitlements of qualifying persons), after “reducing” there shall be inserted  “              , or deferring payment of,            ” . 4 In subsection (5) (power to assist company in financial difficulties conditionally on reduction of entitlements of qualifying persons), after “reduction of” there shall be inserted  “              , or the deferment of the payment of,            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "5", "section_title": " Operation of the “cost test”.", "section_text": "5 In section 16 of the 1975 Act, after subsection (8) (which prevents the Board taking measures under subsection (3) or (4) if it appears to them that it would cost them less if the company went into liquidation) there shall be inserted— 8A In making any calculation for the purposes of subsection (8) above, the Board shall— a discount future costs to a present value using such rates of interest as appear to them to be appropriate, and b in evaluating contingent costs, make such assumptions, and use such statistical and other methods, as appear to them to be reasonable. 8B If in pursuance of subsection (3) or (4) above the Board have entered into an obligation to do anything, subsection (8) above shall not apply in relation to anything done in pursuance of the obligation."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "6", "section_title": " Schemes of arrangement,  etc. : power of Secretary of State to intervene.", "section_text": "6 1 In the 1975 Act, after section 17 there shall be inserted—  Schemes of arrangement, etc.: power of Secretary of State to intervene. 17A 1 This section applies where a company is a company in financial difficulties for the purposes of section 16 above by virtue of subsection (1)(c) of that section. 2 The Secretary of State may, after consultation with the Board, exercise any power conferred on him by subsection (3) or (4) below for the purpose of safeguarding those who are qualifying persons in relation to the company, or any class or description of such persons, to any extent appearing to the Secretary of State to be appropriate, against relevant loss arising from the financial difficulties of the company. 3 The Secretary of State may by notice in writing direct the Board to take any measures appearing to him to be necessary for securing or facilitating the transfer of all or any part of the insurance business carried on by the company to another insurance company to which this Act applies or an authorised friendly society, on terms (including terms reducing, or deferring payment of, any of the things to which any of those who are qualifying persons in relation to the company in financial difficulties are entitled in their capacity as such) appearing to him to be appropriate. 4 In any case where it appears to the Secretary of State that it would be practicable to secure the purpose mentioned in subsection (2) above by the Board giving assistance to the company to enable it to continue to carry on insurance business, the Secretary of State may by notice in writing direct the Board to take such measures as appear to the Secretary of State to be necessary for giving such assistance. 5 Without prejudice to the generality of subsection (4) above, a direction under that subsection may require the Board to make the giving of any assistance to the company conditional on the reduction of, or the deferment of the payment of, any of the things to which any of those who are qualifying persons in relation to the company are entitled in their capacity as such to any extent appearing to the Secretary of State to be appropriate. 6 The Secretary of State shall send a copy of any notice under subsection (3) or (4) above to the company. 7 A direction under subsection (3) or (4) above shall not have effect to require the Board to take any measures which, by virtue of section 16(6) or (8) or 17(1) above, they would be prevented from taking under section 16(3) or (4) above. 8 Where it appears to the Board that a direction under subsection (3) or (4) above is affected by subsection (7) above, they shall— a notify the Secretary of State in writing of that fact and of the reasons for their opinion, and b send a copy of the notice to the company. 9 In subsection (2) above, “ relevant loss ” means loss in connection with a matter by virtue of which a person is a qualifying person in relation to the company. 10 Subsection (8C) of section 16 above shall apply for the purposes of this section as it applies for the purposes of that. 2 Schedule 3 to this Act (consequential amendments of the 1975 Act) shall have effect."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "7", "section_title": " Extension of levies.", "section_text": "7 1 Section 21 of the 1975 Act (power to impose levies) shall be amended as set out in subsections (2) to (9) below. 2 In subsection (1) (general business levy), for the words from “authorised” to “United Kingdom” there shall be substituted insurance companies to which this Act applies which are—               a carrying on general business in the United Kingdom, or b providing general insurance in United Kingdom, . 3 In subsection (2) (long term business levy), for the words from “authorised” to “United Kingdom” there shall be substituted insurance companies to which this Act applies which are—               a carrying on long term business in the United Kingdom, or b providing long term insurance in United Kingdom, . 4 In subsection (3) (income by reference to which general business levy calculated)— a for “net premium income” there shall be substituted  “                  relevant net premium income                ” , and b the words from “in respect of” to “relevant time” shall be omitted. 5 After that subsection there shall be inserted— 3A In the case of a company falling within subsection (1)(a) above which is authorised under section 3 or 4 of the  Insurance Companies Act 1982, the reference in subsection (3) above to relevant net premium income is to the net premium income of the company in respect of— a general policies which were United Kingdom policies at the relevant time, b the insurance through an establishment in the Channel Islands or the Isle of Man, under general policies, of risks situated in the United Kingdom, the Channel Islands or the Isle of Man, and c the insurance through an establishment in an EEA State other than the United Kingdom, under general policies, of risks situated in the United Kingdom. 3B In the case of a company falling within subsection (1)(a) above which is not authorised under section 3 or 4 of the Insurance Companies Act 1982, the reference in subsection (3) above to relevant net premium income is to the net premium income of the company in respect of— a general policies which were United Kingdom policies at the relevant time, and b the insurance through an establishment in an EEA State other than the United Kingdom, under general policies, of risks situated in the United Kingdom. 3C In the case of a company falling within subsection (1)(b) above, other than a company to which subsection (3A) or (3B) above applies, the reference in subsection (3) above to relevant net premium income is to the net premium income of the company in respect of the insurance through an establishment in an EEA State other than the United Kingdom, under general policies, of risks situated in the United Kingdom. 6 In subsection (4) (income by reference to which long term business levy calculated)— a for “net premium income” there shall be substituted  “                  relevant net premium income                ” , and b the words from “in respect of” to “relevant time” shall be omitted. 7 After that subsection there shall be inserted— 4A In the case of a company falling within subsection (2)(a) above which is authorised under section 3 or 4 of the Insurance Companies Act 1982, the reference in subsection (4) above to relevant net premium income is to the net premium income of the company in respect of— a long term policies effected after 31st December 1974 which were United Kingdom policies at the relevant time, b the insurance through an establishment in the Channel Islands or the Isle of Man, under long term policies effected on or after the relevant day, of commitments situated in the United Kingdom, the Channel Islands or the Isle of Man, and c the insurance through an establishment in an EEA State other than the United Kingdom, under long term policies effected on or after the relevant day, of commitments situated in the United Kingdom. 4B In the case of a company falling within subsection (2)(a) above which is not authorised under section 3 or 4 of the Insurance Companies Act 1982, the reference in subsection (4) above to relevant net premium income is to the net premium income of the company in respect of— a long term policies effected after 31st December 1974 which were United Kingdom policies at the relevant time, and b the insurance through an establishment in an EEA State other than the United Kingdom, under long term policies effected on or after the relevant day, of commitments situated in the United Kingdom. 4C In the case of a company falling within subsection (2)(b) above, other than a company to which subsection (4A) or (4B) above applies, the reference in subsection (4) above to relevant net premium income is to the net premium income of the company in respect of the insurance through an establishment in an EEA State other than United Kingdom, under long term policies effected on or after the relevant day, of commitments situated in the United Kingdom. 8 After subsection (7) there shall be inserted— 7A In this section, references to the net premium income of a company for any year in respect of insurance of any description means the gross amounts recorded in the company’s accounts during that year as paid or due to the company by way of premiums in respect of insurance of that description, less any amounts deductible for that year in respect of insurance of that description in accordance with subsection (7B) below. 7B In calculating a company’s net premium income for any year in respect of insurance of any description, any rebates or refunds recorded in the company’s accounts during that year as allowed or given in respect of any amounts so recorded during that or any previous year as paid or due to the company by way of premiums in respect of insurance of that description shall be deductible. 9 After subsection (9) there shall be inserted— 9A For the purposes of this section, a policy of insurance is a United Kingdom policy at any time when the performance by the insurer of any of his obligations under the contract evidenced by the policy would constitute the carrying on by the insurer of insurance business of any class in the United Kingdom. 9B In this section, “ relevant day ” means the day on which section 7 of the Policyholders Protection Act 1997 came into force. 10 In section 25(1) of the 1975 Act (application of surplus funds by the Board), for “authorised insurance companies carrying on business in the United Kingdom” there shall be substituted  “              insurance companies to which this Act applies            ” . 11 In Schedule 3 to that Act (additional provisions with respect to levies), in paragraph 4, for “authorised insurance company”, in each place, there shall be substituted  “              insurance company to which this Act applies            ” . 12 In that Schedule, at the end there shall be inserted— 8A 1 The Secretary of State may by regulations made by statutory instrument— a make provision for the purpose of securing, in relation to a company which at any time— i is an insurance company to which this Act applies, and ii does not have any business establishment or other fixed establishment in the United Kingdom, that another person is the company’s levy representative at that time, and b make provision with respect to the functions of a person who is a company’s levy representative under paragraph (a) above. 2 Regulations under paragraph (b) of sub-paragraph (1) above may, in particular, impose on a person who is a company’s levy representative under paragraph (a) of that sub-paragraph obligations and liabilities relating to the company’s obligations and liabilities under this Schedule. 3 Regulations under this paragraph may contain such supplementary, incidental and consequential provisions as the Secretary of State thinks fit. 4 In sub-paragraph (2) above, references to obligations include obligations enforceable under the criminal law and references to liabilities include criminal penalties."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "8", "section_title": " Restriction of leviable income.", "section_text": "8 1 Section 21 of the 1975 Act shall be amended as follows. 2 In subsection (3A), for paragraph (a) there shall be substituted— a the insurance through an establishment in the United Kingdom, under general policies, of risks situated in an EEA State, the Channel Islands or the Isle of Man, . 3 In subsection (3B)— a paragraph (a), and the word “and” at the end of that paragraph, shall be omitted, and b in paragraph (b), the words “other than the United Kingdom” shall be omitted. 4 In subsection (4A), for paragraph (a) there shall be substituted— a the insurance through an establishment in the United Kingdom, under long term policies effected after 31st December 1974, of commitments situated in an EEA State, the Channel Islands or the Isle of Man, . 5 In subsection (4B)— a paragraph (a), and the word “and” at the end of that paragraph, shall be omitted, and b in paragraph (b), the words “other than the United Kingdom” shall be omitted."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "9", "section_title": " Calculation of payment under general business levies.", "section_text": "9 1 Section 21(7) of the 1975 Act (which provides for the deduction of reinsurance premiums in determining net premium income for the purposes of calculating amount payable under the general business levies) shall cease to have effect. 2 In paragraph 2(1) of Schedule 3 to that Act (which provides for general business levies in any financial year not to exceed specified percentage of company’s income), for “one per cent.” there shall be substituted  “              0.8 per cent.            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "10", "section_title": " Exemption from payment.", "section_text": "10 1 Schedule 3 to the 1975 Act (which makes provision as to the imposition and enforcement of general and long term business levies) shall be amended as follows. 2 After paragraph 6(2) there shall be inserted— 2A If there is for the time being in force a limit under paragraph 7(1) below, sub-paragraph (2) above shall not require the Board to send notice to a company in relation to which the Board believe that its income liable to the levy for the year ending last before the financial year in which the levy is imposed does not exceed the limit. 3 In paragraph 7, at the end of sub-paragraph (1) there shall be inserted  “              , except where that income does not exceed such amount as the Secretary of State may specify for the purposes of this provision by regulations made by statutory instrument.            ”"}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "11", "section_title": " Payment by instalments.", "section_text": "11 1 In Schedule 3 to the 1975 Act, in paragraph 7 (liability following notification of levy), in sub-paragraph (1), for “pay to the Board within one month of the date of the notice” there shall be substituted  “              be liable to pay to the Board in accordance with sub-paragraph (1A) below            ” , and after that sub-paragraph there shall be inserted— 1A The amount which an insurance company is liable to pay under sub-paragraph (1) above shall be payable— a on such date, or b in such instalments on such dates, as the Board may require by notice given to the company. 1B The power conferred by sub-paragraph (1A) above may not be exercised so as to require any payment to be made earlier than one month after the date of the notice under paragraph 6 above. 2 In that Schedule, in paragraph 8 (service of notices), for “or 6” there shall be substituted  “              , 6 or 7            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "12", "section_title": " Payment of levies by instalments.", "section_text": "12 1 In Schedule 2 to the 1975 Act (levies on intermediaries), in paragraph 6 (liability following notification of levy), in sub-paragraph (1), for “pay to the Board within one month of the date of the notice” there shall be substituted  “              be liable to pay to the Board in accordance with sub-paragraph (1A) below            ” , and after that sub-paragraph there shall be inserted— 1A The amount which an intermediary is liable to pay under sub-paragraph (1) above shall be payable— a on such date, or b in such instalments on such dates, as the Board may require by notice given to the intermediary. 1B The power conferred by sub-paragraph (1A) above may not be exercised so as to require any payment to be made earlier than one month after the date of the notice under paragraph 5 above. 2 In that Schedule, in paragraph 7 (service of notices), for “or 5” there shall be substituted  “              , 5 or 6            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "13", "section_title": " Right to reimbursement by the Board.", "section_text": "13 After section 23 of the 1975 Act there shall be inserted—  Reimbursement by Board of payments by intermediaries. 23A 1 If— a a payment is treated because of section 14(1) above as reducing a sum payable in accordance with section 6 or 8 above, b the payment is made with the consent of the holder of the policy or security under which the liability to which the payment is referable arises, and c at the time of the payment, that policy or security is one in relation to which the person by whom the payment is made (“ the payer ”) is the holder’s intermediary, it shall be the duty of the Board to secure that a sum equal to the full amount of the reduction is paid to the payer as soon as reasonably practicable after the beginning of the liquidation to which the Board’s liability under that section was attributable. 2 The Board may secure the payment of any sum payable under subsection (1) above by either or both of the following methods, that is to say— a by themselves making payments in respect of the sum in question; or b by securing by any measures appearing to them to be appropriate that such payments are made by any other person. 3 Section 13(3) above shall apply in relation to subsection (1) above as it applies in relation to any provision of sections 6 to 11 above. 4 For the purposes of this section, a person is another’s intermediary in relation to a policy or security at any time when he is engaged by the other to assist in its administration and performance."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "14", "section_title": " Increase in the Board’s borrowing limit.", "section_text": "14 1 Section 1 of the 1975 Act (which makes provision for the financing of the Board’s expenditure in performing their functions) shall be amended as follows. 2 In subsection (4) (limit on amount outstanding in respect of principal of money borrowed by the Board), for “£10 million” there shall be substituted  “              £40 million            ” . 3 After that subsection there shall be inserted— 4A The Secretary of State may by order made by statutory instrument amend subsection (4) above by substituting a different figure for the figure for the time being specified there. 4B An order made under this section may be revoked by a subsequent order so made. 4C Any statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "15", "section_title": " Transfer of insurance business to authorised friendly society.", "section_text": "15 1 In section 11(5)(a) of the 1975 Act (powers of the Board in relation to the transfer of the long term business of a company in liquidation), after “another insurance company to which this Act applies” there shall be inserted  “              or an authorised friendly society            ” . 2 In section 16(3) of that Act (corresponding provision in relation to companies in financial difficulties), after “another insurance company to which this Act applies” there shall be inserted  “              or an authorised friendly society            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "16", "section_title": " Extension of definition of “policy holder”.", "section_text": "16 1 In section 32 of the 1975 Act (interpretation), in subsection (2) (which provides that expressions used in that Act have the same meaning as in the  Insurance Companies Act 1982), after “above,” there shall be inserted  “              but subject to subsection (2ZA) below            ” . 2 After that subsection there shall be inserted— 2ZA In its application by virtue of subsection (2) above, the definition of the expression “policy holder” (in section 96(1) of the  Insurance Companies Act 1982) shall have effect as if the reference in paragraph (b) of the definition to a person to whom a sum is due included a person to whom a sum is contingently due."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "17", "section_title": " Situation of risks and commitments.", "section_text": "17 1 In section 32 of the 1975 Act (interpretation), after subsection (2ZA) there shall be inserted— 2A Subject to subsection (2C) below, the situation of a risk for the purposes of this Act shall be determined as follows— a in the case of insurance relating to buildings or to buildings and their contents (in so far as the contents are covered by the same policy), the risk shall be treated as situated where the property is situated; b in the case of insurance relating to vehicles of any type, the risk shall be treated as situated where the vehicle is registered; c in the case of policies of a duration of four months or less covering travel or holiday risks (whatever the class concerned), the risk shall be treated as situated where the policyholder took out the policy; d in a case not covered by paragraphs (a) to (c) above— i where the policyholder is an individual, the risk shall be treated as situated where he has his habitual residence at the date when the contract is entered into; ii where the policyholder is not an individual, the risk shall be treated as situated where the establishment of the policyholder to which the risk relates is situated at that date. 2B Subject to subsection (2C) below, the situation of a commitment for the purposes of this Act shall be determined as follows— a in the case of a policy where the policyholder is an individual, the commitment shall be treated as situated where the individual has his habitual residence at the date when the commitment is entered into; b in the case of a policy where the policyholder is not an individual, the commitment shall be treated as situated where the establishment to which the commitment relates is situated at that date. 2C The Secretary of State may by regulations made by statutory instrument make such provision as he thinks fit about how the situation of a risk or commitment is to be determined for the purposes of this Act; but no regulations shall be made under this subsection unless a draft of the regulations has been laid before and approved by a resolution of each House of Parliament. 2 In section 31 of that Act (regulations), in subsection (1) (which provides for negative resolution procedure), after “any provision of this Act” there shall be inserted  “              , except section 32(2C) below,            ” ."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "18", "section_title": " Miscellaneous.", "section_text": "18 1 In section 32 of the 1975 Act, in subsection (1), at the appropriate places in alphabetical order, there shall be inserted— “ authorised friendly society ” means a society authorised under section 32 of the  Friendly Societies Act 1992 to carry on in the United Kingdom insurance business such as is mentioned in section 31 of that Act; “ EC company ” and “ EEA State ” have the same meanings as in the  Insurance Companies Act 1982; “ establishment ” has the same meaning as in the Insurance Companies Act 1982; . 2 In that section, after subsection (2C) there shall be inserted— 2D For the purposes of this Act— a a company shall be taken to provide general insurance in the United Kingdom if it covers (otherwise than by reinsurance) a risk situated there through an establishment in another EEA State, and b a company shall be taken to provide long term insurance in the United Kingdom if it covers (otherwise than by reinsurance) a commitment situated there through an establishment in another EEA State."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "19", "section_title": " Application of levy provisions.", "section_text": "19 In section 21 of the 1975 Act, at the end there shall be inserted— 10 Subject to subsections (11) and (12) below, this section and Schedule 3 to this Act apply to qualifying friendly societies carrying on general business or long term business in the United Kingdom as they apply to insurance companies authorised under section 3 or 4 of the  Insurance Companies Act 1982 carrying on such business there. 11 In the application of subsections (4), (7A) and (7B) above by virtue of subsection (10) above, contributions in respect of discretionary benefits shall be disregarded. 12 No levy under subsection (1) or (2) above may be imposed on a friendly society for the purpose of financing any expenditure in pursuance of a function which arose before the day on which section 19 of the Policyholders Protection Act 1997 came into force."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "20", "section_title": " Consequential amendments.", "section_text": "20 1 Schedule 17 to the  Friendly Societies Act 1992 (which prospectively amends the 1975 Act for the purpose of extending it to contracts of insurance with friendly societies) shall have effect subject to the amendments in Part I of Schedule 4 to this Act (which are consequential on the other provisions of this Act). 2 The 1975 Act, in its application to contracts of insurance with friendly societies entered into before the day on which section 2 above comes into force, shall have effect subject to the amendments in Part II of Schedule 4 to this Act (which have the effect that eligibility for protection in relation to such contracts is determined without regard to the amendments made by section 2 above). 3 In this section, “ friendly society ” has the same meaning as in the  Friendly Societies Act 1992."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "21", "section_title": " Interpretation.", "section_text": "21 In this Act— “ the Board ” means the Policyholders Protection Board; and “ the 1975 Act ” means the  Policyholders Protection Act 1975."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "22", "section_title": " Repeals.", "section_text": "22 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Policyholders Protection Act 1997 (repealed)", "year": 1997, "section": "23", "section_title": " Short title, commencement and extent.", "section_text": "23 1 This Act may be cited as the Policyholders Protection Act 1997. 2 Section 20(1) and (3) above, section 22 above, so far as relating to the  Friendly Societies Act 1992, and this section shall come into force on the day on which this Act is passed. 3 The remaining provisions of this Act shall come into force on such day as the  Treasury  may by order made by statutory instrument appoint; and different days may be so appointed for different purposes. 4 An order under subsection (3) above may contain such transitional provisions and savings as the  Treasury think  fit. 5 This Act extends to Northern Ireland."}]