[{"act": "Caldey Island Act 1990", "year": 1990, "section": "1", "section_title": " Elections.", "section_text": "1 1 Caldey Island and St. Margaret’s Island in the county of Dyfed  are in  this Act together referred to as “ Caldey ” . . .. 2 St. Margaret’s Island (as well as Caldey Island) shall be part of the electoral division of Tenby for the purposes of the election of councillors for that county; and Caldey shall be part of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the parliamentary constituency of Pembroke; and c the European Parliamentary constituency of Mid and West Wales. 3 Caldey shall be a parliamentary polling district and a polling district for the purposes of the election of county  . . .councillors. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Caldey Island Act 1990", "year": 1990, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Caldey Island Act 1990", "year": 1990, "section": "3", "section_title": " Coroner’s and health authority districts.", "section_text": "3 Caldey shall be included in the district of the Pembrokeshire coroner  . . .."}, {"act": "Caldey Island Act 1990", "year": 1990, "section": "4", "section_title": " Savings and transitional and supplemental provisions.", "section_text": "4 1 The foregoing provisions of this Act are without prejudice to the powers exercisable under— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the  Parliamentary Constituencies Act 1986, Schedule 2 to the  European Parliamentary Elections Act 1978, and  sections 18A  and 31 of the Representation of the People Act 1983 (designation of and alteration of polling districts); c section  4A  of the  Coroners Act 1988 (alteration of coroners districts);  . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Secretary of State may by order make such transitional and supplemental provisions with respect to Caldey as he considers necessary or expedient in consequence of the provisions of this Act. 4 The power to make orders under subsection (3) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Caldey Island Act 1990", "year": 1990, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Caldey Island Act 1990."}]