[{"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "1", "section_title": "Meaning of  “the Rome Convention”", "section_text": "1 In this Act, a reference to the Rome Convention is a reference to the provisions contained in Schedule 1 (which is derived from the Convention on the law applicable to contractual obligations opened for signature in Rome on 19th June 1980)."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "2", "section_title": "Application of the Rome Convention", "section_text": "2 1 The Rome Convention applies to contracts made on or after 1st April 1991. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3   The Rome Convention   shall apply in the case of conflicts between the laws of different parts of the United Kingdom. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "3", "section_title": " Interpretation of   the Rome Convention .", "section_text": "3 1 Any question as to the meaning or effect of any provision of the Rome Convention is to be decided in accordance with section 6 of the European Union (Withdrawal) Act 2018 (interpretation of   assimilated   law). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Without prejudice to any practice of the courts as to the matters which may be considered apart from this subsection— a the report on the   Convention on the law applicable to contractual obligations   by Professor Mario Giuliano and Professor Paul Lagarde which is reproduced in the Official Journal of the  Communities of 31st October 1980 may be considered in ascertaining the meaning or effect of any provision of   the Rome Convention ;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "4", "section_title": " Revision of Conventions  etc.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "4A", "section_title": "Disapplication where the rules in the Rome I Regulations apply: England and Wales and Northern Ireland", "section_text": "4A 1 Nothing in this Act applies to affect the determination of issues relating to contractual obligations which fall to be determined under the Rome I Regulation. 2 In this section “the Rome I Regulation” means Regulation  (EC) No. 593/2008  of the European Parliament and of the Council on the law applicable to contractual obligations as that Regulation has effect as   assimilated direct   legislation (including that Regulation as applied by regulation 5 of the Law Applicable to Contractual Obligations (England and Wales and Northern Ireland) Regulations 2009), unless the issues are ones in respect of which Regulation  (EC) No. 593/2008  has effect by virtue of Article 66 of the EU withdrawal agreement, in which case it means that Regulation as it has effect by virtue of that Article. 3 This section extends to England and Wales and Northern Ireland only."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "4B", "section_title": "Disapplication where the rules in the Rome I Regulation apply: Scotland", "section_text": "4B 1 Nothing in this Act applies to affect the determination of issues relating to contractual obligations which fall to be determined by the Rome I Regulation. 2 In this section— “the Rome I Regulation” means Regulation  (EC) No. 593/2008  of the European Parliament and of the Council on the law applicable to contractual obligations as that Regulation has effect as   assimilated direct   legislation (including that Regulation as applied by regulation 4 of the Law Applicable to Contractual Obligations (Scotland) Regulations 2009), unless the issues are ones in respect of which Regulation  (EC) No. 593/2008  has effect by virtue of Article 66 of the EU withdrawal agreement, in which case it means that Regulation as it has effect by virtue of that Article. 3 This section extends to Scotland only."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "5", "section_title": " Consequential amendments.", "section_text": "5 The enactments specified in Schedule 4 to this Act shall have effect subject to the amendments specified in that Schedule."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "6", "section_title": " Application to Crown.", "section_text": "6 This Act binds the Crown."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "7", "section_title": " Commencement.", "section_text": "7 This Act shall come into force on such day as the Lord Chancellor and the Lord Advocate may by order made by statutory instrument appoint; and different days may be appointed for different provisions or different purposes."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "8", "section_title": " Extent.", "section_text": "8 1 Except as provided by virtue of section 4B(3), this  Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contracts (Applicable Law) Act 1990", "year": 1990, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Contracts (Applicable Law) Act 1990."}]