[{"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "1", "section_title": " Allocation of business between High Court , family court  and   county court .", "section_text": "1 1 The Lord Chancellor may by order make provision— a conferring jurisdiction on the High Court in relation to proceedings in which  the family court or                           the county court has   jurisdiction; b conferring jurisdiction on    the family court or   the county court   in relation to proceedings in which the High Court has jurisdiction; c allocating proceedings to the High Court  or to the family court   or to   the county court  ; d specifying proceedings which may be commenced only in the High Court; da specifying proceedings which may be commenced only in the family court, e specifying proceedings which may be commenced only in   the   county court; f specifying proceedings which may be taken only in the High Court; fa specifying proceedings which may be taken only in the family court; g specifying proceedings which may be taken only in   the   county court. 1A An order under subsection (1)(a) or (b) may be made only with the concurrence of the Lord Chief Justice. 2 Without prejudice to the generality of section 120(2), any such order may differentiate between categories of proceedings by reference to such criteria as the Lord Chancellor sees fit to specify in the order. 3 The criteria so specified may, in particular, relate to— a the value of an action (as defined by the order); b the nature of the proceedings; c the parties to the proceedings; ca any relationship between the proceedings and any other proceedings; d the degree of complexity likely to be involved in any aspect of the proceedings; and e the importance of any question likely to be raised by, or in the course of, the proceedings. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Any such order may— a amend or repeal any provision falling within subsection (8) and relating to— i the jurisdiction, practice or procedure of the   Senior Courts  ; or ii the jurisdiction, practice or procedure of   the county court ,  or iii the jurisdiction, practice or procedure of the family court, so far as the Lord Chancellor considers it to be necessary, or expedient, in consequence of any provision made by the order; or b make such incidental or transitional provision as the Lord Chancellor considers necessary, or expedient, in consequence of any provision made by the order. 8 A provision falls within this subsection if it is made by any enactment other than this Act or made under any enactment. 9 Before making any such order the Lord Chancellor shall consult the Lord Chief Justice, the Master of the Rolls,   the President of the Queen's Bench Division, the President of the Family Division, the Chancellor of the High Court   and the Senior Presiding Judge (appointed under section 72). 10 No such order shall be made so as to confer jurisdiction on    the family court or   the county court   to hear any application for judicial review. 11 For the purposes of this section the commencement of proceedings may include the making of any application in anticipation of any proceedings or in the course of any proceedings. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "2", "section_title": " Transfer of proceedings between courts.", "section_text": "2 1 The following section shall be substituted for section 40 of the  County Courts Act 1984 (transfer of proceedings to county court)—  Transfer of proceedings to county court. 40 1 Where the High Court is satisfied that any proceedings before it are required by any provision of a kind mentioned in subsection (8) to be in a county court it shall— a order the transfer of the proceedings to a county court; or b if the court is satisfied that the person bringing the proceedings knew, or ought to have known, of that requirement, order that they be struck out. 2 Subject to any such provision, the High Court may order the transfer of any proceedings before it to a county court. 3 An order under this section may be made either on the motion of the High Court itself or on the application of any party to the proceedings. 4 Proceedings transferred under this section shall be transferred to such county court as the High Court considers appropriate, having taken into account the convenience of the parties and that of any other persons likely to be affected and the state of business in the courts concerned. 5 The transfer of any proceedings under this section shall not affect any right of appeal from the order directing the transfer. 6 Where proceedings for the enforcement of any judgment or order of the High Court are transferred under this section— a the judgment or order may be enforced as if it were a judgment or order of a county court; and b subject to subsection (7), it shall be treated as a judgment or order of that court for all purposes. 7 Where proceedings for the enforcement of any judgment or order of the High Court are transferred under this section— a the powers of any court to set aside, correct, vary or quash a judgment or order of the High Court, and the enactments relating to appeals from such a judgment or order, shall continue to apply; and b the powers of any court to set aside, correct, vary or quash a judgment or order of a county court, and the enactments relating to appeals from such a judgment or order, shall not apply. 8 The provisions referred to in subsection (1) are any made— a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment. 9 This section does not apply to family proceedings within the meaning of Part V of the Matrimonial and Family Proceedings Act 1984. 2 In section 41 of the  County Courts Act 1984 (transfer to High Court by order of the High Court), the following subsection shall be added at the end— 3 The power conferred by subsection (1) shall be exercised subject to any provision made— a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment. 3 The following section shall be substituted for section 42 of the County Courts Act 1984 (transfer to High Court by order of a county court)—  Transfer to High Court by order of a county court. 42 1 Where a county court is satisfied that any proceedings before it are required by any provision of a kind mentioned in subsection (7) to be in the High Court, it shall— a order the transfer of the proceedings to the High Court; or b if the court is satisfied that the person bringing the proceedings knew, or ought to have known, of that requirement, order that they be struck out. 2 Subject to any such provision, a county court may order the transfer of any proceedings before it to the High Court. 3 An order under this section may be made either on the motion of the court itself or on the application of any party to the proceedings. 4 The transfer of any proceedings under this section shall not affect any right of appeal from the order directing the transfer. 5 Where proceedings for the enforcement of any judgment or order of a county court are transferred under this section— a the judgment or order may be enforced as if it were a judgment or order of the High Court; and b subject to subsection (6), it shall be treated as a judgment or order of that court for all purposes. 6 Where proceedings for the enforcement of any judgment or order of a county court are transferred under this section— a the powers of any court to set aside, correct, vary or quash a judgment or order of a county court, and the enactments relating to appeals from such a judgment or order, shall continue to apply; and b the powers of any court to set aside, correct, vary or quash a judgment or order of the High Court, and the enactments relating to appeals from such a judgment or order, shall not apply. 7 The provisions referred to in subsection (1) are any made— a under section 1 of the Courts and Legal Services Act 1990; or b by or under any other enactment. 8 This section does not apply to family proceedings within the meaning of Part V of the Matrimonial and Family Proceedings Act 1984. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "3", "section_title": " Remedies available in county courts.", "section_text": "3 The following section shall be substituted for sections 38 and 39 of the County Courts Act 1984 (general ancillary jurisdiction and ancillary powers of judge)—  Remedies available in county courts. 38 1 Subject to what follows, in any proceedings in a county court the court may make any order which could be made by the High Court if the proceedings were in the High Court. 2 Any order made by a county court may be— a absolute or conditional; b final or interlocutory. 3 A county court shall not have power— a to order mandamus, certiorari or prohibition; or b to make any order of a prescribed kind. 4 Regulations under subsection (3)— a may provide for any of their provisions not to apply in such circumstances or descriptions of case as may be specified in the regulations; b may provide for the transfer of the proceedings to the High Court for the purpose of enabling an order of a kind prescribed under subsection (3) to be made; c may make such provision with respect to matters of procedure as the Lord Chancellor considers expedient; and d may make provision amending or repealing any provision made by or under any enactment, so far as may be necessary or expedient in consequence of the regulations. 5 In this section “ prescribed ” means prescribed by regulations made by the Lord Chancellor under this section. 6 The power to make regulations under this section shall be exercised by statutory instrument. 7 No such statutory instrument shall be made unless a draft of the instrument has been approved by both Houses of Parliament."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "4", "section_title": " Costs.", "section_text": "4 1 The following section shall be substituted for section 51 of the  Senior Courts Act 1981  (costs in civil division of Court of Appeal and High Court)—  Costs in civil division of Court of Appeal, High Court and county courts. 51 1 Subject to the provisions of this or any other enactment and to rules of court, the costs of and incidental to all proceedings in— a the civil division of the Court of Appeal; b the High Court; and c any county court, shall be in the discretion of the court. 2 Without prejudice to any general power to make rules of court, such rules may make provision for regulating matters relating to the costs of those proceedings including, in particular, prescribing scales of costs to be paid to legal or other representatives. 3 The court shall have full power to determine by whom and to what extent the costs are to be paid. 4 In subsections (1) and (2) “ proceedings ” includes the administration of estates and trusts. 5 Nothing in subsection (1) shall alter the practice in any criminal cause, or in bankruptcy. 6 In any proceedings mentioned in subsection (1), the court may disallow, or (as the case may be) order the legal or other representative concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with rules of court. 7 In subsection (6), “ wasted costs ” means any costs incurred by a party— a as a result of any improper, unreasonable or negligent act or omission on the part of any legal or other representative or any employee of such a representative; or b which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay. 8 Where— a a person has commenced proceedings in the High Court; but b those proceedings should, in the opinion of the court, have been commenced in a county court in accordance with any provision made under section 1 of the Courts and Legal Services Act 1990 or by or under any other enactment, the person responsible for determining the amount which is to be awarded to that person by way of costs shall have regard to those circumstances. 9 Where, in complying with subsection (8), the responsible person reduces the amount which would otherwise be awarded to the person in question— a the amount of that reduction shall not exceed 25 per cent; and b on any taxation of the costs payable by that person to his legal representative, regard shall be had to the amount of the reduction. 10 The Lord Chancellor may by order amend subsection (9)(a) by substituting, for the percentage for the time being mentioned there, a different percentage. 11 Any such order shall be made by statutory instrument and may make such transitional or incidental provision as the Lord Chancellor considers expedient. 12 No such statutory instrument shall be made unless a draft of the instrument has been approved by both Houses of Parliament. 13 In this section “ legal or other representative ”, in relation to a party to proceedings, means any person exercising a right of audience or right to conduct litigation on his behalf. 2 In section 52 of that Act (costs in Crown Court) the following subsection shall be inserted after subsection (2)— 2A Subsection (6) of section 51 applies in relation to any civil proceedings in the Crown Court as it applies in relation to any proceedings mentioned in subsection (1) of that section ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "5", "section_title": " Witness statements.", "section_text": "5 1 Rules of court may make provision— a requiring, in specified circumstances, any party to civil proceedings to serve on the other parties a written statement of the oral evidence which he intends to adduce on any issue of fact to be decided at the trial; b enabling the court to direct any party to civil proceedings to serve such a statement on the other party; and c prohibiting a party who fails to comply with such a requirement or direction from adducing oral evidence on the issue of fact to which it relates. 2 Where a party to proceedings has refused to comply with such a requirement or direction, the fact that his refusal was on the ground that the required statement would have been a document which was privileged from disclosure shall not affect any prohibition imposed by virtue of subsection (1)(c). 3 This section is not to be read as prejudicing in any way any other power to make rules of court."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "6", "section_title": " Evidence given in arbitrations on small claims.", "section_text": "6 In section 64 of the  County Courts Act 1984 (references to arbitration) the following subsections shall be inserted after subsection (2)— 2A County court rules may prescribe the procedures and rules of evidence to be followed on any reference under subsection (1) or (2). 2B Rules made under subsection (2A) may, in particular, make provision with respect to the manner of taking and questioning evidence."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "7", "section_title": " Appeals to Court of Appeal.", "section_text": "7 1 Section 18 of the  Senior Courts Act 1981  (restrictions on appeals to Court of Appeal) shall be amended as follows. 2 In subsection (1), paragraphs (e), (f) and (h) (which deal with cases in which leave is required for an appeal) shall be omitted. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "8", "section_title": " Powers of Court of Appeal to award damages.", "section_text": "8 1 In this section “ case ” means any case where the Court of Appeal has power to order a new trial on the ground that damages awarded by a jury are excessive or inadequate. 2 Rules of court may provide for the Court of Appeal, in such classes of case as may be specified in the rules, to have power, in place of ordering a new trial, to substitute for the sum awarded by the jury such sum as appears to the court to be proper. 3 This section is not to be read as prejudicing in any way any other power to make rules of court."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "9", "section_title": " Allocation of family proceedings which are within the jurisdiction of county courts.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "10", "section_title": " Family proceedings in magistrates’ courts and related matters.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "11", "section_title": " Representation in certain county court  and family court   cases.", "section_text": "11 1 The Lord Chancellor may   , with the concurrence of the Lord Chief Justice,   by order provide that there shall be no restriction on the persons who may exercise rights of audience, or rights to conduct litigation, in relation to proceedings in   the county court   of such a kind as may be specified in the order. 2 The power to make an order may only be exercised in relation to proceedings— a for the recovery of amounts due under contracts for the supply of goods or services; b for the enforcement of any judgment or order of any court or the recovery of any sum due under any such judgment or order; c on any application under the  Consumer Credit Act 1974; d in relation to domestic premises; or e dealt with as a small claim in accordance with rules of court, or any category (determined by reference to such criteria as the Lord Chancellor considers appropriate) of such proceedings. 3 Where an order is made under this section, section 20 of the  Solicitors Act 1974 (unqualified person not to act as solicitor) shall cease to apply in relation to proceedings of the kind specified in the order. 4 Where   the county court   is of the opinion that a person who would otherwise have a right of audience by virtue of an order under this section is behaving in an unruly manner in any proceedings, it may refuse to hear him in those proceedings. 5 Where   the county court   exercises its power under subsection (4), it shall specify the conduct which warranted its refusal. 6 Where, in any proceedings in   the county court — a a person is exercising a right of audience or a right to conduct litigation; b he would not be entitled to do so were it not for an order under this section; and c the judge has reason to believe that (in those or any other proceedings in which he has exercised a right of audience or a right to conduct litigation) that person has intentionally misled the court, or otherwise demonstrated that he is unsuitable to exercise that right, the judge may order that person’s disqualification from exercising any right of audience or any right to conduct litigation in proceedings in   the county court . 7 Where a judge makes an order under subsection (6) he shall give his reasons for so doing. 8 Any person against whom such an order is made may appeal to the Court of Appeal. 9 Any such order may be revoked at any time by any judge of   the county court . 9A This section applies in relation to the family court as it applies in relation to the county court. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In this section “ domestic premises ” means any premises which are wholly or mainly used as a private dwelling. 12 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (1) or (2)."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "12", "section_title": " Penalty for failure to warn that hearing will not be attended.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "13", "section_title": " Administration orders.", "section_text": "13 1 For subsection (1) of section 112 of the County Courts Act 1984 (power to make administration orders) there shall be substituted— 1 Where a debtor is unable to pay forthwith the amount of any debt owed by him, a county court may make an order providing for the administration of his estate. 1A The order may be made— a on the application of the debtor (whether or not a judgment debt has been obtained against the debtor in respect of his debt, or any of his debts); b on the application of any creditor under a judgment obtained against the debtor; or c of the court’s own motion during the course of, or on the determination of, any enforcement or other proceedings. 2 In that section the following subsection shall be inserted after subsection (4)— 4A Subsection (4) is subject to section 112A. 3 Subsection (5) of that section shall be omitted. 4 The following subsection shall be added at the end of that section— 9 An administration order shall cease to have effect— a at the end of the period of three years beginning with the date on which it is made; or b on such earlier date as may be specified in the order. 5 After that section there shall be inserted the following sections—  Further powers of the court. 112A 1 Where the court is satisfied— a that it has power to make an administration order with respect to the debtor concerned; but b that an order restricting enforcement would be a more satisfactory way of dealing with the case, it may make such an order instead of making an administration order. 2 Where an order restricting enforcement is made, no creditor specified in the order shall have any remedy against the person or property of the debtor in respect of any debt so specified, without the leave of the court. 3 Subsection (4) applies to any creditor— a who is named in the schedule to an administration order or in an order restricting enforcement; and b who provides the debtor with mains gas, electricity or water for the debtor’s own domestic purposes. 4 While the order has effect, the creditor may not stop providing the debtor with— a mains gas, electricity or (as the case may be) water for the debtor’s own domestic purposes; or b any associated service which it provides for its customers, without leave of the court unless the reason for doing so relates to the non-payment of charges incurred by the debtor after the making of the order or is unconnected with non-payment by him of any charges. 5 In this section “ mains gas ” means a supply of gas by a public gas supplier within the meaning of Part I of the Gas Act 1986. 6 Rules of court may make provision with respect to the period for which any order restricting enforcement is to have effect and for the circumstances in which any such order may be revoked.  Administration orders with composition provisions. 112B 1 Where the court is satisfied— a that it has power to make an administration order with respect to the debtor concerned; and b that the addition of a composition provision would be a more satisfactory way of dealing with the case, it may make an administration order subject to such a provision. 2 Where, at any time while an administration order is in force— a the debtor has not discharged the debts to which that order relates; and b the court considers that he is unlikely to be able to discharge them, the court may add a composition provision to that order. 3 A composition provision shall specify an amount to which the debtor’s total indebtedness in respect of debts owed to creditors scheduled to the administration order is to be reduced. 4 The amount of the debt owed to each of the creditors so scheduled shall be reduced in proportion to the reduction in his total indebtedness specified by the composition provision. 5 Where a composition provision is added to an administration order after the order is made, section 113(a) shall apply as if the addition of the composition provision amounted to the making of a new administration order."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "14", "section_title": " Assessors.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "15", "section_title": " Enforcement.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 89(1) of the  County Courts Act 1984 (goods which may be seized under any warrant of execution), the following paragraph shall be substituted for paragraph (a)— a any of that person’s goods except— i such tools, books, vehicles and other items of equipment as are necessary to that person for use personally by him in his employment, business or vocation; ii such clothing, bedding, furniture, household equipment and provisions as are necessary for satisfying the basic domestic needs of that person and his family; . 3 Where a person takes steps to enforce a judgment or order of the High Court  , the family court   or   the county court   for the payment of any sum due, the costs of any previous attempt to enforce that judgment shall be recoverable to the same extent as if they had been incurred in the taking of those steps. 4 Subsection (3) shall not apply in respect of any costs which the court considers were unreasonably incurred (whether because the earlier attempt was unreasonable in all the circumstances of the case or for any other reason)."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "16", "section_title": " County court rules.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "17", "section_title": " The statutory objective and the general principle.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "18", "section_title": " The statutory duty.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "18A", "section_title": " The Consultative Panel.", "section_text": "18A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "21", "section_title": " The Legal Services Ombudsman.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "22", "section_title": " Ombudsman’s functions.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "23", "section_title": "Recommendations and orders.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "24", "section_title": " Advisory functions.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "25", "section_title": " Procedure and offences.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "26", "section_title": " Extension of Ombudsman’s remit.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "27", "section_title": " Rights of audience.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "28", "section_title": " Rights to conduct litigation.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "29", "section_title": " Authorised bodies.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "30", "section_title": " Revocation of authorised body’s designation.", "section_text": "30 1 Where an Order in Council has been made under section 29 designating a body as an authorised body, the Lord Chancellor may recommend to Her Majesty that an Order in Council be made revoking that designation. 2 An Order under this section may only be made if— a the authorised body has made a written request to the Lord Chancellor asking for it to be made; b that body has agreed (in writing) to its being made; or c the Lord Chancellor is satisfied that the circumstances at the time when he is considering the question are such that, had that body then been applying to become an authorised body, its application would have failed. 3 The provisions of Part III of Schedule 4 shall have effect with respect to the revocation of designations under this section. 4 An Order made under this section may make such transitional and incidental provision as the Lord Chancellor considers necessary or expedient. 5 Where such an Order is made, any right of audience or right to conduct litigation granted to any person by the body with respect to whom the Order is made shall cease to have effect, subject to any transitional provision made by the Order. 6 Where such an Order is made, the Lord Chancellor shall— a give the body with respect to whom the Order is made written notice of the making of the Order; b take such steps as are reasonably practicable to bring the making of the Order to the attention of the members of that body; and c publish notice of the making of the Order in such manner as he considers appropriate for bringing it to the attention of persons (other than those members) who, in his opinion, are likely to be affected by the Order."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "31", "section_title": " Barristers and solicitors.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "31A", "section_title": " Employed advocates.", "section_text": "31A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "31B", "section_title": " Advocates and litigators employed by   Lord Chancellor  .", "section_text": "31B 1 This section applies where a person— a is authorised by a relevant approved regulator (“ the regulator ”) to carry on an activity which constitutes the exercise of a right of audience or the conduct of litigation, and b is employed by the Lord Chancellor, or by any body established and maintained by the Lord Chancellor, under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012. 1A Any rules of the regulator which fall within subsection (2) shall not have effect in relation to that person. 2 Rules of a   regulator   fall within this subsection if they are— a conduct rules  prohibiting or limiting the exercise of the right on behalf of members of the public by members of the   regulator   who are employees; or b rules of any other description prohibiting or limiting the provision of legal services to members of the public by such members of the   regulator , and either of the conditions specified in subsection (3) is satisfied. 3 Those conditions are— a that the prohibition or limitation is on the exercise of the right, or the provision of the services, otherwise than on the instructions of solicitors (or other persons acting for the members of the public); and b that the rules do not impose the same prohibition or limitation on members of the   regulator   who have the right but are not employees. 4 For the purposes of this section  “ relevant approved regulator ” is to be construed in accordance with section 20(3) of the Legal Services Act 2007."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "31C", "section_title": " Change of authorised body.", "section_text": "31C 1 Where a person— a has at any time been authorised by a relevant approved regulator to exercise a right of audience before a court in relation to proceedings of a particular description, and b becomes authorised by another relevant approved regulator to exercise a right of audience before that court in relation to that description of proceedings, any qualification regulations of the relevant approved regulator mentioned in paragraph (b) which relate to that right are not to have effect in relation to the person. 2 Subsection (1) does not apply in relation to any qualification regulations to the extent that they impose requirements relating to continuing education or training which have effect in relation to the exercise of the right by all members of   the relevant approved regulator   who have the right. 3 Subsection (1) does not apply to a person if he has been banned from exercising the right of audience by the   relevant approved regulator   mentioned in paragraph (a) of that subsection as a result of disciplinary proceedings and that   relevant approved regulator   has not lifted the ban. 4 In this section  “ relevant approved regulator ” is to be construed in accordance with section 20(3) of the Legal Services Act 2007."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "32", "section_title": " The Law Society: rights of audience.", "section_text": "32 1 On the coming into force of section 27— a solicitors shall be deemed to have been granted by the Law Society the rights of audience exercisable by solicitors (in their capacity as such) immediately before 7th December 1989; and b the Law Society shall be deemed to have in force qualification regulations and rules of conduct which have been properly approved for the purposes of section 27. 2 Those qualification regulations and rules of conduct shall be deemed to have been approved only— a in relation to the rights of audience mentioned in subsection (1)(a); and b so far as they relate to those rights of audience. 3 If any particular provision of those regulations or rules would not have been approved for the purposes of section 27 had it been submitted for approval under Part I of Schedule 4 it (but no other such provision) shall not be deemed to have been approved. 4 In the event of any question arising as to whether any provision is deemed to have been approved, subsection (5) shall apply in relation to that question if the Lord Chancellor so directs. 5 Where a direction is given under subsection (4)— a the Lord Chancellor shall seek the advice of the Advisory Committee and the Director; b the Lord Chancellor and each of the designated judges shall consider, in the light of that advice, whether the provision in question is deemed to have been so approved; and c that provision shall not be deemed to have been so approved unless the Lord Chancellor and each of the designated judges are satisfied that it has been. 6 In the event of any question arising as to whether any provision of the qualification regulations or rules of conduct of the Law Society requires to be approved by virtue of section 29(3) or (4), subsection (7) shall apply in relation to that question if the Lord Chancellor so directs. 7 Where a direction is given under subsection (6)— a the Lord Chancellor shall seek the advice of the Advisory Committee and the Director; b the Lord Chancellor and each of the designated judges shall consider, in the light of that advice, whether the provision in question requires approval; and c it shall require approval unless the Lord Chancellor and each of the designated judges are satisfied that it does not require approval. 8 Where, by virtue of subsection (5)(c), any provision is not deemed to have been approved— a it shall cease to have effect, so far as it relates to any right of audience deemed to have been granted by the Law Society; and b the regulations and rules which are deemed, by virtue of subsection (1)(b) to have been properly approved shall be taken not to include that provision. 9 Nothing in this section shall affect the validity of anything done in reliance on any provision of regulations or rules at any time before— a it is determined in accordance with subsection (5)(c) that that provision is not deemed to have been approved; or b it is determined in accordance with subsection (7)(c) that that provision requires approval."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "33", "section_title": " The Law Society: rights to conduct litigation.", "section_text": "33 1 On the coming into force of section 28— a solicitors shall be deemed to have been granted by the Law Society the rights to conduct litigation exercisable by solicitors (in their capacity as such) immediately before 7th December 1989; and b the Law Society shall be deemed to have in force qualification regulations and rules of conduct which have been properly approved for the purposes of section 28. 2 Those qualification regulations and rules of conduct shall be deemed to have been approved only— a in relation to the rights to conduct litigation mentioned in subsection (1)(a); and b so far as they relate to those rights to conduct litigation. 3 If any particular provision of those regulations or rules would not have been approved for the purposes of section 28 had it been submitted for approval under Part I of Schedule 4 it (but no other such provision) shall not be deemed to have been approved. 4 In the event of any question arising as to whether any provision is deemed to have been approved, subsection (5) shall apply in relation to that question if the Lord Chancellor so directs. 5 Where a direction is given under subsection (4)— a the Lord Chancellor shall seek the advice of the Advisory Committee and the Director; b the Lord Chancellor and each of the designated judges shall consider, in the light of that advice, whether the provision in question is deemed to have been so approved; and c that provision shall not be deemed to have been so approved unless the Lord Chancellor and each of the designated judges are satisfied that it has been. 6 In the event of any question arising as to whether any provision requires to be approved by virtue of section 29(3) or (4), subsection (7) shall apply in relation to that question if the Lord Chancellor so directs. 7 Where a direction is given under subsection (6)— a the Lord Chancellor shall seek the advice of the Advisory Committee and the Director; b the Lord Chancellor and each of the designated judges shall consider, in the light of that advice, whether the provision in question requires approval; and c it shall require approval unless the Lord Chancellor and each of the designated judges are satisfied that it does not require approval. 8 Where, by virtue of subsection (5)(c), any provision is not deemed to have been approved— a it shall cease to have effect, so far as it relates to any right to conduct litigation deemed to have been granted by the Law Society; and b the regulations and rules which are deemed, by virtue of subsection (1)(b), to have been properly approved shall be taken not to include that provision. 9 Nothing in this section shall affect the validity of anything done in reliance on any provision of regulations or rules at any time before— a it is determined in accordance with subsection (5)(c) that that provision is not deemed to have been approved; or b it is determined in accordance with subsection (7)(c) that that provision requires approval."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "34", "section_title": " The Authorised Conveyancing Practitioners Board.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "35", "section_title": " Functions of the Board and financial provisions.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "36", "section_title": " Provision of conveyancing services by authorised practitioners.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "37", "section_title": " Authorisation of practitioners.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "38", "section_title": " Refusal of approval and imposition of conditions.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "39", "section_title": " Revocation and suspension of authorisation.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "40", "section_title": " Regulations about competence and conduct etc. of authorised practitioners.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "41", "section_title": " The Conveyancing Appeal Tribunals.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "42", "section_title": " Appeals from Tribunals on points of law.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "43", "section_title": " The Conveyancing Ombudsman Scheme.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "44", "section_title": " Compensation scheme.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "45", "section_title": " Advisory and supervisory functions of  Office of Fair Trading  .", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "46", "section_title": " Investigatory powers of  OFT .", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "46A", "section_title": " Enforcement of notices under section 46", "section_text": "46A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "46B", "section_title": " Altering, etc. documents required to be produced under section 46", "section_text": "46B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "47", "section_title": " Power to obtain information and require production of documents.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "48", "section_title": " Investigations on behalf of the Board.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "49", "section_title": " Restrictions on disclosure of information.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "50", "section_title": " Exceptions from restrictions on disclosure.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "51", "section_title": " Board’s intervention powers.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "52", "section_title": " Board’s intervention powers: supplemental provisions.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "53", "section_title": " The Council for Licensed Conveyancers.", "section_text": "53 1 The Council for Licensed Conveyancers has the powers necessary to enable it to become designated as an approved regulator in relation to one or more of the reserved legal activities within subsection (1A). 1A The reserved legal activities to which this subsection applies are— a the exercise of a right of audience; b the conduct of litigation; c probate activities. 2 If the Council becomes an approved regulator in relation to one or more of those activities, it may, in that capacity, authorise a person to carry on a relevant activity  .... 3 Where the Council authorises   a person                       to carry on a relevant activity, it is to do so by issuing a licence to   the person in respect of that activity  . 4   If the person granted a licence under this section is a licensed conveyancer, the                   licence may be granted as a separate licence or as part of a composite licence comprising the licensed conveyancer’s licence issued under Part II of the Administration of Justice Act 1985 and any other licence which the Council may grant to the licensed conveyancer concerned. 4A If the person granted a licence under this section is not a licensed conveyancer, the licence may be granted as a separate licence or as part of a composite licence comprising that and any other licence under this section which the Council may grant to the person. 4B A licence under this section granted to a person who is not a licensed conveyancer ceases to have effect if the person becomes a licensed conveyancer. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the Council exercises any of its powers in connection with— a an application for designation as an approved regulator in relation to a reserved legal activity within subsection (1A), or b the authorising of a person to carry on a relevant activity, it is to do so subject to any requirements to which it is subject in accordance with the provisions of the Legal Services Act 2007. 7 Schedule 8 makes further provision in connection with the powers given to the Council by this section and the provision made by the Act of 1985 in relation to licensed conveyancers, including amendments of Part II of that Act. 8 The   Lord Chancellor    may by order make such— a amendments of, or modifications to, the provisions of Part II of the Act of 1985; or b transitional or consequential provision, as he considers necessary or expedient in connection with the provision made by this section and Schedule 8. 9 Subject to any provision made by this section, Schedule 8 or any order made by the   Lord Chancellor    under subsection (8), the provisions of Part II of the Act of 1985 shall, with the necessary modifications, apply with respect to  persons who apply for, or hold, an advocacy, litigation or probate licence and                      — a any application for an advocacy, litigation or probate licence; b any such licence; c the practice of any   person   which is carried on by virtue of any such licence; d rules made by the Council under Schedule 8; da any case of an individual who describes himself or herself, or holds himself or herself out, as a licensed CLC practitioner without holding a licence in force under this section; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f any other matter dealt with by this section or Schedule 8, as they apply with respect to   persons who apply for, or hold, a licence under Part 2 of the Act of 1985 and                      the corresponding matters dealt with by Part II of that Act. 9A The modifications mentioned in subsection (9) may differ depending on whether the person applying for, or holding, an advocacy, litigation or probate licence is or is not a licensed conveyancer. 9B Subsection (9) does not apply to section 34 of the Act of 1985 (modification of existing enactments relating to conveyancing  etc ). 10 For the purposes of this section— a “ right of audience ”,  “ conduct of litigation ”,  “ probate activities ” and  “ reserved legal activity ” have the same meaning as in the Legal Services Act 2007; b references to designation as an approved regulator are to designation as an approved regulator— i by Part 1 of Schedule 4 to the Legal Services Act 2007, by virtue of an order under paragraph 5 of Schedule 22 to that Act, or ii under Part 2 of Schedule 4 to that Act; c “ relevant activity ” means an activity which is a reserved legal activity— i which is within subsection (1A), and ii in relation to which the Council is designated as an approved regulator by Part 1 of Schedule 4 to that Act (by virtue of an order under paragraph 5 of Schedule 22 to that Act) or under Part 2 of that Schedule. 11 In this section— “ advocacy licence ” means a licence issued under this section by which the Council authorises the person concerned to exercise a right of audience; “ CLC practitioner services ” has the same meaning as in section 32B of the Act of 1985; “ licensed CLC practitioner ” means a person, other than a licensed conveyancer, who holds a licence under this section; “ litigation licence ” means a licence issued under this section by which the Council authorises the person concerned to carry on activities which constitute the conduct of litigation; “ the practice of a licensed CLC practitioner ” means the provision by a person, as the holder of a licence under this section, of CLC practitioner services in accordance with the licence; and “ probate licence ” means a licence issued under this section by which the Council authorises the person concerned to carry on activities that constitute probate activities."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "54", "section_title": " Preparation of papers for probate etc.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "55", "section_title": " Preparation of probate papers etc: exemption from section 23(1) of Solicitors Act 1974.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "56", "section_title": " Administration of oaths etc. by justices in certain probate business.", "section_text": "56 1 Every justice shall have power to administer any oath or take any affidavit which is required for the purposes of an application for a grant of probate or letters of administration made in any non-contentious or common form probate business. 2 A justice before whom any oath or affidavit is taken or made under this section shall state in the jurat or attestation at what place and on what date the oath or affidavit is taken or made. 3 No justice shall exercise the powers conferred by this section in any proceedings in which he is interested. 4 A document purporting to be signed by a justice administering an oath or taking an affidavit shall be admitted in evidence without proof of the signature and without proof that he is a justice. 5 In this section— “ affidavit ” has the same meaning as in the  Commissioners for Oaths Act 1889; “ justice ” means a justice of the peace; “ letters of administration ” includes all letters of administration of the effects of deceased persons, whether with or without a will annexed, and whether granted for general, special or limited purposes; and “ non-contentious or common form probate business ” has the same meaning as in section 128 of the  Senior Courts Act 1981 ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "57", "section_title": " Notaries", "section_text": "57 1 Public notaries shall no longer be appointed to practise only within particular districts in England, or particular districts in Wales. 2 It shall no longer be necessary to serve a period of apprenticeship before being admitted as a public notary. 3 Accordingly, the following enactments relating to public notaries shall cease to have effect— a section 2 of the  Public Notaries Act 1801 (which provides that no person shall be admitted as a public notary unless he has served as an apprentice for seven years); b section 1 of the  Public Notaries Act 1833 (which restricts the requirement to serve an apprenticeship to London and an area of ten miles from the Royal Exchange); c section 2 of the Public Notaries Act 1833 (appointment of public notaries to practise within particular districts in England); d section 3 of the  Public Notaries Act 1843 (which reduced the period of apprenticeship to five years); e section 37 of the  Welsh Church Act 1914 (appointment of public notaries to practise within particular districts in Wales); and f section 29 of the  Administration of Justice Act 1969 (which reduced the period of apprenticeship for public notaries in London). 4 The Master may by rules make provision— a as to the educational and training qualifications which must be satisfied before a person may be granted a faculty to practise as a public notary; b as to further training which public notaries are to be required to undergo; c for regulating the practice, conduct and discipline of public notaries; d supplementing the provision made by subsections (8) and (9); e as to the keeping by public notaries of records and accounts; f as to the handling by public notaries of clients’ money; g as to the indemnification of public notaries against losses arising from claims in respect of civil liability incurred by them; h as to compensation payable for losses suffered by persons in respect of dishonesty on the part of public notaries or their employees; and i requiring the payment, in such circumstances as may be prescribed, of such reasonable fees as may be prescribed, including in particular fees for— i the grant of a faculty; ii the issue of a practising certificate by the Court of Faculties of the Archbishop of Canterbury; or iii the entering in that court of a practising certificate issued under the  Solicitors Act 1974. 5 The repeal of section 2 of the Act of 1833 and section 37 of the Act of 1914 by this Act shall not affect any appointment made under either of those sections; but the Master may by rules make such provision as he considers necessary or expedient in consequence of either, or both, of those repeals. 6 Rules made under subsection (5) may, in particular, provide for the grant by the Master of a new faculty for any person to whom the Notary Public (Welsh Districts) Rules 1924 applied immediately before the commencement of this section, in place of the faculty granted to him by the Clerk of the Crown in Chancery. 7 Subsections (4) to (6) shall not be taken to prejudice— a any other power of the Master to make rules; or b any rules made by him under any such power. 8 With effect from the operative date, any restriction placed on a qualifying district notary, in terms of the district within which he may practise as a public notary, shall cease to apply. 9 In this section— “ Master ” means the Master of the Faculties; “ the operative date ” means the date on which subsection (1) comes into force or, if on that date the notary concerned is not a qualifying district notary (having held his faculty for less than five years)— the date on which he becomes a qualifying district notary; or such earlier date, after the commencement of subsection (1), as the Master may by rules prescribe for the purpose of this subsection; “ prescribed ” means prescribed by rules made under this section; and “ qualifying district notary ” means a person who— holds a faculty as a notary appointed under section 2 of the Act of 1833 or section 37 of the Act of 1914; and has held it for a continuous period of at least five years. 10 Section 5 of the  Ecclesiastical Licences Act 1533 (which amongst other things now has the effect of requiring faculties to be registered by the Clerk of the Crown in Chancery) shall not apply in relation to any faculty granted to a public notary. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "58", "section_title": " Conditional fee agreements.", "section_text": "58 1 A conditional fee agreement which satisfies all of the conditions applicable to it by virtue of this section shall not be unenforceable by reason only of its being a conditional fee agreement; but (subject to subsection (5)) any other conditional fee agreement shall be unenforceable. 2 For the purposes of this section and section 58A— a a conditional fee agreement is an agreement with a person providing advocacy or litigation services which provides for his fees and expenses, or any part of them, to be payable only in specified circumstances;  and b a conditional fee agreement provides for a success fee if it provides for the amount of any fees to which it applies to be increased, in specified circumstances, above the amount which would be payable if it were not payable only in specified circumstances  and c references to a success fee, in relation to a conditional fee agreement, are to the amount of the increase. 3 The following conditions are applicable to every conditional fee agreement— a it must be in writing; b it must not relate to proceedings which cannot be the subject of an enforceable conditional fee agreement; and c it must comply with such requirements (if any) as may be prescribed by the   Lord Chancellor . 4 The following further conditions are applicable to a conditional fee agreement which provides for a success fee— a it must relate to proceedings of a description specified by order made by the   Lord Chancellor ; b it must state the percentage by which the amount of the fees which would be payable if it were not a conditional fee agreement is to be increased; and c that percentage must not exceed the percentage specified in relation to the description of proceedings to which the agreement relates by order made by the   Lord Chancellor . 4A The additional conditions are applicable to a conditional fee agreement which— a provides for a success fee, and b relates to proceedings of a description specified by order made by the Lord Chancellor for the purposes of this subsection. 4B The additional conditions are that— a the agreement must provide that the success fee is subject to a maximum limit, b the maximum limit must be expressed as a percentage of the descriptions of damages awarded in the proceedings that are specified in the agreement, c that percentage must not exceed the percentage specified by order made by the Lord Chancellor in relation to the proceedings or calculated in a manner so specified, and d those descriptions of damages may only include descriptions of damages specified by order made by the Lord Chancellor in relation to the proceedings. 5 If a conditional fee agreement is an agreement to which section 57 of the  Solicitors Act 1974 (non-contentious business agreements between solicitor and client) applies, subsection (1) shall not make it unenforceable."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "58A", "section_title": " Conditional fee agreements: supplementary.", "section_text": "58A 1 The proceedings which cannot be the subject of an enforceable conditional fee agreement are— a criminal proceedings, a part from proceedings under section 82 of the   Environmental Protection Act 1990; and b family proceedings. 2 In subsection (1) “ family proceedings ” means proceedings under any one or more of the following— a the  Matrimonial Causes Act 1973; b the Adoption and Children Act 2002; c the  Domestic Proceedings and Magistrates’ Courts Act 1978; d Part III of the  Matrimonial and Family Proceedings Act 1984; e Parts I,  II  and  IV  of the  Children Act 1989; f Parts 4 and 4A  of the  Family Law Act 1996;  . . .  fza Part 1 of Schedule 2 to the Female Genital Mutilation Act 2003; fa Chapter 2 of Part 2 of the Civil Partnership Act 2004 (proceedings for dissolution  etc.  of civil partnership); fb Schedule 5 to the 2004 Act (financial relief in the High Court or a county court  etc. ); fc Schedule 6 to the 2004 Act (financial relief in magistrates' courts  etc. ); fd Schedule 7 to the 2004 Act (financial relief in England and Wales after overseas dissolution  etc.  of a civil partnership); and g the inherent jurisdiction of the High Court in relation to children. 3 The requirements which the   Lord Chancellor     may prescribe under section 58(3)(c)— a include requirements for the person providing advocacy or litigation services to have provided prescribed information before the agreement is made; and b may be different for different descriptions of conditional fee agreements (and, in particular, may be different for those which provide for a success fee and those which do not). 4 In section 58 and this section (and in the definitions of “ advocacy services ” and “ litigation services ” as they apply for their purposes) “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in a court), whether commenced or contemplated. 5 Before making an order under section 58(4)  , (4A) or (4B) , the   Lord Chancellor    shall consult— a the designated judges; b the General Council of the Bar; c the Law Society; and d such other bodies as he considers appropriate. 6 A costs order made in any proceedings may, subject in the case of court proceedings to rules of court, include provision requiring the payment of any fees payable under a conditional fee agreement which provides for a success fee. 6 A costs order made in proceedings may not include provision requiring the payment by one party of all or part of a success fee payable by another party under a conditional fee agreement. 7 Rules of court may make provision with respect to the assessment of any costs which include fees payable under a conditional fee agreement (including one which provides for a success fee)."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "58AA", "section_title": "Damages-based agreements  ...", "section_text": "58AA 1 A damages-based agreement which  ... satisfies the conditions in subsection (4) is not unenforceable by reason only of its being a damages-based agreement. 2 But   (subject to subsection (9))  a damages-based agreement which  ... does not satisfy those conditions is unenforceable. 3 For the purposes of this section— a a damages-based agreement is an agreement between a person providing advocacy services, litigation services or claims management services and the recipient of those services which provides that— i the recipient is to make a payment to the person providing the services if the recipient obtains a specified financial benefit in connection with the matter in relation to which the services are provided, and ii the amount of that payment is to be determined by reference to the amount of the financial benefit obtained; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The agreement— a must be in writing; aa must not relate to proceedings which by virtue of section 58A(1) and (2) cannot be the subject of an enforceable conditional fee agreement or to proceedings of a description prescribed by the Lord Chancellor; b   if regulations so provide,  must not provide for a payment above a prescribed amount or for a payment above an amount calculated in a prescribed manner; c must comply with such other requirements as to its terms and conditions as are prescribed; and d must be made only after the person providing services under the agreement  has complied with such requirements (if any) as may be prescribed as to the provision of information . 5 Regulations under subsection (4) are to be made by the Lord Chancellor and may make different provision in relation to different descriptions of agreements. 6 Before making regulations under subsection (4) the Lord Chancellor must consult— a the designated judges, b the General Council of the Bar, c the Law Society, and d such other bodies as the Lord Chancellor considers appropriate. 6A Rules of court may make provision with respect to the assessment of costs in proceedings where a party in whose favour a costs order is made has entered into a damages-based agreement in connection with the proceedings. 7 In this section— “ payment ” includes a transfer of assets and any other transfer of money's worth (and the reference in subsection (4)(b) to a payment above a prescribed amount, or above an amount calculated in a prescribed manner, is to be construed accordingly); “ claims management services ” has the same meaning as in  the Financial Services and Markets Act 2000 (see section 419A of that Act) . 7A In this section (and in the definitions of  “advocacy services” and  “litigation services” as they apply for the purposes of this section)\t\t\t\t\t\t\t\t “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in a court), whether commenced or contemplated. 8 Nothing in this section applies to an agreement entered into before the coming into force of the first regulations made under subsection (4). 9 Where section 57 of the Solicitors Act 1974 (non-contentious business agreements between solicitor and client) applies to a damages-based agreement other than one relating to an employment matter, subsections (1) and (2) of this section do not make it unenforceable. 10 For the purposes of subsection (9) a damages-based agreement relates to an employment matter if the matter in relation to which the services are provided is a matter that is, or could become, the subject of proceedings before an employment tribunal. 11 Subsection (1) is subject to section 47C(8) of the Competition Act 1998."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "58B", "section_title": " Litigation funding agreements.", "section_text": "58B 1 A litigation funding agreement which satisfies all of the conditions applicable to it by virtue of this section shall not be unenforceable by reason only of its being a litigation funding agreement. 2 For the purposes of this section a litigation funding agreement is an agreement under which— a a person (“the funder”) agrees to fund (in whole or in part) the provision of advocacy or litigation services (by someone other than the funder) to another person (“the litigant”); and b the litigant agrees to pay a sum to the funder in specified circumstances. 3 The following conditions are applicable to a litigation funding agreement— a the funder must be a person, or person of a description, prescribed by the  Secretary of State; b the agreement must be in writing; c the agreement must not relate to proceedings which by virtue of section 58A(1) and (2) cannot be the subject of an enforceable conditional fee agreement or to proceedings of any such description as may be prescribed by the  Secretary of State; d the agreement must comply with such requirements (if any) as may be so prescribed; e the sum to be paid by the litigant must consist of any costs payable to him in respect of the proceedings to which the agreement relates together with an amount calculated by reference to the funder’s anticipated expenditure in funding the provision of the services; and f that amount must not exceed such percentage of that anticipated expenditure as may be prescribed by the  Secretary of State  in relation to proceedings of the description to which the agreement relates. 4 Regulations under subsection (3)(a) may require a person to be approved by the  Secretary of State  or by a prescribed person. 5 The requirements which the  Secretary of State  may prescribe under subsection (3)(d)— a include requirements for the funder to have provided prescribed information to the litigant before the agreement is made; and b may be different for different descriptions of litigation funding agreements. 6 In this section (and in the definitions of “ advocacy services ” and “ litigation services ” as they apply for its purposes) “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in a court), whether commenced or contemplated. 7 Before making regulations under this section, the  Secretary of State  shall consult— a the designated judges; b the General Council of the Bar; c the Law Society; and d such other bodies as he considers appropriate. 8 A costs order made in any proceedings may, subject in the case of court proceedings to rules of court, include provision requiring the payment of any amount payable under a litigation funding agreement. 9 Rules of court may make provision with respect to the assessment of any costs which include fees payable under a litigation funding agreement."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "58C", "section_title": "Recovery of insurance premiums by way of costs", "section_text": "58C 1 A costs order made in favour of a party to proceedings who has taken out a costs insurance policy may not include provision requiring the payment of an amount in respect of all or part of the premium of the policy, unless such provision is permitted by regulations under subsection (2). 2 The Lord Chancellor may by regulations provide that a costs order may include provision requiring the payment of such an amount where— a the order is made in favour of a party to clinical negligence proceedings of a prescribed description, b the party has taken out a costs insurance policy insuring against the risk of incurring a liability to pay for one or more expert reports in respect of clinical negligence in connection with the proceedings (or against that risk and other risks), c the policy is of a prescribed description, d the policy states how much of the premium relates to the liability to pay for an expert report or reports in respect of clinical negligence (“the relevant part of the premium”), and e the amount is to be paid in respect of the relevant part of the premium. 3 Regulations under subsection (2) may include provision about the amount that may be required to be paid by the costs order, including provision that the amount must not exceed a prescribed maximum amount. 4 The regulations may prescribe a maximum amount, in particular, by specifying— a a percentage of the relevant part of the premium; b an amount calculated in a prescribed manner. 5 In this section— “ clinical negligence ” means breach of a duty of care or trespass to the person committed in the course of the provision of clinical or medical services (including dental or nursing services); “ clinical negligence proceedings ” means proceedings which include a claim for damages in respect of clinical negligence; “ costs insurance policy ”, in relation to a party to proceedings, means a policy insuring against the risk of the party incurring a liability in those proceedings; “ expert report ” means a report by a person qualified to give expert advice on all or most of the matters that are the subject of the report; “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in court), whether commenced or contemplated."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "59", "section_title": "Representation under the Legal Aid Act 1988.", "section_text": "59  . . . . . . . . .  .  . . . .  . . . . . . .  .. . . . .  . . . . . . . . "}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "60", "section_title": " Regulation of right of Scottish and Northern Ireland lawyers to practise in England and Wales.", "section_text": "60 1 The   Lord Chancellor   may by regulations prescribe circumstances in which, and conditions subject to which, a practitioner who is qualified to practise in Scotland or Northern Ireland may, in such capacity as may be prescribed, exercise in England and Wales— a prescribed rights of audience; or b prescribed rights to conduct litigation, without being entitled to do so apart from the regulations. 2 The   Lord Chancellor   may by regulations make provision for the purpose of enabling practitioners who are qualified to practise in Scotland or Northern Ireland to become qualified to practise in England and Wales on terms, and subject to conditions, corresponding or similar to those on which practitioners who are qualified to practise in member States may become qualified to practise in that jurisdiction. 2A Regulations may be made under this section only if— a the Legal Services Board has made a recommendation under section 60A, b draft regulations were annexed to the recommendation, and c the regulations are in the same form as, or a form not materially different from, the draft regulations. 3 Regulations made under subsection (1) may, in particular— a prescribe any right of audience which may not be exercised by a person in England and Wales unless he is instructed to act together with a person who has that right of audience there; b prescribe legal services which may not be provided by any person practising by virtue of the regulations; c prescribe the title or description which must be used by any person practising by virtue of the regulations; d provide for the means by which the qualification of any person claiming to be entitled to practise by virtue of the regulations is to be verified; e provide for such professional or other body as may be prescribed to have power to investigate and deal with any complaint made against a person practising by virtue of the regulations. 4 Regulations made under subsection (1) or (2) may modify any rule of law or practice which the   Lord Chancellor   considers should be modified in order to give effect to the regulations. 5 In this section “ practitioner ” means— a a member of the Bar of Northern Ireland or a   solicitor of the Court of Judicature of Northern Ireland  or an advocate or solicitor in Scotland; and b any person falling within such category as may be prescribed."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "60A", "section_title": "Procedural requirements relating to recommendations for the purposes of section 60", "section_text": "60A 1 Before making a recommendation under this section, the Legal Services Board must publish a draft of— a the proposed recommendation, and b the proposed draft regulations. 2 The draft must be accompanied by a notice which states that representations about the proposals may be made to the Board within a specified period. 3 Before making the recommendation, the Board must have regard to any representations duly made. 4 If the draft regulations to be annexed to the recommendation differ from the draft regulations published under subsection (1)(b) in a way which is, in the opinion of the Board, material, the Board must, before making the recommendation, publish the draft recommendations along with a statement detailing the changes made and the reasons for the changes."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "61", "section_title": " Right of barrister to enter into contract for the provision of his services.", "section_text": "61 1 Any rule of law which prevents a barrister from entering into a contract for the provision of his services as a barrister is hereby abolished. 2 Nothing in subsection (1) prevents the General Council of the Bar from making rules (however described) which prohibit barristers from entering into contracts or restrict their right to do so."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "62", "section_title": " Immunity of advocates from actions in negligence and for breach of contract.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "63", "section_title": " Legal professional privilege.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "64", "section_title": " Discrimination by, or in relation to, barristers.", "section_text": "64 1 The following shall be inserted in the  Sex Discrimination Act 1975 after section 35—  Barristers  Discrimination by, or in relation to, barristers. 35A 1 It is unlawful for a barrister or barrister’s clerk, in relation to any offer of a pupillage or tenancy, to discriminate against a woman— a in the arrangements which are made for the purpose of determining to whom it should be offered; b in respect of any terms on which it is offered; or c by refusing, or deliberately omitting, to offer it to her. 2 It is unlawful for a barrister or barrister’s clerk, in relation to a woman who is a pupil or tenant in the chambers in question, to discriminate against her— a in respect of any terms applicable to her as a pupil or tenant; b in the opportunities for training, or gaining experience, which are afforded or denied to her; c in the benefits, facilities or services which are afforded or denied to her; or d by terminating her pupillage or by subjecting her to any pressure to leave the chambers or other detriment. 3 It is unlawful for any person, in relation to the giving, withholding or acceptance of instructions to a barrister, to discriminate against a woman. 4 In this section— “ barrister’s clerk ” includes any person carrying out any of the functions of a barrister’s clerk; and “ pupil ”, “ pupillage ”, “ tenancy ” and “ tenant ” have the meanings commonly associated with their use in the context of a set of barristers’ chambers. 5 Section 3 applies for the purposes of this section as it applies for the purposes of any provision of Part II. 6 This section does not apply to Scotland. 2 The following shall be inserted in the  Race Relations Act 1976 after section 26—  Barristers  Discrimination by, or in relation to, barristers. 26A 1 It is unlawful for a barrister or barrister’s clerk, in relation to any offer of a pupillage or tenancy, to discriminate against a person— a in the arrangements which are made for the purpose of determining to whom it should be offered; b in respect of any terms on which it is offered; or c by refusing, or deliberately omitting, to offer it to him. 2 It is unlawful for a barrister or barrister’s clerk, in relation to a pupil or tenant in the chambers in question, to discriminate against him— a in respect of any terms applicable to him as a pupil or tenant; b in the opportunities for training, or gaining experience which are afforded or denied to him; c in the benefits, facilities or services which are afforded or denied to him; or d by terminating his pupillage or by subjecting him to any pressure to leave the chambers or other detriment. 3 It is unlawful for any person, in relation to the giving, withholding or acceptance of instructions to a barrister, to discriminate against any person. 4 In this section— “ barrister’s clerk ” includes any person carrying out any of the functions of a barrister’s clerk; and “ pupil ”, “ pupillage ”, “ tenancy ” and “ tenant ” have the meanings commonly associated with their use in the context of a set of barristers’ chambers. 5 This section does not apply to Scotland."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "65", "section_title": " Discrimination by, or in relation to, advocates.", "section_text": "65 1 The following shall be inserted in the  Sex Discrimination Act 1975 after section 35A (as inserted by this Act)—  Advocates  Discrimination by, or in relation to, advocates. 35B 1 It is unlawful for an advocate, in relation to taking any person as his pupil, to discriminate against a woman— a in the arrangements which he makes for the purpose of determining whom he will take as his pupil; b in respect of any terms on which he offers to take her as his pupil; or c by refusing, or deliberately omitting, to take her as his pupil. 2 It is unlawful for an advocate, in relation to a woman who is a pupil, to discriminate against her— a in respect of any terms applicable to her as a pupil; b in the opportunities for training, or gaining experience, which are afforded or denied to her; c in the benefits, facilities or services which are afforded or denied to her; or d by terminating the relationship or by subjecting her to any pressure to terminate the relationship or other detriment. 3 It is unlawful for any person, in relation to the giving, withholding or acceptance of instructions to an advocate, to discriminate against a woman. 4 In this section— “ advocate ” means a member of the Faculty of Advocates practising as such; and “ pupil ” has the meaning commonly associated with its use in the context of a person training to be an advocate. 5 Section 3 applies for the purposes of this section as it applies for the purposes of any provision of Part II. 6 This section does not apply to England and Wales. 2 The following shall be inserted in the  Race Relations Act 1976 after section 26A (as inserted by this Act)—  Advocates  Discrimination by, or in relation to, advocates. 26B 1 It is unlawful for an advocate, in relation to taking any person as his pupil, to discriminate against a person— a in the arrangements which he makes for the purpose of determining whom he will take as his pupil; b in respect of any terms on which he offers to take any person as his pupil; or c by refusing, or deliberately omitting, to take a person as his pupil. 2 It is unlawful for an advocate, in relation to a person who is a pupil, to discriminate against him— a in respect of any terms applicable to him as a pupil; b in the opportunities for training, or gaining experience, which are afforded or denied to him; c in the benefits, facilities or services which are afforded or denied to him; or d by terminating the relationship or by subjecting him to any pressure to terminate the relationship or other detriment. 3 It is unlawful for any person, in relation to the giving, withholding or acceptance of instructions to an advocate, to discriminate against any person. 4 In this section— “ advocate ” means a member of the Faculty of Advocates practising as such; and “ pupil ” has the meaning commonly associated with its use in the context of a person training to be an advocate. 5 This section does not apply to England and Wales. ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "66", "section_title": " Multi-disciplinary and multi-national practices.", "section_text": "66 1 Section 39 of the  Solicitors Act 1974 (which, in effect, prevents solicitors entering into partnership with persons who are not solicitors) shall cease to have effect. 2 Nothing in subsection (1) prevents the Law Society making rules which prohibit solicitors from entering into any unincorporated association with persons who are not solicitors, or restrict the circumstances in which they may do so. 3 Section 10 of the  Public Notaries Act 1801 (which, in effect, prevents notaries entering into partnership with persons who are not notaries) shall cease to have effect. 4 Nothing in subsection (3) prevents the Master of the Faculties making rules which prohibit notaries from entering into any unincorporated association with persons who are not notaries, or restrict the circumstances in which they may do so. 5 It is hereby declared that no rule of common law prevents barristers from entering into any unincorporated association with persons who are not barristers. 6 Nothing in subsection (5) prevents the General Council of the Bar from making rules which prohibit barristers from entering into any such unincorporated association, or restrict the circumstances in which they may do so."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "67", "section_title": "Right of audience for solicitors in certain Crown Court centres.", "section_text": "67  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "68", "section_title": " Preparation of documents etc. by registered patent agents and trade mark agents.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "69", "section_title": " Exemption from liability for damages etc.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "70", "section_title": " Offences.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "71", "section_title": " Qualification for judicial and certain other appointments.", "section_text": "71 1 In section 10(3) of the  Senior Courts Act 1981 — a in paragraph (b) (qualification for appointment as Lord Justice of Appeal) for the words “unless he is a barrister of at least fifteen years’ standing or a judge of the High Court” there shall be substituted— unless—                         i he has a 10 year High Court qualification within the meaning of section 71 of the Courts and Legal Services Act 1990; or ii he is a judge of the High Court; ; b in paragraph (c) (qualification for appointment as puisne judge of the High Court) for the words “unless he is a barrister of at least ten years’ standing” there shall be substituted— unless—                         i he has a 10 year High Court qualification, within the meaning of section 71 of the Courts and Legal Services Act 1990; or ii he is a Circuit judge who has held that office for at least 2 years. 2 Schedule 10 shall have effect for the purpose of making amendments to other enactments, measures and statutory instruments which relate to qualification for judicial and certain other appointments. 3 For the purposes of this section, a person has— a a ”  Senior Courts   qualification\" if he has a right of audience in relation to all proceedings in the   Senior Courts ; b a “ High Court qualification ” if he has a right of audience in relation to all proceedings in the High Court; c a “ general qualification ” if he has a right of audience in relation to any class of proceedings in any part of the   Senior Courts , or all proceedings in county courts or magistrates’ courts; d a “ Crown Court qualification ” if he has a right of audience in relation to all proceedings in the Crown Court; e a “ county court qualification ” if he has a right of audience in relation to all proceedings in  the county court ; f a “ magistrates’ court qualification ” if he has a right of audience in relation to all proceedings in magistrates’ courts. 4 References in subsection (3) to a right of audience are references to a right of audience   exercisable by virtue of an authorisation given by a relevant approved regulator . 5 Any reference in any enactment, measure or statutory instrument to a person having such a qualification of a particular number of years’ length shall be construed as a reference to a person who— a for the time being has that qualification, and b has had it for a period (which need not be continuous) of at least that number of years. 6 Any period during which a person had a right of audience but was, as a result of disciplinary proceedings, prevented by   the relevant approved regulator   from exercising it shall not count towards the period mentioned in subsection (5)(b). 6A In this section  “ relevant approved regulator ” is to be construed in accordance with section 20(3) of the Legal Services Act 2007. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "72", "section_title": " Presiding Judges.", "section_text": "72 1 For each of the Circuits there shall be at least two Presiding Judges, appointed from among the puisne judges of the High Court. 2 There shall be a Senior Presiding Judge for England and Wales, appointed from among the Lords Justices of Appeal. 3 Any appointment under subsection (1) or (2) shall be made by the Lord Chief Justice with the agreement of the Lord Chancellor. 4 In this section “ the Circuits ” means— a the Midland and Oxford Circuit; b the North Eastern Circuit; c the Northern Circuit; d the South Eastern Circuit; e the Western Circuit; and f the Wales and Chester Circuit, or such other areas of England and Wales as the Lord Chancellor may from time to time, after consulting the Lord Chief Justice, direct. 5 A person appointed as a Presiding Judge or as the Senior Presiding Judge shall hold that office in accordance with the terms of his appointment. 6 In section 4 of the  Senior Courts Act 1981  (composition of High Court)— a in subsection (1), after the words “Vice-Chancellor\" there shall be inserted— dd the Senior Presiding Judge ; and b in subsection (6) for the words “or Vice-Chancellor\" there shall be substituted  “                        Vice-Chancellor or Senior Presiding Judge\"                      ” ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "73", "section_title": " Delegation of certain administrative functions of Master of the Rolls.", "section_text": "73 1 Where the Master of the Rolls expects to be absent at a time when it may be appropriate for any relevant functions of his to be exercised, he may appoint a judge of the   Senior Courts   to exercise those functions on his behalf. 2 Where the Master of the Rolls considers that it would be inappropriate for him to exercise any such functions in connection with a particular matter (because of a possible conflict of interests or for any other reason), he may appoint a judge of the   Senior Courts   to exercise those functions on his behalf in connection with that matter. 3 Where the Master of the Rolls is incapable of exercising his relevant functions, the   Lord Chief Justice may, with the concurrence of the Lord Chancellor,   appoint a judge of the   Senior Courts   to exercise, on behalf of the Master of the Rolls, such of those functions as the   Lord Chief Justice and Lord Chancellor consider   appropriate. 4 Any appointment under this section shall be in writing and shall specify— a the functions which may be exercised by the appointed judge; and b the period for which the appointment is to have effect. 5 In this section “ relevant functions ” means any functions of the Master of the Rolls under— a section 144A of the  Law of Property Act 1922 (functions in relation to manorial documents); b section 7(1) of the  Public Records Act 1958 (power to determine where records of the Chancery of England are to be deposited); c the  Solicitors Act 1974 (which gives the Master of the Rolls various functions in relation to solicitors); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (3)."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "74", "section_title": " District judges.", "section_text": "74 1 The offices of— a registrar, assistant registrar and deputy registrar for each county court district; and b district registrar, assistant district registrar and deputy district registrar for each district registry of the High Court, shall become the offices of district judge, assistant district judge and deputy district judge respectively. 2 The office of registrar of the principal registry of the Family Division of the High Court shall become the office of district judge of the principal registry of the Family Division. 3 Any reference in any enactment, instrument or other document to an office which is, or includes, one to which this section applies shall be construed as a reference to, or (as the case may be) as including a reference to, that office by its new name. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 118 of that Act (power of judge to commit for contempt) after subsection (2) there shall be inserted— 3 A district judge, assistant district judge or deputy district judge shall have the same powers under this section in relation to proceedings before him as a judge. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "75", "section_title": " Judges etc. barred from legal practice.", "section_text": "75 No person holding as a full-time appointment any of the offices listed in Schedule 11 shall— a provide any advocacy or litigation services (in any jurisdiction); b provide any conveyancing or probate services; ba carry on any notarial activities (within the meaning of the Legal Services Act 2007); c practise as a barrister, solicitor, public notary   , licensed conveyancer or licensed CLC practitioner  , or be indirectly concerned in any such practice; d practise as an advocate or solicitor in Scotland, or be indirectly concerned in any such practice; or e act for any remuneration to himself as an arbitrator or umpire."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "76", "section_title": " Judicial oaths.", "section_text": "76 1 A person holding any of the following offices— a district judge, including district judge of the principal registry of the Family Division; b Master of the Queen’s Bench Division; c Master of the Chancery Division; d   Insolvency and Companies Court Judge  ; e Taxing Master of the   Senior Courts  ; f Admiralty Registrar, shall take the oath of allegiance and the judicial oath before a judge of the High Court or a Circuit judge. 2 The  Promissory Oaths Act 1868 shall have effect as if the offices listed in the Second Part of the Schedule to that Act included those offices."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "77", "section_title": " Age for retirement of certain   Senior Courts  officers.", "section_text": "77 1 In section 92 of the  Senior Courts Act 1981  (tenure of office) for subsection (2) there shall be substituted— 2 Subsection (1) applies to the offices listed in column 1 of Part II of Schedule 2 except the office of Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals. 2A Subject to the following provisions of this section, a person who holds an office to which this subsection applies shall vacate it at the end of the completed year of service in the course of which he attains the age of sixty-two years. 2B Subsection (2A) applies to the offices listed in column 1 of Part I of Schedule 2 and the office of Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals. 2C For the purposes of subsections (1) and (2A) a person who has successively held two or more offices listed in column 1 of Part I or II of Schedule 2 shall be treated as completing a year of service on the anniversary of his appointment to the first of them. 2 After subsection (3) of that section (retirement age increased in certain circumstances to 75 years) there shall be inserted— 3A Where the Lord Chancellor considers it desirable in the public interest to retain in office a person who holds an office to which subsection (2A) applies after the time when he would otherwise retire in accordance with that subsection, the Lord Chancellor may from time to time authorise the continuance in office of that person until such date, not being later than the date on which he attains the age of sixty-five years, as he thinks fit. 3 In subsection (4) of that section (person to hold office during good behaviour) after the words “subsection (1)\" there shall be inserted  “                    or (2A)\"                  ” ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "78", "section_title": " Registrar of Criminal Appeals.", "section_text": "78 1 The office of Registrar of Criminal Appeals shall be combined with the office of Queen’s Coroner and Attorney and Master of the Crown Office. 2 After section 13 of the  Judicial Pensions Act 1981 there shall be inserted—  Registrar of Criminal Appeals. 13A There may be paid to persons who have held the office of Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals such superannuation allowances as the Lord Chancellor may, with the approval of the Treasury, determine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "79", "section_title": " Widowers’ pensions.", "section_text": "79 1 The following section shall be inserted in the Judicial Pensions Act 1981, after section 18 (which sets out the conditions on which a widow’s pension is payable)—  Widowers’ pensions. 18A 1 Section 18 above shall have effect in relation to the death of a female person as it has effect in relation to the death of a male person but as if— a for the words “widow\", “widow’s pension\" and “wife\" there were substituted  “                                  widower\"                                ” ,  “                                  widower’s pension\"                                ”  and  “                                  husband\"                                ” ; and b for the words “his\", “he\" and “him\" there were substituted  “                                  hers\"                                ” ,  “                                  she\"                                ”  and  “                                  her\"                                ” . 2 The transitional provisions in Part IV of Schedule 2 to this Act shall have effect in relation to widowers’ pensions. 2 The transitional provisions set out in Schedule 12 shall be inserted in the Act of 1981 as Part IV of Schedule 2 to that Act."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "80", "section_title": " Widows’ and widowers’ pensions: supplemental.", "section_text": "80 For section 19 of the Judicial Pensions Act 1981 (determination of widow’s pension) there shall be substituted—  Widows’ and widowers’ pensions. 19 1 No widow’s or widower’s pension may be granted if the marriage with the deceased took place after he or she retired from relevant service. 2 A widow’s or widower’s pension shall come to an end on the death of the widow or widower. 3 Where a widow’s or widower’s pension is payable the Treasury may, on or at any time after the re-marriage of the widow or widower, direct that it shall cease to be payable. 4 Where such a direction has been given the Treasury may at any time direct that payment of the pension is to be resumed. 5 The annual amount of a widow’s or widower’s pension may be one half of the annual amount of the personal pension."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "81", "section_title": " Transfer of accrued rights to and from judicial pension schemes.", "section_text": "81 Schedule 13 amends the Judicial Pensions Act 1981 by inserting a new Schedule 1A, which makes provision for the transfer of accrued rights into and out of the judicial pension schemes constituted by that Act and the  Sheriffs’ Pensions (Scotland) Act 1961."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "82", "section_title": " Voluntary contributions.", "section_text": "82 1 In the Judicial Pensions Act 1981, the following section shall be inserted after section 33—  Voluntary contributions. 33A 1 Regulations shall make provision entitling any member of a judicial pension scheme constituted by this Act or the Sheriffs’ Pensions (Scotland) Act 1961 to make voluntary contributions towards the cost of the provision of additional benefits under the scheme. 2 The regulations— a may not prohibit the payment of voluntary contributions; b may not impose any limit on the amount which any member may pay by way of voluntary contributions other than an upper limit corresponding to that for the time being fixed by or under section 594 of the Income and Corporation Taxes Act 1988 (exempt statutory schemes); c must secure that any voluntary contributions paid by a member of a scheme are used to provide prescribed additional benefits for or in respect of him; and d must secure that the value of such additional benefits is reasonable, having regard to— i the amount paid by way of voluntary contributions; ii the value of the other benefits provided under the scheme; and iii the general value of benefits available to a person under any contract of life insurance entered into by him with an insurance company to which Part II of the Insurance Companies Act 1982 (regulation of insurance companies carrying on insurance business within the United Kingdom) applies. 3 The regulations may, in particular— a provide that the value of additional benefits offered on payment of voluntary contributions shall be determined in accordance with prescribed rules based on tables prepared for the purposes of the regulations by the Government Actuary; and b prescribe the manner in which it is to be determined in any case whether the amount of a person’s contributions exceeds any limit imposed by virtue of subsection (2)(b) above. 4 Nothing in subsection (2) shall be taken to prevent the regulations from limiting the overall amount which a member may pay by way of voluntary contributions by reference to the maximum entitlement of members under the scheme. 5 Regulations made under this section may make provision for consequential and incidental matters, including, in particular, consequential provision with respect to any enactment referring or relating to lump sums payable under Part II of this Act. 6 Regulations under this section may be made— a by the Lord Chancellor; or b in relation to pensions for service in offices existing only in Scotland, by the Secretary of State, with the consent of the Treasury. 7 The power to make regulations under this section shall be exercisable by statutory instrument. 8 Any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Article 14 of the  Social Security (Northern Ireland) Order 1986 (voluntary contributions in Northern Ireland) the following paragraph shall be inserted after paragraph (10)— 10A This Article does not apply in relation to any pension payable under the Judicial Pensions Act 1981."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "83", "section_title": " Period of service to qualify for certain superannuation benefits.", "section_text": "83 1 In each of the following provisions (which among other things require a minimum number of years service for qualification for superannuation benefits)— a section 7(1) of the Judicial Pensions Act 1981 (stipendiary magistrates); b section 9(1) of that Act (Judge Advocate General); c paragraph 4(1)(b) of Schedule 1 to that Act (Supreme Court officers etc); and d section 1(1) of the Sheriffs’ Pensions (Scotland) Act 1961, for the words “5 years\", or “five years\", there shall be substituted, in each case,  “                    2 years\"                  ” . 2 In section 7(3) of the Act of 1981 (rate of pension payable to a stipendiary magistrate) for “(a)\" there shall be substituted— a if the period of service amounts to less than 5 (but not less than 2) years, 6/80ths of his last annual salary, aa . 3 In section 9 of the Act of 1981 (rate of pension payable to Judge Advocate General) the following subsection shall be inserted after subsection (3)— 3A The annual rate of pension payable under this section to a person retiring after less than 5 (but not less than 2) years service shall be 6/80ths of his last annual salary. 4 In paragraph 4(4) of Schedule 1 to the Act of 1981 (rate of pension payable to an officer of the Supreme Court etc.) for “(a)\" there shall be substituted— a if the period of relevant service amounts to less than 5 (but not less than 2) years, 6/80ths of his last annual salary, aa . 5 In subsections (2) and (3) of section 3 of the Sheriffs’ Pensions (Scotland) Act 1961 (rate of pension payable to sheriff and salaried sheriff-substitute) for “(a)\" there shall, in each case, be substituted— a where the period of his relevant service exceeds two years but is less than five years, six eightieths of his last annual salary; aa ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "84", "section_title": " Abolition of abatement of salary rule for judges etc.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "85", "section_title": " Practising certificates for employed solicitors.", "section_text": "85 After section 1 of the  Solicitors Act 1974 (qualifications for practising as solicitor) there shall be inserted the following section—  Practising certificates: employed solicitors. 1A A person who has been admitted as a solicitor and whose name is on the roll shall, if he would not otherwise be taken to be acting as a solicitor, be taken for the purposes of this Act to be so acting if he is employed in connection with the provision of any legal services— a by any person who is qualified to act as a solicitor; b by any partnership at least one member of which is so qualified; or c by a body recognised by the Council of the Law Society under section 9 of the Administration of Justice Act 1985 (incorporated practices)."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "86", "section_title": " Commencement, expiry and replacement of practising certificates.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "87", "section_title": " Fees payable on issue of practising certificates.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "88", "section_title": " Additional fee payable by certain solicitors on applying for practising certificates.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "89", "section_title": " Foreign lawyers: recognised bodies and partnerships with solicitors.", "section_text": "89 1 The Law Society shall maintain a register of foreign lawyers for the purposes of this section. 2 A foreign lawyer who wishes to be registered under this section must apply to the Society in accordance with the requirements of Part I of Schedule 14. 3 The power to make rules under— a the following provisions of the Solicitors Act 1974— i section 31 (professional practice, conduct and discipline); ii section 32 (accounts and trust accounts); iii section 34 (accountants’ reports); iv sections 36 and 36A (compensation grants); and v section 37 (professional indemnity); and b section 9 of the Administration of Justice Act 1985 (incorporated practices), shall also be exercisable in relation to registered foreign lawyers. 4 Subject to the provisions of Schedule 14, any such power may be exercised so as  to make different provision with respect to registered foreign lawyers to the provision made with respect to solicitors. 5 Subject to the provisions of Schedule 14, the   Lord Chancellor    may by order provide that any enactment or instrument— a passed or made before   or in the same Session as the Legal Services Act 2007 was passed ; b having effect in relation to solicitors; and c specified in the order, shall have effect with respect to registered foreign lawyers as it has effect with respect to solicitors. 6 An order under subsection (5) may provide for an enactment or instrument to have effect with respect to registered foreign lawyers subject to such additions, omissions or other modifications as the   Lord Chancellor    sees fit to specify in the order. 7 Subject to the provisions of Schedule 14, the   Lord Chancellor    may by order provide that any enactment or instrument— a passed or made before   or in the same Session as the Legal Services Act 2007 was passed ; b having effect in relation to recognised bodies; and c specified in the order, shall, in its application in relation to recognised bodies whose   managers   include one or more registered foreign lawyers, have effect with such additions, omissions or other modifications as the   Lord Chancellor    sees fit to specify in the order. 8 Schedule 14 shall have effect for the purposes of supplementing this section. 8A Rules and regulations made by the Law Society under, or by virtue of, this section or Schedule 14 which are not regulatory arrangements within the meaning of the Legal Services Act 2007 are to be treated as such arrangements for the purposes of that Act. 9 In this section and in Schedule 14— “ foreign lawyer ” means a person who is not a solicitor or barrister but who is a member, and entitled to practise as such, of a legal profession regulated within a jurisdiction outside England and Wales; “ manager ”, in relation to a body, has the same meaning as in the Legal Services Act 2007 (see section 207 of that Act); “ multi-national partnership ” means a partnership whose members consist of one or more registered foreign lawyers and one or more other lawyers as permitted by rules made under section 31 of the Solicitors Act 1974; “ recognised body ” has the same meaning as in section 9 of the Administration of Justice Act 1985 (management and control by solicitors of incorporated practices); and “ registered foreign lawyer ” means a foreign lawyer who is registered under this section."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "90", "section_title": " The Compensation Fund: incorporated practices.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "91", "section_title": " Power of Law Society to intervene in solicitors’ practices.", "section_text": "91 1 In paragraph 1 of Schedule 1 to the Solicitors Act 1974 (circumstances in which Society may intervene in solicitors’ practices) the following paragraphs shall be added at the end— h the Council are satisfied that a sole solicitor has abandoned his practice; i the Council are satisfied that a sole solicitor is incapacitated by age to such an extent as to be unable to attend to his practice; j any power conferred by this Schedule has been exercised in relation to a sole solicitor by virtue of sub-paragraph (1)(a) and he has acted as a sole solicitor within the period of eighteen months beginning with the date on which it was so exercised; k the Council are satisfied that a person has acted as a solicitor at a time when he did not have a practising certificate which was in force; l the Council are satisfied that a solicitor has failed to comply with any condition, subject to which his practising certificate was granted or otherwise has effect, to the effect that he may act as a solicitor only— i in employment which is approved by the Society in connection with the imposition of that condition; ii as a member of a partnership which is so approved; iii as an officer of a body recognised by the Council of the Law Society under section 9 of the Administration of Justice Act 1985 and so approved; or iv in any specified combination of those ways. 2 In section 15 of the Act of 1974 (suspension of practising certificates) the following subsections shall be inserted after subsection (1)— 1A Where the power conferred by paragraph 6(1) or 9(1) of Schedule 1 has been exercised in relation to a solicitor by virtue of paragraph 1(1)(a)(i), (c) (so far as it applies to rules made by virtue of section 32) or (e) of that Schedule, the exercise of that power shall operate immediately to suspend any practising certificate of that solicitor for the time being in force. 1B Subsection (1A) does not apply if, at the time when the power referred to there is exercised, the Society directs that subsection (1A) is not to apply in relation to the solicitor concerned. 1C If, at the time when the power referred to in subsection (1A) is exercised, the Society gives a direction to that effect, the solicitor concerned may continue to act in relation to any matter specified in the direction as if his practising certificate had not been suspended by virtue of subsection (1A), but subject to such conditions (if any) as the Society sees fit to impose. 3 In section 16 of the Act of 1974 (duration of suspension of practising certificates) in subsection (3) the following paragraph shall be inserted after paragraph (c)— d by virtue of section 15(1A) ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "92", "section_title": " Functions of the Solicitors Disciplinary Tribunal.", "section_text": "92 1 Section 47 of the  Solicitors Act 1974 (jurisdiction and powers of the Tribunal) shall be amended as follows. 2 The following subsections shall be substituted for subsections (1) and (2)— 1 Any application— a to strike the name of a solicitor off the roll; b to require a solicitor to answer allegations contained in an affidavit; c to require a former solicitor whose name has been removed from or struck off the roll to answer allegations contained in an affidavit relating to a time when he was a solicitor; d by a solicitor who has been suspended from practice for an unspecified period, by order of the Tribunal, for the termination of that suspension; e by a former solicitor whose name has been struck off the roll to have his name restored to the roll; f by a former solicitor in respect of whom a direction has been given under subsection (2)(g) to have his name restored to the roll, shall be made to the Tribunal; but nothing in this subsection shall affect any jurisdiction over solicitors exercisable by the Master of the Rolls, or by any judge of the High Court, by virtue of section 50. 2 Subject to subsection (3) and to section 54, on the hearing of any application or complaint made to the Tribunal under this Act, other than an application under section 43, the Tribunal shall have power to make such order as it may think fit, and any such order may in particular include provision for any of the following matters— a the striking off the roll of the name of the solicitor to whom the application or complaint relates; b the suspension of that solicitor from practice indefinitely or for a specified period; c the payment by that solicitor or former solicitor of a penalty not exceeding £5,000, which shall be forfeit to Her Majesty; d in the circumstances referred to in subsection (2A), the exclusion of that solicitor from legal aid work (either permanently or for a specified period); e the termination of that solicitor’s unspecified period of suspension from practice; f the restoration to the roll of the name of a former solicitor whose name has been struck off the roll and to whom the application relates; g in the case of a former solicitor whose name has been removed from the roll, a direction prohibiting the restoration of his name to the roll except by order of the Tribunal; h in the case of an application under subsection (1)(f), the restoration of the applicant’s name to the roll; i the payment by any party of costs or a contribution towards costs of such amount as the Tribunal may consider reasonable. 3 In subsection (2A) for the words “(2)(bb)\" there shall be substituted  “                  (2)(d)\"                ” . 4 After subsection (3) there shall be inserted— 3A Where, on the hearing of any application or complaint under this Act, the Tribunal is satisfied that more than one allegation is proved against the person to whom the application or complaint relates it may impose a separate penalty (by virtue of subsection (2)(c)) with respect to each such allegation. 5 In section 48(2) of that Act (recording and publishing of orders of the Tribunal)— a for the words “(a) to (e)\" there shall be substituted  “                      (a) to (i)\"                    ” ; b in paragraph (a) after the word “solicitor\" there shall be inserted  “                      or former solicitor\"                    ” ; c in paragraph (b) for the words “paragraph (d) or (e) of that subsection\" there shall be substituted  “                      paragraph (e), (f), (h) or (i) of section 47(2)\"                    ” . 6 In section 49(1)(a) of that Act (appeal from Tribunal to the Master of the Rolls) for the words “47(1)(b)\" there shall be substituted  “                  47(1)(d), (e) or (f)\"                ” ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "93", "section_title": " Redress for inadequate professional services.", "section_text": "93 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "94", "section_title": " Solicitors charged with or convicted of fraud or serious crime.", "section_text": "94 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After section 13A of that Act there shall be inserted the following section—  Suspension of practising certificates where solicitors convicted of fraud or serious crime. 13B 1 Where— a a solicitor has been convicted of— i an offence involving dishonesty or deception; or ii a serious arrestable offence (as defined by section 116 of the Police and Criminal Evidence Act 1984); and b the Society has made an application to the Tribunal under section 47 with respect to him, the Society may direct that any practising certificate of his which is for the time being in force be suspended. 2 Any such suspension shall be for such period, not exceeding six months, as the Society shall specify in the direction. 3 If, before the specified period expires— a the Tribunal determines the Society’s application; b the conviction is quashed or set aside; or c the Society withdraws its application to the Tribunal, the suspension shall cease to have effect. 4 Where the specified period comes to an end without any of the events mentioned in subsection (3) having occurred, the Society may direct that the suspension be continued for such period, not exceeding six months, as it shall specify in the direction. 5 A suspension under this section may only be extended once under subsection (4). 6 Nothing in this section is to be taken as in any way affecting the Tribunal’s power to suspend a solicitor from practice. 7 A solicitor in whose case a direction is given under subsection (1) or (4) may appeal to the Master of the Rolls against the direction within one month of being notified of it. 8 In an appeal under subsection (7), the Master of the Rolls may— a affirm the suspension; b direct that the appellant’s certificate shall not be suspended but shall have effect subject to such conditions as the Master of the Rolls thinks fit; c by order revoke the direction; or d make such other order as he thinks fit."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "95", "section_title": " Appeals against refusal to restore solicitor’s name to roll under section 8 of the 1974 Act.", "section_text": "95 In section 8 of the  Solicitors Act 1974 (removal or restoration of name at solicitor’s request) the following subsections shall be added at the end— 4 An appeal from any decision of the Society under subsection (2) shall lie to the Master of the Rolls. 5 The Master of the Rolls may make regulations about appeals to him under this section."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "96", "section_title": " Powers of entry etc. of local weights and measures authorities.", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "97", "section_title": " Committees and sub-committees of the Council.", "section_text": "97 The following section shall be substituted for section 79 of the  Solicitors Act 1974 (committees of the Council)—  Committees and sub-committees of the Council. 79 1 Subject to any provision to the contrary made by or under any enactment, the Council may arrange for any of its functions (other than reserved functions) to be discharged by— a a committee of the Council; b a sub-committee of such a committee; or c an individual (whether or not a member of the Society’s staff). 2 Where, by virtue of subsection (1)(a), any of the Council’s functions may be discharged by a committee, the committee may arrange for the discharge of any of those functions by— a a sub-committee of that committee; or b an individual (whether or not a member of the Society’s staff). 3 Where, by virtue of subsection (1) or (2), any of the Council’s functions may be discharged by a sub-committee, the sub-committee may arrange for the discharge of any of those functions by a member of the Society’s staff. 4 Subsections (2) and (3) shall have effect subject to any contrary direction given by the Council. 5 Subject to any direction given by the Council under subsection (4), subsection (3) shall have effect subject to any contrary direction given by the committee concerned. 6 Any power given by subsection (1), (2) or (3) may be exercised so as to impose restrictions or conditions on the body or individual by whom the functions concerned are to be discharged. 7 A committee of the Council, and any sub-committee of such a committee, discharging functions delegated under this section may include persons other than— a members of the Council;(b) members of the Society;(c) solicitors. 8 The majority of the members of any such committee or sub-committee may be persons who may be included by virtue of subsection (7). 9 The number and term of office of the members of such a committee and the number of those members necessary to form a quorum, shall be fixed by the Council. 10 Subject to any restriction or condition imposed by the Council, the number and term of office of the members of such a sub-committee and the number of those members necessary to form a quorum, shall be fixed by the committee concerned. 11 The validity of any proceedings of such a committee or sub-committee shall not be affected by any casual vacancy among its members. 12 In this section “ reserved functions ” means— a the function of making rules or regulations under section 2, 31, 32, 34, 36, or 37 or under section 9 of the Administration of Justice Act 1985 (incorporated practices); b the function of setting fees or financial contributions under paragraph 2(1) of Schedule 2 or section 8(2) or under paragraph 6 of Schedule 2 to the Administration of Justice Act 1985."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "98", "section_title": " Agreements with solicitors for payment by hourly rates.", "section_text": "98 1 Section 57 of the  Solicitors Act 1974 (non-contentious business agreements) shall be amended in accordance with subsections (2) to (4). 2 In subsection (2) (method of payment which may be agreed), after the words “gross sum\" there shall be inserted  “                  or by reference to an hourly rate\"                ” . 3 In subsection (4), for the words “Subject to subsection (5)\" there shall be substituted  “                  Subject to subsections (5) and (7)\"                ” . 4 After subsection (5) there shall be inserted the following subsections— 6 Subsection (7) applies where the agreement provides for the remuneration of the solicitor to be by reference to an hourly rate. 7 If, on the taxation of any costs, the agreement is relied on by the solicitor and the client objects to the amount of the costs (but is not alleging that the agreement is unfair or unreasonable), the taxing officer may enquire into— a the number of hours worked by the solicitor; and b whether the number of hours worked by him was excessive. 5 In section 59(1) of the Act of 1974 (method of payment which may be agreed in contentious business agreement) after the words “gross sum\" there shall be inserted  “                  or by reference to an hourly rate\"                ” . 6 In section 60(1) of the Act of 1974 (which among other things provides for section 69 of that Act not to apply to contentious business agreements), after the word “or\" there shall be inserted  “                  (except in the case of an agreement which provides for the solicitor to be remunerated by reference to an hourly rate)\"                ” . 7 In section 61 of the Act of 1974 (enforcement of contentious business agreements), the following subsections shall be inserted after subsection (4)— 4A Subsection (4B) applies where a contentious business agreement provides for the remuneration of the solicitor to be by reference to an hourly rate. 4B If on the taxation of any costs the agreement is relied on by the solicitor and the client objects to the amount of the costs (but is not alleging that the agreement is unfair or unreasonable), the taxing officer may enquire into— a the number of hours worked by the solicitor; and b whether the number of hours worked by him was excessive."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "100", "section_title": " Specific powers of arbitrator exercisable by High Court.", "section_text": "100 After section 43 of the  Senior Courts Act 1981  there shall be inserted the following section—  Specific powers of arbitrator exercisable by High Court. 43A In any cause or matter proceeding in the High Court in connection with any contract incorporating an arbitration agreement which confers specific powers upon the arbitrator, the High Court may, if all parties to the agreement agree, exercise any such powers."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "104", "section_title": " Tying-in arrangements in connection with residential property loans.", "section_text": "104 1 In this section and sections 105 and 106 “ residential property loan ” means any loan which— a is secured on land in the United Kingdom; and b is made to an individual in respect of the acquisition of land which is for his residential use or the residential use of a dependant of his. 2 No person (“the lender\") shall provide a residential property loan together with one or more controlled services to another person (“the borrower\") unless the conditions mentioned in subsection (3) are complied with before a relevant step is taken with respect to any of those services or the loan. 3 The conditions are that the lender— a informs the borrower by notice that the residential property loan, and each of the controlled services in question, are separate services; b informs the borrower by notice whether the terms and conditions of the residential property loan will be capable of being varied by the lender after it is made; c provides the borrower with a statement of— i the price which will be payable by the borrower for each of the controlled services if they are all provided in accordance with the terms proposed by the lender; and ii the extent to which (if at all) the terms and conditions of the residential property loan would differ if it were to be provided by the lender without the controlled services in question being provided by the lender; and d informs the borrower by notice that, if the borrower declines to take from the lender any of the controlled services in question, the lender will not on that account refuse to provide the residential property loan. 4 A person who— a in the course of his business provides, or makes arrangements for the provision of, controlled services together with residential property loans; and b advertises or in any other manner promotes— i the provision of any controlled service or any residential property loan; or ii the making by him of any such arrangements, shall comply with such requirements as to the information to be given, or which may not be given, in any such advertisement or promotion as the Secretary of State may by regulations impose."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "105", "section_title": " Tying-in arrangements: supplemental provisions.", "section_text": "105 1 In section 104, this section and section 106 “ controlled services ” means any services of a description prescribed by order made by the Secretary of State. 2 The order may, in particular, prescribe any description of— a banking, insurance, investment, trusteeship, executorship or other financial services; b services relating to the acquisition, valuation, surveying or disposal of property; c conveyancing services; or d removal services. 3 For the purposes of section 104(1), the Secretary of State may by order specify— a the circumstances in which land is to be treated as being for a person’s residential use; and b who are to be treated as a person’s dependants. 4 Section 104(2) shall not apply in relation to the provision of a controlled service if the lender proves— a that the provision of that service was not connected with the transaction in respect of which the borrower required the residential property loan in question; or b where it was so connected, that the lender did not know, and had no reasonable cause to know, that it was. 5 For the purposes of section 104, this section and section 106— a where the lender is a member of a group of companies, the lender and all the other members of the group shall be treated as one; and b where the lender derives any financial benefit from the provision of a controlled service by any other person, the lender shall be treated as providing that service. 6 In subsection (5), “ a group of companies ” means a holding company and its subsidiaries within the meaning of   section 1159 of the Companies Act 2006 . 7 The Secretary of State may by order provide that, in such cases or for such purposes as may be prescribed by the order, paragraph (a) or (b) of subsection (5) shall not have effect. 8 For the purposes of section 104— “ notice ” means a notice in writing given in the form prescribed by regulations made by the Secretary of State; “ price ” shall have the meaning given by order made by the Secretary of State; “ relevant step ”, in relation to any controlled service or residential property loan, means such step as may be prescribed by order made by the Secretary of State in relation to that service or loan (taken by such person as may be so prescribed); and “ statement ” means a statement in writing given in the form prescribed by regulations made by the Secretary of State. 9 In relation to land in Scotland— a “ conveyancing services ” has the same meaning as in the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1990; and b the reference in section 104(1) to a loan being secured on land shall be read as a reference to its being secured over land by a standard security. 10 Before making any order or regulations under section 104 or this section the Secretary of State shall consult the  FCA   and such other persons as he considers appropriate."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "106", "section_title": " Tying-in: offences.", "section_text": "106 1 If any person contravenes section 104(2) or (4) he shall be guilty of an offence. 2 Subsection (3) applies where— a a person (“the lender\") has, in relation to the proposed provision to any person (“the borrower\") of a residential property loan together with one or more controlled services, complied with the conditions mentioned in section 104(3); and b the borrower has declined to take from the lender one or more of the controlled services. 3 The lender shall be guilty of an offence if he refuses to provide the borrower with the residential property loan or refuses to provide it to him— a on the terms applicable if it were provided together with the controlled services; or b where they differ, on terms which are compatible with the statement required by section 104(3)(c)(ii), unless he proves that his reason for so refusing was unconnected with the borrower’s having declined as mentioned in subsection (2)(b). 4 Any person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; and b on conviction on indictment, to a fine. 5 Subsection (6) applies where an offence under this section is committed by a body corporate. 6 If the offence is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, secretary or other similar officer of the body corporate; or b any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 7 The fact that a person has committed an offence under this section in connection with any agreement shall not make the agreement void, or unenforceable (whether as a whole or in part) or otherwise affect its validity or give rise to any cause of action for breach of statutory duty."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "107", "section_title": " Tying-in: enforcement.", "section_text": "107 1 Every local weights and measures authority (“an authority\") and the  FCA  shall have the duty of enforcing sections 104 to 106 and any regulations made under them. 2 Nothing in subsection (1) is to be taken as authorising a local weights and measures authority in Scotland to institute proceedings for an offence. 3 Where an authority propose to institute proceedings for an offence under section 106 they shall give the  FCA   notice of the intended proceedings together with a summary of the facts on which the charges are to be founded. 4 Where an authority are under a duty to give such a notice and summary they shall not institute the proceedings until— a the end of the period of 28 days beginning with the date on which they gave the required notice and summary; or b if earlier, the date on which the  FCA   notifies them of receipt of the notice and summary. 5 Every authority shall, whenever the  FCA   requires, report to  it  in such form and with such particulars as  it  requires on the exercise of their functions under this section. 6 A duly authorised officer of the  FCA   or of an authority (“an authorised officer\") who has reasonable cause to suspect that an offence may have been committed under section 106 may, at any reasonable time— a enter any premises which are not used solely as a dwelling; b require any officer, agent or other competent person on the premises who is, or may be, in possession of information relevant to an investigation in connection with the provision made by section 104 or 105 to provide such information; c require the production of any document which may be relevant to such an investigation; d take copies, or extracts, of any such documents; e seize and retain any document which he has reason to believe may be required as evidence in proceedings for an offence under section 106. 7 Any authorised officer exercising any power given by subsection (6) shall, if asked to do so, produce evidence that he is such an officer. 8 A justice of the peace may issue a warrant under this section if satisfied, on information on oath given by an authorised officer, that there is reasonable cause to believe that an offence may have been committed under section 106 and that— a entry to the premises concerned, or production of any documents which may be relevant to an investigation in connection with the provision made by section 104 or 105, has been or is likely to be refused to the authorised officer; or b there is reasonable cause to believe that, if production of any such document were to be required by the authorised officer without a warrant having been issued under this section, the document would not be produced but would be removed from the premises or hidden, tampered with or destroyed. 9 In the application of this section to Scotland, “ justice of the peace ” includes a sheriff and “ information on oath ” shall be read as “ evidence on oath ”. 10 A warrant issued under this section shall authorise the authorised officer (accompanied, where he considers it appropriate, by a constable or any other person)— a to enter the premises specified in the information, using such force as is reasonably necessary; and b to exercise any of the powers given to the authorised officer by subsection (6). 11 If a person— a intentionally obstructs an authorised officer in the exercise of any power under this section; b intentionally fails to comply with any requirement properly imposed on him by an authorised officer in the exercise of any such power; c fails, without reasonable excuse, to give to an authorised officer any assistance or information which he may reasonably require of him for the purpose of exercising any such power; or d in giving to an authorised officer any information which he has been required to give to an authorised officer exercising any such power, makes any statement which he knows to be false or misleading in a material particular, he shall be guilty of an offence. 12 A person guilty of an offence under subsection (11)(a), (b) or (c) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 13 A person guilty of an offence under subsection (11)(d) shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 14 Nothing in this section shall be taken to require any person to answer any question put to him by an authorised officer, or to give any information to an authorised officer, if to do so might incriminate him. 15 In this section “ document ” includes information recorded in any form. 16 In relation to information recorded otherwise than in legible form, references in this section to its production include references to producing a copy of the information in legible form. 17 The functions of the  FCA  under this section are to be treated for the purposes of the Financial Services and Markets Act 2000 as functions conferred on the  FCA  by or under that Act."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "109", "section_title": " Liability of resident magistrates etc. in Northern Ireland for damages and costs.", "section_text": "109 1 The  Magistrates’ Courts (Northern Ireland) Order 1981 shall be amended as follows. 2 For Articles 5 and 6 (general immunity of resident magistrates etc.) there shall be substituted the following Articles—  Immunity of resident magistrates etc. for acts within jurisdiction. 5 No action shall lie against any resident magistrate, justice of the peace or clerk of petty sessions in respect of any act or omission of his— a in the execution of his duty— i as such a magistrate or justice; or ii as such a clerk exercising, by virtue of any statutory provision, any function of a magistrates’ court; and b with respect to any matter within his jurisdiction.  Immunity for certain acts beyond jurisdiction. 6 An action shall lie against any resident magistrate, justice of the peace or clerk of petty sessions in respect of any act or omission of his— a in the purported exercise of his duty— i as such a magistrate or justice; or ii as such a clerk exercising, by virtue of any statutory provision, any function of a magistrates’ court; but b with respect to a matter which is not within his jurisdiction, if, but only if, it is proved that he acted in bad faith. 3 After Article 145 there shall be inserted the following Article—  Immunity of county court judges hearing appeals under this Part. 145A Articles 5, 6 and 10 shall apply in relation to a county court judge sitting in connection with an appeal under this Part as they apply in relation to a resident magistrate. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "110", "section_title": " Jurisdiction of the Parliamentary Commissioner for Administration.", "section_text": "110 1 In section 5 of the  Parliamentary Commissioner Act 1967 (matters subject to investigation), the following subsection shall be added at the end— 6 For the purposes of this section, administrative functions exercisable by any person appointed by the Lord Chancellor as a member of the administrative staff of any court or tribunal shall be taken to be administrative functions of the Lord Chancellor’s Department or, in Northern Ireland, of the Northern Ireland Court Service. 2 In Schedule 3 to that Act (matters not subject to investigation), the following paragraph shall be inserted after paragraph 6— 6A Action taken by any person appointed by the Lord Chancellor as a member of the administrative staff of any court or tribunal, so far as that action is taken at the direction, or on the authority (whether express or implied), of any person acting in a judicial capacity or in his capacity as a member of the tribunal."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "111", "section_title": " Costs against legal representatives etc. in criminal proceedings.", "section_text": "111 The following section shall be inserted after section 19 of the Prosecution of Offences Act 1985—  Costs against legal representatives etc. 19A 1 In any criminal proceedings— a the Court of Appeal; b the Crown Court; or c a magistrates’ court, may disallow, or (as the case may be) order the legal or other representative concerned to meet, the whole of any wasted costs or such part of them as may be determined in accordance with regulations. 2 Regulations shall provide that a legal or other representative against whom action is taken by a magistrates’ court under subsection (1) may appeal to the Crown Court and that a legal or other representative against whom action is taken by the Crown Court under subsection (1) may appeal to the Court of Appeal. 3 In this section— “ legal or other representative ”, in relation to any proceedings, means a person who is exercising a right of audience, or a right to conduct litigation, on behalf of any party to the proceedings; “ regulations ” means regulations made by the Lord Chancellor; and “ wasted costs ” means any costs incurred by a party— a as a result of any improper, unreasonable or negligent act or omission on the part of any representative or any employee of a representative; or b which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "112", "section_title": " Costs against legal representatives in magistrates’ courts.", "section_text": "112 The following section shall be inserted in the   Magistrates’ Courts Act 1980 after section 145 (which contains supplementary provisions about rules of court)—  Rules: costs order against legal representative. 145A 1 In any civil proceedings, a magistrates’ court may disallow or (as the case may be) order the legal or other representative concerned to meet the whole of any wasted costs or such part of them as may be determined in accordance with rules. 2 In subsection (1), “ wasted costs ” means any costs incurred by a party— a as a result of any improper, unreasonable or negligent act or omission on the part of any legal or other representative or any employee of such a representative; or b which, in the light of any such act or omission occurring after they were incurred, the court considers it is unreasonable to expect that party to pay. 3 In this section “ legal or other representative ”, in relation to any proceedings, means any person who is exercising a right of audience, or a right to conduct litigation, on behalf of any party to the proceedings. 4 Rules made by virtue of this section may, in particular, make provision as to the destination of any payment required to be made under the rules (including provision for the reimbursement of sums paid by the Legal Aid Board). 5 Rules made by virtue of this section— a shall require a magistrates’ court which proposes to act under the rules against a legal or other representative to allow him a reasonable opportunity to appear before it and show cause why it should not do so; b shall provide that action may be taken under the rules either on the application of any party to the proceedings or on the motion of the court; c shall provide that no such action shall be taken after the end of the period of six months beginning with the date on which the proceedings are disposed of by the court; and d shall provide that a legal or other representative against whom action is taken under the rules may appeal to the Crown Court."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "113", "section_title": " Administration of oaths and taking of affidavits.", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "114", "section_title": " Bail applications.", "section_text": "114 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "115", "section_title": " Law reports.", "section_text": "115 A report of a case made by a person who is not a barrister but who is a solicitor or has a   Senior Courts   qualification (within the meaning of section 71) shall have the same authority as if it had been made by a barrister."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "116", "section_title": " Provision with respect to the Children Act 1989.", "section_text": "116 1 The provisions of Part I of Schedule 16 shall have effect for the purpose of making amendments to the   or to provisions of other enactments amended by that Act. 2 Part II of Schedule 16 shall have effect for the purpose of making further provision consequential on the Act of 1989. 3 The general rule making power of any authority having power to make rules of court for Northern Ireland shall include power to make any provision which may be made under section 93 of the Act of 1989 (rules of court) subject to the modifications that in subsection (2)— a paragraphs (e) and (i) shall be omitted; and b in paragraphs (f) and (g) the references to England and Wales shall be read as references to Northern Ireland."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "118", "section_title": " Functions of Treasury.", "section_text": "118 1 The Judicial Pensions Act 1981 shall have effect subject to the following amendments (which reflect the transfer of functions from the Minister of the Civil Service to the Treasury effected by the Transfer of Functions (Minister for the   Civil Service and Treasury) Order 1981). 2 In section 10(1), and paragraph 23(2) of Schedule 1, for the words “the Minister for the Civil Service\" there shall be substituted  “                    the Treasury                  ” . 3 In section 29, for the words “the Minister for the Civil Service or any other Minister\" there shall be substituted  “                    the Treasury or any Minister of the Crown                  ” . 4 In the following provisions— a sections 3(4), 5(6), 7(5), 8(1), 11(a) and (b), 12(5), 13(4)(b), 15, 18(2), 20(4), 21(5), 22(1), 23(4), 25(1)(a) and 32(2); b paragraphs 4(1)(b)(ii), 8, 10(2), 14(2), 15(2),(5) and (7), 17, 20(1) and (2) and 22 of Schedule 1; and c paragraph 2(2) of Schedule 2, for the words “the Minister\", wherever they occur, there shall be substituted  “                    the Treasury                  ” . 5 In section 21(4), for the words “the Minister may, if he\" there shall be substituted  “                    the Treasury may, if it                  ” . 6 In section 22(4)— a for the “Minister\", where it first occurs, there shall be substituted  “                        Treasury                      ” ; and b for the words from “if the Minister\" to “he thinks fit\" there shall be substituted  “                        if the Treasury does specially so direct, it may, if it thinks fit                      ” . 7 In Schedule 1— a in paragraph 8(2), for the words “to him\" there shall be substituted  “                        to it                      ” ; b in paragraph 15(7), for the words “he is satisfied\" there shall be substituted  “                        it is satisfied                      ” ; c in paragraph 17(1), for the words “he shall\" there shall be substituted  “                        it shall                      ” ; and d in paragraph 21, for the word “Minister\", where it first occurs, there shall be substituted  “                        Treasury                      ”  and for the words “he thinks\" there shall be substituted  “                        it thinks                      ” . 8 In section 33, the definition of “the Minister\" shall be omitted."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "119", "section_title": " Interpretation.", "section_text": "119 1 In this Act— “ administration ”, in relation to letters of administration, has the same meaning as in section 128 of the  Senior Courts Act 1981 ; “ advocacy services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right of audience in relation to any proceedings, or contemplated proceedings, to provide; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ conveyancing services ” means the preparation of transfers, conveyances, contracts and other documents in connection with, and other services ancillary to, the disposition or acquisition of estates or interests in land; “ court ” has the same meaning as in the Legal Services Act 2007 (see section 207 of that Act); “ designated judge ” means the Lord Chief Justice, the Master of the Rolls,   the President of the Queen's Bench Division, the President of the Family Division or the Chancellor of the High Court ;   “the  FCA ” means the Financial Conduct Authority;   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   “ licensed CLC practitioner ” has the meaning given in section 53;   “ licensed conveyancer ” has the same meaning as it has in the  Administration of Justice Act 1985 by virtue of section 11 of that Act; “ litigation services ” means any services which it would be reasonable to expect a person who is exercising, or contemplating exercising, a right to conduct litigation in relation to any proceedings, or contemplated proceedings, to provide; “ member ”, in relation to any professional or other body (other than any body established by this Act), includes any person who is not a member of that body but who may be subject to disciplinary sanctions for failure to comply with any of that body’s rules; “ multi-national partnership ” has the meaning given by section 89(9); “officer”, in relation to a limited liability partnership, means a member of the limited liability partnership; ... “ probate services ” means the drawing or preparation of any papers on which to found or oppose a grant of probate or a grant of letters of administration and the administration of the estate of a deceased person; “ prescribed ” means prescribed by regulations under this Act; “ proceedings ” means proceedings in any court; “ qualification regulations ” and  “ conduct rules ”, in relation to a body, have the same meaning as in the Legal Services Act 2007 (see section 21 of that Act); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ registered foreign lawyer ” has the meaning given by section 89(9); “ right of audience ” means the right to  appear before and address a court including the right to call and examine  witnesses; “ right to conduct litigation ” means the right— to  issue  proceedings before any court   in England and Wales ; to commence, prosecute and defend such proceedings; and to perform any ancillary functions in relation to proceedings (such as entering appearances to actions); “ solicitor ” means solicitor of the   Senior Courts ; and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of the definition of “ conveyancing services ” in subsection (1)— “ disposition ”— does not include a testamentary disposition or any disposition in the case of such a lease as is referred to in section 54(2) of the  Law of Property Act 1925 (short leases); but subject to that, includes in the case of leases both their grant and their assignment; and “ acquisition ” has a corresponding meaning. 3 In this Act any reference   to conduct rules includes a reference to practice rules (within the meaning of the Legal Services Act 2007 (see section 21 of that Act)). ."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "120", "section_title": " Regulations and orders.", "section_text": "120 1 Any power to make orders or regulations conferred by this Act shall be exercisable by statutory instrument. 2 Any such regulations or order may make different provision for different cases or classes of case. 3 Any such regulations or order may contain such incidental, supplemental or transitional provisions or savings as the person making the regulations or order considers expedient. 4 No instrument shall be made under section   ...,   ...,  ...,   58(4),   (4A) or (4B),   58AA(4)  60, 89(5) or (7), 125(4)   ...   or paragraph 9(c) of Schedule 14 unless a draft of the instrument has been approved by both Houses of Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any other statutory instrument made under this Act other than one under section 124(3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "121", "section_title": " Financial provisions.", "section_text": "121 Any expenses incurred by the Lord Chancellor under this Act shall be payable out of money provided by Parliament."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "122", "section_title": " Power to make corresponding provision for Northern Ireland.", "section_text": "122 An Order in Council made under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 which contains a statement— a that it amends the law in Northern Ireland with respect to — i the pensions of county court judges and resident magistrates, and ii pensions in relation to which provisions of the  Judicial Pensions Act (Northern Ireland) 1951 apply; and b that it is made only for purposes corresponding to those of— i sections 79 to 83 and Schedules 12 and 13 and such other provisions of this Act as are consequential on those sections and those Schedules; ii section 118, shall not be subject to sub-paragraphs (4) and (5) of paragraph 1 of that Schedule (affirmative resolution of both Houses of Parliament) but shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "123", "section_title": " Extent.", "section_text": "123 1 The following provisions of this Act extend to Scotland— a section 65; b section 71(2), so far as necessary; c sections 79 to 83; d sections 104 to 107; e section 116, this section and sections 124 and 125, so far as necessary; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g paragraph 8 of Schedule 3; h paragraph 11 of Schedule 5; i Schedule 10, so far as it amends any enactment extending to Scotland; j paragraphs 5, 34 to 36, 39, 41 and 42 of Schedule 16; k paragraph 1 of Schedule 17; and l Schedule 20, so far as it repeals any enactment extending to Scotland. 2 The following provisions of this Act extend to Northern Ireland— a section 8; b section 71(2), so far as necessary; c sections 79(1) and 80 to 84; d sections 109, 110, 116, 118, 121, 122, this section and sections 124 and 125 so far as necessary; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f paragraph 8 of Schedule 3; g paragraph 11 of Schedule 5; h Schedule 10, so far as it amends any enactment extending to Northern Ireland; i Schedule 13; j paragraphs 5, 25, 33, 35, 39 and 41 of Schedule 16; k Schedules 17, 18 and 19, so far as they amend or relate to any enactment extending to Northern Ireland; l Schedule 20 so far as it repeals any such enactment."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "124", "section_title": " Commencement.", "section_text": "124 1 The following provisions come into force on the passing of this Act— a sections 1, 5, 119 to 123, this section and section 125(1); and b paragraphs 2 and 3 of Schedule 17. 2 The following provisions come into force at the end of the period of two months beginning on the day on which this Act is passed— a sections 6, 8, 11, 16, 64, 65, 72, 73, 85, 87 and 88, 90 to 92, 94 to 97, 98 and 108 to 110; b paragraphs 1, 11, 12, 16 and 20 of Schedule 17; c paragraphs 7, 8, 14 to 16, 55 and 57 of Schedule 18; and d paragraph 1 of Schedule 19. 3 The other provisions of this Act shall come into force on such date as may be appointed by order made by the Lord Chancellor or by the Secretary of State or by both, acting jointly. 4 Different dates may be appointed for different provisions of this Act and for different purposes."}, {"act": "Courts and Legal Services Act 1990", "year": 1990, "section": "125", "section_title": " Short title, minor and consequential amendments, transitionals and repeals.", "section_text": "125 1 This Act may be cited as the Courts and Legal Services Act 1990. 2 The minor amendments set out in Schedule 17 shall have effect. 3 The consequential amendments set out in Schedule 18 shall have effect. 4 The   Lord Chancellor   may by order make such amendments or repeals in relevant enactments as appear to him to be necessary or expedient in consequence of any provision made by Part II with respect to advocacy, litigation, conveyancing or probate services. 5 In subsection (4)— a “ relevant enactments ” means such enactments or instruments passed or made before or in the same Session as the Legal Services Act 2007 was passed as may be specified in the order, and b the reference to Part 2 is a reference to that Part as amended by that Act or any enactment or instruments passed or made before or in the same Session as that Act was passed. 6 The transitional provisions and savings set out in Schedule 19 shall have effect. 7 The repeals set out in Schedule 20 (which include repeals of certain enactments that are spent or of no further practical utility) shall have effect."}]