[{"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "1", "section_title": " Service of overseas process in United Kingdom.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "2", "section_title": " Service of United Kingdom process overseas.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "3", "section_title": " Overseas evidence for use in United Kingdom.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "4", "section_title": " United Kingdom evidence for use overseas.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "5", "section_title": " Transfer of United Kingdom prisoner to give evidence or assist investigation overseas.", "section_text": "5 1 The Secretary of State may, if he thinks fit, issue a warrant providing for any person (“a prisoner”) serving a sentence in a prison or other institution to which the  Prison Act 1952 or the  Prisons (Scotland) Act 1989 applies to be transferred to a country or territory outside the United Kingdom for the purpose— a of giving evidence in criminal proceedings there; or b of being identified in, or otherwise by his presence assisting, such proceedings or the investigation of an offence. 2 No warrant shall be issued under this section in respect of any prisoner unless he has consented to being transferred as mentioned in subsection (1) above and that consent may be given either— a by the prisoner himself; or b in circumstances in which it appears to the Secretary of State inappropriate, by reason of the prisoner’s physical or mental condition or his youth, for him to act for himself, by a person appearing to the Secretary of State to be an appropriate person to act on his behalf; but a consent once given shall not be capable of being withdrawn after the issue of the warrant. 3 The effect of a warrant under this section shall be to authorise— a the taking of the prisoner to a place in the United Kingdom and his delivery at a place of departure from the United Kingdom into the custody of a person representing the appropriate authority of the country or territory to which the prisoner is to be transferred; and b the bringing of the prisoner back to the United Kingdom and his transfer in custody to the place where he is liable to be detained under the sentence to which he is subject. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where a warrant has been issued in respect of a prisoner under this section he shall be deemed to be in legal custody at any time when, being in the United Kingdom or on board a British ship, British aircraft or British hovercraft, he is being taken under the warrant to or from any place or being kept in custody under the warrant. 5 A person authorised by or for the purposes of the warrant to take the prisoner to or from any place or to keep him in custody shall have all the powers, authority, protection and privileges— a of a constable in the part of the United Kingdom in which that person is for the time being; or b if he is outside the United Kingdom, of a constable in the part of the United Kingdom to or from which the prisoner is to be taken under the warrant. 6 If the prisoner escapes or is unlawfully at large, he may be arrested without warrant by a constable and taken to any place to which he may be taken under the warrant issued under this section. 7 In subsection (4) above— “ British aircraft ” means a British-controlled aircraft within the meaning of section 92 of the  Civil Aviation Act 1982 (application of criminal law to aircraft) or one of Her Majesty’s aircraft; “ British hovercraft ” means a British-controlled hovercraft within the meaning of that section as applied in relation to hovercraft by virtue of provisions made under the  Hovercraft Act 1968 or one of Her Majesty’s hovercraft; “ British ship ” means a British ship for the purposes of the  Merchant Shipping Act 1995 or one of Her Majesty’s ships; and in this subsection references to Her Majesty’s aircraft, hovercraft or ships are references to aircraft, hovercraft or, as the case may be, ships belonging to or exclusively employed in the service of Her Majesty in right of the Government of the United Kingdom. 8 In subsection (6) above “ constable ”, in relation to any part of the United Kingdom, means any person who is a constable in that or any other part of the United Kingdom or any person who, at the place in question has, under any enactment including subsection (5) above, the powers of a constable in that or any other part of the United Kingdom. 9 This section applies to a person in custody awaiting trial or sentence and a person committed to prison for default in paying a fine as it applies to a prisoner and the reference in subsection (3)(b) above to a sentence shall be construed accordingly. 10 In the application of this section to Northern Ireland for the reference in subsection (1) to the Prison Act 1952 there shall be substituted a reference to the  Prison Act (Northern Ireland) 1953."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "6", "section_title": " Transfer of overseas prisoner to give evidence or assist investigation in the United Kingdom.", "section_text": "6 1 This section has effect where— a a witness order has been made or a witness summons or citation issued in criminal proceedings in the United Kingdom in respect of a person (“a prisoner”) who is detained in custody in a country or territory outside the United Kingdom by virtue of a sentence or order of a court or tribunal exercising criminal jurisdiction in that country or territory; or b it appears to the Secretary of State that it is desirable for a prisoner to be identified in, or otherwise by his presence to assist, such proceedings or the investigation in the United Kingdom of an offence. 2 If the Secretary of State is satisfied that the appropriate authority in the country or territory where the prisoner is detained will make arrangements for him to come to the United Kingdom to give evidence pursuant to the witness order, witness summons or citation or, as the case may be, for the purpose mentioned in subsection (1)(b) above, he may issue a warrant under this section. 3 No warrant shall be issued under this section in respect of any prisoner unless he has consented to being brought to the United Kingdom to give evidence as aforesaid or, as the case may be, for the purpose mentioned in subsection (1)(b) above but a consent once given shall not be capable of being withdrawn after the issue of the warrant. 4 The effect of the warrant shall be to authorise— a the bringing of the prisoner to the United Kingdom; b the taking of the prisoner to, and his detention in custody at, such place or places in the United Kingdom as are specified in the warrant; and c the returning of the prisoner to the country or territory from which he has come. 5 Subsections (4) to (8) of section 5 above shall have effect in relation to a warrant issued under this section as they have effect in relation to a warrant issued under that section. 6 A person shall not be subject to the  Immigration Act 1971 in respect of his entry into or presence in the United Kingdom in pursuance of a warrant under this section but if the warrant ceases to have effect while he is still in the United Kingdom— a he shall be treated for the purposes of that Act as if he has then illegally entered the United Kingdom; and b the provisions of Schedule 2 to that Act shall have effect accordingly except that paragraph 20(1) (liability of carrier for expenses of custody  etc.  of illegal entrant) shall not have effect in relation to directions for his removal given by virtue of this subsection. 7 This section applies to a person detained in custody in a country or territory outside the United Kingdom in consequence of   — b having been transferred there, or responsibility for his detention and release having been transferred there, from the United Kingdom under the Repatriation of Prisoners Act 1984; c having been transferred there, or responsibility for his detention and release having been transferred there, under any similar provision or arrangement from any other country or territory, as it applies to a person detained as mentioned in subsection (1) above."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "7", "section_title": " Search etc. for material relevant to overseas investigation.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "8", "section_title": " Search etc. for material relevant to overseas investigation: Scotland.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "9", "section_title": " Enforcement of overseas forfeiture orders.", "section_text": "9 1 Her Majesty may by Order in Council provide for the enforcement in the United Kingdom of any order which— a is made by a court in a country or territory outside the United Kingdom designated for the purposes of this section by the Order in Council; and b is for the forfeiture and destruction, or the forfeiture and other disposal, of anything in respect of which an offence to which this section applies has been committed or which was used  or intended for use  in connection with the commission of such an offence. 1A Without prejudice to the generality of subsection (1) above the provision that may be made by virtue of that subsection includes provision which, for the purpose of facilitating the enforcement of any order that may be made, has effect at times before there is an order to be enforced. 2 Without prejudice to the generality of subsection (1) above an Order in Council under this section may provide for the registration by a court in the United Kingdom of any order as a condition of its enforcement and prescribe requirements to be satisfied before an order can be registered. 3 An Order in Council under this section may include such supplementary and incidental provisions as appear to Her Majesty to be necessary or expedient and may apply for the purposes of the Order (with such modifications as appear to Her Majesty to be appropriate) any provisions relating to confiscation or forfeiture orders under any other enactment. 4 An Order in Council under this section may make different provision for different cases. 5 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 This section applies to any offence that corresponds to or is similar to— a an offence under the law of England and Wales; b an offence under the law of Scotland; or c an offence under the law of Northern Ireland."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "10", "section_title": " Rules of court.", "section_text": "10 1 Provision may be made by rules of court for any purpose for which it appears to the authority having power to make the rules that it is necessary or expedient that provision should be made in connection with any of the provisions of this Part of this Act. 2 Rules made for the purposes of Schedule 1 to this Act may, in particular, make provision with respect to the persons entitled to appear or take part in the proceedings to which that Schedule applies and for excluding the public from any such proceedings. 3 An Order in Council under section 9 above may authorise the making of rules of court for any purpose specified in the Order. 4 Rules of court made under this section by the High Court in Scotland shall be made by Act of Adjournal. 5 This section is without prejudice to the generality of any existing power to make rules."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "11", "section_title": " Application to courts-martial etc.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "12", "section_title": " Manufacture and supply of scheduled substances.", "section_text": "12 1 It is an offence for a person— a to manufacture a scheduled substance; or b to supply such a substance to another person, knowing or suspecting that the substance is to be used in or for the unlawful production of a controlled drug. 1A A person does not commit an offence under subsection (1) above if he manufactures or, as the case may be, supplies the scheduled substance with the express consent of a constable. 2 A person guilty of an offence under subsection (1) above is liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; b on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine or both. 3 In this section “ a controlled drug ” has the same meaning as in the  Misuse of Drugs Act 1971 and “ unlawful production of a controlled drug ” means the production of such a drug which is unlawful by virtue of section 4(1)(a) of that Act. 4 In this section and elsewhere in this Part of this Act “ a scheduled substance ” means a substance for the time being specified in Schedule 2 to this Act. 5 Her Majesty may by Order in Council amend that Schedule (whether by addition, deletion or transfer from one Table to the other) but— a no such Order shall add any substance to the Schedule unless— i it appears to Her Majesty to be frequently used in or for the unlawful production of a controlled drug; or ii it has been added to the Annex to the Vienna Convention under Article 12 of that Convention; and b no such Order shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "13", "section_title": " Regulations about scheduled substances.", "section_text": "13 1 The Secretary of State may by regulations make provision— a imposing requirements as to the documentation of transactions involving scheduled substances; b requiring the keeping of records and the furnishing of information with respect to such substances; c for the inspection of records kept pursuant to the regulations; d for the labelling of consignments of scheduled substances. 2 Regulations made by virtue of subsection (1)(b) may, in particular, require— a the notification of the proposed exportation of substances specified in Table I in Schedule 2 to this Act to such countries as may be specified in the regulations; and b the production, in such circumstances as may be so specified, of evidence that the required notification has been given; and for the purposes of section 68 of the  Customs and Excise Management Act 1979 (offences relating to exportation of prohibited or restricted goods) any such substance shall be deemed to be exported contrary to a restriction for the time being in force with respect to it under this Act if it is exported without the requisite notification having been given. 3 Regulations under this section may make different provision in relation to the substances specified in Table I and Table II in Schedule 2 to this Act respectively and in relation to different cases or circumstances. 4 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 5 Any person who fails to comply with any requirement imposed by the regulations or, in purported compliance with any such requirement, furnishes information which he knows to be false in a material particular or recklessly furnishes information which is false in a material particular is guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both. 6 No information obtained pursuant to the regulations shall be disclosed except for the purposes of criminal proceedings or of proceedings under the provisions of the  ...  relating to the confiscation of the proceeds of drug trafficking or corresponding provisions in force in Northern Ireland or of proceedings under Part 2, 3 or 4 of the Proceeds of Crime Act 2002 ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "14", "section_title": " Concealing or transferring proceeds of drug trafficking.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "15", "section_title": "\n Interest on sums unpaid under confiscation orders.", "section_text": "15 1 If any sum required to be paid by a person under a confiscation order is not paid when it is required to be paid (whether forthwith on the making of the order or at a time specified  . . . under section 396(1) of the  Criminal Procedure (Scotland) Act 1975) that person shall be liable to pay interest on that sum for the period for which it remains unpaid and the amount of the interest shall for the purposes of enforcement be treated as part of the amount to be recovered from him under the confiscation order. 2 The sheriff may, on the application of the prosecutor, increase the term of imprisonment or detention fixed in respect of the confiscation order under section 396(2) of the said Act of 1975 (imprisonment in default of payment) if the effect of subsection (1) above is to increase the maximum period applicable in relation to the order under section 407(1A) of the said Act of 1975. 3 The rate of interest under subsection (1) above  . . . shall be the rate  payable under a decree of  the Court of Session."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "18", "section_title": " Offences on British ships.", "section_text": "18 Anything which would constitute a drug trafficking offence if done on land in any part of the United Kingdom shall constitute that offence if done on a British ship."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "19", "section_title": " Ships used for illicit traffic.", "section_text": "19 1 This section applies to a British ship, a ship registered in a state other than the United Kingdom which is a party to the Vienna Convention (a “Convention state”) and a ship not registered in any country or territory. 2 A person is guilty of an offence if on a ship to which this section applies, wherever it may be, he— a has a controlled drug in his possession; or b is in any way knowingly concerned in the carrying or concealing of a controlled drug on the ship, knowing or having reasonable grounds to suspect that the drug is intended to be imported or has been exported contrary to section 3(1) of the  Misuse of Drugs Act 1971 or the law of any state other than the United Kingdom. 3 A certificate purporting to be issued by or on behalf of the government of any state to the effect that the importation or export of a controlled drug is prohibited by the law of that state shall be evidence, and in Scotland sufficient evidence, of the matters stated. 4 A person guilty of an offence under this section is liable— a in a case where the controlled drug is a Class A drug— i on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; ii on conviction on indictment, to imprisonment for life or a fine or both; b in a case where the controlled drug is a Class B drug  or a temporary class drug — i on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both; ii on conviction on indictment, to imprisonment for a term not exceeding fourteen years or a fine or both; c in a case where the controlled drug is a Class C drug— i on summary conviction, to imprisonment for a term not exceeding three months or a fine not exceeding the statutory maximum or both; ii on conviction on indictment, to imprisonment for a term not exceeding  fourteen years  or a fine or both. 5 In this section “a controlled drug” and the references to controlled drugs of a specified Class have the same meaning as in the said Act of 1971; and an offence under this section shall be included in the offences to which section 28 of that Act (defences) applies."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "20", "section_title": " Enforcement powers.", "section_text": "20 1 The powers conferred on an enforcement officer by Schedule 3 to this Act shall be exercisable in relation to any ship to which section 18 or 19 above applies for the purpose of detecting and the taking of appropriate action in respect of the offences mentioned in those sections. 2 Those powers shall not be exercised outside the landward limits of the territorial sea of the United Kingdom in relation to a ship registered in a Convention state except with the authority of the  Commissioners of Customs and Excise ; and  they  shall not give  their  authority unless that state has in relation to that ship— a requested the assistance of the United Kingdom for the purpose mentioned in subsection (1) above; or b authorised the United Kingdom to act for that purpose. 3 In giving  their  authority pursuant to a request or authorisation from a Convention state the  Commissioners of Customs and Excise  shall impose such conditions or limitations on the exercise of the powers as may be necessary to give effect to any conditions or limitations imposed by that state. 4 The  Commissioners of Customs and Excise  may, either of  their  own motion or in response to a request from a Convention state, authorise a Convention state to exercise, in relation to a British ship, powers corresponding to those conferred on enforcement officers by Schedule 3 to this Act but subject to such conditions or limitations, if any, as  they  may impose. 5 Subsection (4) above is without prejudice to any agreement made, or which may be made, on behalf of the United Kingdom whereby the United Kingdom undertakes not to object to the exercise by any other state in relation to a British ship of powers corresponding to those conferred by that Schedule. 6 The powers conferred by that Schedule shall not be exercised in the territorial sea of any state other than the United Kingdom without the authority of the  Commissioners of Customs and Excise  and  they  shall not give  their  authority unless that state has consented to the exercise of those powers."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "21", "section_title": " Jurisdiction and prosecutions.", "section_text": "21 1 Proceedings under this Part of this Act or Schedule 3 in respect of an offence on a ship may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 2 No such proceedings shall be instituted— a in England or Wales except by or with the consent of the Director of Public Prosecutions  ... b in Northern Ireland except by or with the consent of the Director of Public Prosecutions for Northern Ireland or those Commissioners. 3 Without prejudice to subsection (2) above no proceedings for an offence under section 19 above alleged to have been committed outside the landward limits of the territorial sea of the United Kingdom on a ship registered in a Convention state shall be instituted except in pursuance of the exercise with the authority of the  Commissioners of Customs and Excise  of the powers conferred by Schedule 3 to this Act; and section 3 of the  Territorial Waters Jurisdiction Act 1878 (consent of Secretary of State for certain prosecutions) shall not apply to those proceedings."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "22", "section_title": " Extradition.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "23", "section_title": " Application of ancillary provisions of Misuse of Drugs Act 1971.", "section_text": "23 1 The  Misuse of Drugs Act 1971 shall be amended as follows. 2 In section 12(1)\t\t\t\t\t(prohibition direction on practitioner etc. in consequence of conviction) after paragraph (b) there shall be inserted— c of an offence under section 12 or 13 of the Criminal Justice (International Co-operation) Act 1990; . 3 In section 21 (offences by bodies corporate) after the words “any offence under this Act” there shall be inserted the words  “                    or Part II of the Criminal Justice (International Co-operation) Act 1990                  ” . 4 In section 23 (power to search and obtain evidence) after subsection (3) there shall be inserted— 3A The powers conferred by subsection (1) above shall be exercisable also for the purposes of the execution of Part II of the Criminal Justice (International Co-operation) Act 1990 and subsection (3) above (excluding paragraph (a)) shall apply also to offences under section 12 or 13 of that Act, taking references in those provisions to controlled drugs as references to scheduled substances within the meaning of that Part."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "23A", "section_title": " Extension of certain offences to Crown servants and exemptions for regulators etc.", "section_text": "23A 1 The Secretary of State may by regulations provide that, in such circumstances as may be prescribed, section 14(2) above shall apply to such persons in the public service of the Crown, or such categories of person in that service, as may be prescribed. 5 In this section— “ the Crown ” includes the Crown in right of Her Majesty’s Government in Northern Ireland; and “ prescribed ” means prescribed by regulations made by the Secretary of State. 6 The power to make regulations under this section shall be exercisable by statutory instrument. 7 Any such instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "24", "section_title": " Interpretation of Part II.", "section_text": "24 1 In this Part of this Act— “ British ship ” means a ship registered in the United Kingdom or a colony; “ Convention state ” has the meaning given in section 19(1) above; “ scheduled substance ” has the meaning given in section 12(4) above; “ ship ” includes any vessel used in navigation; “ the territorial sea of the United Kingdom ” includes the territorial sea adjacent to any of the Channel Islands, the Isle of Man or any colony; “ the Vienna Convention ” means the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances which was signed in Vienna on 20th December 1988. 2 Any expression used in this Part of this Act which is also used in the  Drug Trafficking Act 1994  has the same meaning as in that Act  and, in section 22(1), “drug trafficking offences” includes drug trafficking offences within the meaning of the  Proceeds of Crime (Northern Ireland) Order 1996 . 3 In relation to Scotland, any expression used in this Part of this Act which is also used in the  Criminal Justice (Scotland) Act 1987 has the same meaning as in that Act and “ drug trafficking offence ” means an offence to which section 1 of that Act relates. 4 If in any proceedings under this Part of this Act any question arises whether any country or territory is a state or is a party to the Vienna Convention, a certificate issued by or under the authority of the Secretary of State shall be conclusive evidence on that question."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "26A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26A"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "26B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26B"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "30", "section_title": " Expenses and receipts.", "section_text": "30 1 Any expenses incurred by the Secretary of State under this Act shall be defrayed out of money provided by Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "31", "section_title": " Consequential and other amendments, repeals and revocation.", "section_text": "31 1 The enactments and instruments mentioned in Schedule 4 to this Act shall have effect with the amendments there specified, being amendments consequential on or otherwise relating to the provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 4 Article 9 of the  Criminal Justice (Evidence, Etc.) (Northern Ireland) Order 1988 is hereby revoked."}, {"act": "Criminal Justice (International Co-operation) Act 1990", "year": 1990, "section": "32", "section_title": " Short title, commencement and extent.", "section_text": "32 1 This Act may be cited as the Criminal Justice (International Co-operation) Act 1990. 2 This Act shall come into force on such day as may be appointed by the Secretary of State by an order made by statutory instrument and different days may be appointed for different provisions and different purposes and for different parts of the United Kingdom. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council direct that the provisions of this Act  and those provisions of the Drug Trafficking Act 1994 which re-enact provisions of this Act  shall extend, with such exceptions and modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands, the Isle of Man or any colony."}]