[{"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "1", "section_title": " Scottish Enterprise and Highlands and Islands Enterprise.", "section_text": "1 There shall be established— a a body to be known as Scottish Enterprise, which shall have the general functions of— i furthering the development of Scotland’s economy and in that connection providing, maintaining and safeguarding employment; ii subject to section 2(1) of this Act  maintaining and  enhancing skills and capacities relevant to employment in Scotland and assisting persons to establish themselves as self-employed persons there; iii promoting Scotland’s industrial efficiency and international competitiveness; and iv furthering improvement of the environment of Scotland; and b a body to be known as Highlands and Islands Enterprise, which shall have the general functions of— i preparing, concerting, promoting, assisting and undertaking measures for the economic and social development of the Highlands and Islands; ii subject to section 2(1) of this Act  maintaining and  enhancing skills and capacities relevant to employment in the Highlands and Islands and assisting persons to establish themselves as self- employed persons there; and iii furthering improvement of the environment of the Highlands and Islands; and Schedule 1 to this Act shall have effect with respect to the constitution and proceedings of, and other matters relating to, those bodies."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "2", "section_title": " Functions in relation to training for employment  etc.", "section_text": "2 1 Without prejudice to section 17 of this Act, exercise of the general functions mentioned in section 1(a)(ii) and (b)(ii) of this Act shall only be in accordance with arrangements made under subsection (3) below. 2 Scottish Enterprise and Highlands and Islands Enterprise shall each— a from time to time submit to the Secretary of State particulars of what it proposes to do for the purpose of carrying out such of its general functions as are mentioned in subsection (1) above; b ensure that all its activities in relation to those functions are in accordance with such proposals submitted by it to the Secretary of State as have been approved by him and with such modifications (if any) of those proposals as are notified to the body in question by him. 3 Scottish Enterprise and Highlands and Islands Enterprise shall each, to such extent as it considers appropriate, make arrangements for the purpose of— a assisting persons to train so that they may obtain and retain employment suitable for their ages and capacities; b improving and developing any such training;  . . . c assisting persons to establish themselves as self-employed persons  ; and d providing temporary employment for persons who are without employment. 4 Arrangements under subsection (3) above may— a include arrangements for encouraging increases in the opportunities for (and types of)  employment and training  that are available to women and girls, to disabled persons or to persons of any racial group (as defined in  section 9 of the Equality Act 2010 ) which constitutes a minority within the population of Scotland; b be made in respect of training anywhere in the United Kingdom or elsewhere; c include provision for the making of payments by Scottish Enterprise or Highlands and Islands Enterprise, by way of grant or loan or otherwise, to persons who provide facilities in pursuance of the arrangements, to persons who use those facilities and to other persons specified in or determined under the arrangements; and d include provision for the making of payments to Scottish Enterprise or Highlands and Islands Enterprise by other parties to the arrangements and by persons who use those facilities. 5 The payments for which, by virtue of subsection (4)(c) or (d) above, arrangements under subsection (3) above may provide— a shall include the payment to a person by Scottish Enterprise or Highlands and Islands Enterprise of an allowance pending a time when payments will be or may be made to that person in respect of his use of facilities which will be or may be made available to him under any such arrangements; and b shall not include the payment of any such allowance to a person— i for any period after that person has attained the age of eighteen years; or ii for any period for which child benefit is payable in respect of that person. 6 Other than under section 15 of this Act, no payments shall be made by or on behalf of Scottish Enterprise or Highlands and Islands Enterprise by virtue of any power conferred by subsection (4) above unless the Secretary of State  . . .has approved— a the amounts of the payments or the manner of determining those amounts; and b the terms on which they are made or the manner of determining those terms. 7 An education authority shall provide Scottish Enterprise or Highlands and Islands Enterprise with such information in the possession of the authority as the body in question may, by written notice to the authority, reasonably require in connection with the determination of questions relating to the exercise by the body of any power which it has by virtue of subsection (4)(c) above to make payments to any person."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "3", "section_title": " Monitoring of training for employment", "section_text": "3 Where the functions of Scottish Enterprise, or of Highlands and Islands Enterprise, mentioned in section 2(3)(a) or (b) of this Act are carried out through an agent or are delegated to any person, the body in question shall have the duty (which shall not itself be delegated) of keeping under continuous review the suitability and adequacy of any training provided by that agent, or as the case may be by that person (or his agent), in discharging those functions."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "4", "section_title": " Further provision as regards functions of Scottish Enterprise.", "section_text": "4 1 For the purposes of its general functions mentioned in section 1(a)(i), (iii) and (iv) of this Act, Scottish Enterprise shall (without prejudice to the generality of that section) to such extent as it considers appropriate— a provide or assist in the provision of finance to persons carrying on or intending to carry on industrial undertakings; b carry on, or establish and carry on, whether by itself or jointly with any other person, industrial undertakings; c assist the establishment or growth of community enterprises or co-operative enterprises; d otherwise promote or assist the establishment, growth, modernisation or development of industry or any undertaking in an industry; e in accordance with arrangements to be approved by the Secretary of State, provide or adapt sites and provide, adapt, modernise or reconstruct premises for industrial undertakings, or assist any other person to do any of those things, and provide or assist in the provision of related facilities; f in such accordance, manage or assist in the management of sites and premises for industrial undertakings; g undertake or assist the undertaking of the development, re-development and improvement of the environment; h bring derelict land into use or improve its appearance, or assist its being so brought or improved; and i promote the private ownership of interests in industrial undertakings by the disposal of securities and other property held by Scottish Enterprise or by any of its subsidiaries, and shall discharge such other functions as are conferred by, under or by virtue of this Act. 2 The functions mentioned in subsection (1)(b) above shall only be exercised through a company ( as defined in section 1(1) of the Companies Act 2006 ) or through a partnership. 3 In subsection (1)(c) above— “ community enterprise ” means a body corporate which— a in the opinion of Scottish Enterprise contributes or will contribute to the economic and social development of a particular area of Scotland; b by its written constitution admits to membership only— i persons resident in, or employed in, that area (or both so resident and so employed); or ii persons nominated by such persons as are mentioned in sub-paragraph (i) above; and c by that constitution prohibits distribution of profits amongst its members; and “ co-operative enterprise ” means a body which fulfills the criteria specified in paragraphs (a) and (b) of section 2(2) of the  Industrial Common Ownership Act 1976 (whether or not it has been certified by the Secretary of State under that section). 4 In exercising its functions, Scottish Enterprise shall have regard to the requirements of agriculture and efficient land management and (without prejudice to its general function of furthering improvement of the environment) to the desirability of safeguarding the environment. 5 Arrangements approved by virtue of paragraph (e) of subsection (1) above may, if it appears to the Secretary of State that there are circumstances which justify the giving of special assistance, include provision that he may authorise Scottish Enterprise to provide premises for the occupation of an undertaking free of rent for such period as he considers appropriate. 6 Without prejudice to the generality of paragraphs (e) and (f) of subsection (1) above, the Secretary of State may authorise Scottish Enterprise to undertake, or assist in, the provision of means of access or other facilities in or for an area where this appears to him to be expedient for the purpose of contributing to or supporting the development of industry in that area."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "5", "section_title": " Further provision as regards functions of Highlands and Islands Enterprise.", "section_text": "5 1 For the purposes of its general functions mentioned in section 1(b)(i) and (iii) of this Act, Highlands and Islands Enterprise shall (without prejudice to the generality of that section)— a keep under review all matters relating to the economic and social well-being and development of the Highlands and Islands; b after consultation with such local authorities  , National Park authorities,  and other bodies as appear to it to have an interest, from time to time prepare and submit to the Secretary of State for his approval proposals (whether general or specific in character) for the economic and social development of the Highlands and Islands or any part thereof; c concert, promote, assist or undertake measures to implement any proposals so approved; d to such extent as it considers appropriate, undertake or assist the undertaking of the development, re-development and improvement of the environment; e to such extent as it considers appropriate, bring derelict land into use or improve its appearance or assist its being so brought or improved; and f advise the Secretary of State on such matters relating to its functions as he may refer to it or as it may think fit, and shall discharge such other functions as are conferred by, under or by virtue of this Act. 2 The Secretary of State may approve, in whole or in part, any proposals submitted to him under subsection (1)(b) above, or may refuse to approve them. 3 In exercising its functions, Highlands and Islands Enterprise shall (without prejudice to its general function of furthering improvement of the environment) have regard to the desirability of safeguarding— a the natural beauty of the countryside in; b the flora and fauna of; and c the geological and geomorphological features of special interest of, the Highlands and Islands."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "6", "section_title": " Development and improvement of the environment.", "section_text": "6 1 For the functions mentioned in— a section 4(1)(g) of this Act, Scottish Enterprise; b section 5(1)(d) of this Act, Highlands and Islands Enterprise, shall, after consultation with such local authorities  , National Park authorities,  statutory and other bodies as appear to it to have an interest, from time to time prepare and submit to the Secretary of State for his approval proposals for the development, redevelopment or improvement of any area within or in relation to which the functions in question are exercisable. 2 The Secretary of State may approve, in whole or in part or with modifications, any proposals submitted to him under subsection (1) above or may refuse to approve them; and any such approval— a may relate to a specific acting of the submitting body, or to all actings of that body which are of a class or description specified in the approval; and b may be given subject to such conditions as may be so specified. 3 The submitting body may— a either by itself or in conjunction with any other person, implement or assist in implementing proposals approved under this section; b make payments of such amount and in such manner as it may, with the approval of the Secretary of State  . . ., determine to any person towards the cost of carrying out works specified in proposals so approved."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "7", "section_title": " Derelict land.", "section_text": "7 Where it appears to Scottish Enterprise or to Highlands and Islands Enterprise that land is derelict, neglected or unsightly and that steps should be taken for the purpose of enabling the land (in this Act referred to as “ derelict land ”) to be brought into use or of improving the appearance of the land the body in question— a in accordance with arrangements approved by the Secretary of State may acquire, by agreement or compulsorily, the derelict land and any other land (whether or not adjacent to the derelict land) whose acquisition is reasonably required for the purpose mentioned above and may carry out, or assist in carrying out, on the derelict land and the other land such works as appear to the body to be expedient for that purpose; and b after carrying out those works may dispose of the land free of charge to a local authority or to a development corporation (within the meaning of the  New Towns (Scotland) Act 1968) for the purpose of the land being used as a public open space."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "8", "section_title": " General and specific powers.", "section_text": "8 1 Subject to section 2(1) of this Act, Scottish Enterprise and Highlands and Islands Enterprise may do anything, whether in Scotland or elsewhere, which is calculated to facilitate or is incidental or conducive to the discharge of their respective general functions; and subject to section 13 of this Act things done by either body under the foregoing provisions of this subsection may (without prejudice to the generality of those provisions) include— a in addition to any power exercisable by virtue of section 2(4)(c) of this Act, making— i grants; or ii loans, on such conditions as the granter or lender thinks fit; b acquiring, holding and disposing of securities; c guaranteeing obligations (arising out of loans or otherwise) incurred by any other person; d in addition to any power exercisable under or by virtue of section 2(3) or 4(1)(e) of this Act providing, or assisting in the provision of, advisory or other services or facilities for any other person; e acquiring land by agreement; f acquiring land (including servitudes or other rights in or over land by the creation of new rights) compulsorily, except that in so far as acquisition is for or in connection with the carrying on of industrial undertakings in any area it shall only be of land whose acquisition appears to the body in question to be necessary to secure an adequate supply of land for such undertakings in the area; g in addition to any power exercisable under subsection (1)(f) of section 4 of this Act, holding land acquired by it and disposing of or otherwise dealing with such land, so however that, except with the consent of the Secretary of State (whether or not given by virtue of subsection (5) of that section) and subject to section 7(b) of this Act, neither body shall dispose of land, or grant a lease of land, for a consideration less than the best that reasonably can be obtained; h acquiring and disposing of plant, machinery, equipment and other property; i in addition to any power exercisable under the said subsection (1)(f), managing, developing, or carrying out works on, land, or assisting in such management or development or in the carrying out of such works, and maintaining or assisting in the maintenance of such works; j making land, plant, machinery, equipment and other property available for use by other persons; k acting directly or through an agent (who, without prejudice to the generality of this paragraph, may be the Secretary of State), or itself acting as agent for another person; l forming, promoting, or joining with any other person in forming or promoting, companies  under the Companies Act 2006 ; m forming and registering societies, or joining with any other person in forming and registering societies, under  the Co-operative and Community Benefit Societies Act 2014 ; n forming partnerships with other persons; o carrying out, or commissioning the carrying out of, such enquiries, investigations or researches as it may deem necessary or expedient and disseminating, or assisting in the dissemination of, information derived from those enquiries, investigations or researches; p promoting, or assisting in the promotion of, publicity; q charging for any of its services; r accepting any gift or grant made to it for the purposes of any of the body’s functions and, subject to the terms of the gift or grant, and to the provisions of this Act, applying the gift or grant for those purposes; s turning its resources to account so far as they are not required for the exercise of any of its general functions and powers; and t reclaiming land from the sea. 2 Without prejudice to the generality of the preceding provisions of this Act, Highlands and Islands Enterprise may engage in any activity which it deems expedient for the introduction, operation or development, by it or by other persons, or by it and by other persons, of industrial and other enterprises in the Highlands and Islands. 3 In addition to its power under subsection (1)(p) above, Highlands and Islands Enterprise may promote, or assist in the promotion of, any publicity relating to the Highlands and Islands. 4 Subject to section 13(3) of this Act, in addition to its power under subsection (1)(b) above, Highlands and Islands Enterprise may acquire and hold securities for the purpose of assisting in the provision of finance to persons carrying on or intending to carry on industrial undertakings. 5 Without prejudice to subsection (2) above, Highlands and Islands Enterprise may for the purposes of its general functions carry on, or establish and carry on, (whether by itself or jointly with another person) a business or industrial undertaking which in the opinion of the body contributes or will contribute to the economic and social development, or the improvement of the environment, of the Highlands and Islands. 6 Without prejudice to subsection (1)(f) above and to section 9 of this Act, the powers and duties conferred on Scottish Enterprise and Highlands and Islands Enterprise by this Act shall, subject to  section 32  of this Act, be exercisable, in relation to land not belonging to them, on such terms and conditions as may be arranged by agreement with all persons having an interest in the land. 7 Any power conferred by subsection (1) above to transfer securities or other property includes, without prejudice to the generality of that subsection, the power to transfer the securities or property (or where the securities or property are held by a subsidiary of the body in question to procure transfer) to the  Scottish Ministers or a nominee of theirs . 8 Where Highlands and Islands Enterprise makes a loan under subsection (1)(a) above to a crofter for the purpose of assisting him— a in the erection of any building or other structure, or the execution of any works, on his croft; or b in carrying on any business or undertaking on or in connection with his croft, the body may give notice of the loan to the landlord of the croft and to the Secretary of State. 9 If notice is given under subsection (8) above then— a in relation to the loan sections 11(7)(a) and 23(3) of the  Crofters (Scotland) Act 1955 (which provide respectively for payment to the Secretary of State of the value of improvements on the croft of a deceased crofter up to the amount of his liability to the Secretary of State and for the transfer to the Secretary of State of rights to compensation for improvements) shall apply as if for the references to the Secretary of State there were substituted references to Highlands and Islands Enterprise, so however that— i any rights which Highlands and Islands Enterprise thereby acquires shall be postponed to any rights, whenever constituted, of the Secretary of State under those provisions; and ii the landlord shall be entitled to set off all rent due, or to become due, by the crofter against any sum found to be due to Highlands and Islands Enterprise by virtue of this paragraph; b any amount due to the executor of the crofter under section 11(7A) of the said Act of 1955 (which provides in certain circumstances for payment by the Secretary of State to the executor of the difference between the value of improvements computed on one basis and that value computed on another) or to the crofter under section 6(3) of the  Crofters (Scotland) Act 1961 (which provides for payments to certain crofters by the Secretary of State of sums additional to compensation in respect of improvements) shall, up to the amount of any liability outstanding on the loan after giving effect to paragraph (a) above, be payable not to the executor but to Highlands and Islands Enterprise. 10 In subsections (8) and (9) above— a “ croft ” , “ crofter ” and “ landlord ” have the meanings respectively assigned to them by the said Act of 1955; and b any reference to a crofter includes a reference to a statutory successor within the meaning of that Act. 11 For the purposes of subsection (1)(e) above— a the Lands Clauses Acts (except so much of them as relates to the acquisition of land otherwise than by agreement, the provisions relating to access to the special Act and sections 120 to 125 of the  Lands Clauses Consolidation (Scotland) Act 1845); and b sections 6 and 70 to 78 of the  Railway Clauses Consolidation (Scotland) Act 1845 (as originally enacted and not as amended by section 15 of the  Mines (Working Facilities and Support) Act 1923), shall be incorporated with this section; and, in construing those Acts for the purposes of this section, this section shall be deemed to be the special Act and Scottish Enterprise, or as the case may be Highlands and Islands Enterprise, to be the promoter of the undertaking or company. 12 For the purposes of subsection (1)(f) above, the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply as if Scottish Enterprise, or as the case may be Highlands and Islands Enterprise, were a local authority and as if this section were contained in an Act in force immediately before the commencement of that Act. 13 For the purposes of section 278 of the  Town and Country Planning (Scotland) Act 1972 (general vesting declarations) Scottish Enterprise and Highlands and Islands Enterprise shall be deemed to be public authorities to which that section applies."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "9", "section_title": " Powers of entry.", "section_text": "9 1 Subject to subsection (2) below, any person duly authorised in writing— a by Scottish Enterprise or by Highlands and Islands Enterprise (the body in question being in this paragraph referred to as the “ authorising body ”) may, at any reasonable time, enter upon land in order to survey it— i where the authorising body has under consideration the lease or purchase of the land; ii for the purpose of the erection of buildings or other structures, or the carrying out of works or other operations, on the land or the provision of equipment and services on or in connection with the land; or iii for the purpose of determining whether, and if so in what manner, any of the functions of the authorising body (other than functions referred to in section 2(3), 4(1)(a) or (b) or as the case may be 5(1)(b) of this Act) should be exercised in relation to the land; b by Highlands and Islands Enterprise may, at any reasonable time, enter upon land in order to survey it— i in connection with any proposals for submission by Highlands and Islands Enterprise to the Secretary of State under the said section 5(1)(b) or with such proposals so submitted; or ii for any purpose not mentioned in paragraph (a) or (b)(i) above but connected with the exercise of Highlands and Islands Enterprise’s functions under this Act (other than functions referred to in section 2(3) thereof). 2 A person authorised under this section to enter upon any land shall, if so required by the occupier or anyone acting on the occupier’s behalf, produce evidence of his authority, and shall not demand admission as of right to any land which is occupied unless at least fourteen days’ notice of the intended entry has been given to the occupier. 3 Where any land is damaged in the exercise of a power of entry conferred under this section or in the making of any survey for the purpose of which any such power of entry has been so conferred, compensation in respect of that damage may be recovered by any person interested in the land from Scottish Enterprise or as the case may be from Highlands and Islands Enterprise; and the amount of such compensation shall, in the case of any dispute, be determined by the Lands Tribunal for Scotland. 4 Any power conferred by this section to survey land shall be construed as including power to search and bore for the purpose of ascertaining the nature of the subsoil or the presence of minerals therein if notice of the intention to do so has been included in the notice required by subsection (2) of this section; but if the land is held by statutory undertakers who object to the proposed works on the ground that carrying them out would be seriously detrimental to the carrying on of the statutory undertaking, the works shall not be carried out except with the authority of the appropriate Minister. 5 In subsection (4) above, “ appropriate Minister ” and “ statutory undertakers ” have the same meanings as they have respectively in  217 and 214 of the Town and Country Planning (Scotland) Act 1997 . 6 A person entering upon any land by virtue of this section may take with him such other persons as may be necessary, and on leaving any premises which he has so entered and which are either unoccupied premises or premises the occupier of which is temporarily absent, shall leave them as effectively secured against unauthorised entry as he found them. 7 A person who wilfully obstructs any person acting in the exercise of his powers under this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 A person who, having in accordance with this section been admitted to a factory, workshop or workplace, discloses to any other person information thereby obtained as to any manufacturing process or trade secret shall, unless the disclosure was made in the course of performing his duty in connection with the purpose for which he was authorised to enter the premises, be guilty of an offence and liable on summary conviction to a fine not exceeding the statutory maximum or on conviction on indictment to a fine. 9 Nothing in this section shall affect any rights conferred by or in accordance with  “the electronic communications code  on the operator of  an electronic communications code network  or any duty of any such operator under that code or apply to any  electronic communications apparatus  kept installed for the purposes of any  such network ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "10", "section_title": " Power of Scottish Enterprise to obtain information.", "section_text": "10 1 Scottish Enterprise may, for the purpose of enabling it to make an order or serve any notice or other document which, by, under or by virtue of any of the provisions of this Act it is authorised or required to make or serve, require the occupier of any premises, and any person who, either directly or indirectly, receives rent in respect of any premises, to state in writing the nature of his interest in the premises and the name and address of any other person known to him to have an interest in the premises, whether as  ... owner, heritable creditor, lessee or otherwise. 2 Any person who, having been required in pursuance of this section to give any information— a refuses, or fails within ten days of being so required, to give that information shall, unless he can show reasonable cause for the refusal or failure, be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale; or b knowingly or recklessly makes any misstatement in response to the requirement shall be guilty of an offence and liable on summary conviction to a fine not exceeding the statutory maximum or on conviction on indictment to a fine. 3 Where an offence under this section committed by a body corporate or a Scottish firm is proved to have been committed with the consent or connivance of, or to have been attributable to any neglect on the part of, any director, partner, manager, secretary or other similar officer of the body corporate or firm or a person who was purporting to act in any such capacity, he as well as the body corporate or, as the case may be, the firm shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 4 Where the affairs of a body corporate are managed by its members, subsection (3) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "11", "section_title": " Power of Highlands and Islands Enterprise to obtain information.", "section_text": "11 1 Highlands and Islands Enterprise may by notice served on the owner or occupier of any land in the Highlands and Islands, or on any person carrying on a business or undertaking in the Highlands and Islands, require him to furnish it with such information specified in the notice as it reasonably may require for the execution in relation to the land, business or undertaking, of any of its functions under this Act other than the general function mentioned in section 1(b)(ii) thereof. 2 A person on whom a notice has been served under subsection (1) above may, within one month after such service, appeal to the sheriff on the ground that the information specified in the notice, or some part of that information, is not reasonably required by Highlands and Islands Enterprise in terms of that subsection; and the sheriff may make such order confirming, quashing or varying the notice as he thinks fit. 3 Without prejudice to the generality of subsection (2) above, the sheriff may, in determining, for the purposes of that subsection, whether information is reasonably required, take into account the probable cost or inconvenience to the appellant of furnishing the information. 4 Any person who, having been required in pursuance of this section to give any information— a refuses, or fails timeously, to furnish the information specified in the notice (as varied by the sheriff as the case may be) shall, unless he can show reasonable cause for the refusal or failure, be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale; or b knowingly or recklessly makes any misstatement in response to the requirement shall be guilty of an offence and liable on summary conviction to a fine not exceeding the statutory maximum or on conviction on indictment to a fine. 5 Subsections (3) and (4) of section 10 of this Act shall apply in relation to an offence under this section as they apply in relation to an offence under that section. 6 The reference in subsection (4)(a) above to a person failing timeously to furnish information specified in a notice is a reference to his failing to furnish it within three months after service of the notice or, in a case where there has been an appeal under subsection (2) above as respects the notice, within three months after a decision on that appeal confirming or varying the notice, or of the abandonment of the appeal. 7 Subject to subsection (9) below, information which has been obtained by virtue of this section with respect to any land, business or undertaking shall not without the consent of the owner and occupier of that land or, as the case may be, of the person carrying on that business or undertaking, be disclosed other than for the purposes of the execution of functions which is mentioned in subsection (1) above or in compliance with a direction under section 14(2) of this Act. 8 A person who discloses information to any other person in contravention of subsection (7) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding the statutory maximum or on conviction on indictment to a fine. 9 Nothing in subsection (7) above applies to a disclosure of information made for the purposes of any legal proceedings pursuant to this Part of this Act (or, if they are criminal proceedings, whether pursuant to this Part of this Act or not) or for the purposes of a report of any legal proceedings."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "12", "section_title": " Further provision as regards obtaining information etc.", "section_text": "12 1 Scottish Enterprise and Highlands and Islands Enterprise shall each be a competent authority for the purposes of the  Statistics of Trade Act 1947, and the reference in section 1(1) of that Act (power of competent authorities to obtain information) to the discharge by government departments of their functions shall include a reference to the discharge by each of the bodies of its functions. 2 Nothing in section 9 of the said Act of 1947 (restrictions on disclosure of information) shall prevent or penalise— a the disclosure by the Secretary of State of relevant information to Scottish Enterprise or Highlands and Islands Enterprise; b the disclosure by Scottish Enterprise or Highlands and Islands Enterprise of relevant information to a government department; c the disclosure by Scottish Enterprise and Highlands and Islands Enterprise to each other, or by either to a board, of relevant information which is of a kind specified in a notice in writing given to the body making the disclosure and to the recipient of the information by the Secretary of State in pursuance of this paragraph; d the disclosure by Scottish Enterprise or Highlands and Islands Enterprise of relevant information, consisting of the name and address of any establishment, the numbers of persons of different descriptions employed there and the nature of the activities carried on there, to— i a person who is, or is to be, engaged in carrying out on behalf of either body (or both bodies) any research or survey related to matters connected with training for or relevant to employment; or ii an officer of a planning authority (within the meaning of the  Town and Country Planning (Scotland) Act 1972) or of a development corporation (within the meaning of the  New Towns (Scotland) Act 1968), being an officer who is authorised by the authority or as the case may be by the corporation to receive the information; or e the disclosure by Scottish Enterprise or Highlands and Islands Enterprise to a person to whom notice in writing is given by the Secretary of State in pursuance of this paragraph of statistics compiled wholly or partly from relevant information about the number of persons employed in any activity or area provided that the giving of the notice is intimated by the Secretary of State to the body in question before the disclosure. 3 In subsection (2) above— “ a board ” means an industrial training board established under section 1 of the  Industrial Training Act 1964 or under section 1 of the  Industrial Training Act 1982; and “ relevant information ” means information obtained under the  Statistics of Trade Act 1947, and any reference in that subsection to— i the Secretary of State, a government department, Scottish Enterprise, Highlands and Islands Enterprise or such a board includes an officer of his, or as the case may be of that body; ii such a board includes a committee appointed by the board, any officer of such a committee and any person entitled to take part in proceedings of the board. 4 Notice in pursuance of paragraph (c) or (e) of subsection (2) above shall include specification of the purpose for which the information disclosed may be used. 5 A person to whom information is disclosed by virtue of subsection (2) above shall not use the information for a purpose other than— a in a case falling within paragraph (a) of the subsection, a purpose of the body to which the disclosure is made; b in a case falling within paragraph (b) of the subsection, a purpose of the government department in question; c in a case falling within paragraph (c) or (e) of the subsection, the purpose specified under subsection (4) above in the notice given to the person in pursuance of the paragraph in question; d in a case falling within paragraph (d)(i) of the subsection, a purpose related to the carrying out of the research or survey in question; e in the case of information given by virtue of paragraph (d)(ii) of the subsection to an officer of a planning authority, the purposes of the functions conferred on the authority by Part II of  the Town and Country Planning (Scotland) Act 1997 ; and f in the case of information given by virtue of the said paragraph (d)(ii) to an officer of a development corporation, the purposes of the functions conferred on the corporation by section 3 of the  New Towns (Scotland) Act 1968 (objects and general powers of corporation). 6 A person who contravenes subsection (5) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 7 Without prejudice to section 30(5) of this Act, Scottish Enterprise and Highlands and Islands Enterprise shall each furnish the Secretary of State with such information in its possession as he may require in connection with the determination of questions relating to contributions or benefit under— a the benefit Acts (as defined in section 84(1) of the  Social Security Act 1986); or b the  Social Security Act 1988, and any information falling to be furnished in pursuance of this subsection shall be furnished in such form and at such times as the Secretary of State may direct."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "13", "section_title": " Restrictions on exercise of certain powers.", "section_text": "13 1 Except with the approval of the Secretary of State, the powers mentioned in subsection (1)(a)(ii), (b), (c), (l) (in relation to forming or promoting companies but not in relation to joining with any other person in forming or promoting companies) and (n) of section 8 of this Act shall be exercised by Scottish Enterprise in connection only with such of its functions as are mentioned in section 4 (1)(a) or (b) of this Act. 2 The powers mentioned in subsections (1)(a)(i) and (e) to (g) and (4) of the said section 8 shall be exercised only in accordance with arrangements made with the Secretary of State. 3 The powers mentioned in subsections (1)(a), (b), (d), (l) and (m) and (4) of the said section 8 shall be exercised by Highlands and Islands Enterprise as regards only persons carrying on, or proposing to carry on, whether or not wholly within the Highlands and Islands, a business or undertaking which in the opinion of the body contributes or will contribute to the economic and social development, or the improvement of the environment, of the Highlands and Islands. 4 Neither Scottish Enterprise nor any of its subsidiaries shall acquire any of the share capital of a body corporate except with the consent of the Secretary of State or in accordance with any general authority given by the Secretary of State— a if the acquisition would entitle Scottish Enterprise to exercise, or control the exercise of, 30% or more of the votes at any general meeting of the body corporate; or b if the value of the consideration for the acquisition, together with the value of any consideration paid for share capital of the body corporate already held by Scottish Enterprise or any of its subsidiaries would exceed £1,000,000. 5 Subsection (4)(a) above shall not restrict the acquisition of share capital which gives a right to vote exercisable only in restricted circumstances; and where Scottish Enterprise holds such share capital the fact that it does so shall be disregarded for the purpose of determining whether subsection (4)(a) above prevents acquisition of further share capital of the same body corporate."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "14", "section_title": " Power of Secretary of State to give directions.", "section_text": "14 1 The Secretary of State may after consulting with— a Scottish Enterprise, give Scottish Enterprise; b Highlands and Islands Enterprise, give Highlands and Islands Enterprise, directions of a general or specific character as to the exercise of its functions; and it shall be the duty of the body in question to give effect to any such directions. 2 Without prejudice to sections 12(7) and 30(5) of this Act, the Secretary of State may give directions to Scottish Enterprise or to Highlands and Islands Enterprise requiring the body in question to furnish to a government department, in a form specified in the directions, any information so specified which has been obtained by that body by virtue of section 12(1) of this Act or otherwise."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "14A", "section_title": " Power of Ministers to confer or impose functions.", "section_text": "14A 1 Without prejudice to the foregoing provisions of this Act, the functions of each of Scottish Enterprise and Highlands and Islands Enterprise shall include— a a power to do anything in connection with unemployment, training for employment or employment which it is authorised to do by a Minister of the Crown; and b a duty to do anything in connection with unemployment, training for employment or employment which it is required to do by or under a direction given to it by a Minister of the Crown. 2 Scottish Enterprise and Highlands and Islands Enterprise shall each— a from time to time submit to the Secretary of State particulars of what it proposes to do for the purpose of carrying out the functions conferred or imposed upon it by or under subsection (1) above; and b ensure that all its activities in relation to those functions are in accordance with such proposals submitted by it to the Secretary of State as have been approved by him and with such modifications (if any) of those proposals as are notified to the body in question by him. 3 The power of a Minister of the Crown by virtue of subsection (1) above to authorise or direct Scottish Enterprise or Highlands and Islands Enterprise to do anything shall include the power to delegate powers conferred on him by any enactment; but nothing in this section shall authorise any Minister of the Crown to delegate a power to make subordinate legislation (within the meaning of the  Interpretation Act 1978)."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "15", "section_title": " Industrial injuries benefit.", "section_text": "15 1 Where it appears to— a Scottish Enterprise; or b Highlands and Islands Enterprise, that a person would have been entitled, by reference to an injury or disease developed by him or by another person in consequence of attendance at a course provided or approved by it or in consequence of the use of facilities so provided or approved, to receive any benefit or increase in benefit in pursuance of Part II of the  Social Security Act 1975 but for the fact that he or the other person was not at a relevant time an employed earner, it may make to him payments equal to the whole or part of the benefit or increase in question. 2 With the approval of the Secretary of State— a Scottish Enterprise; or b Highlands and Islands Enterprise, may make to a person payments by way of travelling and subsistence allowances and compensation for loss of remunerative time which it considers are appropriate in connection with the person’s attendance at any examination connected with a claim for payments from it under subsection (1) above."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "16", "section_title": " Courses of training etc.: duty to give preference to certain categories of disabled person.", "section_text": "16 1 It shall be the duty of— a Scottish Enterprise; and b Highlands and Islands Enterprise, in exercising any power which the body in question has to select disabled persons for courses of training, to give preference, so far as the body in question considers it consistent with the efficient exercise of the power, to persons of the classes specified in section 16 of the  Disabled Persons (Employment) Act 1944 (classes of ex-service men and women to whom preference is to be given in terms of that section). 2 In subsection (1) above, “ disabled person ” has the same meaning as in the  Equality Act 2010 ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "17", "section_title": " Encouragement of women, members of ethnic minorities and disabled persons to take up certain employment opportunities and training", "section_text": "17 1 Scottish Enterprise and Highlands and Islands Enterprise shall each, in exercising its functions, promote such actings by any employer as are lawful by virtue of section 158 of the Equality Act 2010 (the “ 2010 Act ”) (positive action: general) in relation to— a affording access to facilities for training, and b encouraging persons to take advantage of opportunities for taking up that employer’s work. 2 This section applies to the protected characteristics of sex, race and disability within the meaning of the  2010 Act . 3 This section is without prejudice to paragraph (a) of section 2(4) of this Act or to any provision of the  2010 Act  prohibiting discrimination within the meaning of that Act. "}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "18", "section_title": " Prohibition on discrimination in provision of certain facilities or services.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "19", "section_title": " Delegation of certain functions and powers.", "section_text": "19 1 Subject to subsection (2) below and to section 3 of this Act, and without prejudice to section 8(1)(k) thereof, Scottish Enterprise and Highlands and Islands Enterprise may each arrange for the discharge of any of its functions by another person on such terms as may be agreed between it and that person; and with the function so delegated it may delegate to the person such of its powers as are requisite for discharging the function and may (under section 8(1) of this Act) transfer to the person such of its property as it considers appropriate on such terms as may be so agreed. 2 The following shall not be delegated under subsection (1) above— a the functions of Scottish Enterprise, and of Highlands and Islands Enterprise, mentioned in section 2(2) of this Act; b the functions of Highlands and Islands Enterprise mentioned in paragraphs (a), (b) and (f) of section 5(1) of this Act; c any power to acquire land compulsorily or by virtue of section 8(11) of this Act; d any power to authorise entry to land; or e any power to require or obtain information. 3 Any arrangement made by Scottish Enterprise or Highlands and Islands Enterprise under subsection (1) above shall not prevent the body in question from itself exercising the delegated function or any power delegated with the function."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "20", "section_title": " Assistance from local authorities and development corporations in carrying out certain functions.", "section_text": "20 1 Any local authority may, within their area, act as agent for Scottish Enterprise or Highlands and Islands Enterprise or for any relevant person, and any development corporation of a new town may so act whether within or, with the consent of the Secretary of State, outwith the designated area of the new town, to carry out any of the functions— a of Scottish Enterprise mentioned in paragraphs (d) to (h) of section 4(1) of this Act; or b of Highlands and Islands Enterprise mentioned in paragraphs (c) to (e) of section 5(1) of this Act. 2 For the purposes of assisting Scottish Enterprise, Highlands and Islands Enterprise or any relevant person to carry out any of the functions referred to in paragraph (a) or (b) of subsection (1) above, a local authority or development corporation, on being requested by the body or person in question, may place at its or his disposal the services of officers or servants of the authority or corporation on such terms as may be agreed with that body or person. 3 The references in subsections (1) and (2) above to any relevant person are to a person to whom any of the functions to be carried out has been delegated under section 19(1) of this Act."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "21", "section_title": " Areas of operation.", "section_text": "21 1 Subject to the provisions of this Part of this Act, the area within or in relation to which the functions of Highlands and Islands Enterprise shall be exercisable (in this Act referred to as “ the Highlands and Islands ”) shall comprise— a the local government areas of Highland, Western Isles, Orkney Islands, Shetland Islands and that part of Argyll and Bute which is the area of the former Argyll and Bute District Council and the islands of Arran, Great Cumbrae and Little Cumbrae; b in the  local government area of Moray, , the parishes of Aberlour, Cabrach, Dallas, Dyke, Edinkillie, Forres, Inveravon, Kinloss, Kirkmichael, Knockando, Mortlach, Rafford and Rothes; and c such other parts of Scotland as, having regard to their character and their proximity to the area mentioned in paragraphs (a) and (b) above, the Secretary of State may by order made by statutory instrument from time to time designate. 2 An order shall not be made under subsection (1) above unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament. 3 The functions of Scottish Enterprise shall be exercisable throughout Scotland; but within or in relation to the area mentioned in subsection (1) above only if and in so far as their exercise— a is requested by Highlands and Islands Enterprise; or b is, after his consulting not only with Scottish Enterprise but also with Highlands and Islands Enterprise, directed by the Secretary of State under section 14(1)(a) of this Act. 4 Highlands and Islands Enterprise shall have an office in the Highlands and Islands at which communications and notices will be received. 5 In this section references to local government areas are references to the new local government areas within the meaning of Part I of the Local Government etc. (Scotland) Act 1994."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "22", "section_title": " Transfer of property, rights and liabilities.", "section_text": "22 1 By virtue of this subsection, on a date which the Secretary of State may by order appoint— a for the purposes of this paragraph (such date being in this Act referred to as “ the first transfer date ”) all property, rights and liabilities to which the Scottish Development Agency are entitled or subject immediately before the first transfer date shall instead become property, rights and liabilities of, and vest in, Scottish Enterprise (that body being referred to in Schedule 3 to this Act as the Scottish Development Agency’s “successor”); b for the purposes of this paragraph (such date being so referred to as “ the second transfer date ”) all property, rights and liabilities to which the Highlands and Islands Development Board are entitled or subject immediately before the second transfer date shall instead become property, rights and liabilities of, and vest in, Highlands and Islands Enterprise (that body being referred to in the said Schedule as the Highlands and Islands Development Board’s “successor”). 2 References in this Act to— a property, rights and liabilities of the Scottish Development Agency or of the Highlands and Islands Development Board are references to all such property, rights and liabilities whether or not capable of being transferred or assigned by the said Agency or as the case may be by the said Board; b liabilities of the Scottish Development Agency include, notwithstanding the repeal by this Act of Schedule 2 to the  Scottish Development Agency Act 1975 (financial and administrative provisions relating to the Agency), any liability arising under or by virtue of that Schedule. 3 It is hereby declared for the avoidance of doubt that— a any reference in this Act to property of the Scottish Development Agency or of the Highlands and Islands Development Board is a reference to such property whether situated in the United Kingdom or elsewhere; b any reference therein to rights and liabilities of the said Agency or of the said Board is a reference to rights to which the body in question are entitled or as the case may be to liabilities to which the body are subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outwith the United Kingdom; and c the same date may be appointed as the first transfer date and as the second transfer date. 4 The Secretary of State may by order made by statutory instrument transfer to Scottish Enterprise or Highlands and Islands Enterprise any relevant property, rights or liabilities to which he is entitled or subject. 5 For the purposes of subsection (4) above, property, rights or liabilities— a are relevant if, in the opinion of the Secretary of State, connected with the carrying out by him in Scotland of functions conferred by or under the  Employment and Training Act 1973; and b may be transferred whether or not capable of being transferred or assigned by the Secretary of State apart from under that subsection. 6 An order under subsection (4) above may make such incidental and transitional provision as the Secretary of State considers necessary or expedient for the purposes of the order."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "23", "section_title": " Dissolution of the Scottish Development Agency and of the Highlands and Islands Development Board.", "section_text": "23 1 The Scottish Development Agency shall continue in existence after the first transfer date, and the Highlands and Islands Development Board after the second transfer date, until the body in question are dissolved under subsection (3) below. 2 The bodies mentioned in subsection (1) above are, in subsection (3) below and in Schedule 3 to this Act, referred to as the “ existing bodies ” and the period of either such body’s continued existence as their “transitional period”. 3 The Secretary of State may by order made by statutory instrument, after consulting an existing body and their successor, dissolve the existing body on a day specified in the order, as soon as he is satisfied that nothing further remains to be done by that body (whether under the said Schedule 3 or otherwise). 4 The transitional provisions and savings contained in Schedule 3 to this Act shall have effect; but those provisions are without prejudice to sections 16 and 17 of the  Interpretation Act 1978 (effect of repeals)."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "24", "section_title": " Financial duties of Scottish Enterprise.", "section_text": "24 1 After consultation with Scottish Enterprise, the Secretary of State may  . . .determine the financial duties of Scottish Enterprise; and different determinations may be made in relation to different functions and activities of the body. 2 The Secretary of State shall give Scottish Enterprise notice of every determination under subsection (1) above; and such a determination may— a relate to a period beginning before the date on which it is made; b contain incidental or supplemental provisions; and c be varied by a subsequent determination under that subsection."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "25", "section_title": " Finances of Scottish Enterprise.", "section_text": "25 1 Schedule 2 to this Act shall have effect as regards the finances of Scottish Enterprise. 1A In any financial year the net aggregate amount of sums borrowed by Scottish Enterprise and its subsidiaries as general external borrowing shall not exceed the amount specified for that year for the purposes of this section in a Budget Act. 1B In subsection (1A) above— “ general external borrowing ” means— in relation to Scottish Enterprise, sums borrowed by it other than sums borrowed from a body corporate which is or was one of its subsidiaries at the time of the loan, in relation to a subsidiary of Scottish Enterprise, sums borrowed by the subsidiary (whether or not a subsidiary of Scottish Enterprise at the time of the loan) other than sums borrowed from Scottish Enterprise, or another subsidiary of Scottish Enterprise, “ net aggregate amount ” means the aggregate amount of sums borrowed in the financial year less any repayments made during that year (otherwise than by way of interest) in respect of sums borrowed in that or any other year. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "26", "section_title": " Finances of Highlands and Islands Enterprise.", "section_text": "26 1 The Secretary of State may  . . .make such grants to Highlands and Islands Enterprise as appear to him to be required to enable the body to meet the expenses it incurs in the exercise of its functions and powers. 2 Any grant under subsection (1) above may be subject to such conditions as the Secretary of State thinks fit to impose. 3 For the purposes of the exercise of any of its functions or powers, Highlands and Islands Enterprise may, with the consent of the Secretary of State  . . ., borrow money. 3A In any financial year the net amount of sums borrowed shall not exceed the amount specified for that year for the purposes of this section in a Budget Act. 3B In subsection (3A) above, “ net amount ” means the amount of sums borrowed in the financial year less any repayments made during that year (otherwise than by way of interest) in respect of sums borrowed in that or any other year. 4 No security shall be constituted over land owned by Highlands and Islands Enterprise."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "27", "section_title": " Additional financing for Scottish Development Agency.", "section_text": "27 In paragraph 2 of Schedule 2 to the  Scottish Development Agency Act 1975 (payments to the Agency out of money provided by Parliament), at the end of sub-paragraph (a) but before the word “and” there shall be inserted the following sub-paragraph— aa in respect of payments by them under sub-paragraph (3A) of paragraph 1 above in reduction of the public dividend capital or repayments by them under sub-paragraph (2) of paragraph 4 below, ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "28", "section_title": " Application to Crown land.", "section_text": "28 1 No power (whether a power of compulsory acquisition or other compulsory power, a power to carry out works or a power of entry) which is conferred by or under this Part shall, except with the consent of the appropriate authority, be exercisable in relation to any land in which there is a Crown interest; that is to say, an interest— a belonging to Her Majesty in right of the Crown; or b belonging to a government department or held in trust for Her Majesty for the purposes of a government department. 2 A consent given for the purposes of subsection (1) above may be given on such conditions as the appropriate authority giving the consent may consider requisite. 3 Subject to subsection (1) above, the provisions of this Part shall have effect in relation to land in which there is a Crown interest as they have effect in relation to land in which there is no such interest. 4 In this section “ the appropriate authority ”— a in relation to land belonging to Her Majesty in right of the Crown and forming part of the Crown Estate, means the Crown Estate Commissioners; b in relation to any other land belonging to Her Majesty in right of the Crown, means the government department having the management of that land  or the relevant person  ; and c in relation to land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, means that department; and, if any question arises as to what authority is the appropriate authority in relation to any land, that question shall be referred to the Treasury, whose decision shall be final. 5 In subsection (4), “relevant person”, in relation to any land to which section 90B(5) of the Scotland Act 1998 applies, means the person who manages that land."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "29", "section_title": " Service of documents.", "section_text": "29 1 Any document required or authorised by virtue of this Act to be served on any person may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary of that body; or c if the person is a firm, by serving it in accordance with paragraph (a) above on a partner or a person having the control or management of the firm. 2 For the purposes of this section and of section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary, it shall be the address of the registered or principal office of the body; b in the case of service on a firm or a partner or a person having the control or management of a firm it shall be the address of the principal office of the firm; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a firm carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If a person to be served by virtue of this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined in pursuance of subsection (2) above) as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated as his proper address for the purposes of this section and for the purposes of the said section 7 in its application to this section. 4 If the name or address of any owner or occupier of land on whom by virtue of this Act any document is to be served cannot after reasonable inquiry be ascertained, the document may be served by— a addressing it to him by the description of “owner” or “occupier” of the land (describing it); and b either leaving it in the hands of a person who is or appears to be resident or employed on the land or leaving it conspicuously affixed to some building or object on or near the land. 5 This section shall not apply to any document in relation to the service of which provision is made by rules of court. 6 In this section “ secretary ”, in relation to a local authority within the meaning of the  Local Government (Scotland) Act 1973, means the proper officer within the meaning of that Act."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "30", "section_title": " Accounts and annual reports.", "section_text": "30 1 Scottish Enterprise and Highlands and Islands Enterprise shall each keep proper accounts, and other records in relation to the accounts, and shall prepare as respects each financial year a statement of account in such form as the Secretary of State may  . . .determine. 2 The statements of account prepared under subsection (1) above shall be submitted to the Secretary of State at such time as he may direct. 3 The Secretary of State shall  . . .,transmit to the  Auditor General for Scotland for auditing  the statements of account submitted under subsection (2) above for the financial year last ended. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Scottish Enterprise and Highlands and Islands Enterprise shall each provide the Secretary of State with such information relating to the exercise (and proposed exercise) of its functions as he may from time to time require, and for that purpose— a shall permit any person authorised to do so by the Secretary of State  . . .to inspect and make copies of its accounts, books, documents or papers; and b shall provide that person with such explanations in relation to the things inspected as he may reasonably require. 6 As respects, and as soon as possible after the end of, each financial year, Scottish Enterprise and Highlands and Islands Enterprise shall each make to the Secretary of State a report on the exercise of its powers and performance of its functions under this Act. 7 Without prejudice to the generality of subsection (6) above, a report under that subsection by— a Scottish Enterprise or Highlands and Islands Enterprise shall set out the terms of any direction given to the body in question under section 14(1) of this Act during the financial year to which the report relates, unless the direction is given by virtue of section 21(3)(b) of this Act; b Highlands and Islands Enterprise— i shall include a summary of any proposals submitted by it to the Secretary of State under section 5(1)(b) of this Act during the said financial year and, where he has refused to approve those proposals, a summary of the reasons given by him for so refusing; ii shall not disclose any information obtained by virtue of section 11 of this Act without the consent mentioned in subsection (7) of that section. 8 The Secretary of State shall lay before each House of Parliament a copy of each report received by him under subsection (6) above."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "31", "section_title": " Application and disapplication of certain provisions.", "section_text": "31 1 Section 9 of the  Industry Act 1975 (the National Enterprise Board and the media) shall apply in relation to Scottish Enterprise as  if any reference in that section to the Board were a reference to Scottish Enterprise . 2 Section 21 of the Financial Services and Markets Act 2000 (restrictions on financial promotion) shall not apply to any invitation or inducement (within the meaning of that section) which Scottish Enterprise communicates in the discharge of its functions."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "32", "section_title": " Registration of agreements etc.", "section_text": "32 1 Scottish Enterprise or Highlands and Islands Enterprise, in exercising the powers and duties conferred on it by this Act, may as respects land which does not belong to it enter into an agreement with any person who has an interest in the land (provided that it is an interest which enables the person to bind the land) for the purpose of restricting or regulating, either permanently or during such period as may be prescribed by the agreement, the development or use of the land; and the agreement may be registered either— a in a case where the land affected by the agreement is registered in the Land Register of Scotland, in that register; or b in any other case, in the appropriate Division of the General Register of Sasines. 1A An agreement under subsection (1) above may contain such incidental and consequential provisions (including financial ones) as appear to the body in question to be necessary or expedient for the purposes of the agreement. 2 Any agreement registered in terms of subsection (1) above shall be enforceable at the instance of Scottish Enterprise or Highlands and Islands Enterprise, as the case may be, against persons deriving title to the land from the person who entered into the agreement; but no such agreement shall be enforceable against a third party who in good faith and for value has acquired right (whether  title has been completed  or not) to the land prior to the agreement being so registered, or against any person deriving title from that third party. 3 Notwithstanding the terms of any such agreement  ..., it shall be open at any time to the parties to the agreement, or to persons deriving title from the parties, as the case may be, to agree to terminate it; and where an agreement has been registered in terms of subsection (1) above, any subsequent agreement to terminate it shall be registered in the like manner. 4 Without prejudice to section 22(1)(b) of this Act, any agreement which, but for this Act, would be enforceable at the instance of the Highlands and Islands Development Board under subsection (4) of section 5 of the  Highlands and Islands Development (Scotland) Act 1965 (recording of agreements arranged under subsection (3) of that section) shall be enforceable under subsection (2) above at the instance of Highlands and Islands Enterprise as if it were an agreement arranged by Highlands and Islands Enterprise and registered in terms of subsection (1) above."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "33", "section_title": " Winding up and dissolution of new town development corporations.", "section_text": "33 For sections 36 and 36A of the  New Towns (Scotland) Act 1968 there shall be substituted the following sections—  Winding up of development corporation. 36 1 Where the Secretary of State is satisfied that the purposes for which a development corporation were established under this Act have been substantially achieved he may by order (a “winding up order”) provide for the winding up of the corporation. 2 Before making a winding up order the Secretary of State shall consult– a the development corporation to which the order will relate, b the council— i of the region or islands area, and ii of each district, in which any part of the new town is situated, and c such other person or body as he thinks appropriate. 3 A winding up order shall name the day on which the winding up of the corporation is to commence and the day by which it is to be completed and may— a stipulate a timetable for the winding up, b require the corporation to make interim reports to the Secretary of State, c require the corporation to comply with any directions made by the Secretary of State under section 36C of this Act, d impose such duties, or confer such additional powers, in relation to the winding up as the Secretary of State thinks appropriate, e revoke any order relating to the development corporation, f contain such incidental, consequential, supplementary, transitional or ancillary provisions (including provision modifying the effect of any enactment as it relates to the corporation) as the Secretary of State thinks necessary or expedient. 4 The Secretary of State may, after such consultation as is mentioned in subsection (2) above, by order vary any of the terms of a winding up order. 5 An order under this section shall be made by statutory instrument which shall, if it contains provision modifying the effect of any enactment as it relates to the corporation, be subject to annulment in pursuance of a resolution of either House of Parliament.  Application of sections 35 etc. to operators of telecom-munication systems. 36A Sections 35, 36B and 36D of this Act shall have effect as if references to statutory undertakers included references to operators of any telecommunications code system and as if for this purpose— a references to a statutory undertaking were references to the running of such a system, and b references to the appropriate Minister were references to the Secretary of State for Trade and Industry.  Additional power to dispose of property etc. 36B 1 Subject to the conditions set out in subsection (2) below and without prejudice to the powers contained in section 3, 18, 18AA or 18B of this Act, a development corporation may dispose of any of their property, rights or liabilities on such terms (including by way of gift) as they think fit to any person, including (without prejudice to this generality) Scottish Enterprise, the Scottish Development Agency, Scottish Homes, a local authority or a statutory undertaker. 2 The conditions relating to the power conferred by subsection (1) above are that the power may be exercised only— a with the consent (which may be general or specific) of the Secretary of State, and b during the period from the date of coming into force of the winding up order until the date of dissolution of the corporation.  Direction and order making powers of Secretary of State. 36C 1 Without prejudice to the power contained in section 4(2) of this Act the Secretary of State may, in relation to a development corporation who are subject to a winding up order— a during the period from the date of coming into force of the order until the date named in the order as the date by which the corporation are to be wound up (the “winding up date”), give directions (which may be general or specific) to the corporation in relation to the winding up; and b during the period from the winding up date until the date of dissolution of the corporation, give directions (which may be general or specific) to the corporation. 2 In the case of a development corporation who are subject to a winding up order the Secretary of State may exercise the power conferred by section 5(2) of this Act without its having to appear to him that there are exceptional circumstances rendering such exercise expedient.  Transfer orders. 36D 1 At any time after a winding up order has been made the Secretary of State may by order (a “transfer order”), made by statutory instrument and subject to annulment in pursuance of a resolution by either House of Parliament, provide for the transfer of any property, rights and liabilities of a development corporation to any person, including (without prejudice to this generality) Scottish Enterprise, the Scottish Development Agency, Scottish Homes, a local authority or a statutory undertaker. 2 A transfer order may— a transfer the property, rights and liabilities on such terms (which may include transfer either with or without consideration) as the Secretary of State may provide in the order, b include provisions amending any enactment relating to Scottish Enterprise, the Scottish Development Agency, Scottish Homes, a local authority or a statutory undertaker for the purpose, or in consequence, of any transfer made to any such body by virtue of subsection (1) above, and c contain any such incidental, consequential, supplementary or ancillary provisions as the Secretary of State thinks necessary or expedient for the purposes of the order. 3 Any property, right or liability transferred to any person by a transfer order shall vest in that person on such date as may be specified in the order. 4 If a person to whom any land is transferred by a transfer order wishes to complete his title to the land by expeding a notarial instrument or notice of title or otherwise, the order shall be deemed to be and may be used as a general disposition or assignation of the land in his favour.  Reduction of liability of development corporation. 36E 1 If the Secretary of State is satisfied that it is expedient, having regard to the provisions of any transfer order or proposed transfer order, that the liability of a development corporation in respect of advances made to them under this Act should be reduced he may, by order made with the consent of the Treasury, reduce that liability to such extent as may be specified in the order. 2 Section 46(6) of this Act applies to orders under this section.  Grants by Secretary of State. 36F 1 Where the Secretary of State is satisfied that a disposal of land by a development corporation or any transfer of land under a transfer order imposes or will impose a financial burden on the disponee or transferee he may make grants to the disponee or transferee of amounts to be determined by him with the consent of the Treasury. 2 Where a development corporation are satisfied as mentioned in subsection (1) above they may make grants of amounts to be determined by them with the approval of the Secretary of State and the consent of the Treasury. 3 Any grant made under this section may be given subject to such conditions as the granter thinks appropriate including (without prejudice to this generality) conditions requiring repayment of all or any part of a grant in the event of non-compliance with any other condition; and any consent given under this section may be general or specific.  Dissolution of development corporation. 36G 1 A development corporation shall, after the making of a winding up order relating to them, remain in existence until such date as the Secretary of State, after consultation with the corporation, appoints for their dissolution by order made by statutory instrument. 2 The date appointed under subsection (1) above shall not be earlier than the date provided for in the winding up order for the completion of the winding up of the corporation.  Financial consequences of winding up. 36H Any surplus arising from the winding up of a development corporation shall be paid into the Exchequer and any deficit shall be defrayed out of money provided by Parliament. ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "34", "section_title": " Grants by Secretary of State to development corporations.", "section_text": "34 After section 37 of the  New Towns (Scotland) Act 1968 there shall be inserted the following section—  Grants by Secretary of State to development corporation. 37AA 1 For the purpose of enabling a development corporation— a to meet expenditure properly chargeable to capital account and incurred or to be incurred in providing, or in making contributions towards the cost to others of providing, any of the facilities specified in subsection (2) below, or b to make good to revenue account sums applied in meeting liabilities so chargeable and arising out of the provision of any of those facilities, the Secretary of State may, out of money provided by Parliament, make grants to the corporation of such amount as may be approved by the Treasury. 2 The facilities referred to in subsection (1) above are— a roads, paths, bridges and car parks; b public open spaces, recreation grounds, playgrounds and landscaping; c meeting halls and assembly rooms; and d any other facilities similar to those specified in paragraph (a), (b) or (c) above. ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "35", "section_title": " Powers to effect financial reconstruction.", "section_text": "35 After section 38A of the New Towns (Scotland) Act 1968 there shall be inserted the following section—  Financial reconstruction  Power to extinguish loan obligations of development corporation. 38AB 1 The Secretary of State may, with the consent of the Treasury, by order extinguish to such extent as may be specified in the order any liabilities of a development corporation in respect of advances made by him to the corporation under section 37(1) of this Act or section 12(1) of the New Towns Act 1946. 2 Where liabilities are extinguished under this section the assets of the National Loans Fund shall be reduced by amounts corresponding to the liabilities so extinguished. 3 No order shall be made under this section unless a draft of it has been laid before, and approved by, the Commons House of Parliament. ."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "36", "section_title": " Interpretation.", "section_text": "36 1 In this Act, unless the context otherwise requires— “ derelict land ” has the meaning given by section 7 of this Act; “ employment ” means employment whether under a contract of service, or a contract of apprenticeship, or a contract for services or otherwise than under a contract, and cognate expressions shall be construed accordingly; “ existing body ” has the meaning given by section 23(2) of this Act; “ facilities ” includes services; “ financial year ” means— a as regards Scottish Enterprise, the period beginning with the first transfer date and ending with 31st March 1992; b as regards Highlands and Islands Enterprise, the period beginning with the second transfer date and ending with 31st March 1992, and each subsequent period of twelve months ending with 31st March; “ the first transfer date ” means the date appointed for the purposes of paragraph (a) of section 22(1) of this Act; “ general external borrowing ” shall be construed in accordance with section (4) of this Act; “ the Highlands and Islands ” shall be construed in accordance with section 21(1) of this Act; “ industry ” includes any description of commercial activity and any section of an industry, and “ industrial ” shall be construed accordingly; “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ sea bed ” includes its subsoil; “ the second transfer date ” means the date appointed for the purposes of paragraph (b) of the said section 22(1); “ subsidiary ” and “ wholly owned subsidiary ” have the meanings given by  section 1159 of the Companies Act 2006 ; “ successor ” , in relation to an existing body, shall be construed in accordance with the said section 22(1); “ training ” includes education with a view to employment, and cognate expressions shall be construed accordingly; and “ transitional period ” , in relation to an existing body, has the meaning given by section 23(2) of this Act. 2 Except where the context otherwise requires, this Act shall apply in relation to any  ... interest in, or right over, the sea bed as it applies in relation to land; and the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 and the relevant compulsory purchase enactments shall apply accordingly. 3 The reference in subsection (2) above to the relevant compulsory purchase enactments is to the Lands Clauses Acts, to sections 6 and 70 to 78 of the  Railways Clauses Consolidation (Scotland) Act 1845, to the  Land Compensation (Scotland) Act 1963, to  section 195 of, and Schedule 15 to, the Town and Country Planning (Scotland) Act 1997  and to the  Land Compensation (Scotland) Act 1973."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "37", "section_title": " Finance.", "section_text": "37 There shall be defrayed out of money provided by Parliament— a any expenses of the Secretary of State incurred under this Act; and b any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "38", "section_title": " Amendments and repeals.", "section_text": "38 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments specified in that Schedule (being minor amendments and amendments consequential on the provisions of this Act). 2 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule, with those specified in Part I of the Schedule coming into force on the first transfer date, those in Part II on the dissolution of the Scottish Development Agency, those in Part III on the second transfer date and those in Part IV on the dissolution of the Highlands and Islands Development Board. 3 The Secretary of State may by order make such consequential modifications of any provision contained in any subordinate legislation made before— a the first transfer date as appear to him to be necessary or expedient in connection with functions becoming, by section 1(a)(ii) of this Act, functions of Scottish Enterprise; b the second transfer date as appear to him to be necessary or expedient in connection with functions becoming, by section 1(b)(ii) of this Act, functions of Highlands and Islands Enterprise, and any provision of any order made under this subsection after the transfer date in question may be made so as to have effect as from that or any later date. 4 The power to make an order under subsection (3) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "39", "section_title": " Commencement.", "section_text": "39 1 This Act, except the provisions mentioned in subsection (3) below, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 2 An order under subsection (1) above may make such transitional provision as appears to the Secretary of State necessary or expedient in connection with the provisions brought into force by the order. 3 The provisions of this Act excepted in subsection (1) above are— a section 23(4) in so far as relating to paragraphs 4 and 5 of Schedule 3; b sections 36, 37 and 38(2), this section and section 40; c the said paragraphs 4 and 5; d sections 19 and 20, but only for the purposes of the said paragraphs 4 and 5; and e Schedule 5."}, {"act": "Enterprise and New Towns (Scotland) Act 1990", "year": 1990, "section": "40", "section_title": " Short title and extent.", "section_text": "40 1 This Act— a may be cited as the Enterprise and New Towns (Scotland) Act 1990; and b subject to subsection (2) below, extends only to Scotland. 2 This section, section 39 and so much of section 38 and Schedules 4 and 5 as relates to enactments (or as the case may be subordinate legislation) extending to England and Wales extend also to England and Wales."}]