[{"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "1", "section_title": " Meaning of  “embryo”,  “gamete” and associated expressions.", "section_text": "1 1 In this Act (except in section 4A or in the term  “human admixed embryo”)— a embryo means a live human embryo and does not include a human admixed embryo (as defined by section 4A(6)), and b references to an embryo include an egg that is in the process of fertilisation or is undergoing any other process capable of resulting in an embryo. 2 This Act, so far as it governs bringing about the creation of an embryo, applies only to bringing about the creation of an embryo outside the human body; and in thisAct— a references to embryos the creation of which was brought about  in vitro \t\t\t\t\t\t\t\t(in their application to those where fertilisation or any other process by which an embryo is created is complete) are to those where fertilisation or any other process by which the embryo was created began outside the human body whether or not it was completed there, and b references to embryos taken from a woman do not include embryos whose creation was brought about  in vitro . 3 This Act, so far as it governs the keeping or use of an embryo, applies only to keeping or using an embryo outside the human body. 4 In this Act (except in section 4A)— a references to eggs are to live human eggs, including cells of the female germ line at any stage of maturity, but (except in subsection (1)(b)) not including eggs that are in the process of fertilisation or are undergoing any other process capable of resulting in an embryo, b references to sperm are to live human sperm, including cells of the male germ line at any stage of maturity, and c references to gametes are to be read accordingly. 5 For the purposes of this Act, sperm is to be treated as partner-donated sperm if the donor of the sperm and the recipient of the sperm declare that they have an intimate physical relationship. 6 If it appears to the Secretary of State necessary or desirable to do so in the light of developments in science or medicine, regulations may provide that in this Act (except in section 4A)\t\t\t\t\t\t\t\t “embryo”,  “eggs”,  “sperm” or  “ gametes ” includes things specified in the regulations which would not otherwise fall within the definition. 7 Regulations made by virtue of subsection (6) may not provide for anything containing any nuclear or mitochondrial  DNA  that is not human to be treated as an embryo or as eggs, sperm or gametes."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "1A", "section_title": "Reference to Directives", "section_text": "1A In this Act— “ the first Directive ” means Directive  2004/23/ EC  of the European Parliament and of the Council of 31 March 2004 on setting standards of quality and safety for the donation, procurement, testing, processing, preservation, storage and distribution of human tissues and cells, “ the second Directive ” means Commission Directive  2006/17/ EC  of 8 February 2006 implementing Directive  2004/23/ EC  of the European Parliament and of the Council as regards certain technical requirements for the donation, procurement and testing of human tissues and cells,   as amended by Commission Directive 2012/39/ EU ,   ...   “the third Directive” means— in the application of this Act in relation to Great Britain, Commission  Directive 2006/86/EC  of 24 October 2006 implementing  Directive 2004/23/EC  of the European Parliament and of the Council as regards traceability requirements, notification of serious adverse reactions and events and certain technical requirements for the coding, processing, preservation, storage and distribution of human tissues and cells (“the 2006 Directive”), as it had effect immediately before 29 April 2015 (which is the date on which the amendments made by Commission  Directive 2015/565/EU  came into force), and in the application of this Act in relation to Northern Ireland, the 2006 Directive as amended by Commission  Directive 2015/565/EU ,    “the fourth Directive” means Commission Directive 2015/566 of 8 April 2015 implementing  Directive 2004/23/EC  as regards the procedures for verifying the equivalent standards of quality and safety of imported tissues and cells.  "}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "2", "section_title": " Other terms.", "section_text": "2 1 In this Act— “ the Authority ” means the Human Fertilisation and Embryology Authority established under section 5 of this Act, “ basic partner treatment services ” means treatment services that are provided for a woman and a man together without using— the gametes of any other person, or embryos created outside the woman's body, “ competent authority ”, in relation to an  EEA  state  ..., means an authority designated in accordance with the law of that state or territory as responsible for implementing the requirements of the first, second , third and fourth   Directives, “ directions ” means directions under section 23 of this Act, “ distribution ”, in relation to gametes or embryos intended for human application, means transportation or delivery  to any person in or outside the United Kingdom for human application , and related terms are to be interpreted accordingly, “ human application ” means use in a human recipient, “ licence ” means a licence under Schedule 2 to this Act and, in relation to a licence, “the personresponsible” has the meaning given by section 17 of this Act, and “ non-medical fertility services ” means any services that are provided, in the course of a business, for the purpose of assisting women to carry children, but are not medical, surgical or obstetric services,   “ nuclear  DNA ”, in relation to an embryo, includes  DNA  in the pronucleus of the embryo,   “ processing ”, in relation to gametes or embryos intended for human application, means any operation involved in their preparation, manipulation or packaging, and related terms are to be interpreted accordingly, “ procurement ”, in relation to gametes or embryos intended for human application, means any process by which they are made available, and related terms are to be interpreted accordingly, “ serious adverse event ” means— any untoward occurrence which may be associated with the procurement, testing, processing, storage or distribution of gametes or embryos intended for human application and which, in relation to a donor of gametes or a person who receives treatment services or non-medical fertility services— might lead to the transmission of a communicable disease, to death, or life-threatening, disabling or incapacitating conditions, or might result in, or prolong, hospitalisation or illness, or any type of gametes or embryo misidentification or mix-up, “ serious adverse reaction ” means an unintended response, including a communicable disease, in a donor of gametes intended for human application or a person who receives treatment services or non-medical fertility services, which may be associated with the procurement or human application of gametes or embryos and which is fatal, life-threatening, disabling, incapacitating or which results in, or prolongs, hospitalisation or illness, “ store ”, in relation to gametes , embryos or human admixed embryos , means preserve, whether by cryopreservation or in any other way, and  “storage” and  “stored” are to be interpreted accordingly,   “ tissue establishment ” means a tissue bank or a unit of a hospital or another body which procures, tests, processes, preserves, stores or distributes human  gametes or embryos,   “ traceability ” means the ability— to identify and locate gametes and embryos during any step from procurement to use for human application or disposal, to identify the donor and recipient of particular gametes or embryos, to identify any person who has carried out any activity in relation to particular gametes or embryos, and to identify and locate all relevant data relating to products and materials coming into contact with particular gametes or embryos and which can affect their quality or safety, “ treatment services ” means medical, surgical or obstetric services provided to the public or a section of the public for thepurpose of assisting women to carry children. 2 References in this Act to keeping, in relation to embryos , gametes or human admixed embryos                   , include keeping while preserved   in storage . 2A For the purposes of this Act, a person who, from any premises, controls the provision of services for transporting gametes or embryos  to any person in or outside the United Kingdom for human application   is to be taken to distribute gametes or embryos on those premises. 2B  Any reference in this Act to a requirement of a provision of the first, second, third or fourth Directive— a in the application of this Act in relation to Great Britain, is to be read as a reference to a requirement which that provision would require to be imposed if the provision formed part of the law of England and Wales or Scotland, and b in the application of this Act in relation to Northern Ireland, is to be read as a reference to a requirement which that provision requires to be imposed.   3 For the purposes of this Act, a woman is not to be treated as carrying a child until the embryo has become implanted."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "2A", "section_title": "Third party agreements", "section_text": "2A 1 For the purposes of this Act, a  “third party agreement” is an agreement in writing between a person who holds a licence and another person which is made in accordance with any licence conditions imposed by the Authority for the purpose of securing compliance with the requirements of Article 24 of the first Directive (relations between tissue establishments and third parties) and under which the other person— a procures, tests or processes gametes or embryos (or both), on behalf of the holder of the licence, or b supplies to the holder of the licence any goods or services (including distribution services) which may affect the quality or safety of gametes or embryos. 1A For the purposes of subsection (1), as it applies in relation to Great Britain,  Article 24 of the first Directive is to be read subject to the modifications set out in paragraph 11A(8) of Schedule 3A. 2 In this Act— “ relevant third party premises ”, in relation to a licence, means any premises (other than premises to which the licence relates)— on which a third party procures, tests, processes or distributes gametes or embryos on behalf of any person in connection with activities carried out by that person under a licence, or from which a third party provides any goods or services which may affect the quality or safety of gametes or embryos to any person in connection with activities carried out by that person under a licence; “ third party ” means a person with whom a person who holds a licence has a third party agreement. 3 References in this Act to the persons to whom a third party agreement applies are to— a the third party, b any person designated in the third party agreement as a person to whom the agreement applies, and c any person acting under the direction of a third party or of any person so designated."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "2B", "section_title": "Meaning of “importing licensee”, “third country premises”  etc", "section_text": "2B 1 This section applies for the purposes of this Act. 2 “Importing licensee” means a person— a to whom a licence applies, and b who is authorised by directions under section 24(4) to import qualifying gametes or embryos  ... from a third country. 3 “Qualifying gametes or embryos” means gametes or embryos intended for human application. 4 “Third country” means— a in relation to the import of qualifying gametes or embryos into, or the export of qualifying gametes or embryos from, Great Britain, a country other than the United Kingdom, b in relation to the import of qualifying gametes or embryos into Northern Ireland, a country other than Northern Ireland or an EEA state, and c in relation to the export of qualifying gametes or embryos from Northern Ireland, a country other than the United Kingdom or an EEA state. 5 Premises are “third country premises” if— a in relation to Great Britain— i they are in a country other than the United Kingdom, and ii they are premises in or from which a third country supplier, or a person providing services to a third country supplier, procures, tests, processes, stores, distributes or exports qualifying gametes or embryos intended for import into Great Britain, and b in relation to Northern Ireland— i they are in a country other than Northern Ireland or an EEA state, and ii they are premises in or from which a third country supplier, or a person providing services to a third country supplier, procures, tests, processes, stores, distributes or exports qualifying gametes or embryos intended for import into Northern Ireland. 6 “Third country supplier” means— a in relation to qualifying gametes or embryos intended for import into Great Britain, a person in a country other than the United Kingdom who has an agreement with an importing licensee for exporting such gametes or embryos into Great Britain, and b in relation to qualifying gametes or embryos intended for import into Northern Ireland, a person in a country other than Northern Ireland or an EEA state who has an agreement with an importing licensee for exporting such gametes or embryos into Northern Ireland."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "3", "section_title": " Prohibitions in connection with embryos.", "section_text": "3 1 No person shall bring about the creation of an embryo except in pursuance of a licence. 1A No person shall keep or use an embryo except— a in pursuance of a licence, or b in the case of— i the keeping, without storage, of an embryo intended for human application, or ii the processing, without storage, of such an embryo, in pursuance of a third party agreement. 1B No person shall procure or distribute an embryo intended for human application except in pursuance of a licence or a third party agreement. 2 No person shall place in a woman— a an embryo other than a permitted embryo (as defined by section 3ZA), or b any gametes other than permitted eggs or permitted sperm (as so defined). 3 A licence cannot authorise— a keeping or using an embryo after the appearance of the primitive streak, b placing an embryo in any animal,                          or   c keeping or using an embryo in any circumstances in which regulations prohibit its keeping or use,  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of subsection (3)(a) above, the primitive streak is to be taken to have appeared in an embryo not later than the end of the period of 14days beginning with   the day on which the process of creating the embryo began , not counting any time during which the embryo is stored."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "3ZA", "section_title": "Permitted eggs, permitted sperm and permitted embryos", "section_text": "3ZA 1 This section has effect for the interpretation of section 3(2). 2 A permitted egg is one— a which has been produced by or extracted from the ovaries of a woman, and b whose nuclear or mitochondrial  DNA  has not been altered. 3 Permitted sperm are sperm— a which have been produced by or extracted from the testes of a man, and b whose nuclear or mitochondrial  DNA  has not been altered. 4 An embryo is a permitted embryo if— a it has been created by the fertilisation of a permitted egg by permitted sperm, b no nuclear or mitochondrial  DNA  of any cell of the embryo has been altered, and c no cell has been added to it other than by division of the embryo's own cells. 5 Regulations may provide that— a an egg can be a permitted egg, or b an embryo can be a permitted embryo, even though the egg or embryo has had applied to it in prescribed circumstances a prescribed process designed to prevent the transmission of serious mitochondrial disease. 6 In this section— a “woman” and  “man” include respectively a girl and a boy (from birth), and b “ prescribed ” means prescribed by regulations."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "3A", "section_title": " Prohibition in connection with germ cells.", "section_text": "3A 1 No person shall, for the purpose of providing fertility services for any woman, use female germ cells taken or derived from an embryo or a foetus or use embryos created byusing such cells. 2 In this section— “ female germ cells ” means cells of the female germ line and includes such cells at any stage of maturity and accordinglyincludes eggs; and “ fertility services ” means medical, surgical or obstetric services provided for the purpose of assisting women to carrychildren."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "4", "section_title": " Prohibitions in connection with gametes.", "section_text": "4 1 No person shall— a store any gametes, or b in the course of providing treatment services for any woman, use— i any sperm, other than partner-donated sperm which has been neither processed nor stored, ii the woman's eggs after processing or storage, or iii the eggs of any other woman,   ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . except in pursuance of a licence. 1A No person shall procure, test, process or distribute any gametes intended for human application except in pursuance of a licence or a third party agreement. 2 A licence cannot authorise storing or using gametes in any circumstances in which regulations prohibit their storage or use. 3 No person shall place sperm and eggs in a woman in any circumstances specified in regulations except in pursuance of a licence. 4 Regulations made by virtue of subsection (3) above may provide that, in relation to licences only to place sperm and eggs in a woman in such circumstances,sections 12 to 22 of this Act shall have effect with such modifications as may be specified in the regulations. 5 Activities regulated by this section or section 3   or 4A  of this Act are referred to in this Act as “activities governed by thisAct”."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "4A", "section_title": "Prohibitions in connection with genetic material not of human origin", "section_text": "4A 1 No person shall place in a woman— a a human admixed embryo, b any other embryo that is not a human embryo, or c any gametes other than human gametes. 2 No person shall— a mix human gametes with animal gametes, b bring about the creation of a human admixed embryo, or c keep or use a human admixed embryo, except in pursuance of a licence. 3 A licence cannot authorise keeping or using a human admixed embryo after the earliest of the following— a the appearance of the primitive streak, or b the end of the period of 14 days beginning with the day on which the process of creating the human admixed embryo began, but not counting any time during which the human admixed embryo is stored. 4 A licence cannot authorise placing a human admixed embryo in an animal. 5 A licence cannot authorise keeping or using a human admixed embryo in any circumstances in which regulations prohibit its keeping or use. 6 For the purposes of this Act a human admixed embryo is— a an embryo created by replacing the nucleus of an animal egg or of an animal cell, or two animal pronuclei, with— i two human pronuclei, ii one nucleus of a human gamete or of any other human cell, or iii one human gamete or other human cell, b any other embryo created by using— i human gametes and animal gametes, or ii one human pronucleus and one animal pronucleus, c a human embryo that has been altered by the introduction of any sequence of nuclear or mitochondrial  DNA  of an animal into one or more cells of the embryo, d a human embryo that has been altered by the introduction of one or more animal cells, or e any embryo not falling within paragraphs (a) to (d) which contains both nuclear or mitochondrial  DNA  of a human and nuclear or mitochondrial  DNA  of an animal (“animal  DNA ”) but in which the animal  DNA  is not predominant. 7 In subsection (6)— a references to animal cells are to cells of an animal or of an animal embryo, and b references to human cells are to cells of a human or of a human embryo. 8 For the purposes of this section an  “animal” is an animal other than man. 9 In this section  “ embryo ” means a live embryo, including an egg that is in the process of fertilisation or is undergoing any other process capable of resulting in an embryo. 10 In this section— a references to eggs are to live eggs, including cells of the female germ line at any stage of maturity, but (except in subsection (9)) not including eggs that are in the process of fertilisation or are undergoing any other process capable of resulting in an embryo, and b references to gametes are to eggs (as so defined) or to live sperm, including cells of the male germ line at any stage of maturity. 11 If it appears to the Secretary of State necessary or desirable to do so in the light of developments in science or medicine, regulations may— a amend (but not repeal) paragraphs (a) to (e) of subsection (6); b provide that in this section  “embryo”,  “eggs” or  “ gametes ” includes things specified in the regulations which would not otherwise fall within the definition. 12 Regulations made by virtue of subsection (11)(a) may make any amendment of subsection (7) that appears to the Secretary of State to be appropriate in consequence of any amendment of subsection (6)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "5", "section_title": " The Human Fertilisation and Embryology Authority.", "section_text": "5 1 There shall be a body corporate called the Human Fertilisation and Embryology Authority. 2 The Authority shall consist of— a a chairman and deputy chairman, and b such number of other members as the Secretary of State appoints. 3 Schedule 1 to this Act (which deals with the membership of the Authority,  etc. ) shall have effect."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "6", "section_title": " Accounts and audit.", "section_text": "6 1 The Authority shall keep proper accounts and proper records in relation to the accounts and shall prepare for each accounting year a statement of accounts. 2 The annual statement of accounts shall comply with any direction given by the Secretary of State, with the approval of the Treasury, as to the information to be contained inthe statement, the way in which the information is to be presented or the methods and principles according to which the statement is to be prepared. 3 Not later than five months after the end of an accounting year, the Authority shall send a copy of the statement of accounts for that year to the Secretary of State and tothe Comptroller and Auditor General. 4 The Comptroller and Auditor General shall examine, certify and report on every statement of accounts received by him under subsection (3) above and shall lay acopy of the statement and of his report before each House of Parliament. 5 The Secretary of State and the Comptroller and Auditor General may inspect any records relating to the accounts. 6 In this section “ accounting year ” means the period beginning with the day when the Authority is established and ending with thefollowing 31st March, or any later period of twelve months ending with the 31st March."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "7", "section_title": " Reports to Secretary of State.", "section_text": "7 1 The Authority shall prepare— a a report for the period beginning with the 1 August preceding the relevant commencement date (or if that date is a 1 August, beginning with that date) and ending with the next 31 March, and b a report for each succeeding period of 12 months ending with 31 March. 1A In subsection (1)(a)  “ the relevant commencement date ” means the day on which paragraph 3 of Schedule 7 to the Human Fertilisation and Embryology Act 2008 comes into force. 1B The Authority shall send each report to the Secretary of State as soon as practicable after the end of the period for which it is prepared. 2 A report prepared under this section for any period shall deal with the activities of the Authority in the period and the activities the Authority proposes to undertake inthe succeeding period of twelve months. 3 The Secretary of State shall lay before each House of Parliament a copy of every report received by him under this section."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8", "section_title": " General functions of the Authority.", "section_text": "8 1   The Authority shall— a keep under review information about embryos and any subsequent development of embryos and about the provision of treatment services and activities governed by this Act, andadvise the Secretary of State, if he asks it to do so, about those matters, b publicise the services provided to the public by the Authority or provided in pursuance of licences, c provide, to such extent as it considers appropriate, advice and information for persons to whom licences apply or who are receiving treatment services or providing gametesor embryos for use for the purposes of activities governed by this Act, or may wish to do so,  ... ca maintain a statement of the general principles which it considers should be followed— i in the carrying-on of activities governed by this Act, and ii in the carrying-out of its functions in relation to such activities, cb promote, in relation to activities governed by this Act, compliance with— i requirements imposed by or under this Act, and ii the code of practice under section 25 of this Act, and d perform such other functions as may be specified in regulations. 2 The Authority may, if it thinks fit, charge a fee for any advice provided under subsection (1)(c)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8ZA", "section_title": "Duties in relation to carrying out its functions", "section_text": "8ZA 1 The Authority must carry out its functions effectively, efficiently and economically. 2 In carrying out its functions, the Authority must, so far as relevant, have regard to the principles of best regulatory practice (including the principles under which regulatory activities should be transparent, accountable, proportionate, consistent and targeted only at cases in which action is needed)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8ZB", "section_title": "Duties of the Authority in relation to the Single European Code: Northern Ireland", "section_text": "8ZB 1 The Authority   in relation to Northern Ireland,  must allocate to each holder of a relevant licence, one or more unique numbers as the tissue establishment number or numbers in relation to that licence holder in accordance with Annex  VII  and paragraph 2(a) of Article 10b of the third Directive. 2 Any number allocated under subsection (1) must be in the format specified in Annex VII. 3 In relation to Northern Ireland, the Authority must take steps to enable the information specified in Annex VIII to be recorded in the EU Tissue Establishment Compendium in relation to each holder of a relevant licence. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Authority must take the steps mentioned in subsection (3) to enable the information mentioned in that subsection to be recorded before the end of the period of 10 working days beginning with the day on which the person becomes the holder of a relevant licence. 6 Subsection (7) applies if the Authority becomes aware that any information recorded under subsection (3) was incorrectly recorded or requires updating. 7   The Authority must take steps to enable the information to be corrected or updated  — a in the case of a correction or update which the Authority considers to be a significant change to the information recorded under subsection (3), before the end of the period of 10 working days beginning with the day on which the Authority became aware that the information was incorrectly recorded or required updating; b in any other case, as soon as is reasonably practicable. 8 Subsection (9) applies if the Authority becomes aware that— a any information recorded in the  EU  Tissue Establishment Compendium in respect of a tissue establishment in a relevant state was incorrectly recorded or requires updating, or b a tissue establishment in a relevant state has not complied with the requirements of the laws or other measures adopted in that state for the purpose of implementing paragraph 1 of Article 10b of the third Directive and the non-compliance is significant. 9 The Authority must inform the competent authority in the relevant state in question. 10 If the Authority becomes aware that the information recorded in the  EU  Tissue and Cell Product Compendium requires updating, it must inform the European Commission and the competent authority in the relevant state. 11 In this section— “Annex  VII ” means Annex  VII  to the third Directive, “Annex  VIII ” means Annex  VIII  to the third Directive, “ EU  Tissue and Cell Product Compendium” and “ EU  Tissue Establishment Compendium” have the same meaning as in Article 2 of the third Directive, “relevant licence” means a licence granted under any of the following provisions of Schedule 2— paragraph 1, paragraph 1A, paragraph 2, so far as authorising the storage of gametes or embryos intended for human application, paragraph 3, so far as authorising activities in connection with the derivation from embryos of stem cells that are intended for human application,   “relevant state” means an EEA State,   “working day” means any day other than— a Saturday or Sunday, Christmas Day or Good Friday, or a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in any part of the United Kingdom."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8A", "section_title": "Duty of Authority to communicate with competent authorities of EEA states: Northern Ireland", "section_text": "8A   The Authority must, in relation to Northern Ireland, communicate to the competent authorities of EEA states , and to the European Commission, such information in relation to serious adverse events and serious adverse reactions as is necessary for the purpose of enabling appropriate action to be taken, including where necessary the withdrawal from use of gametes and embryos that are intended for human application but are known or suspected to be unsuitable for such application."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8B", "section_title": "Agency arrangements and provision of services", "section_text": "8B 1 Arrangements may be made between the Authority and a government department, a public authority or the holder of a public office (“ the other authority ”) for— a any functions of the Authority to be exercised by, or by members of the staff of, the other authority, or b the provision by the other authority of administrative, professional or technical services to the Authority. 2 Arrangements under subsection (1)(a) do not affect responsibility for the carrying-out of the Authority's functions. 3 Subsection (1)(a) does not apply to any function of making subordinate legislation (within the meaning of the Interpretation Act 1978)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8C", "section_title": "Contracting out functions of Authority", "section_text": "8C 1 This section applies to any function of the Authority other than— a any function which, by virtue of any enactment, may be exercised only by members of the Authority, b a function excluded from this section by subsection (2), or c a function excluded from this section by the Secretary of State by order. 2 A function is excluded from this section if— a it relates to the grant, revocation or variation of any licence, b it is a power or right of entry, search or seizure into or of any property, or c it is a function of making subordinate legislation (within the meaning of the Interpretation Act 1978). 3 The Authority may make arrangements with any person (“ the authorised person ”) for the exercise by that person, or by the employees of that person, of any function of the Authority to which this section applies. 4 Any arrangements made by the Authority under this section— a may be revoked at any time by the Authority, and b do not prevent the Authority from exercising any function to which the arrangements relate. 5 Subject to subsection (6), anything done or omitted to be done by or in relation to the authorised person (or an employee of the authorised person) in, or in connection with, the exercise or purported exercise of any function to which the arrangements relate is to be treated for all purposes as done or omitted to be done by or in relation to the Authority. 6 Subsection (5) does not apply— a for the purposes of so much of any contract between the authorised person and the Authority as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or any employee of the authorised person). 7 Section 38A(2) of this Act (which relates to the keeping of embryos, human admixed embryos and gametes) applies in relation to the authorised person or any employee of the authorised person, when exercising functions of the Authority, as it applies in relation to any member or employee of the Authority exercising functions as member or employee."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8D", "section_title": "Disclosure of information where functions of Authority exercised by others", "section_text": "8D 1 This section applies to— a the Authority, b any public authority or other person exercising functions of the Authority by virtue of section 8B, c any member of staff of any person falling within paragraph (b), d any person exercising functions of the Authority by virtue of section 8C, e an employee of any person falling within paragraph (d), or f any person engaged by the Authority to provide services to the Authority. 2 No obligation of confidence is to prevent the disclosure of information by a person to whom this section applies to another such person if the disclosure is necessary or expedient for the purposes of the exercise of any function of the Authority."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "8E", "section_title": "Power to assist other public authorities", "section_text": "8E 1 The Authority may if it thinks it appropriate to do so provide assistance to any other public authority in the United Kingdom for the purpose of the exercise by that authority of its functions. 2 Assistance provided by the Authority under this section may be provided on such terms, including terms as to payment, as it thinks fit."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "9A", "section_title": "Power to delegate and establish committees", "section_text": "9A 1 The Authority may delegate a function to a committee, to a member or to staff. 2 The Authority may establish such committees or sub-committees as it thinks fit (whether to advise the Authority or to exercise a function delegated to it by the Authority). 3 Subject to any provision made by regulations under section 20A (appeals committees), the members of the committees or sub-committees may include persons who are not members of the Authority. 4 Subsection (1) has effect subject to any enactment requiring a decision to be taken by members of the Authority or by a committee consisting of members of the Authority."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "10", "section_title": " Licensing procedure.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "11", "section_title": " Licences for treatment, storage and research.", "section_text": "11 1 The Authority may grant the following and no other licences— a licences under paragraph 1 of Schedule 2 to this Act authorising activities in the course of providing treatment services, aa licences under paragraph 1A of that Schedule authorising activities in the course of providing non-medical fertility services, b licences under that Schedule authorising the storage of gametes , embryos or human admixed embryos , and c licences under paragraph 3 of that Schedule authorising activities for the purposes of a project of research. 2 Paragraph 4 of that Schedule has effect in the case of all licences."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "12", "section_title": " General conditions.", "section_text": "12 1 The following shall be conditions of every licence granted under this Act— a except to the extent that the activities authorised by the licence fall within paragraph (aa), that those activities  shall be carried on only on the premises to which the licence relates and under the supervision of the personresponsible, aa that any activities to which section 3(1A)(b) or (1B) or 4(1A) applies shall be carried on only on the premises to which the licence relates or on relevant third party premises, b that any member or employee of the Authority, on production, if so required, of a document identifying the person as such, shall at all reasonable times be permitted toenter those premises and inspect them (which includes inspecting any equipment or records and observing any activity), c except in relation to the use of gametes in the course of providing basic partner treatment services  ... ,  that the provisions of Schedule 3 to this Act shall be complied with, d that proper records shall be maintained in such form as the Authority may specify in directions, e that no money or other benefit shall be given or received in respect of any supply of gametes , embryos or human admixed embryos   unless authorised by directions, f that, where gametes , embryos or human admixed embryos   are supplied to a person to whom another licence applies, that person shall also be provided with such information as the Authority mayspecify in directions, and g that the Authority shall be provided, in such form and at such intervals as it may specify in directions, with such copies of or extracts from the records, or such otherinformation, as the directions may specify. 2 Subsection (3) applies to— a every licence under paragraph 1 or 1A of Schedule 2,  ... b every licence under paragraph 2 of that Schedule, so far as authorising the storage of gametes or embryos intended for human application , and c every licence under paragraph 3 of that Schedule, so far as authorising activities in connection with the derivation from embryos of stem cells that are intended for human application. 3 It shall be a condition of every licence to which this subsection applies that— a such information as is necessary to facilitate the traceability of gametes and embryos, and b any information relating to the quality or safety of gametes or embryos, shall be recorded and provided to the Authority upon request."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "13", "section_title": " Conditions of licences for treatment.", "section_text": "13 1 The following shall be conditions of every licence under paragraph 1 of Schedule 2 to this Act. 2 Such information shall be recorded as the Authority may specify in directions about the following— a the persons for whom services are provided in pursuance of the licence, b the services provided for them, c the persons whose gametes are kept or used for the purposes of services provided in pursuance of the licence or whose gametes have been used in bringing about the creationof embryos so kept or used, d any child appearing to the person responsible to have been born as a result of treatment in pursuance of the licence, e any mixing of egg and sperm and any taking of an embryo from a woman or other acquisition of an embryo, and f such other matters as the Authority may specify in directions. 3 The records maintained in pursuance of the licence shall include any information recorded in pursuance of subsection (2) above and any consent of a person whoseconsent is required under Schedule 3 to this Act. 4 No information shall be removed from any records maintained in pursuance of the licence before the expiry of such period as may be specified in directions for records of theclass in question. 5 A woman shall not be provided with treatment services   ... unless account has been taken of the welfare of any child who may be born as a result of the treatment (includingthe need of that child for   supportive parenting ), and of any other child who may be affected by the birth. 6 A woman shall not be provided with treatment services of a kind specified in Part 1 of Schedule 3ZA unless she and any man or woman who is to be treated together with her have been given a suitable opportunity to receive proper counselling about the implications of her being provided with treatment services of that kind, and have been provided with such relevant information as is proper. 6A A woman shall not be provided with treatment services after the happening of any event falling within any paragraph of Part 2 of Schedule 3ZA unless (before or after the event) she and the intended second parent have been given a suitable opportunity to receive proper counselling about the implications of the woman being provided with treatment services after the happening of that event, and have been provided with such relevant information as is proper. 6B The reference in subsection (6A) to the intended second parent is a reference to— a any man as respects whom the agreed fatherhood conditions in section 37 of the Human Fertilisation and Embryology Act 2008 (“ the 2008 Act ”) are for the time being satisfied in relation to treatment provided to the woman mentioned in subsection (6A), and b any woman as respects whom the agreed female parenthood conditions in section 44 of the 2008 Act are for the time being satisfied in relation to treatment provided to the woman mentioned in subsection (6A). 6C In the case of treatment services falling within paragraph 1 of Schedule 3ZA (use of gametes of a person not receiving those services) or paragraph 3 of that Schedule (use of embryo taken from a woman not receiving those services), the information provided by virtue of subsection (6) or (6A) must include such information as is proper about— a the importance of informing any resulting child at an early age that the child results from the gametes of a person who is not a parent of the child, and b suitable methods of informing such a child of that fact. 6D Where the person responsible receives from a person (“X”) notice under section 37(1)(c) or 44(1)(c) of the 2008 Act of X's withdrawal of consent to X being treated as the parent of any child resulting from the provision of treatment services to a woman (“W”), the person responsible— a must notify W in writing of the receipt of the notice from X, and b no person to whom the licence applies may place an embryo or sperm and eggs in W, or artificially inseminate W, until W has been so notified. 6E Where the person responsible receives from a woman (“W”) who has previously given notice under section 37(1)(b) or 44(1)(b) of the 2008 Act that she consents to another person (“X”) being treated as a parent of any child resulting from the provision of treatment services to W— a notice under section 37(1)(c) or 44(1)(c) of the 2008 Act of the withdrawal of W's consent, or b a notice under section 37(1)(b) or 44(1)(b) of the 2008 Act in respect of a person other than X, the person responsible must take reasonable steps to notify X in writing of the receipt of the notice mentioned in paragraph (a) or (b). 7 Suitable procedures shall be maintained— a for determining the persons providing gametes or from whom embryos are taken for use in pursuance of the licence, and b for the purpose of securing that consideration is given to the use of practices not requiring the authority of a licence as well as those requiring such authority. 8 Subsections (9) and (10) apply in determining any of the following— a the persons who are to provide gametes for use in pursuance of the licence in a case where consent is required under paragraph 5 of Schedule 3 for the use in question; b the woman from whom an embryo is to be taken for use in pursuance of the licence, in a case where her consent is required under paragraph 7 of Schedule 3 for the use of the embryo; c which of two or more embryos to place in a woman. 9 Persons or embryos that are known to have a gene, chromosome or mitochondrion abnormality involving a significant risk that a person with the abnormality will have or develop— a a serious physical or mental disability, b a serious illness, or c any other serious medical condition, must not be preferred to those that are not known to have such an abnormality. 10 Embryos that are known to be of a particular sex and to carry a particular risk, compared with embryos of that sex in general, that any resulting child will have or develop— a a gender-related serious physical or mental disability, b a gender-related serious illness, or c any other gender-related serious medical condition, must not be preferred to those that are not known to carry such a risk. 11 For the purposes of subsection (10), a physical or mental disability, illness or other medical condition is gender-related if— a it affects only one sex, or b it affects one sex significantly more than the other. 12 No embryo appropriated for the purpose mentioned in paragraph 1(1)(ca) of Schedule 2 (training in embryological techniques) shall be kept or used for the provision of treatment services. 13 The person responsible shall comply with any requirement imposed on that person by section 31ZD."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "13A", "section_title": "Conditions of licences for non-medical fertility services", "section_text": "13A 1 The following shall be conditions of every licence under paragraph 1A of Schedule 2. 2 The requirements of section 13(2) to (4) and (7) shall be complied with. 3 A woman shall not be provided with any non-medical fertility services involving the use of sperm other than partner-donated sperm unless the woman being provided with the services has been given a suitable opportunity to receive proper counselling about the implications of taking the proposed steps, and has been provided with such relevant information as is proper. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "14", "section_title": " Conditions of storage licences.", "section_text": "14 1 The following shall be conditions of every licence   authorising the storage of gametes, embryos or human admixed embryos — a that gametes of a person shall be placed in storage only if— i received from that person, ii acquired in circumstances in which by virtue of paragraph 9 or 10 of Schedule 3 that person's consent to the storage is not required, or iii acquired from a person to whom a licence or third party agreement applies, aa that an embryo taken from a woman shall be placed in storage only if— i received from that woman, or ii acquired from a person to whom a licence or third party agreement applies, ab that an embryo the creation of which has been brought about  in vitro  otherwise than in pursuance of that licence shall be placed in storage only if acquired from a person to whom a licence or third party agreement applies, ac that a human admixed embryo the creation of which has been brought about  in vitro  otherwise than in pursuance of that licence shall be placed in storage only if acquired from a person to whom a licence under paragraph 2 or 3 of Schedule 2 applies, b that gametes or embryos which are or have been stored shall not be supplied to a person otherwise than in the course of providing treatment services unless that person is aperson to whom a licence applies, ba that human admixed embryos shall not be supplied to a person unless that person is a person to whom a licence applies, c that the requirements of subsection (3) (maximum storage periods) are met, ca that any gametes, embryos or human admixed embryos that have been kept in storage pursuant to the licence must, once they may no longer lawfully be so kept, be removed from storage and disposed of, and d that such information as the Authority may specify in directions as to the persons whose consent is required under Schedule 3 to this Act, the terms of their consent and thecircumstances of the storage and as to such other matters as the Authority may specify in directions shall be included in the records maintained in pursuance of thelicence. 2 No information shall be removed from any records maintained in pursuance of such a licence before the expiry of such period as may be specified in directions for records ofthe class in question. 3 The requirements referred to in subsection (1)(c) are as follows— a gametes must not be kept in storage for longer than such period not exceeding 55 years beginning with the day on which they are first placed in storage as the licence may specify; b an embryo must not be kept in storage for treatment purposes for longer than such period not exceeding 55 years beginning with the day on which it is first so kept as the licence may specify; c an embryo that is kept in storage for the research or training purpose but not for treatment purposes must not be so kept for longer than such period not exceeding 10 years beginning with the day on which consent was given under Schedule 3 to the storage of the embryo for that purpose as the licence may specify; d a human admixed embryo must not be kept in storage for longer than such period not exceeding 10 years beginning with the day on which it is first placed in storage as the licence may specify. 4 Where under Schedule 3 consent is given to the storage of an embryo for the training or research purpose by different persons on different days, the reference in subsection (3)(c) to the day on which consent was given is to be taken as a reference to the last of those days. 5 For the purposes of this section— a “treatment purposes” are purposes referred to in paragraph 2(1)(a) or (b) of Schedule 3; b the “training purpose” is the purpose referred to in paragraph 2(1)(ba) of that Schedule; c the “research purpose” is the purpose referred to in paragraph 2(1)(c) of that Schedule."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "14A", "section_title": "Conditions of licences: human application", "section_text": "14A 1 This section applies to— a every licence under paragraph 1 or 1A of Schedule 2,  ... b every licence under paragraph 2 of that Schedule, so far as authorising storage of gametes or embryos intended for human application , and c every licence under paragraph 3 of that Schedule, so far as authorising activities in connection with the derivation from embryos of stem cells that are intended for human application. 2 A licence to which this section applies may not authorise the storage, procurement, testing, processing or distribution of gametes or embryos unless it contains the conditions required by Schedule 3A. 3 In relation to any gametes or embryos imported into   Northern Ireland from an EEA State , compliance with the requirements of the laws or other measures adopted in the relevant state or territory for the purpose of implementing the first, second and third Directives shall be taken to be compliance with the conditions required by Schedule 3A. 4 Subsection (3) shall not apply to any licence conditions imposed by the Authority which amount to more stringent protective measures for the purposes of Article 4(2) of the first Directive."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "15", "section_title": " Conditions of research licences.", "section_text": "15 1 The following shall be conditions of every licence under paragraph 3 of Schedule 2 to this Act. 2 The records maintained in pursuance of the licence shall include such information as the Authority may specify in directions about such matters as the Authority may sospecify. 3 No information shall be removed from any records maintained in pursuance of the licence before the expiry of such period as may be specified in directions for records of theclass in question. 4 No embryo appropriated for the purposes of any project of research shall be kept or used otherwise than for the purposes of such a project. 5 If by virtue of paragraph 20 of Schedule 3 (existing cells or cell lines) qualifying cells, as defined by paragraph 20(2) of that Schedule, of a person (“P”) are used to bring about the creation  in vitro  of an embryo or human admixed embryo without P's consent, steps shall be taken to ensure that the embryo or human admixed embryo cannot subsequently be attributed to P."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "15A", "section_title": "Duties of the Authority in relation to serious adverse events and serious adverse reactions", "section_text": "15A 1 The Authority shall investigate serious adverse events and serious adverse reactions and take appropriate control measures. 2 In investigating any serious adverse event or serious adverse reaction, the Authority shall, where it is appropriate to do so, arrange for— a any premises to which a licence relates and any relevant third party premises to be inspected on its behalf, and b a report on the inspection to be made to it. 3   If the Authority, in relation to Northern Ireland, receives a request from a competent authority in an EEA state   to carry out an inspection in relation to a serious adverse event or serious adverse reaction, the Authority must arrange for such an inspection to be carried out, for a report to be made of the inspection and for appropriate control measures to be taken."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "15B", "section_title": "Inspection of third country premises etc.: Northern Ireland", "section_text": "15B 1 This section applies where— a qualifying gametes or embryos are imported into   Northern Ireland   from a third country by an importing licensee, b the gametes or embryos are distributed in an  EEA  state  ... , and c the competent authority in that state  ...  requests the Authority to carry out any of the following activities— i arranging for an inspection of any third country premises to be carried out on behalf of the Authority, ii arranging for an inspection of any relevant documents held by a third country supplier to be carried out on behalf of the Authority, iii exercising the Authority’s powers under section 18(2) to revoke a licence held by an importing licensee, iv exercising the Authority’s powers under section 18A(3) to vary a licence held by an importing licensee, v exercising the Authority’s powers under section 19C(1) to suspend a licence held by an importing licensee, and vi other appropriate control measures. 2 The Authority must carry out the activity in question in subsection (1)(c), unless it considers that it would be inappropriate to do so in the particular circumstances of the case. 3 Before an inspection of any premises is carried out in pursuance of subsection (2), the Authority must— a make arrangements with the competent authority which made the request under subsection (1) for it to participate in the inspection, or b notify the competent authority which made the request under subsection (1) that the Authority has decided that it is not appropriate for it to participate in the inspection and give reasons for that decision. 4 For the purposes of ascertaining whether qualifying gametes or embryos imported   into Northern Ireland  from a third country meet standards of quality and safety equivalent to those laid down in this Act, the Authority may arrange for either or both of the following to be to be carried out on its behalf— a an inspection of any third country premises, b an inspection of any relevant documents held by a third country supplier. 5 The Authority may arrange for a report to be made on any inspection carried out in pursuance of subsection (2) or (4). 6 Any inspection carried out on behalf of the Authority in pursuance of subsection (2) or (4) must be carried out by a person authorised by the Authority to act for the purposes of this section. 7 References in this section to carrying out an inspection of any premises include, in particular— a inspecting any equipment found on the premises, b inspecting and taking copies of any relevant documents or records found on the premises, and c observing the carrying on of any activity relevant to ascertaining whether qualifying gametes or embryos imported from a third country meet standards of quality and safety equivalent to those laid down in this Act. 8 In this section, “relevant document” means a document relevant for the purposes of ascertaining whether qualifying gametes or embryos imported from a third country meet standards of quality and safety equivalent to those laid down in this Act."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "15C", "section_title": "Third country premises and third country suppliers: report of inspections etc: Northern Ireland", "section_text": "15C 1   This section applies in relation to Northern Ireland where the European Commission or a competent authority in an EEA state   requests the Authority to provide it with— a a copy of a report or information on any inspection of third country premises or relevant documents carried out in pursuance of section 15B(2) or (5), b information on any exercise of the Authority’s powers under section 18(2), 18A(3) or 19C(1) in relation to a licence held by an importing licensee (whether in pursuance of section 15B(2) or otherwise), or c information on any appropriate control measures carried out by the Authority (whether in pursuance of section 15B(2) or otherwise). 2 The Authority must provide the report or information in question to the person requesting it, unless the Authority considers that it would be inappropriate to do so in the particular circumstances of the case."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "16", "section_title": " Grant of licence.", "section_text": "16 1 The Authority may on application grant a licence to any person if the requirements of subsection (2) below are met. 2 The requirements mentioned in subsection (1) above are— a that the application is for a licence designating an individual as the person under whose supervision the activities to be authorised by the licence are to be carriedon, b that either that individual is the applicant or— i the application is made with the consent of that individual, and ii the   Authority   is satisfied that the applicant is a suitable person to hold a licence, c in relation to a licence under paragraph 1 or 1A of Schedule 2 or a licence under paragraph 2 of that Schedule authorising the storage of gametes or embryos intended for human application                          or a licence under paragraph 3 of that Schedule authorising activities in connection with the derivation from embryos of stem cells that are intended for human application , that the individual— i possesses a diploma, certificate or other evidence of formal qualifications in the field of medical or biological sciences, awarded on completion of a university course of study, or other course of study recognised in the United Kingdom as equivalent, or is otherwise considered by the   Authority   to be suitably qualified on the basis of academic qualifications in the field of nursing, and ii has at least two years' practical experience which is directly relevant to the activity to be authorised by the licence, ca in relation to a licence under paragraph 2 of Schedule 2 authorising storage of gametes , embryos or human admixed embryos   not intended for human application or a licence under paragraph 3 of that Schedule  authorising activities otherwise than in connection with the derivation from embryos of stem cells that are intended for human application , that the   Authority   is satisfied that the qualifications and experience of that individual are such as are required for the supervision of the activities, cb that the   Authority   is satisfied that the character of that individual is such as is required for the supervision of the activities and that the individual will discharge the duty under section 17 of this Act. d that the   Authority   is satisfied that the premises in respect of which the licence is to be granted  and any premises which will be relevant third party premises   are suitable for the activities, and e that all the other requirements of this Act in relation to the granting of the licence are satisfied. 3 The grant of a licence to any person may be by way of renewal of a licence granted to that person, whether on the same or different terms. 4 Where the   Authority   is of the opinion that the information provided in the application is insufficient to enable it to determine the application, it need notconsider the application until the applicant has provided it with such further information as it may require him to provide. 5 The   Authority   shall not grant a licence unless a copy of the conditions to be imposed by the licence has been shown to, and acknowledged in writing by, the applicantand (where different) the person under whose supervision the activities are to be carried on. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "17", "section_title": " The person responsible.", "section_text": "17 1 It shall be the duty of the individual under whose supervision the activities authorised by a licence are carried on (referred to in this Act as the “ person responsible ”) to secure— a that the other persons to whom the licence applies are of such character, and are so qualified by training and experience, as to be suitable persons to participate in theactivities authorised by the licence, b that proper equipment is used, c that proper arrangements are made for the keeping of gametes , embryos and human admixed embryos   and for the disposal of gametes , embryos or human admixed embryos   that have been   removed from storage , d that suitable practices are used in the course of the activities,  ... e that the conditions of the licence are complied with, f that conditions of third party agreements relating to the procurement, testing, processing or distribution of gametes or embryos are complied with, and g that the Authority is notified and provided with a report analysing the cause and the ensuing outcome of any serious adverse event or serious adverse reaction. 2 References in this Act to the persons to whom a licence applies are to— a the person responsible, b any person designated in the licence, or in a notice given to the Authority by the person who holds the licence or the person responsible, as a person to whom the licenceapplies, and c any person acting under the direction of the person responsible or of any person so designated. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "18", "section_title": "Revocation of licence", "section_text": "18 1 The Authority may revoke a licence on application by— a the person responsible, or b the holder of the licence (if different). 2 The Authority may revoke a licence otherwise than on application under subsection (1) if— a it is satisfied that any information given for the purposes of the application for the licence was in any material respect false or misleading, b it is satisfied that the person responsible has failed to discharge, or is unable because of incapacity to discharge, the duty under section 17, c it is satisfied that the person responsible has failed to comply with directions given in connection with any licence, d it ceases to be satisfied that the premises specified in the licence are suitable for the licensed activity, e it ceases to be satisfied that any premises which are relevant third party premises in relation to a licence are suitable for the activities entrusted to the third party by the person who holds the licence, f it ceases to be satisfied that the holder of the licence is a suitable person to hold the licence, g it ceases to be satisfied that the person responsible is a suitable person to supervise the licensed activity, h the person responsible dies or is convicted of an offence under this Act,  ... i it is satisfied that there has been any other material change of circumstances since the licence was granted   or j it is not satisfied that any third country premises are suitable for carrying out activities in a manner which secures that qualifying gametes or embryos imported from a third country by the holder of the licence meet standards of quality and safety laid down in this Act."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "18A", "section_title": "Variation of licence", "section_text": "18A 1 The Authority may on application by the holder of the licence vary the licence so as to substitute another person for the person responsible if— a the application is made with the consent of that other person, and b the Authority is satisfied that the other person is a suitable person to supervise the licensed activity. 2 The Authority may vary a licence on application by— a the person responsible, or b the holder of the licence (if different). 3 The Authority may vary a licence without an application under subsection (2) if it has the power to revoke the licence under section 18(2). 4 The powers under subsections (2) and (3) do not extend to making the kind of variation mentioned in subsection (1). 5 The Authority may vary a licence without an application under subsection (2) by— a removing or varying a condition of the licence, or b adding a condition to the licence. 6 The powers conferred by this section do not extend to the conditions required by sections 12 to 15 of this Act."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "19", "section_title": "Procedure in relation to licensing decisions", "section_text": "19 1 Before making a decision— a to refuse an application for the grant, revocation or variation of a licence, or b to grant an application for a licence subject to a condition imposed under paragraph 1(2), 1A(2), 2(2) or 3(6) of Schedule 2, the Authority shall give the applicant notice of the proposed decision and of the reasons for it. 2 Before making a decision under section 18(2) or 18A(3) or (5) the Authority shall give notice of the proposed decision and of the reasons for it to— a the person responsible, and b the holder of the licence (if different). 3 Where an application has been made under section 18A(2) to vary a licence, but the Authority considers it appropriate to vary the licence otherwise than in accordance with the application, before so varying the licence the Authority shall give notice of its proposed decision and of the reasons for it to— a the person responsible, and b the holder of the licence (if different). 4 A person to whom notice is given under subsection (1), (2) or (3) has the right to require the Authority to give him an opportunity to make representations of one of the following kinds about the proposed decision, namely— a oral representations by him, or a person acting on his behalf; b written representations by him. 5 The right under subsection (4) is exercisable by giving the Authority notice of the exercise of the right before the end of the period of 28 days beginning with the day on which the notice under subsection (1), (2) or (3) was given. 6 The Authority may by regulations make such additional provision about procedure in relation to the carrying out of functions under sections 18 and 18A and this section as it thinks fit."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "19A", "section_title": "Notification of licensing decisions", "section_text": "19A 1 In the case of a decision to grant a licence, the Authority shall give notice of the decision to— a the applicant, and b the person who is to be the person responsible. 2 In the case of a decision to revoke a licence, the Authority shall give notice of the decision to— a the person responsible, and b the holder of the licence (if different). 3 In the case of a decision to vary a licence on application under section 18A(1), the Authority shall give notice of the decision to— a the holder of the licence, and b (if different) the person who is to be the person responsible. 4 In the case of any other decision to vary a licence, the Authority shall give notice of the decision to— a the person responsible, and b the holder of the licence (if different). 5 In the case of a decision to refuse an application for the grant, revocation or variation of a licence, the Authority shall give notice of the decision to the applicant. 6 Subject to subsection (7), a notice under subsection (2), (4) or (5) shall include a statement of the reasons for the decision. 7 In the case of a notice under subsection (2) or (4), the notice is not required to include a statement of the reasons for the decision if the decision is made on an application under section 18(1) or 18A(2)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "19B", "section_title": "Applications under this Act", "section_text": "19B 1 Directions may make provision about— a the form and content of applications under this Act, and b the information to be supplied with such an application. 2 The Secretary of State may by regulations make other provision about applications under this Act. 3 Such regulations may, in particular, make provision about procedure in relation to the determination of applications under this Act and may, in particular, include— a provision for requiring persons to give evidence or to produce documents; b provision about the admissibility of evidence."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "19C", "section_title": "Power to suspend licence", "section_text": "19C 1 Where the Authority— a has reasonable grounds to suspect that there are grounds for revoking a licence, and b is of the opinion that the licence should immediately be suspended, it may by notice suspend the licence for such period not exceeding three months as may be specified in the notice. 2 The Authority may continue suspension under subsection (1) by giving a further notice under that subsection. 3 Notice under subsection (1) shall be given to the person responsible or where the person responsible has died or appears to be unable because of incapacity to discharge the duty under section 17— a to the holder of the licence, or b to some other person to whom the licence applies. 4 Subject to subsection (5), a licence shall be of no effect while a notice under subsection (1) is in force. 5 An application may be made under section 18(1) or section 18A(1) or (2) even though a notice under subsection (1) is in force."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "20", "section_title": "  Right to reconsideration of licensing decisions", "section_text": "20 1 If an application for the grant, revocation or variation of a licence is refused, the applicant may require the Authority to reconsider the decision. 2 Where the Authority decides to vary or revoke a licence, any person to whom notice of the decision was required to be given (other than a person who applied for the variation or revocation) may require the Authority to reconsider the decision. 3 The right under subsections (1) and (2) is exercisable by giving the Authority notice of exercise of the right before the end of the period of 28 days beginning with the day on which notice of the decision concerned was given under section 19A. 4 If the Authority decides — a to suspend a licence under section 19C(1), or b to continue the suspension of a licence under section 19C(2), any person to whom notice of the decision was required to be given may require the Authority to reconsider the decision. 5 The right under subsection (4) is exercisable by giving the Authority notice of exercise of the right before the end of the period of 14 days beginning with the day on which notice of the decision concerned was given under section 19C. 6 The giving of any notice to the Authority in accordance with subsection (5) shall not affect the continuation in force of the suspension of the licence in respect of which that notice was given. 7 Subsections (1), (2) and (4) do not apply to a decision on reconsideration."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "20A", "section_title": "Appeals committee", "section_text": "20A 1 The Authority shall maintain one or more committees to carry out its functions in pursuance of notices under section 20. 2 A committee under subsection (1) is referred to in this Act as an appeals committee. 3 Regulations shall make provision about the membership and proceedings of appeals committees. 4 Regulations under subsection (3) may, in particular, provide— a for the membership of an appeals committee to be made up wholly or partly of persons who are not members of the Authority, and b for the appointment of any person to advise an appeals committee on prescribed matters. 5 For the purposes of subsection (4)\t\t\t\t\t\t\t\t “ prescribed ” means prescribed by regulations under subsection (3)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "20B", "section_title": "Procedure on reconsideration", "section_text": "20B 1 Reconsideration shall be by way of a fresh decision. 2 Regulations shall make provision about the procedure in relation to reconsideration. 3 Regulations under subsection (2) may, in particular, make provision— a entitling a person by whom reconsideration is required, (“ the appellant ”) to require that the appellant or the appellant's representative be given an opportunity to appear before and be heard by the appeals committee dealing with the matter, b entitling the person who made the decision which is the subject of reconsideration to appear at any meeting at which such an opportunity is given, and to be heard in person or by a representative, c requiring the appeals committee dealing with the matter to consider any written representations received from the appellant or the person who made the decision which is the subject of reconsideration, d preventing any person who made the decision which is the subject of reconsideration from sitting as a member of the appeals committee dealing with the matter, e requiring persons to give evidence or to produce documents, f concerning the admissibility of evidence, and g requiring the appellant and any prescribed person to be given notice of the decision on reconsideration and a statement of reasons for the appeals committee's decision. 4 Regulations under subsection (2) may, in particular, make different provision about the procedure on reconsideration depending upon whether the reconsideration is in pursuance of a notice under section 20(3) or a notice under section 20(5). 5 Such regulations may, in particular, make provision— a in relation to cases where a person requires reconsideration of a decision to suspend a licence and reconsideration of a decision to continue the suspension of that licence, and b in relation to cases where reconsideration of a decision is required under section 20(2) by only one of two persons by whom it could have been required. 6 In this section— a “ prescribed ” means prescribed by regulations under subsection (2), and b “ reconsideration ” means reconsideration in pursuance of a notice under section 20."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "21", "section_title": " Appeal on a point of law", "section_text": "21 A person aggrieved by a decision on reconsideration in pursuance of a notice under section 20 may appeal to the High Court or, in Scotland, the Court of Session on a point of law."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "22", "section_title": " Temporary suspension of licence.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "23", "section_title": " Directions: general.", "section_text": "23 1 The Authority may from time to time give directions for any purpose for which directions may be given under this Act or directions varying or revoking suchdirections. 2 A person to whom any requirement contained in directions is applicable shall comply with the requirement. 3 Anything done by a person in pursuance of directions is to be treated for the purposes of this Act as done in pursuance of a licence. 4 Where directions are to be given to a particular person, they shall be given by serving notice of the directions on the person. 5 In any other case, directions may be given— a in respect of any licence (including a licence which has ceased to have effect), by serving notice of the directions on the person— i who is the person responsible or the holder of the licence, if different, or ii who was the person responsible or the holder of the licence, if different, b if the directions appear to the Authority to be general directions or it appears to the Authority that it is not practicable to give notice in pursuance of paragraph(a) above, by publishing the directions in such way as, in the opinion of the Authority, is likely to bring the directions to the attention of the persons to whom theyare applicable. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "24", "section_title": " Directions as to particular matters.", "section_text": "24 1 If, in the case of any information about persons for whom treatment services , other than basic partner treatment services,  were provided, the person responsible does not know that any child was born following thetreatment, the period specified in directions by virtue of section 13(4) of this Act shall not expire less than 50 years after the information was first recorded. 2 In the case of every licence under paragraph 1   or 1A  of Schedule 2 to this Act, directions shall require information to be recorded and given to the Authority about each of thematters referred to in section 13(2)(a) to (e) of this Act. 3 In relation to gametes or embryos that are not intended for human application,  directions may authorise, in such circumstances and subject to such conditions as may be specified in the directions, the keeping, by or on behalf of a person to whom alicence applies, of gametes or embryos in the course of their carriage to or from any premises. 3A In relation to gametes and embryos that are intended for human application, directions may authorise the keeping of gametes or embryos by or on behalf of a person to whom a licence applies, in the course of their carriage— a between premises to which licences relate, b between such premises and relevant third party premises, c in relation to Northern Ireland, between premises referred to in paragraphs (a) and (b) and tissue establishments accredited, designated, authorised or licensed under the laws, or other measures, of an EEA state which implement the first, second and third Directives,  or d between premises referred to in paragraphs (a) and (b) and tissue establishments in a   third country , pursuant to directions given under subsection (4), in such circumstances and subject to such conditions as may be specified in the directions. 3B Directions may authorise, in such circumstances and subject to such conditions as may be specified in the directions, the keeping, by or on behalf of a person to whom a licence applies, of human admixed embryos in the course of their carriage to or from any premises. 4 Directions may authorise any person to whom a licence applies to— a receive gametes, embryos or human admixed embryos— i from outside the United Kingdom, and ii in respect of Northern Ireland, from Great Britain, or b send gametes, embryos or human admixed embryos outside the United Kingdom, in such circumstances and subject to such conditions as may be specified in the directions. 4ZA Directions made by virtue of subsection (4) may provide for sections 12 to 14 of this Act to have effect with such modifications as may be specified in the directions. 4A In giving any directions under subsection (4) authorising any person to whom a licence applies to  export from the United Kingdom to a third country , gametes or embryos intended for human application, the Authority shall— a include directions specifying the measures that persons to whom a licence applies shall take to ensure that all such  ... exports meet standards of quality and safety equivalent to those laid down in this Act, and b have regard to ensuring traceability. 4AA Directions must, in accordance with paragraph 1 of Schedule 3AA, specify requirements with which any person to whom a licence applies who proposes to make qualifying imports (other than a one-off import) must comply before the Authority gives any directions under subsection (4) authorising the person to make qualifying imports. 4AB Directions must, in accordance with paragraph 2 of Schedule 3AA, specify requirements with which any person to whom a licence applies who proposes to make a qualifying import which is a one-off import must comply before the Authority gives any directions under subsection (4) authorising the person to make the import. 4AC In giving any directions under subsection (4) authorising any person to whom a licence applies to make any qualifying imports, the Authority must include the directions specified in paragraph 3 of Schedule 3AA. 4AD Where the Authority gives any directions under subsection (4) authorising any person to whom a licence applies to make any qualifying imports, it must— a in relation to Great Britain, provide that person with a certificate of authority in such form as the Authority considers appropriate; and b in relation to Northern Ireland, provide that person with a certificate in the form set out in Annex II to the fourth Directive. 4AE In subsections (4AA) and (4AB) a reference to a one-off import, in relation to gametes or embryos, is to gametes or embryos imported for the purposes of providing services to a particular person or persons on one occasion only. 4AF In subsections (4AA) to (4AD) and Schedule 3AA “qualifying import” means the import  ... from a third country of gametes or embryos intended for human application. 4B Regulations may make provision requiring or authorising the giving of directions in relation to particular matters which are specified in the regulations and relate to activities falling within section 4A(2)\t\t\t\t\t\t\t\t(activities involving genetic material of animal origin). 5A Directions may make provision for the purpose of dealing with a situation arising in consequence of— a the variation of a licence, or b a licence ceasing to have effect. 5B Directions under subsection (5A)(a) may impose requirements— a on the holder of the licence, b on the person who is the person responsible immediately before or immediately after the variation, or c on any other person, if that person consents. 5C Directions under subsection (5A)(b) may impose requirements— a on the person who holds the licence immediately before the licence ceases to have effect, b on the person who is the person responsible at that time, or c on any other person, if that person consents. 5D Directions under subsection (5A) may, in particular, require anything kept, or information held, in pursuance of the licence to be transferred in accordance with the directions. 5E Where a licence has ceased to have effect by reason of the death or dissolution of its holder, anything subsequently done by a person before directions are given under subsection (5A) shall, if the licence would have been authority for doing it, be treated as authorised by a licence. 11 Where the Authority proposes to give directions specifying any animal for the purposes of paragraph 1(1)(f) or   3(2)   of Schedule 2 to this Act,it shall report the proposal to the Secretary of State; and the directions shall not be given until the Secretary of State has laid a copy of the report before each House ofParliament. 11A In relation to Great Britain, directions must specify the systems to be adopted for the identification of gametes and embryos intended for human application which the Authority considers appropriate to facilitate traceability. 12   In relation to Northern Ireland, directions must   specify the systems to be adopted for the identification of gametes and embryos intended for human application which the Authority considers appropriate to secure compliance with the requirements of — a paragraph 1 of Article 25 of the first Directive (coding of information), b paragraph 1 of Article 10 of the third Directive (European coding system), subject to any exemption specified in the directions in accordance with paragraph 3 of that Article, c Article 10a of the third Directive (format of the Single European Code), and d paragraph 1(a) to (f) and (h) of Article 10b of the third Directive (requirements related to the application of the Single European Code). 12A   In relation to Northern Ireland, directions must   require information to be provided to the Authority which the Authority considers appropriate to secure compliance with the requirements of paragraph 1(g) of Article 10b of the third Directive (European coding system). 13 The Authority may give directions as to the information to be provided to it and any measures to be taken by the person responsible in the event of— a any occurrence which may adversely influence the quality or safety of gametes or embryos intended for human application, b any adverse incident which may be linked to the quality or safety of gametes or embryos intended for human application, or c any misidentification or mix-up of gametes or embryos intended for human application. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "25", "section_title": " Code of practice.", "section_text": "25 1 The Authority shall maintain a code of practice giving guidance about the proper conduct of activities carried on in pursuance of a licence under this Act and the properdischarge of the functions of the person responsible and other persons to whom the licence applies. 2 The guidance given by the code shall include guidance for those providing treatment services about the account to be taken of the welfare of children who may be born as aresult of treatment services (including a child’s need for   supportive parenting ), and of other children who may be affected by such births. 2A The code shall also give guidance about— a the giving of a suitable opportunity to receive proper counselling, and b the provision of such relevant information as is proper, in accordance with any condition that is by virtue of section 13(6) or (6A) a condition of a licence under paragraph 1 of Schedule 2. 3 The code may also give guidance about the use of any technique involving the placing of sperm and eggs in a woman. 4 The Authority may from time to time revise the whole or any part of the code. 5 The Authority shall publish the code as for the time being in force. 6 A failure on the part of any person to observe any provision of the code shall not of itself render the person liable to any proceedings, but— a   the Authority   shall, in considering whether there has been any failure to comply with any conditions of a licence and, in particular, conditions requiring anything tobe “proper” or “suitable”, take account of any relevant provision of the code,and b   the Authority   may, in considering, where it has power to do so, whether or not to vary or revoke a licence, take into account any observance of or failure to observethe provisions of the code."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "26", "section_title": " Procedure for approval of code.", "section_text": "26 1 The Authority shall send a draft of the proposed first code of practice under section 25 of this Act to the Secretary of State within twelve months of the commencement ofsection 5 of this Act. 2 If the Authority proposes to revise the code or, if the Secretary of State does not approve a draft of the proposed first code, to submit a further draft, the Authorityshall send a draft of the revised code or, as the case may be, a further draft of the proposed first code to the Secretary of State. 3 Before preparing any draft, the Authority shall consult such persons as the Secretary of State may require it to consult and such other persons (if any) as itconsiders appropriate. 4 If the Secretary of State approves a draft, he shall lay it before Parliament and, if he does not approve it, he shall give reasons to the Authority. 5 A draft approved by the Secretary of State shall come into force in accordance with directions."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "27", "section_title": " Meaning of “mother”.", "section_text": "27 1 The woman who is carrying or has carried a child as a result of the placing in her of an embryo or of sperm and eggs, and no other woman, is to be treated as the mother ofthe child. 2 Subsection (1) above does not apply to any child to the extent that the child is treated by virtue of adoption as not being the  woman’schild . 3 Subsection (1) above applies whether the woman was in the United Kingdom or elsewhere at the time of the placing in her of the embryo or the sperm and eggs."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "28", "section_title": " Meaning of “father”.", "section_text": "28 1 Subject to subsections (5A) to (5I) below,  thissection applies in the case of a child who is being or has been carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or her artificialinsemination. 2 If— a at the time of the placing in her of the embryo or the sperm and eggs or of her insemination, the woman was a party to a marriage, and b the creation of the embryo carried by her was not brought about with the sperm of the other party to the marriage, then, subject to subsection (5) below, the other party to the marriage shall be treated as the father of the child unless it is shown that he did not consent tothe placing in her of the embryo or the sperm and eggs or to her insemination (as the case may be). 3 If no man is treated, by virtue of subsection (2) above, as the father of the child but— a the embryo or the sperm and eggs were placed in the woman, or she was artificially inseminated, in the course of treatment services provided for her and a man together by aperson to whom a licence applies, and b the creation of the embryo carried by her was not brought about with the sperm of that man, then, subject to subsection (5) below, that man shall be treated as the father of the child. 4 Where a person is treated as the father of the child by virtue of subsection (2) or (3) above, no other person is to be treated as the father of thechild. 5 Subsections (2) and (3) above do not apply— a in relation to England and Wales and Northern Ireland, to any child who, by virtue of the rules of common law, is treated as the legitimate child of the parties to amarriage, b in relation to Scotland, to any child who, by virtue of any enactment or other rule of law, is treated as the child of the parties to a marriage, or c to any child to the extent that the child is treated by virtue of adoption as not being the   man’s child . 5A If— a a child has been carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or herartificial insemination, b the creation of the embryo carried by her was brought about by using the sperm of a man after his death, or the creationof the embryo was brought about using the sperm of a man before his death but the embryo was placed in the woman after his death, c the woman was a party to a marriage with the man immediately before his death, d the man consented in writing (and did not withdraw the consent)— i to the use of his sperm after his death which brought about the creation of the embryo carried by the woman or (asthe case maybe) to the placing in the woman after his death of the embryo which was brought about using his sperm before his death, and ii to being treated for the purpose mentioned in subsection (5I) below as the father of any resultingchild, e the woman has elected in writing not later than the end of the period of 42 days from the day on which the child was bornfor the man to be treated for the purpose mentioned in subsection (5I) below as the father of the child, and f no-one else is to be treated as the father of the child by virtue of subsection (2) or (3) above or byvirtue of adoption or the child being treated as mentioned in paragraph (a) or (b) of subsection (5) above, then the man shall be treated for the purpose mentioned in subsection (5I) below as the father of the child. 5B If— a a child has been carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or herartificial insemination, b the creation of the embryo carried by her was brought about by using the sperm of a man after his death, or the creationof the embryo was brought about using the sperm of a man before his death but the embryo was placed in the woman after his death, c the woman was not a party to a marriage with the man immediately before his death but treatment services were beingprovided for the woman and the man together before his death either by a person to whom a licence applies or outside the United Kingdom, d the man consented in writing (and did not withdraw the consent)— i to the use of his sperm after his death which brought about the creation of the embryo carried by the woman or (asthe case maybe) to the placing in the woman after his death of the embryo which was brought about using his sperm before his death, and ii to being treated for the purpose mentioned in subsection (5I) below as the father of any resultingchild, e the woman has elected in writing not later than the end of the period of 42 days from the day on which the child was bornfor the man to be treated for the purpose mentioned in subsection (5I) below as the father of the child, and f no-one else is to be treated as the father of the child by virtue of subsection (2) or (3) above or byvirtue of adoption or the child being treated as mentioned in paragraph (a) or (b) of subsection (5) above, then the man shall be treated for the purpose mentioned in subsection (5I) below as the father of the child. 5C If— a a child has been carried by a woman as the result of the placing in her of an embryo, b the embryo was created at a time when the woman was a party to a marriage, c the creation of the embryo was not brought about with the sperm of the other party to the marriage, d the other party to the marriage died before the placing of the embryo in the woman, e the other party to the marriage consented in writing (and did not withdraw the consent)— i to the placing of the embryo in the woman after his death, and ii to being treated for the purpose mentioned in subsection (5I) below as the father of any resultingchild, f the woman has elected in writing not later than the end of the period of 42 days from the day on which the child was bornfor the other party to the marriage to be treated for the purpose mentioned in subsection (5I) below as the father of the child,and g no-one else is to be treated as the father of the child by virtue of subsection (2) or (3) above or byvirtue of adoption or the child being treated as mentioned in paragraph (a) or (b) of subsection (5) above, then the other party to the marriage shall be treated for the purpose mentioned in subsection (5I) below as the father of the child. 5D If— a a child has been carried by a woman as the result of the placing in her of an embryo, b the embryo was not created at a time when the woman was a party to a marriage but was created in the course of treatmentservices provided for the woman and a man together either by a person to whom a licence applies or outside the United Kingdom, c the creation of the embryo was not brought about with the sperm of that man, d the man died before the placing of the embryo in the woman, e the man consented in writing (and did not withdraw the consent)— i to the placing of the embryo in the woman after his death, and ii to being treated for the purpose mentioned in subsection (5I) below as the father of any resultingchild, f the woman has elected in writing not later than the end of the period of 42 days from the day on which the child was bornfor the man to be treated for the purpose mentioned in subsection (5I) below as the father of the child, and g no-one else is to be treated as the father of the child by virtue of subsection (2) or (3) above or byvirtue of adoption or the child being treated as mentioned in paragraph (a) or (b) of subsection (5) above, then the man shall be treated for the purpose mentioned in subsection (5I) below as the father of the child. 5E In the application of subsections (5A) to (5D) above to Scotland, for any reference to a period of 42days there shall be substituted a reference to a period of 21 days. 5F The requirement under subsection (5A), (5B), (5C) or (5D) above as to the makingof an election (which requires an election to be made either on or before the day on which the child was born or within the period of 42 or, as the case may be, 21 days fromthat day) shall nevertheless be treated as satisfied if the required election is made after the end of that period but with the consent of the Registrar General undersubsection (5G) below. 5G The Registrar General may at any time consent to the making of an election after the end of the period mentioned insubsection(5F) above if, on an application made to him in accordance with such requirements as he may specify, he is satisfied that there is a compelling reason forgiving his consent to the making of such an election. 5H In subsections (5F) and (5G) above  “the RegistrarGeneral” means the Registrar General for England and Wales, the Registrar General of Births, Deaths and Marriages for Scotland or (as the case maybe) theRegistrar General for Northern Ireland. 5I The purpose referred to in subsections (5A) to (5D) above is the purpose of enabling theman’s particulars to be entered as the particulars of the child’s father in (as the case may be) a register of live-births or still-births kept under theBirths and Deaths Registration Act 1953 or the Births and Deaths Registration (Northern Ireland) Order 1976 or a register of births or still-births kept under theRegistration of Births, Deaths and Marriages (Scotland) Act 1965. 6 Where— a the sperm of a man who had given such consent as is required by paragraph 5 of Schedule 3 to this Act was used for a purpose for which such consent was required, or b the sperm of a man, or any embryo the creation of which was brought about with his sperm, was used after his death, he is not   , subject to subsections (5A) and (5B) above, to be treated as the father of the child. 7 The references in subsection (2) above   and subsections (5A) to (5D) above to the parties to a marriage at the time there referred to— a are to the parties to a marriage subsisting at that time, unless a judicial separation was then in force, but b include the parties to a void marriage if either or both of them reasonably believed at that time that the marriage was valid; and for the purposes of this subsection itshall be presumed, unless the contrary is shown, that one of them reasonably believed at that time that the marriage was valid. 8 This section applies whether the woman was in the United Kingdom or elsewhere at the time of the placing in her of the embryo or the sperm and eggs or her artificialinsemination. 9 In subsection (7)(a) above, “ judicial separation ” includes a legal separation obtained in a country outsidethe British Islands and recognised in the United Kingdom."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "29", "section_title": " Effect of sections 27 and 28.", "section_text": "29 1 Where by virtue of section 27 or 28 of this Act a person is to be treated as the mother or father of a child, that person is to be treated in law as the mother or, as thecase may be, father of the child for all purposes. 2 Where by virtue of section 27 or 28 of this Act a person is not to be treated as the mother or father of a child, that person is to be treated in law as not being the motheror, as the case may be, father of the child for any purpose. 3 Where subsection (1) or (2) above has effect, references to any relationship between two people in any enactment, deed or other instrument or document(whenever passed or made) are to be read accordingly. 3A Subsections (1) to (3) above do not apply in relation to the treatment in law of a deceased man in acase to which section 28(5A),(5B), (5C) or (5D) of this Act applies. 3B Where subsection (5A), (5B), (5C) or (5D) of section 28 of this Act applies, thedeceased man— a is to be treated in law as the father of the child for the purpose referred to in that subsection,but b is to be treated in law as not being the father of the child for any other purpose. 3C Where subsection (3B) above has effect, references to any relationship between two people in any enactment,deed or other instrument or document (whenever passed or made) are to be read accordingly. 3D In subsection (3C) above  “ enactment ” includes an enactmentcomprised in, or in an instrument made under, an Act of the Scottish Parliament or Northern Ireland legislation. 4 In relation to England and Wales and Northern Ireland, nothing in the provisions of section 27(1) or 28(2) to (4)  or(5A) to (5I) , read with this section, affects— a the succession to any dignity or title of honour or renders any person capable of succeeding to or transmitting a right to succeed to any such dignity or title, or b the devolution of any property limited (expressly or not) to devolve (as nearly as the law permits) along with any dignity or title of honour. 5 In relation to Scotland— a those provisions do not apply to any title, coat of arms, honour or dignity transmissible on the death of the holder thereof or affect the succession thereto or thedevolution thereof, and b where the terms of any deed provide that any property or interest in property shall devolve along with a title, coat of arms, honour or dignity, nothing in those provisionsshall prevent that property or interest from so devolving."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "30", "section_title": " Parental orders in favour of gamete donors.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31", "section_title": "  Register of information", "section_text": "31 1 The Authority shall keep a register which is to contain any information which falls within subsection (2) and which— a immediately before the coming into force of section 24 of the Human Fertilisation and Embryology Act 2008, was contained in the register kept under this section by the Authority, or b is obtained by the Authority. 2 Subject to subsection (3), information falls within this subsection if it relates to— a the provision for any identifiable individual of treatment services other than basic partner treatment services, b the procurement or distribution of any sperm, other than sperm which is partner-donated sperm and has not been stored, in the course of providing non-medical fertility services for any identifiable individual, c the keeping of the gametes of any identifiable individual or of an embryo taken from any identifiable woman, d the use of the gametes of any identifiable individual other than their use for the purpose of basic partner treatment services, or e the use of an embryo taken from any identifiable woman, or if it shows that any identifiable individual is a relevant individual. 3 Information does not fall within subsection (2) if it is provided to the Authority for the purposes of any voluntary contact register as defined by section 31ZF(1). 4 In this section  “ relevant individual ” means an individual who was or may have been born in consequence of— a treatment services, other than basic partner treatment services, or b the procurement or distribution of any sperm (other than partner-donated sperm which has not been stored) in the course of providing non-medical fertility services."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZA", "section_title": "Request for information as to genetic parentage  etc.", "section_text": "31ZA 1 A person who has attained the age of 16 (“ the applicant ”) may by notice to the Authority require the Authority to comply with a request under subsection (2). 2 The applicant may request the Authority to give the applicant notice stating whether or not the information contained in the register shows that a person (“ the donor ”) other than a parent of the applicant would or might, but for the relevant statutory provisions, be the parent of the applicant, and if it does show that— a giving the applicant so much of that information as relates to the donor as the Authority is required by regulations to give (but no other information), or b stating whether or not that information shows that there are other persons of whom the donor is not the parent but would or might, but for the relevant statutory provisions, be the parent and if so— i the number of those other persons, ii the sex of each of them, and iii the year of birth of each of them. 3 The Authority shall comply with a request under subsection (2) if— a the information contained in the register shows that the applicant is a relevant individual, and b the applicant has been given a suitable opportunity to receive proper counselling about the implications of compliance with the request. 4 Where a request is made under subsection (2)(a) and the applicant has not attained the age of 18 when the applicant gives notice to the Authority under subsection (1), regulations cannot require the Authority to give the applicant any information which identifies the donor. 5 Regulations cannot require the Authority to give any information as to the identity of a person whose gametes have been used or from whom an embryo has been taken if a person to whom a licence applied was provided with the information at a time when the Authority could not have been required to give information of the kind in question. 6 The Authority need not comply with a request made under subsection (2)(b) by any applicant if it considers that special circumstances exist which increase the likelihood that compliance with the request would enable the applicant— a to identify the donor, in a case where the Authority is not required by regulations under subsection (2)(a) to give the applicant information which identifies the donor, or b to identify any person about whom information is given under subsection (2)(b). 7 In this section— “ relevant individual ” has the same meaning as in section 31; “ the relevant statutory provisions ” means sections 27 to 29 of this Act and sections 33 to 47 of the Human Fertilisation and Embryology Act 2008."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZB", "section_title": "Request for information as to intended spouse  etc.", "section_text": "31ZB 1 Subject to subsection (4), a person (“ the applicant ”) may by notice to the Authority require the Authority to comply with a request under subsection (2). 2 The applicant may request the Authority to give the applicant notice stating whether or not information contained in the register shows that, but for the relevant statutory provisions, the applicant would or might be related to a person specified in the request (“the specified person”) as— a a person whom the applicant proposes to marry, b a person with whom the applicant proposes to enter into a civil partnership, or c a person with whom the applicant is in an intimate physical relationship or with whom the applicant proposes to enter into an intimate physical relationship. 3 Subject to subsection (5), the Authority shall comply with a request under subsection (2) if— a the information contained in the register shows that the applicant is a relevant individual, b the Authority receives notice in writing from the specified person consenting to the request being made and that notice has not been withdrawn, and c the applicant and the specified person have each been given a suitable opportunity to receive proper counselling about the implications of compliance with the request. 4 A request may not be made under subsection (2)(c) by a person who has not attained the age of 16. 5 Where a request is made under subsection (2)(c) and the specified person has not attained the age of 16 when the applicant gives notice to the Authority under subsection (1), the Authority must not comply with the request. 6 Where the Authority is required under subsection (3) to comply with a request under subsection (2), the Authority must take all reasonable steps to give the applicant and the specified person notice stating whether or not the information contained in the register shows that, but for the relevant statutory provisions, the applicant and the specified person would or might be related. 7 In this section— “ relevant individual ” has the same meaning as in section 31; “ the relevant statutory provisions ” has the same meaning as in section 31ZA."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZC", "section_title": "Power of Authority to inform donor of request for information", "section_text": "31ZC 1 Where— a the Authority has received from a person (“ the applicant ”) a notice containing a request under subsection (2)(a) of section 31ZA, and b compliance by the Authority with its duty under that section has involved or will involve giving the applicant information relating to a person other than the parent of the applicant who would or might, but for the relevant statutory provisions, be a parent of the applicant (“ the donor ”), the Authority may notify the donor that a request under section 31ZA(2)(a) has been made, but may not disclose the identity of the applicant or any information relating to the applicant. 2 In this section  “ the relevant statutory provisions ” has the same meaning as in section 31ZA."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZD", "section_title": "Provision to donor of information about resulting children", "section_text": "31ZD 1 This section applies where a person (“ the donor ”) has consented under Schedule 3 (whether before or after the coming into force of this section) to— a the use of the donor's gametes, or an embryo the creation of which was brought about using the donor's gametes, for the purposes of treatment services provided under a licence, or b the use of the donor's gametes for the purposes of non-medical fertility services provided under a licence. 2 In subsection (1)— a “treatment services” do not include treatment services provided to the donor, or to the donor and another person together, and b “non-medical fertility services” do not include any services involving partner-donated sperm. 3 The donor may by notice request the appropriate person to give the donor notice stating— a the number of persons of whom the donor is not a parent but would or might, but for the relevant statutory provisions, be a parent by virtue of the use of the gametes or embryos to which the consent relates, b the sex of each of those persons, and c the year of birth of each of those persons. 4 Subject to subsections (5) to (7), the appropriate person shall notify the donor whether the appropriate person holds the information mentioned in subsection (3) and, if the appropriate person does so, shall comply with the request. 5 The appropriate person need not comply with a request under subsection (3) if the appropriate person considers that special circumstances exist which increase the likelihood that compliance with the request would enable the donor to identify any of the persons falling within paragraphs (a) to (c) of subsection (3). 6 In the case of a donor who consented as described in subsection (1)(a), the Authority need not comply with a request made to it under subsection (3) where the person who held the licence referred to in subsection (1)(a) continues to hold a licence under paragraph 1 of Schedule 2, unless the donor has previously made a request under subsection (3) to the person responsible and the person responsible— a has notified the donor that the information concerned is not held, or b has failed to comply with the request within a reasonable period. 7 In the case of a donor who consented as described in subsection (1)(b), the Authority need not comply with a request made to it under subsection (3) where the person who held the licence referred to in subsection (1)(b) continues to hold a licence under paragraph 1A of Schedule 2, unless the donor has previously made a request under subsection (3) to the person responsible and the person responsible— a has notified the donor that the information concerned is not held, or b has failed to comply with the request within a reasonable period. 8 In this section  “ the appropriate person ” means— a in the case of a donor who consented as described in paragraph (a) of subsection (1)— i where the person who held the licence referred to in that paragraph continues to hold a licence under paragraph 1 of Schedule 2, the person responsible, or ii the Authority, and b in the case of a donor who consented as described in paragraph (b) of subsection (1)— i where the person who held the licence referred to in that paragraph continues to hold a licence under paragraph 1A of Schedule 2, the person responsible, or ii the Authority. 9 In this section  “ the relevant statutory provisions ” has the same meaning as in section 31ZA."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZE", "section_title": "Provision of information about donor-conceived genetic siblings", "section_text": "31ZE 1 For the purposes of this section two relevant individuals are donor-conceived genetic siblings of each other if a person (“ the donor ”) who is not the parent of either of them would or might, but for the relevant statutory provisions, be the parent of both of them. 2 Where— a the information on the register shows that a relevant individual (“A”) is the donor-conceived genetic sibling of another relevant individual (“B”), b A has provided information to the Authority (“the agreed information”) which consists of or includes information which enables A to be identified with the request that it should be disclosed to— i any donor-conceived genetic sibling of A, or ii such siblings of A of a specified description which includes B, and c the conditions in subsection (3) are satisfied, then, subject to subsection (4), the Authority shall disclose the agreed information to B. 3 The conditions referred to in subsection (2)(c) are— a that each of A and B has attained the age of 18, b that B has requested the disclosure to B of information about any donor-conceived genetic sibling of B, and c that each of A and B has been given a suitable opportunity to receive proper counselling about the implications of disclosure under subsection (2). 4 The Authority need not disclose any information under subsection (2) if it considers that the disclosure of information will lead to A or B identifying the donor unless— a the donor has consented to the donor's identity being disclosed to A or B, or b were A or B to make a request under section 31ZA(2)(a), the Authority would be required by regulations under that provision to give A or B information which would identify the donor. 5 In this section— “ relevant individual ” has the same meaning as in section 31; “ the relevant statutory provisions ” has the same meaning as in section 31ZA."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZF", "section_title": "Power of Authority to keep voluntary contact register", "section_text": "31ZF 1 In this section and section 31ZG, a  “ voluntary contact register ” means a register of persons who have expressed their wish to receive information about any person to whom they are genetically related as a consequence of the provision to any person of treatment services in the United Kingdom before 1 August 1991. 2 The Authority may— a set up a voluntary contact register in such manner as it thinks fit, b keep a voluntary contact register in such manner as it thinks fit, c determine criteria for eligibility for inclusion on the register and the particulars that may be included, d charge a fee to persons who wish their particulars to be entered on the register, e arrange for samples of the  DNA  of such persons to be analysed at their request, f make such arrangements as it thinks fit for the disclosure of information on the register between persons who appear to the Authority to be genetically related, and g impose such conditions as it thinks fit to prevent a person (“A”) from disclosing information to a person to whom A is genetically related (“B”) where that information would identify any person who is genetically related to both A and B. 3 The Authority may make arrangements with any person by whom a voluntary contact register is kept before the commencement of this section for the supply by that person to the Authority of the information contained in the register maintained by that person."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31ZG", "section_title": "Financial assistance for person setting up or keeping voluntary contact register", "section_text": "31ZG 1 The Authority may, instead of keeping a voluntary contact register, give financial assistance to any person who sets up or keeps a voluntary contact register. 2 Financial assistance under subsection (1) may be given in any form, and in particular, may be given by way of— a grants, b loans, c guarantees, or d incurring expenditure for the person assisted. 3 Financial assistance under subsection (1) may be given on such terms and conditions as the Authority considers appropriate. 4 A person receiving assistance under subsection (1) must comply with the terms and conditions on which it is given, and compliance may be enforced by the Authority."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31A", "section_title": "The Authority's register of licences", "section_text": "31A 1 The Authority shall keep a register recording the grant, suspension or revocation of— a every licence under paragraph 1 or 2 of Schedule 2 authorising activities in relation to gametes or embryos intended for use for human application,  ... b every licence under paragraph 1A of Schedule 2 , and c every licence under paragraph 3 of Schedule 2 authorising activities in connection with the derivation from embryos of stem cells that are intended for human application. 2 The register shall specify, in relation to each such licence— a the activities authorised, b the address of the premises to which the licence relates, c the name of the person responsible and  the name of the holder of the licence (if different) , and d any variations made. 3 The Authority shall make such of the information included in the register as it considers appropriate available to the public in such manner as it considers appropriate."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "31B", "section_title": "The Authority's register of serious adverse events and serious adverse reactions", "section_text": "31B 1 The Authority shall keep a register containing information provided to it under this Act about any serious adverse event or serious adverse reaction. 2 The Authority shall make such of the information included in the register as it considers appropriate available to the public in such manner as it considers appropriate."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "32", "section_title": " Information to be provided to Registrar General.", "section_text": "32 1 This section applies where a claim is made before the Registrar General that a   person   is or is not the   parent   of a child and it is necessary or desirable for the purpose of anyfunction of the Registrar General to determine whether the claim is or may be well-founded. 2 The Authority shall comply with any request made by the Registrar General by notice to the Authority to disclose whether any information on the register kept in pursuance ofsection 31 of this Act tends to show   that the person may be a parent of the child by virtue of any of the relevant statutory provisions   and, if it does, disclose that information. 2A In subsection (2)\t\t\t\t\t\t\t\t “ the relevant statutory provisions ” means— a section 28 of this Act, and b sections 35 to 47 of the Human Fertilisation and Embryology Act 2008. 3 In this section and section   33A   of this Act, “ the Registrar General ” means the Registrar General for England and Wales, theRegistrar General of Births, Deaths and Marriages for Scotland or the Registrar General for Northern Ireland, as the case may be."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "33A", "section_title": "Disclosure of information", "section_text": "33A 1 No person shall disclose any information falling within section 31(2) which the person obtained (whether before or after the coming into force of section 24 of the Human Fertilisation and Embryology Act 2008) in the person's capacity as— a a member or employee of the Authority, b any person exercising functions of the Authority by virtue of section 8B or 8C of this Act (including a person exercising such functions by virtue of either of those sections as a member of staff or as an employee), c any person engaged by the Authority to provide services to the Authority, d any person employed by, or engaged to provide services to, a person mentioned in paragraph (c), e a person to whom a licence applies, f a person to whom a third party agreement applies, or g a person to whom directions have been given. 2 Subsection (1) does not apply where— a the disclosure is made to a person as a member or employee of the Authority or as a person exercising functions of the Authority as mentioned in subsection (1)(b), b the disclosure is made to or by a person falling within subsection (1)(c) for the purpose of the provision of services which that person is engaged to provide to the Authority, c the disclosure is made by a person mentioned in subsection (1)(d) for the purpose of enabling a person falling within subsection (1)(c) to provide services which that person is engaged to provide to the Authority, d the disclosure is made to a person to whom a licence applies for the purpose of that person's functions as such, e the disclosure is made to a person to whom a third party agreement applies for the purpose of that person's functions under that agreement, f the disclosure is made in pursuance of directions given by virtue of section 24, g the disclosure is made so that no individual can be identified from the information, h the disclosure is of information other than identifying donor information and is made with the consent required by section 33B, i the disclosure— i is made by a person who is satisfied that it is necessary to make the disclosure to avert an imminent danger to the health of an individual (“P”), ii is of information falling within section 31(2)(a) which could be disclosed by virtue of paragraph (h) with P's consent or could be disclosed to P by virtue of subsection (5), and iii is made in circumstances where it is not reasonably practicable to obtain P's consent, j the disclosure is of information which has been lawfully made available to the public before the disclosure is made, k the disclosure is made in accordance with sections 31ZA to 31ZE, l the disclosure is required or authorised to be made— i under regulations made under section 33D, or ii in relation to any time before the coming into force of the first regulations under that section, under regulations made under section 251 of the National Health Service Act 2006, m   in relation to Northern Ireland,  the disclosure is made by a person acting in the capacity mentioned in subsection (1)(a) or (b) for the purpose of carrying out the Authority's duties under section 8A, n the disclosure is made by a person acting in the capacity mentioned in subsection (1)(a) or (b) in pursuance of an order of a court under section 34 or 35, o the disclosure is made by a person acting in the capacity mentioned in subsection (1)(a) or (b) to the Registrar General in pursuance of a request under section 32, p the disclosure is made by a person acting in the capacity mentioned in subsection (1)(a) or (b) to any body or person discharging a regulatory function for the purpose of assisting that body or person to carry out that function, q the disclosure is made for the purpose of establishing in any proceedings relating to an application for an order under subsection (1) of section 54  or subsection (1) of section 54A   of the Human Fertilisation and Embryology Act 2008 whether the condition specified in paragraph (a) or (b) of that subsection is met, r the disclosure is made under section 3 of the Access to Health Records Act 1990, s the disclosure is made under Article 5 of the Access to Health Records (Northern Ireland) Order 1993, or t the disclosure is made necessarily for— i the purpose of the investigation of any offence (or suspected offence), or ii any purpose preliminary to proceedings, or for the purposes of, or in connection with, any proceedings. 3 Subsection (1) does not apply to the disclosure of information in so far as— a the information identifies a person who, but for sections 27 to 29 of this Act or sections 33 to 47 of the Human Fertilisation and Embryology Act 2008, would or might be a parent of a person who instituted proceedings under section 1A of the Congenital Disabilities (Civil Liability) Act 1976, and b the disclosure is made for the purpose of defending such proceedings, or instituting connected proceedings for compensation against that parent. 4 Paragraph (t) of subsection (2), so far as relating to disclosure for the purpose of the investigation of an offence or suspected offence, or for any purpose preliminary to, or in connection with proceedings, does not apply— a to disclosure of identifying donor information, or b to disclosure, in circumstances in which subsection (1) of section 34 of this Act applies, of information relevant to the determination of the question mentioned in that subsection, made by any person acting in a capacity mentioned in any of paragraphs (c) to (g) of subsection (1). 5 Subsection (1) does not apply to the disclosure to any individual of information which— a falls within subsection (2) of section 31 of this Act by virtue of any of paragraphs (a) to (e) of that subsection, and b relates only to that individual or, in the case of an individual who is treated together with, or gives a notice under section 37 or 44 of the Human Fertilisation and Embryology Act 2008 in respect of, another, only to that individual and that other. 6 In subsection (2)— a in paragraph (p)\t\t\t\t\t\t\t\t\t\t “ regulatory function ” has the same meaning as in section 32 of the Legislative and Regulatory Reform Act 2006, and b in paragraph (t) references to  “proceedings” include any formal procedure for dealing with a complaint. 7 In this section  “ identifying donor information ” means information enabling a person to be identified as a person whose gametes were used in accordance with consent given under paragraph 5 of Schedule 3 for the purposes of treatment services or non-medical fertility services in consequence of which an identifiable individual was, or may have been, born."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "33B", "section_title": "Consent required to authorise certain disclosures", "section_text": "33B 1 This section has effect for the purposes of section 33A(2)(h). 2 Subject to subsection (5), the consent required by this section is the consent of each individual who can be identified from the information. 3 Consent in respect of a person who has not attained the age of 18 years (“C”) may be given— a by C, in a case where C is competent to deal with the issue of consent, or b by a person having parental responsibility for C, in any other case. 4 Consent to disclosure given at the request of another shall be disregarded unless, before it is given, the person requesting it takes reasonable steps to explain to the individual from whom it is requested the implications of compliance with the request. 5 In the case of information which shows that any identifiable individual (“A”) was, or may have been, born in consequence of treatment services, the consent required by this section does not include A's consent if the disclosure is necessarily incidental to the disclosure of information falling within section 31(2)(a). 6 The reference in subsection (3) to parental responsibility is— a in relation to England and Wales, to be read in accordance with the Children Act 1989; b in relation to Northern Ireland, to be read in accordance with the Children (Northern Ireland) Order 1995; c in relation to Scotland, to be read as a reference to parental responsibilities and parental rights within the meaning of the Children (Scotland) Act 1995."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "33C", "section_title": "Power to provide for additional exceptions from section 33A(1)", "section_text": "33C 1 Regulations may provide for additional exceptions from section 33A(1). 2 No exception may be made under this section for— a disclosure of a kind mentioned in paragraph (a) or (b) of subsection (4) of section 33A, or b disclosure in circumstances in which section 32 of this Act applies of information having the tendency mentioned in subsection (2) of that section, made by any person acting in a capacity mentioned in any of paragraphs (c) to (g) of subsection (1) of section 33A."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "33D", "section_title": "Disclosure for the purposes of medical or other research", "section_text": "33D 1 Regulations may— a make such provision for and in connection with requiring or regulating the processing of protected information for the purposes of medical research as the Secretary of State considers is necessary or expedient in the public interest or in the interests of improving patient care, and b make such provision for and in connection with requiring or regulating the processing of protected information for the purposes of any other research as the Secretary of State considers is necessary or expedient in the public interest. 2 Regulations under subsection (1) may, in particular, make provision— a for requiring or authorising the disclosure or other processing of protected information to or by persons of any prescribed description subject to compliance with any prescribed conditions (including conditions requiring prescribed undertakings to be obtained from such persons as to the processing of such information), b for securing that, where prescribed protected information is processed by a person in accordance with the regulations, anything done by that person in so processing the information must be taken to be lawfully done despite any obligation of confidence owed by the person in respect of it, c for requiring fees of a prescribed amount to be paid to the Authority in prescribed circumstances by persons in relation to the disclosure to those persons of protected information under those regulations, d for the establishment of one or more bodies to exercise prescribed functions in relation to the processing of protected information under those regulations, e as to the membership and proceedings of any such body, and f as to the payment of remuneration and allowances to any member of any such body and the reimbursement of expenses. 3 Where regulations under subsection (1) require or regulate the processing of protected information for the purposes of medical research, such regulations may enable any approval given under regulations made under section 251 of the National Health Service Act 2006 (control of patient information) to have effect for the purposes of the regulations under subsection (1) in their application to England and Wales. 4 Subsections (1) to (3) are subject to subsections (5) to (8). 5 Regulations under subsection (1) may not make any provision requiring or authorising the disclosure or other processing, for any purpose, of protected information, where that information is information from which an individual may be identified, if it would be reasonably practicable to achieve that purpose otherwise than pursuant to such regulations, having regard to the cost of and technology available for achieving that purpose. 6 Regulations under this section may not make provision for or in connection with the processing of protected information in a manner inconsistent with any provision made by or under   the data protection legislation . 7 Subsection (6) does not affect the operation of provisions made under subsection (2)(b). 8 Before making any regulations under this section the Secretary of State shall consult such bodies appearing to the Secretary of State to represent the interests of those likely to be affected by the regulations as the Secretary of State considers appropriate. 9 In this section—   “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act).   “ prescribed ” means prescribed by regulations made by virtue of this section, “ processing ”, in relation to information, means the use, disclosure, or obtaining of the information or the doing of such other things in relation to it as may be prescribed for the purposes of this definition, and “ protected information ” means information falling within section 31(2)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "34", "section_title": " Disclosure in interests of justice.", "section_text": "34 1 Where in any proceedings before a court the question whether a person is or is not the parent of a child by virtue of sections 27 to 29 of this Act   or sections 33 to 47 of the Human Fertilisation and Embryology Act 2008  falls to be determined,the court may on the application of any party to the proceedings make an order requiring the Authority— a to disclose whether or not any information relevant to that question is contained in the register kept in pursuance of section 31 of this Act, and b if it is, to disclose so much of it as is specified in the order, but such an order may not require the Authority to disclose any information falling within   section 31(2)(c) to (e)   of this Act. 2 The court must not make an order under subsection (1) above unless it is satisfied that the interests of justice require it to do so, taking intoaccount— a any representations made by any individual who may be affected by the disclosure, and b the welfare of the child, if under 18 years old, and of any other person under that age who may be affected by the disclosure. 3 If the proceedings before the court are civil proceedings, it— a may direct that the whole or any part of the proceedings on the application for an order under subsection (2) above shall be heard in camera, and b if it makes such an order, may then or later direct that the whole or any part of any later stage of the proceedings shall be heard in camera. 4 An application for a direction under subsection (3) above shall be heard in camera unless the court otherwise directs."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "35", "section_title": " Disclosure in interests of justice: congenital disabilities, etc.", "section_text": "35 1 Where for the purpose of instituting proceedings under section 1 of the Congenital Disabilities (Civil Liability) Act 1976 (civil liability to child borndisabled) it is necessary to identify a person who would or might be the parent of a child but for   the relevant statutory provisions , the court may, on the application of thechild, make an order requiring the Authority to disclose any information contained in the register kept in pursuance of section 31 of this Act identifying that person. 2 Where, for the purposes of any action for damages in Scotland (including any such action which is likely to be brought) in which the damages claimed consist of orinclude damages or solatium in respect of personal injury (including any disease and any impairment of physical or mental condition), it is necessary to identify aperson who would or might be the parent of a child but for   the relevant statutory provisions , the court may, on the application of any party to the action or, if the proceedings havenot been commenced, the prospective pursuer, make an order requiring the Authority to disclose any information contained in the register kept in pursuance of section 31 of thisAct identifying that person. 2A In subsections (1) and (2)\t\t\t\t\t\t\t\t “ the relevant statutory provisions ” means— a sections 27 to 29 of this Act, and b sections 33 to 47 of the Human Fertilisation and Embryology Act 2008. 3 Subsections (2) to (4) of section 34 of this Act apply for the purposes of this section as they apply for the purposes of that. 4 After section 4(4) of the Congenital Disabilities (Civil Liability) Act 1976 there is inserted— 4A In any case where a child carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or her artificial insemination is born disabled, anyreference in section 1 of this Act to a parent includes a reference to a person who would be a parent but for sections 27 to 29 of the Human Fertilisation and Embryology Act1990. ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "35A", "section_title": "Mitochondrial donation", "section_text": "35A 1 Regulations may provide for any of the relevant provisions to have effect subject to specified modifications in relation to cases where— a an egg which is a permitted egg for the purposes of section 3(2) by virtue of regulations made under section 3ZA(5), or b an embryo which is a permitted embryo for those purposes by virtue of such regulations, has been created from material provided by two women. 2 In this section  “ the relevant provisions ” means— a the following provisions of this Act— i section 13(6C)\t\t\t\t\t\t\t\t\t\t\t\t\t(information whose provision to prospective parents is required by licence condition), ii section 31 (register of information), iii sections 31ZA to 31ZE (provision of information), and iv Schedule 3 (consents to use or storage of gametes, embryos or human admixed embryos  etc. ), and b   sections 54 and 54A   of the Human Fertilisation and Embryology Act 2008 (parental orders)."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "35B", "section_title": "Fees", "section_text": "35B 1 The Authority may charge a fee in respect of any of the following— a an application for a licence, b the grant or renewal of a licence, c an application for the revocation or variation of a licence, or d the exercise by the Authority of any other function conferred on it by or under this Act or by or under any other enactment— i in relation to a licence, ii in relation to premises which are or have been premises to which a licence relates, iii in relation to premises which are or have been relevant third party premises in relation to a licence, or iv in relation to premises which, if an application is granted, will be premises to which a licence relates or relevant third party premises. 2 The amount of any fee charged by virtue of subsection (1) is to be fixed in accordance with a scheme made by the Authority with the approval of the Secretary of State and the Treasury. 3 In fixing the amount of any fee to be charged by virtue of that subsection, the Authority may have regard to the costs incurred by it— a in exercising the functions conferred on it by or under this Act (apart from sections 31ZA to 31ZG and 33D), and b in exercising any other function conferred on it by or under any other enactment. 4 The Authority may also charge such fee as it thinks fit in respect of any of the following— a the giving of notice under section 31ZA(1) or 31ZB(1), or b the provision of information under section 31ZA, 31ZB or 31ZE. 5 In fixing the amount of any fee to be charged by virtue of subsection (4) the Authority may have regard to the costs incurred by it in exercising the function to which the fee relates. 6 When exercising its power to charge fees under section 8(2), 31ZF(2)(d) or this section, the Authority may fix different fees for different circumstances."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "36", "section_title": " Amendment of Surrogacy Arrangements Act 1985.", "section_text": "36 1 After section 1 of the  Surrogacy Arrangements Act 1985 there is inserted—  Surrogacy arrangements unenforceable. 1A No surrogacy arrangement is enforceable by or against any of the persons making it. 2 In section 1 of that Act (meaning of “surrogate mother”, etc.)— a in subsection (6), for “or, as the case may be, embryo insertion” there is substituted “or of the placing in her of an embryo, of an egg in the process of fertilisation or of sperm and eggs, as the case may be,”, and b in subsection (9), the words from “and whether” to the end are repealed."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "37", "section_title": " Amendment of law relating to termination of pregnancy.", "section_text": "37 1 For paragraphs (a) and (b) of section 1(1) of the  Abortion Act 1967 (grounds for medicaltermination of pregnancy) there is substituted— a that the pregnancy has not exceeded its twenty-fourth week and that the continuance of the pregnancy would involve risk, greater than if the pregnancy were terminated, ofinjury to the physical or mental health of the pregnant woman or any existing children of her family; or b that the termination is necessary to prevent grave permanent injury to the physical or mental health of the pregnant woman; or c that the continuance of the pregnancy would involve risk to the life of the pregnant woman, greater than if the pregnancy were terminated; or d that there is a substantial risk that if the child were born it would suffer from such physical or mental abnormalities as to be seriously handicapped. 2 In section 1(2) of that Act, after “(a)” there is inserted “or(b)”. 3 After section 1(3) of that Act there is inserted— 3A The power under subsection (3) of this section to approve a place includes power, in relation to treatment consisting primarily in the use of such medicines as maybe specified in the approval and carried out in such manner as may be so specified, to approve a class of places. 4 For section 5(1) of that Act (effect on  Infant Life (Preservation) Act 1929) there issubstituted— 1 No offence under the Infant Life (Preservation) Act 1929 shall be committed by a registered medical practitioner who terminates a pregnancy in accordance with theprovisions of this Act. 5 In section 5(2) of that Act, for the words from “the miscarriage” to the end there is substituted a woman’s miscarriage (or, in the case of a woman carrying more than one foetus, her miscarriage of any foetus) is unlawfully done unlessauthorised by section 1 of this Act and, in the case of a woman carrying more than one foetus, anything done with intent to procure her miscarriage of any foetus is authorised bythat section if—                   a the ground for termination of the pregnancy specified in subsection (1)(d) of that section applies in relation to any foetus and the thing is done forthe purpose of procuring the miscarriage of that foetus, or b any of the other grounds for termination of the pregnancy specified in that section applies ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "38", "section_title": " Conscientious objection.", "section_text": "38 1 No person who has a conscientious objection to participating in any activity governed by this Act shall be under any duty, however arising, to do so. 2 In any legal proceedings the burden of proof of conscientious objection shall rest on the person claiming to rely on it. 3 In any proceedings before a court in Scotland, a statement on oath by any person to the effect that he has a conscientious objection to participating in a particularactivity governed by this Act shall be sufficient evidence of that fact for the purpose of discharging the burden of proof imposed by subsection (2) above."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "38A", "section_title": "Inspection, entry, search and seizure", "section_text": "38A 1 Schedule 3B (which makes provisions about inspection, entry, search and seizure) has effect. 2 Nothing in this Act makes it unlawful for a member or employee of the Authority to keep any embryo, human admixed embryo or gametes in pursuance of that person's functions as such."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "39", "section_title": " Powers of members and employees of Authority.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "40", "section_title": " Power to enter premises.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "41", "section_title": " Offences.", "section_text": "41 1 A person who— a contravenes section 3(2) , 3A or   4A(1) or (2)   of this Act, or b does anything which, by virtue of section 3(3) of this Act, cannot be authorised by a licence, is guilty of an offence and liable on conviction on indictment to imprisonment for a term not exceeding ten years or a fine or both. 2 A person who— a contravenes section 3(1)\t\t\t\t\t\t\t  or (1A)  of this Act, otherwise than by doing something which, by virtue of section 3(3) of this Act, cannot be authorised by alicence, aa contravenes section 3(1B) of this Act, b keeps  ...  any gametes in contravention of section 4(1)(a)\t\t\t\t\t\t\t ...  of this Act, ba uses any gametes in contravention of section 4(1)(b), bb contravenes section 4(1A) of this Act, c contravenes section 4(3) of this Act, or d fails to comply with any directions given by virtue of   section 24(5D)   of this Act, is guilty of an offence. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a person— a provides any information for the purposes of the grant of a licence, being information which is false or misleading in a material particular, and b either he knows the information to be false or misleading in a material particular or he provides the information recklessly, he is guilty of an offence. 4 A person guilty of an offence under subsection (2) or (3) above   ...  is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both, and b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A person who discloses any information in contravention of   section 33A   of this Act is guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both, and b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 A person who without reasonable excuse fails to comply with a requirement imposed by regulations made by virtue of   section 19B(3)(a) or 20B(3)(e)   of this Act is guiltyof an offence. 8 Where a person to whom a licence applies   or the holder of the licence   gives or receives any money or other benefit, not authorised by directions, in respect of any supply ofgametes , embryos or human admixed embryos , he is guilty of an offence. 9 A person guilty of an offence under subsection  ... (7) or (8) above is liable on summary conviction to imprisonment for a term not exceedingsix months or a fine not exceeding level five on the standard scale or both. 10 It is a defence for a person (“ the defendant ”) charged with an offence of doing anything which, under section 3(1) or (1A), 4(1) or 4A(2), cannot be done except in pursuance of a licence to prove— a that the defendant was acting under the direction of another, and b that the defendant believed on reasonable grounds— i that the other person was at the material time the person responsible under a licence, a person designated by virtue of section 17(2)(b) of this Act as a person to whom a licence applied, or a person to whom directions had been given under section 24(5A) to (5D), and ii that the defendant was authorised by virtue of the licence or directions to do the thing in question. 10A It is a defence for a person (“ the defendant ”) charged with an offence of doing anything which, under section 3(1A) or (1B) or 4(1A), cannot be done except in pursuance of a licence or a third party agreement to prove— a that the defendant was acting under the direction of another, and b that the defendant believed on reasonable grounds— i that the other person was at the material time the person responsible under a licence, a person designated by virtue of section 17(2)(b) of this Act as a person to whom a licence applied, a person to whom a third party agreement applied, or a person to whom directions had been given under section 24(5A) to (5D), and ii that the defendant was authorised by virtue of the licence, third party agreement or directions to do the thing in question. 11 It is a defence for a person charged with an offence under this Act to prove— a that at the material time he was a person to whom a licence   or third party agreement  applied or to whom directions had been given, and b that he took all such steps as were reasonable and exercised all due diligence to avoid committing the offence."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "42", "section_title": " Consent to prosecution.", "section_text": "42 No proceedings for an offence under this Act shall be instituted— a in England and Wales, except by or with the consent of the Director of Public Prosecutions, and b in Northern Ireland, except by or with the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "42A", "section_title": "Powers to make regulations in relation to standards of quality and safety", "section_text": "42A 1 The Secretary of State may by regulations make provision specifying requirements to be met for the purposes of ensuring traceability. 2 The Secretary of State may by regulations make provision in relation to the notification of serious adverse events and serious adverse reactions (whether to the Authority or such other person as may be specified in the regulations). 3 The Secretary of State may by regulations make provision specifying requirements to be met for the purposes of verifying that standards of quality and safety equivalent to those required pursuant to this Act apply in relation to imports by tissue establishments of gametes and embryos from third countries. 4 The Secretary of State may by regulations make provision specifying technical requirements in relation to the following— a the licensing or authorisation of tissue establishments; b the procurement of gametes or embryos; c selection criteria for donors of gametes and embryos; d laboratory tests required for donors; e procedures for the reception of gametes and embryos at the tissue establishment; f the gamete and embryo preparation process; g gamete and embryo processing, storage and distribution. 5 The provision that may be made in regulations under this section includes provision amending this Act and may modify, or further modify, the provisions of the second, third and fourth Directives as they apply by virtue of this Act. 6 The Secretary of State may only make regulations under this section in relation to Great Britain."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "43", "section_title": " Keeping and examining gametes and embryos in connection with crime, etc.", "section_text": "43 1 Regulations may provide— a for the keeping and examination of gametes or embryos, in such manner and on such conditions (if any) as may be specified in regulations, in connection with theinvestigation of, or proceedings for, an offence (wherever committed), or b for the storage of gametes, in such manner and on such conditions (if any) as may be specified in regulations, where they are to be used only for such purposes,other than treatment services, as may be specified in regulations. 2 Nothing in this Act makes unlawful the keeping or examination of any gametes or embryos in pursuance of regulations made by virtue of this section. 3 In this section “ examination ” includes use for the purposes of any test."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "44", "section_title": " Civil liability to child with disability.", "section_text": "44 1 After section 1 of the  Congenital Disabilities (Civil Liability) Act 1976 (civil liability to child born disabled)there is inserted—  Extension of section 1 to cover infertility treatments. 1A 1 In any case where— a a child carried by a woman as the result of the placing in her of an embryo or of sperm and eggs or her artificial insemination is born disabled, b the disability results from an act or omission in the course of the selection, or the keeping or use outside the body, of the embryo carried by her or of the gametes used tobring about the creation of the embryo, and c a person is under this section answerable to the child in respect of the act or omission, the child’s disabilities are to be regarded as damage resulting from the wrongful act of that person and actionable accordingly at the suit of the child. 2 Subject to subsection (3) below and the applied provisions of section 1 of this Act, a person (here referred to as “thedefendant”) is answerable to the child if he was liable in tort to one or both of the parents (here referred to as “theparent or parents concerned”) or would, if sued in due time, have been so; and it is no answer that there could not have been such liability because theparent or parents concerned suffered no actionable injury, if there was a breach of legal duty which, accompanied by injury, would have given rise to the liability. 3 The defendant is not under this section answerable to the child if at the time the embryo, or the sperm and eggs, are placed in the woman or the time of her insemination(as the case may be) either or both of the parents knew the risk of their child being born disabled (that is to say, the particular risk created by the act oromission). 4 Subsections (5) to (7) of section 1 of this Act apply for the purposes of this section as they apply for the purposes of that but as if references to theparent or the parent affected were references to the parent or parents concerned. 2 In section 4 of that Act (interpretation, etc)— a at the end of subsection (2) there is inserted— and references to embryos shall be construed in accordance with section 1 of the Human Fertilisation and Embryology Act 1990 , b in subsection (3), after “section 1” there is inserted “1A”,and c in subsection (4), for “either” there is substituted “any”."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "45", "section_title": " Regulations.", "section_text": "45 1 The Secretary of State may make regulations for any purpose for which regulations may be made under this Act. 1A Subsection (1) does not enable the Secretary of State to make regulations by virtue of section 19(6)\t\t\t\t\t\t\t\t(which confers regulation-making powers on the Authority). 2 The power to make regulations   under this Act  shall be exercisable by statutory instrument. 3 The power to make regulations under this Act may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified cases or classes of case, and b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise); ii the same provision for all cases in relation to which the power is exercised, or different provision as respects the same case or class of case for different purposes; iii any such provision either unconditionally, or subject to any specified condition. 3A Any power of the Secretary of State or the Authority to make regulations under this Act includes power to make such transitional, incidental or supplemental provision as the Secretary of State or the Authority considers appropriate. 4 The Secretary of State shall not make regulations by virtue of any of the provisions specified in subsection (4A) unless a draft has been laid before and approved by a resolution of each House of Parliament. 4A Those provisions are— section 1(6); section 3(3)(c); section 3ZA(5); section 4(2) or (3); section 4A(5) or (11); section 20A(3); section 20B(2); section 24(4B); section 31ZA(2)(a); section 33C; section 33D; section 35A;   section 42A;   section 43; paragraph 1(1)(g), 1ZC or 3A(1)(c) of Schedule 2. 5 A statutory instrument containing regulations   made by the Secretary of State  shall, if made without a draft having been approved by resolution of each House of Parliament, be subject to annulment inpursuance of a resolution of either House of Parliament. 6 In this Act “ regulations ” means regulations under this section."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "45A", "section_title": "Power to make consequential provision", "section_text": "45A 1 The Secretary of State may by order make such provision modifying any provision made by or under any enactment as the Secretary of State considers necessary or expedient in consequence of any provision made by regulations under any of the relevant provisions of this Act. 2 For the purposes of subsection (1),  “the relevant provisions of this Act” are— a section 1(6)\t\t\t\t\t\t\t\t\t\t(power to include things within the meaning of  “embryo” and  “gametes”  etc. ); b section 4A(11)\t\t\t\t\t\t\t\t\t\t(power to amend definition of  “human admixed embryo” and other terms). 3 Before making an order under this section containing provision which would, if included in an Act of the Scottish Parliament, be within the legislative competence of that Parliament, the Secretary of State must consult the Scottish Ministers. 4 Before making an order under this section containing provision which would be within the legislative competence of the National Assembly for Wales if it were included in  an Act of the Assembly , the Secretary of State must consult the Welsh Ministers. 5 Before making an order under this section containing provision which would if included in an Act of the Northern Ireland Assembly, be within the legislative competence of that Assembly, the Secretary of State must consult the Department of Health, Social Services and Public Safety. 6 In this section— “ enactment ” means— an Act of Parliament (other than this Act), an Act of the Scottish Parliament, a Measure or Act of the National Assembly for Wales, or Northern Ireland legislation, whenever passed or made; “ modify ” includes amend, add to, revoke or repeal; “ the Assembly Act provisions ” has the meaning given by section 103(8) of the Government of Wales Act 2006."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "45B", "section_title": "Orders", "section_text": "45B 1 The power to make an order under section 8C(1)(c) or 45A of this Act shall be exercisable by statutory instrument. 2 The power to make an order under section 8C(1)(c) or 45A of this Act includes power to make such transitional, incidental or supplemental provision as the Secretary of State considers appropriate. 3 A statutory instrument containing an order made by the Secretary of State by virtue of section 8C(1)(c) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 The Secretary of State shall not make an order by virtue of section 45A unless a draft has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "46", "section_title": " Notices.", "section_text": "46 1 This section has effect in relation to any notice required or authorised by this Act to be given to or served on any person. 2 The notice may be given to or served on the person— a by delivering it to the person, b by leaving it at the person’s proper address, or c by sending it by post to the person at that address. 3 The notice may— a in the case of a body corporate, be given to or served on the secretary or clerk of the body, b in the case of a partnership, be given to or served on any partner, and c in the case of an unincorporated association other than a partnership, be given to or served on any member of the governing body of the association. 4 For the purposes of this section and section 7 of the  Interpretation Act 1978 (service of documents by post) in itsapplication to this section, the proper address of any person is the person’s last known address and also— a in the case of a body corporate, its secretary or its clerk, the address of its registered or principal office, and b in the case of an unincorporated association or a member of its governing body, its principal office. 5 Where a person has notified the Authority of an address or a new address at which notices may be given to or served on him under this Act, that address shall also be hisproper address for the purposes mentioned in subsection (4) above or, as the case may be, his proper address for those purposes in substitution for that previouslynotified."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "47", "section_title": " Index.", "section_text": "47 The expressions listed in the left-hand column below are respectively defined or (as the case may be) are to be interpreted in accordance with the provisions ofthis Act listed in the right-hand column in relation to those expressions. Activities governed by this Act Section 4(5)   Appeals committee     Section 20A(2)   Authority Section 2(1) Basic partner treatment services Section 2(1) Carry, in relation to a child Section 2(3) . . . . . . Directions Section 2(1) Distribution, in relation to gametes or embryos intended for human application Section 2(1) Embryo  (except in section 4A or in the term  “human admixed embryo”)   Section 1 First Directive Section 1A   Fourth Directive  Section 1A Gametes, eggs or sperm  (except in section 4A)   Section 1   Human admixed embryo     Section 4A(6)   Human application Section 2(1)   Importing licensee  Section 2B(2 Keeping, in relation to embryos or gametes Section 2(2) Licence Section 2(1) . . . . . . . . . . . . Non-medical fertility services Section 2(1)   Nuclear  DNA  (in relation to an embryo)     Section 2(1)   Partner-donated sperm Section 1(5) Person responsible Section 17(1) Person to whom a licence applies Section 17(2) Person to whom a third party agreement applies Section 2A(3) Processing, in relation to gametes or embryos intended for human application Section 2(1) Procurement, in relation to gametes or embryos intended for human application Section 2(1)   Qualifying gametes or embryos  Section 2B(3) Relevant third party premises, in relation to a licence Section 2A(2) Second Directive Section 1A Serious adverse event Section 2(1) Serious adverse reaction Section 2(1) . . . . . . Store, and similar expressions, in relation to embryos , human admixed embryos   or gametes Section 2(1)   Third country  Section 2B(4)   Third country premises  Section 2B(5)   Third country supplier  Section 2B(6) Third Directive Section 1A Third party Section 2A(2) Third party agreement Section 2A(1)   Tissue establishment   Section 2(1) Traceability Section 2(1) Treatment services Section 2(1)"}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "48", "section_title": " Northern Ireland.", "section_text": "48 1 This Act (except   sections 33A(2)(r) and  37) extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Fertilisation and Embryology Act 1990", "year": 1990, "section": "49", "section_title": " Short title, commencement, etc.", "section_text": "49 1 This Act may be cited as the Human Fertilisation and Embryology Act 1990. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed for differentprovisions and for different purposes. 3 Sections 27 to 29 of this Act shall have effect only in relation to children carried by women as a result of the placing in them of embryos or of sperm and eggs, or of theirartificial insemination (as the case may be), after the commencement of those sections. 4 Section 27 of the  Family Law Reform Act 1987 (artificial insemination) does not have effect in relation to children carriedby women as the result of their artificial insemination after the commencement of sections 27 to 29 of this Act. 5 Schedule 4 to this Act (which makes minor and consequential amendments) shall have effect. 6 An order under this section may make such transitional provision as the Secretary of State considers necessary or desirable and, in particular, may provide that whereactivities are carried on under the supervision of a particular individual, being activities which are carried on under the supervision of that individual at the commencement ofsections 3 and 4 of this Act, those activities are to be treated, during such period as may be specified in or determined in accordance with the order, as authorised by a licence(having, in addition to the conditions required by this Act, such conditions as may be so specified or determined) under which that individual is the personresponsible. 7 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such exceptions, adaptations and modifications (if any) as maybe specified in the Order, to any of the Channel Islands."}]