[{"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "1", "section_title": " Information as to recognised charities.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "2", "section_title": " Non-recognised bodies.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "3", "section_title": " Designated religious bodies.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "4", "section_title": " Duty to keep accounting records.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "5", "section_title": " Annual accounts and report.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "6", "section_title": " Powers of Lord Advocate to investigate charities and to suspend trustees.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "7", "section_title": " Powers of Court of Session to deal with management of charities.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "8", "section_title": " Disqualification of persons concerned in the management or control of recognised bodies.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "9", "section_title": " Reorganisation of public trusts by the court.", "section_text": "9 1 Where, in the case of any public trust, the court is satisfied— a that the purposes of the trust, whether in whole or in part— i have been fulfilled as far as it is possible to do so; or ii can no longer be given effect to, whether in accordance with the directions or spirit of the trust deed or other document constituting the trust or otherwise; b that the purposes of the trust provide a use for only part of the property available under the trust; c that the purposes of the trust were expressed by reference to— i an area which has, since the trust was constituted, ceased to have effect for the purpose described expressly or by implication in the trust deed or other document constituting the trust; or ii a class of persons or area which has ceased to be suitable or appropriate, having regard to the spirit of the trust deed or other document constituting the trust, or as regards which it has ceased to be practicable to administer the property available under the trust; or d that the purposes of the trust, whether in whole or in part, have, since the trust was constituted— i been adequately provided for by other means; or ii ceased to be such as would enable the trust to  be entered in the Scottish Charity Register ; or iii ceased in any other way to provide a suitable and effective method of using the property available under the trust, having regard to the spirit of the trust deed or other document constituting the trust, the court, on the application of the trustees, may, subject to subsection (2) below, approve a scheme for the variation or reorganisation of the trust purposes. 2 The court shall not approve a scheme as mentioned in subsection (1) above unless it is satisfied that the trust purposes proposed in the scheme will enable the resources of the trust to be applied to better effect consistently with the spirit of the trust deed or other document constituting the trust, having regard to changes in social and economic conditions since the time when the trust was constituted. 3 Where any of paragraphs (a) to (d) of subsection (1) above applies to a public trust, an application may be made under this section for the approval of a scheme — a for the transfer of the assets of the trust to another public trust, whether involving a change to the trust purposes of such other trust or not; or b for the amalgamation of the trust with one or more public trusts, and the court, if it is satisfied that the conditions specified in subsection (2) above are met, may approve such a scheme. 4 Subject to subsection (5) below, an application for approval of a scheme under this section shall be made to the Court of Session. 5 From such day as the Lord Advocate may, by order, appoint, an application for approval of a scheme under this section may be made by a public trust having an annual income not exceeding such amount as the Secretary of State may, by order, prescribe— a to the sheriff for the place with which the trust has its closest and most real connection; b where there is no such place as is mentioned in paragraph (a) above, to the sheriff for the place where any of the trustees resides; c where neither paragraph (a) nor (b) above applies, to the sheriff of Lothian and Borders at Edinburgh. 6 Every application under this section shall be intimated to the Lord Advocate who shall be entitled to enter appearance as a party in any proceedings on such application, and he may lead such proof and enter such pleas as he thinks fit; and no expenses shall be claimable by or against the Lord Advocate in any proceedings in which he has entered appearance under this subsection. 7 This section shall be without prejudice to the power of the Court of Session to approve a cy pres scheme in relation to any public trust."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "10", "section_title": " Small trusts.", "section_text": "10 1 Where a majority of the trustees of any public trust having an annual income not exceeding £5,000 are of the opinion— a that the purposes of the trust, whether in whole or in part— i have been fulfilled as far as it is possible to do so; or ii can no longer be given effect to, whether in accordance with the directions or spirit of the trust deed or other document constituting the trust or otherwise; b that the purposes of the trust provide a use for only part of the property available under the trust; c that the purposes of the trust were expressed by reference to— i an area which has, since the trust was constituted, ceased to have effect for the purpose described expressly or by implication in the trust deed or other document constituting the trust; or ii a class of persons or area which has ceased to be suitable or appropriate, having regard to the spirit of the trust deed or other document constituting the trust, or as regards which it has ceased to be practicable to administer the property available under the trust; or d that the purposes of the trust, whether in whole or in part, have, since the trust was constituted— i been adequately provided for by other means; or ii ceased to be such as would enable the trust to  be entered in the Scottish Charity Register ; or iii ceased in any other way to provide a suitable and effective method of using the property available under the trust, having regard to the spirit of the trust deed or other document constituting the trust, subsection (2) below shall apply in respect of the trust. 2 Where this subsection applies in respect of a trust, the trustees may determine that, to enable the resources of the trust to be applied to better effect consistently with the spirit of the trust deed or other document constituting the trust— a a modification of the trust’s purposes should be made; b the whole assets of the trust should be transferred to another public trust; or c that the trust should be amalgamated with one or more public trusts. 3 Where the trustees of a trust determine as mentioned in subsection (2)(a) above, they may, subject to subsections (4) to (6) below, pass a resolution that the trust deed be modified by replacing the trust purposes by other purposes specified in the resolution. 4 The trustees shall ensure that, so far as is practicable in the circumstances, the purposes so specified are not so far dissimilar in character to those of the purposes set out in the original trust deed or other document constituting the trust that such modification of the trust deed would constitute an unreasonable departure from the spirit of such trust deed or other document. 5 Before passing a resolution under subsection (3) above the trustees shall have regard— a where the trust purposes relate to a particular locality, to the circumstances of the locality; and b to the extent to which it may be desirable to achieve economy by amalgamating two or more trusts. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Subject to subsection (14) below, a modification of trust purposes under this section shall not have effect before the expiry of a period of two months commencing with the date on which any advertisement in pursuance of regulations made under subsection (13) below is first published. 8 Where the trustees determine as mentioned in subsection (2)(b) above they may pass a resolution that the trust be wound up and that the assets of the trust be transferred to another trust or trusts the purposes of which are not so dissimilar in character to those of the trust to be wound up as to constitute an unreasonable departure from the spirit of the trust deed or other document constituting the trust to be wound up. 9 Before passing a resolution under subsection (8) above, the trustees shall— a where the trust purposes relate to a particular locality, have regard to the circumstances of the locality; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c ascertain that the trustees of the trust to which it is proposed to transfer the assets will consent to the transfer of the assets. 10 Where the trustees determine as mentioned in subsection (2)(c) above, they may pass a resolution that the trust be amalgamated with one or more other trusts so that the purposes of the trust constituted by such amalgamation will not be so dissimilar in character to those of the trust to which the resolution relates as to constitute an unreasonable departure from the spirit of the trust deed or other document constituting the last mentioned trust. 11 Before passing a resolution under subsection (10) above, the trustees shall— a where the trust purposes relate to a particular locality, have regard to the circumstances of the locality; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c ascertain that the trustees of any other trust with which it is proposed that the trust will be amalgamated will agree to such amalgamation. 12 Subject to subsection (14) below, a transfer of trust assets or an amalgamation of two or more trusts under this section shall not be effected before the expiry of a period of two months commencing with the date on which any advertisement in pursuance of regulations made under subsection (13) below is first published. 13 The Secretary of State may, by regulations, prescribe the procedure to be followed by trustees following upon a resolution passed under subsection (3), (8) or (10) above, and such regulations may, without prejudice to the generality, include provision as to advertisement of the proposed modification or winding up, the making of objections by persons with an interest in the purposes of the trust, notification to the Lord Advocate of the terms of the resolution and the time within which anything requires to be done. 14 If it appears to the Lord Advocate, whether in consideration of any objections made in pursuance of regulations made under subsection (13) above or otherwise— a that the trust deed should not be modified as mentioned in subsection (3) above; b that the trust should not be wound up as mentioned in subsection (8) above; or c that the trust should not be amalgamated as mentioned in subsection (10) above, he may direct the trust not to proceed with the modification or, as the case may be winding up and transfer of funds or amalgamation. 15 The Secretary of State may, by order, amend subsection (1) above by substituting a different figure for the figure, for the time being, mentioned in that subsection. 16 This section shall apply to any trust to which section 223 of the  Local Government (Scotland) Act 1973 (property held on trust by local authorities) applies."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "11", "section_title": " Expenditure of capital.", "section_text": "11 1 This section applies to any public trust which has an annual income not exceeding £1,000 where the trust deed or other document constituting the trust prohibits the expenditure of any of the trust capital. 2 In the case of any trust to which this section applies where the trustees— a have resolved unanimously that, having regard to the purposes of the trust, the income of the trust is too small to enable the purposes of the trust to be achieved; and b are satisfied that either there is no reasonable prospect of effecting a transfer of the trust’s assets under section 10 of this Act or that the expenditure of capital is more likely to achieve the purposes of the trust, they may, subject to subsection (3) below, proceed with the expenditure of capital. 3 Not less than two months before proceeding to expend capital, the trustees shall advertise their intention to do so in accordance with regulations made by the Secretary of State and shall notify the Lord Advocate of such intention. 4 If it appears to the Lord Advocate that there are insufficient grounds for the expenditure of capital he may apply to the court for an order prohibiting such expenditure, and if the court is satisfied that there are such insufficient grounds it may grant the order. 5 The Secretary of State may, by order, amend subsection (1) above by substituting a different figure for the figure, for the time being, mentioned in that subsection."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "12", "section_title": " Dormant accounts of charities in banks,  etc.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "13", "section_title": " Appointment of trustees.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "14", "section_title": " Alteration of purposes and winding-up of charitable companies.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "15", "section_title": " Interpretation of Part I, regulations and orders.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Nothing in this Part of this Act, except section 1, shall affect — a  any educational endowment within the meaning of section 122(1) of the  Education (Scotland) Act 1980 ; or b any body entered in the Scottish Charity Register. 10 The  War Charities Act 1940 shall cease to have effect as regards Scotland; but nothing in this subsection shall affect any prosecution for an offence under that Act which has been instituted before the commencement of this section. 11 Any power in this Part of this Act of the Secretary of State to make regulations or orders shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "16", "section_title": "Regulation by the Law Society of conveyancing and executry services", "section_text": "16 1 The Council of the Law Society of Scotland have the function of regulating the provision of conveyancing and executry services under sections 17 to 23 of this Act. 2 The Scottish Ministers may make grants to the Council towards expenses incurred, or to be incurred, by them in connection with the exercise of that function. 3 Any grant made under subsection (2) above may be made subject to such terms and conditions (including conditions as to repayment) as the Scottish Ministers consider appropriate and they may vary such terms and conditions after the grant is made."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "17", "section_title": "  Conveyancing practitioners .", "section_text": "17 1 The Council shall establish and maintain a register of conveyancing practitioners, which shall be available for inspection by any person without charge. 1A The register shall include an entry in respect of any person who was registered in the register of qualified conveyancers maintained by the Scottish Conveyancing and Executry Services Board immediately before the coming into force of this subsection. 1B The entry in the register in respect of any such person who, immediately before the coming into force of this subsection, provided conveyancing services to the public for a fee, gain or reward shall be annotated to the effect that he is an independent conveyancing practitioner; but that annotation shall be removed if he ceases to provide such services for a fee, gain or reward. 2 Where, on an application made to them by a natural person in such form as they may determine, and on the provision of such information in connection with the application as they consider necessary, the  Council  are satisfied that the applicant— a is a fit and proper person to provide conveyancing services as a  conveyancing practitioner ; and b complies with the requirements of rules made under subsection  (11)(a) below and rules referred to in subsection (11B) below in so far as they relate to educational qualifications and practical training , the  Council  shall grant the application and shall enter the applicant’s name in the register of  conveyancing practitioners . 2A The Council may charge such fee for registration under subsection (2) above as they may determine. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where the Council— a grant an application under subsection (2) above, they may attach such conditions as they may determine, and shall— i record any such conditions against the applicant’s name in the register; and ii give the applicant written reasons for any decision to attach such conditions; b refuse such an application, they shall give the applicant written reasons for their decision. 5 Where the Council— a grant an application under subsection (2) above subject to conditions; or b refuse such an application, the applicant may, within 21 days of the date on which the Council’s decision is intimated to him, apply to the Council to review their decision. 6 Where the  Council  have reviewed a decision mentioned in subsection (5) above the applicant may, within 21 days of the date on which the outcome of such review is intimated to him, apply to the Court of Session and the Court may make such order in the matter as it thinks fit. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Any person or body other than— a an independent  conveyancing practitioner ; or b a solicitor; or c an incorporated practice within the meaning of section 65 of the 1980 Act (interpretation); or d a multi-disciplinary practice within the meaning of that section, who employs a  conveyancing practitioner  under a contract of employment for the purpose of providing conveyancing services for persons other than himself or, as the case may be, themselves, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 9 Where a  conveyancing practitioner  applies to the  Council  to remove his name from the register the  Council  shall— a where, in the case of an independent  conveyancing practitioner , they are satisfied that he has made adequate arrangements with respect to the business he then has in hand; and b in any other case, without further enquiry, grant the application and amend the register accordingly. 10 The  Council  shall send to the Keeper of the Registers of Scotland— a as soon as practicable after 1st April in each year, a list of all  conveyancing practitioners ; and b written notice of any subsequent change to the register of  conveyancing practitioners . 11 The Council may make rules for regulating the conduct and practice of conveyancing practitioners, and such rules may, in particular, make provision with respect to— a educational qualifications and practical training (including continuing professional development); b the manner in which such practitioners conduct the provision of conveyancing services; c complaints against such practitioners; and d in the case of independent conveyancing practitioners— i conflicts of interest; ii the contractual obligations of such practitioners; iii the holding of and accounting for clients' money; iv the disclosure of and accounting for commission; and v professional indemnity insurance and other arrangements for meeting claims by clients, and, in respect of the matters referred to in paragraphs (a) to (c) above, different provision may be made for different cases or classes of case. 11A Rules made under subsection (11) above shall not have effect unless they have been approved by— a the Lord President of the Court of Session; and b subject to section 40 of this Act, the Scottish Ministers. 11B Any— a rules as to the requirements to be satisfied by any person applying for registration as a qualified conveyancer; and b regulations as to the conduct and practice of independent qualified conveyancers, having effect immediately before the coming into force of this subsection shall have effect with respect to conveyancing practitioners and independent conveyancing practitioners respectively as if they were rules made under subsection (11) above which have been approved in accordance with subsection (11A) above; and the Council may amend or repeal any such rules or regulations. 11C Failure by a practitioner to comply with any rule made under subsection (11) or any rule or regulation referred to in subsection (11B) may be treated as professional misconduct or unsatisfactory professional conduct. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 The  Council  shall, in relation to the provision of conveyancing services by independent  conveyancing practitioners   ...— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b make suitable arrangements (whether by means of insurance policies or otherwise) to secure that any successful claims made against such a  practitioner  in connection with the provision of conveyancing services are satisfied. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 It shall be the duty of— a a   conveyancing practitioner  to comply with the requirements of  any rules made under subsection (11) above, any rules and regulations referred to in subsection (11B)  above and any direction of the  Council  under section 20(2)(a) or (b) of this Act; and b the  Council  to ensure such compliance. 17 Where, under or by virtue of any enactment— a a warrant of registration is required for recording any deed in the General Register of Sasines; or b an application for registration is required for registering an interest in land in the Land Register of Scotland, any reference in that or any other enactment or any subordinate instrument to such a warrant or application being signed by a solicitor or agent shall be construed as including a reference to the warrant or application being signed by a  conveyancing practitioner , and any enactment or subordinate instrument making provision as to the form of such a warrant or application shall, with the necessary modifications, apply in relation to a  conveyancing practitioner . 18 A  conveyancing practitioner  who signs a warrant or application by virtue of subsection (17) above shall, in addition to any matters required to be specified after his signature by any enactment or subordinate instrument, specify the independent  conveyancing practitioner , solicitor or incorporated practice by whom he is employed or, where he is himself an independent  conveyancing practitioner , his designation as such. 19 Any person who— a wilfully and falsely— i pretends to be a  conveyancing practitioner ; or ii takes or uses any name, title, addition or description implying that he is a  conveyancing practitioner ; or b being a  conveyancing practitioner , provides conveyancing services at a time when his registration as such is suspended, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 20 Any  conveyancing practitioner  not registered as an independent  conveyancing practitioner   ... who— a wilfully and falsely— i pretends to be an independent  conveyancing practitioner ; or ii takes or uses any name, title, addition or description implying that he is an independent  conveyancing practitioner ; or b provides conveyancing services to the public for a fee, gain or reward, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 21 Where an offence under subsection (19)(a) above is committed by a body corporate and is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, secretary or other similar officer of the body corporate; or b any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 22 Where an offence under subsection (19)(a) above is committed by a partnership and is proved to have been committed with the consent or connivance of a partner, he (as well as the partnership) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 23 Any independent  conveyancing practitioner  who provides conveyancing services upon the account of, or for the profit of, any person other than— a a solicitor; b an incorporated practice within the meaning of section 65 of the 1980 Act; ba a licensed legal services provider within the meaning of Part 2 of the Legal Services (Scotland) Act 2010; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d another independent  conveyancing practitioner , knowing that person not to be a solicitor, incorporated practice  , licensed provider   ... or independent  conveyancing practitioner , shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 24 Any rule imposed by any professional or other body which purports to prevent a solicitor or any person mentioned in section 32(2) of the 1980 Act (unqualified persons who may draw and prepare documents relating to heritable estate etc.) from— a acting as an employee of an independent  conveyancing practitioner  in connection with the provision of conveyancing services; or b acting on behalf of an independent  conveyancing practitioner  in connection with the provision of such services, shall be of no effect."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "18", "section_title": " Executry practitioners.", "section_text": "18 1 The Council shall establish and maintain a register of executry practitioners, which shall be available for inspection by any person without charge. 1A The register shall include an entry in respect of any person who was registered in the register of executry practitioners maintained by the Scottish Conveyancing and Executry Services Board immediately before the coming into force of this subsection. 2 Where, on an application made to them  by a natural person  in such form as they may determine, the  Council  are satisfied that the applicant fulfils the conditions specified in subsection (3) below, the  Council  shall grant the application and shall enter the applicant’s name in the register of executry practitioners. 2A The Council may charge such fee for registration under subsection (2) above as they may determine. 3 The conditions referred to in subsection (2) above are that the applicant— a is a fit and proper person to provide executry services;  and b complies with the requirements  of rules made under subsection (10)(a) below and regulations referred to in subsection (10B) below in so far as such regulations relate to educational qualifications and practical training ;  ... 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The  Council  may require an applicant under subsection (2) above to provide such further information in connection with the application as they consider necessary. 5 Where the  Council — a grant an application under subsection (2) above, they may attach such conditions as they may determine, and shall i record any such conditions against the applicant’s name in the register;  and ii give the applicant written reasons for any decision to attach such conditions; b refuse such an application, they shall give the applicant written reasons for their decision. 6 Where the  Council — a grant an application under subsection (2) above subject to conditions; or b refuse such an application, the applicant may, within 21 days of the date on which the  Council ’s decision is intimated to  him , apply to the  Council  to review their decision. 7 Where the  Council  have reviewed a decision mentioned in subsection (6) above the applicant may, within 21 days of the date on which the outcome of such review is intimated to  him , apply to the Court of Session and the Court may make such order in the matter as it thinks fit. 8 Where an executry practitioner applies to the  Council  to remove  his  name from the register the  Council  shall, if they are satisfied that the practitioner has made adequate arrangements with respect to the business  he  then has in hand, grant the application and amend the register accordingly. 9 The  Council  shall send to the Keeper of the Registers of Scotland and to each sheriff clerk— a as soon as practicable after 1st April in each year, a list of all executry practitioners; and b written notice of any subsequent change to the register of executry practitioners. 10 The Council may make rules for regulating the conduct and practice of executry practitioners, and such rules may, in particular, make provision with respect to— a educational qualifications and practical training (including continuing professional development); b the manner in which such practitioners conduct the provision of executry services; c complaints against such practitioners; and d in the case of such practitioners who provide executry services to the public for a fee, gain or reward— i conflicts of interest; ii the contractual obligations of such practitioners; iii the holding of and accounting for clients' money; iv the disclosure of and accounting for commission; and v professional indemnity insurance and other arrangements for meeting claims by clients, and, in respect of the matters referred to in paragraphs (a) to (c) above, different provision may be made for different cases or classes of case. 10A Rules made under subsection (10) above shall not have effect unless they have been approved by— a the Lord President of the Court of Session; and b subject to section 40 of this Act, the Scottish Ministers. 10B Any regulations as to the conduct and practice of executry practitioners having effect immediately before the coming into force of this subsection shall have effect as if they were rules made under subsection (10) above which have been approved in accordance with subsection (10A) above; and the Council may amend or repeal any such regulations. 10C Failure by a practitioner to comply with any rule made under subsection (10) or any rule or regulation referred to in subsection (10B) may be treated as professional misconduct or unsatisfactory professional conduct. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 It shall be the duty of— a an executry practitioner to comply with the requirements of  any rules made under subsection (10) above, any regulations referred to in subsection (10B)   above and any direction of the  Council  under section 20(2)(a) or (b) of this Act; and b the  Council  to ensure such compliance. 13 Any person who— a wilfully and falsely— i pretends to be an executry practitioner; or ii takes or uses any name, title, addition or description implying that he is an executry practitioner; or b being an executry practitioner, provides executry services at a time when his registration as such is suspended, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 13A Subject to subsection (13B) below, an executry practitioner who provides executry services to the public for a fee, gain or reward shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 13B Subsection (13A) above shall not apply to an executry practitioner who, with the approval of the Scottish Conveyancing and Executry Services Board, provided executry services to the public for a fee, gain or reward at any time before the coming into force of that subsection. 14 Where an offence under subsection (13) above is committed by a body corporate and is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of— a any director, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he (as well as the body corporate) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 15 Where an offence under subsection (13) above is committed by a partnership or by an unincorporated association (other than a partnership) and is proved to have been committed with the consent or connivance of a partner in the partnership or, as the case may be, a person concerned in the management or control of the association, he (as well as the partnership or association) shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "19", "section_title": " Executry services by recognised financial institutions.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20", "section_title": " Professional misconduct,  ... etc.", "section_text": "20 1 Where, after such inquiry as they consider appropriate  into a conduct complaint remitted to them under section   6(2)(a)   or 15(5)(a) of the 2007 Act suggesting professional misconduct by a practitioner or that the circumstances referred to in paragraph (a)(ii) of section 2(1) of the 2007 Act apply as respects a practitioner  and after giving the practitioner concerned an opportunity to make representations, the  Council  are satisfied that a practitioner— a is guilty of professional misconduct; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d has been convicted of a criminal offence rendering him no longer a fit and proper person to provide conveyancing services as a  conveyancing practitioner  or, as the case may be, executry services as an executry practitioner, they may take such of the steps set out in subsection (2) below as they think fit and shall, without prejudice to subsection (6) below, intimate their decision to the practitioner by notice in writing. 2 The steps referred to in subsection (1) above are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to attach conditions (or, as the case may be, further conditions) to the registration of the practitioner or to vary any condition so attached; ca where the Council consider that the complainer has been directly affected by the professional misconduct or, as the case may be, the matter referred to in paragraph (d) of subsection (1), to direct the practitioner to pay compensation of such amount, not exceeding £5,000, as the Council may specify to the complainer for loss, inconvenience or distress resulting from the misconduct or, as the case may be, the matter; cb subject to subsection (2ZA) below, to impose on the practitioner a fine not exceeding £2,000; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h to make a report of the  Council's  findings to any other person exercising functions with respect to— i the practitioner; or ii any person employed by or acting on behalf of the practitioner in connection with the provision of the services. 2ZA The Council shall not impose a fine under subsection (2)(cb) above where, in relation to the subject matter of the complaint, the practitioner has been convicted by any court of an offence involving dishonesty and sentenced to a term of imprisonment of not less than 2 years. 2ZB Any fine imposed under subsection (2)(cb) above shall be treated for the purposes of section 211(5) of the Criminal Procedure (Scotland) Act 1995 (fines payable to  HM  Exchequer) as if it were a fine imposed in the High Court.  2A Where— a after holding an inquiry into a  conduct complaint  against a practitioner,  the Tribunal  are satisfied that— i he has been guilty of professional misconduct; or  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a practitioner has been convicted by any court of an act involving dishonesty or has been sentenced to a term of imprisonment of not less than 2 years, the Tribunal may take such of the steps set out in subsection (2B) below as they think fit. 2B The steps referred to in subsection (2A) above are— a to suspend or revoke the registration of the practitioner; aa where the practitioner has been guilty of professional misconduct, and where the Tribunal consider that the complainer has been directly affected by the misconduct, to direct the practitioner to pay compensation of such amount, not exceeding £5,000, as the Tribunal may specify to the complainer for loss, inconvenience or distress resulting from the misconduct; b subject to subsection (3) below, to impose on the practitioner a fine not exceeding £10,000; c to censure the practitioner; and d a step which the Council may take in respect of a practitioner under subsection(2)(c) above.  3 The  Tribunal  shall not impose a fine under subsection  (2B)(b)  above where, in relation to the subject matter of the  Tribunal's  inquiry, the practitioner has been convicted by any court of an offence involving dishonesty and sentenced to a term of imprisonment of not less than two years. 4 Any fine imposed under subsection  (2B)(b)  above shall be treated for the purposes of  section 211(5) of the Criminal Procedure (Scotland) Act 1995  (fines payable to HM Exchequer) as if it were a fine imposed in the High Court. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the  Council  make a direction under  ...   subsection (2)(ca) or the Tribunal make a direction under subsection (2B)(aa),  the Council or (as the case may be) the Tribunal  shall, by notice in writing, require the practitioner to which the direction relates to give  to the Council , within such period being not less than 21 days as the notice may specify, an explanation of the steps which he  ... has taken to comply with the direction. 7 Where a practitioner— a fails to comply with a notice under subsection (6) above; or b complies with such a notice but the  Council  are not satisfied as to the steps taken by the practitioner to comply with the direction to which the notice relates, the  Council  may apply to the  court  for an order requiring the practitioner to comply with the direction to which the notice relates within such time as the court may order. 8 Where the  Council  take a step set out in subsection (2)(c)  above or  the Tribunal , by virtue of subsection (2B)(d) above, take a similar step or the Tribunal take a step set out in subsection (2B)(a)  above and— a any period specified in this section for applying for review or for the making of an appeal in respect of the matter has expired without such a review having been applied for or such an appeal having been made; b where such an application  or appeal  is made, the matter is finally determined in favour of the  Council's   or, as the case may be, Tribunal's  decision or the application  or appeal  is withdrawn, the Council  shall amend the register of executry practitioners or, as the case may be, the register of  conveyancing practitioners  accordingly. 8A Where the Council are satisfied that a practitioner is guilty of professional misconduct or that the circumstances referred to in subsection (1)(d) apply as respects a practitioner, the practitioner may— a before the expiry of the period of 21 days beginning with the day on which the finding by the Council to that effect is intimated to him, apply to the Council for a review by them of the finding; b before the expiry of the period of 21 days beginning with the day on which the outcome of the review is intimated to him, appeal to the Tribunal against the decision of the Council in the review; and the Tribunal may quash or confirm the decision. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 Where the  Council  take a step set out in subsection  (2)(c)  to  (cb)  above, the practitioner concerned may— a within 21 days of the date on which the  Council's  decision is intimated to  ... him, apply to the  Council  to review their decision; and b within 21 days of the date on which the outcome of such review is intimated to  him, appeal to  the Tribunal  against the decision made in any such review; and the Tribunal may quash, confirm or vary that decision 11ZA Where the Council find that a practitioner is guilty of professional misconduct or that the circumstances referred to in subsection (1)(d) apply as respects a practitioner but do not direct him under subsection (2)(ca) to pay compensation, the complainer may, before the expiry of the period of 21 days beginning with the day on which the Council's finding is intimated to him, apply to the Council for a review by them of their decision not to direct the practitioner under subsection (2)(ca) to pay compensation. 11ZB A complainer to whom the Council have directed a practitioner under subsection (2)(ca) to pay compensation may, before the expiry of the period of 21 days beginning with the day on which the direction under that subsection is intimated to him, apply to the Council for a review by them of the direction. 11ZC The complainer may, before the expiry of the period of 21 days beginning with the day on which the outcome of the review under subsection (11ZA) or (11ZB) is intimated to him, appeal to the Tribunal against the decision of the Council in the review; and the Tribunal may quash, confirm or vary the decision. 11A Within 21 days of the date on which— a the outcome of any appeal under subsection  (8A)(b) or  (11)(b) above; or aa a finding by the Tribunal that a practitioner is guilty of professional misconduct or that the circumstances mentioned in subsection (1)(d) apply as respects the practitioner; or b the taking of any step referred to in subsection (2B) above, is intimated to the practitioner concerned, he may appeal to the court  against the decision made by the Tribunal in the appeal  the finding referred to in paragraph (aa) or, as the case may be, the decision  to take such a step; and the  court  may make such order in the matter as it thinks fit. 11B The complainer may, before the expiry of the period of 21 days beginning with the day on which the outcome of any appeal under subsection (11ZC) is intimated to him, appeal to the court against the Tribunal's decision in the appeal. 11C Where after holding an inquiry into a complaint against a practitioner, the Tribunal find that he has been guilty of professional misconduct or that the circumstances referred to in subsection (2A)(b) apply as respects him, but do not direct the practitioner under subsection (2B)(aa) to pay compensation, the complainer may, before the expiry of the period of 21 days beginning with the day on which the Tribunal's finding is intimated to him, appeal to the court against the decision of the Tribunal not to make a direction under that subsection. 11D A complainer to whom the Tribunal have directed a practitioner under subsection (2B)(aa) to pay compensation may, before the expiry of the period of 21 days beginning with the day on which the direction under that subsection is intimated to him, appeal to the court against the amount of the compensation directed to be paid. 11E In an appeal under subsection (11C) or (11D), the court may make such order in the matter as it thinks fit. 11F A direction of the Tribunal under this section is enforceable in like manner as an extract registered decree arbitral in its favour bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 11G The Scottish Ministers may by order made by statutory instrument, after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (2)(ca) or (2B)(aa) by substituting for the amount for the time being specified in that provision such other amount as they consider appropriate. 11H A statutory instrument containing an order under subsection (11G) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 The Secretary of State may, by order made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, amend subsection  (2)(cb) or   (2B)(b)  above by substituting for the amount for the time being specified in that provision such other amount as appears to him to be justified by a change in the value of money. 17 In this section “executry practitioner” and “ conveyancing practitioner ” respectively include any executry practitioner or  conveyancing practitioner  whether or not  ... he was registered as such at the time when the subject matter of the  Council’s or, as the case may be, Tribunal's  inquiry occurred and notwithstanding that subsequent to that time  ... he has ceased to be so registered."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20ZA", "section_title": "Remission of complaint by Tribunal to Council", "section_text": "20ZA 1 Where, after holding an inquiry under section 20(2A) into a complaint of professional misconduct against a practitioner, the Tribunal— a are not satisfied that he has been guilty of professional misconduct; b consider that he may be guilty of unsatisfactory professional conduct, they must remit the complaint to the Council. 2 Where the Tribunal remit a complaint to the Council under subsection (1), they may make available to the Council any of their findings in fact in their inquiry into the complaint under section 20(2A)."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20ZB", "section_title": "Unsatisfactory professional conduct", "section_text": "20ZB 1 Where a conduct complaint suggesting unsatisfactory professional conduct by a practitioner is remitted to the Council under section   6(2)(a)   or 15(5)(a) of the 2007 Act, the Council must having— a investigated the complaint under section 47(1) of that Act and made a written report under section 47(2) of that Act; b given the practitioner an opportunity to make representations, determine the complaint. 2 Where a complaint is remitted to the Council under section 20ZA, the Council— a must— i notify the practitioner specified in it and the complainer of that fact and that the Council are required to investigate the complaint as a complaint of unsatisfactory professional conduct; ii so investigate the complaint; iii having so investigated the complaint and given the practitioner an opportunity to make representations, determine the complaint; b may rely, in their investigation, on any findings in fact which the Tribunal make available to them under section 20ZA(2) as respects the complaint. 3 Where the Council make a determination under subsection (1) or (2) upholding the complaint, they— a shall censure the practitioner; b may take any of the steps mentioned in subsection (4) which they consider appropriate. 4 The steps are— a where the Council consider that the practitioner does not have sufficient competence in relation to any aspect of conveyancing law or legal practice or, as the case may be, executry law or legal practice, to direct him to undertake such education or training as regards the law or legal practice concerned as the Council consider appropriate in that respect; b subject to subsection (6) below, to direct the practitioner to pay a fine not exceeding £2,000; c where the Council consider that the complainer has been directly affected by the conduct, to direct the practitioner to pay compensation of such amount, not exceeding £5,000, as they may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 5 The Council may, in considering the complaint, take account of any previous determination by them, the Tribunal or the court upholding a complaint against the practitioner of unsatisfactory professional conduct or professional misconduct (but not a complaint in respect of which an appeal is pending or which has been quashed ultimately on appeal). 6 The Council shall not direct the practitioner to pay a fine under subsection (4)(b) above where, in relation to the subject matter of the complaint, he has been convicted by any court of an offence involving dishonesty and sentenced to a term of imprisonment of not less than 2 years. 7 Any fine directed to be paid under subsection (4)(b) above shall be treated for the purposes of section 211(5) of the Criminal Procedure (Scotland) Act 1995 (fines payable to  HM  Exchequer) as if it were a fine imposed in the High Court. 8 The Council shall intimate— a a determination under subsection (1) or (2); b any censure under subsection (3)(a); c any direction under subsection (4), to the complainer and the practitioner by sending to each of them a copy of the determination, the censure or, as the case may be, the direction and by specifying the reasons for the determination. 9 A practitioner in respect of whom a determination upholding a conduct complaint has been made under subsection (1) or (2), or a direction has been made under subsection (4) may, before the expiry of the period of 21 days beginning with the day on which the determination or, as the case may be, the direction is intimated to him, appeal to the Tribunal against the— a determination; b direction (whether or not he is appealing against the determination). 10 A complainer may, before the expiry of the period of 21 days beginning with the day on which a determination under subsection (1) or (2) not upholding the conduct complaint is intimated to him, appeal to the Tribunal against the determination. 11 Where the Council have upheld the conduct complaint but have not directed the practitioner under subsection (4)(c) to pay compensation, the complainer may, before the expiry of the period of 21 days beginning with the day on which the determination upholding the complaint is intimated to him, appeal to the Tribunal against the Council's decision not to make a direction under that subsection. 12 A complainer to whom the Council have directed a practitioner under subsection (4)(c) to pay compensation may, before the expiry of the period of 21 days beginning with the day on which the direction under that subsection is intimated to him, appeal to the Tribunal against the amount of the compensation directed to be paid. 13 The Scottish Ministers may by order made by statutory instrument— a amend subsection (4)(b) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (4)(c) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 14 A statutory instrument containing an order under— a subsection (13)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (13)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20ZC", "section_title": "Unsatisfactory professional conduct: Council's powers to monitor compliance with direction under section 20ZB(4)", "section_text": "20ZC 1 The Council shall, by notice in writing, require every practitioner who is specified in— a a direction made under section 20ZB(4); or b such a direction as confirmed or varied on appeal by— i the Tribunal; or ii the court, to give, before the expiry of such period being not less than 21 days as the notice specifies, an explanation of the steps which he has taken to comply with the direction. 2 Where an appeal is made under section 20ZB(9) or (12) or 20D(1) or (2) against a direction made under section 20ZB(4), any notice under subsection (1) above relating to the direction shall cease to have effect pending the outcome of the appeal."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20ZD", "section_title": "Report by Commission to Council under section 10(2)(e) of the 2007 Act: Council's powers", "section_text": "20ZD 1 Where the Council receive a report from the Commission under section 10(2)(e) of the 2007 Act as respects a practitioner, they may direct him to undertake such education or training as regards conveyancing law or legal practice or, as the case may be, executry law or legal practice as they consider appropriate in the circumstances. 2 The Council shall by notice in writing— a intimate a direction under subsection (1) to the practitioner; b require the practitioner to give, before the expiry of such period being not less than 21 days as the notice specifies, an explanation of the steps which he has taken to comply with the direction. 3 Where an appeal is made under section 20ZE(1) or (3) against a direction under subsection (1), any notice under subsection (2)(b) relating to the direction shall cease to have effect pending the outcome of the appeal."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20ZE", "section_title": "Direction under section 20ZD(1): appeal by practitioner", "section_text": "20ZE 1 A practitioner in respect of whom a direction has been made under section 20ZD(1) may, before the expiry of the period of 21 days beginning with the day on which it is intimated to him, appeal to the Tribunal against the direction. 2 On an appeal to the Tribunal under subsection (1), the Tribunal may quash, confirm or vary the direction being appealed against. 3 The practitioner may, before the expiry of the period of 21 days beginning with the day on which the Tribunal's decision under subsection (2) is intimated to him, appeal to the court against the decision. 4 On an appeal to the court under subsection (3), the court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the court and as to any order by the Tribunal relating to expenses. 5 A decision of the court on an appeal under subsection (3) shall be final."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20A", "section_title": "Review of decisions", "section_text": "20A 1 The Council shall establish a procedure under which they shall, on the application of any aggrieved person, review any relevant decision made by them. 2 In subsection (1) above— a “ relevant decision ” means– i a refusal to grant an application for registration as a practitioner; ii a decision to grant an application for registration as a practitioner subject to conditions; or iii a decision to take any step set out in subsection  (2)(c)  to  (cb)  of section 20 of this Act; and b “ aggrieved person ” means the applicant or, as the case may be, the practitioner concerned. "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20B", "section_title": "Unsatisfactory professional conduct: powers of Tribunal on appeal", "section_text": "20B 1 On an appeal to the Tribunal under section 20ZB(9) the Tribunal— a may quash or confirm the determination being appealed against; b if they quash the determination, shall quash the censure accompanying the determination; c may quash, confirm or vary the direction being appealed against; d may, where they consider that the practitioner does not have sufficient competence in relation to any aspect of conveyancing law or legal practice or, as the case may be, executry law or legal practice, direct him to undertake such education or training as regards the law or legal practice concerned as the Tribunal consider appropriate in that respect; e may, subject to subsection (5), fine the practitioner an amount not exceeding £2000; f may, where they consider that the complainer has been directly affected by the conduct, direct the practitioner to pay compensation of such amount, not exceeding £5,000, as they may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 2 On an appeal to the Tribunal under section 20ZB(10) the Tribunal— a may quash the determination being appealed against and make a determination upholding the complaint; b if they do so, may, where they consider that the complainer has been directly affected by the conduct, direct the practitioner to pay compensation of such amount, not exceeding £5,000, as they may specify to the complainer for loss, inconvenience or distress resulting from the conduct; c may confirm the determination. 3 On an appeal to the Tribunal under section 20ZB(11) the Tribunal may, where they consider that the complainer has been directly affected by the conduct, direct the practitioner to pay compensation of such amount, not exceeding £5,000, as they may specify to the complainer for loss, inconvenience or distress resulting from the conduct. 4 On an appeal under section 20ZB(12) the Tribunal may quash, confirm or vary the direction being appealed against. 5 The Tribunal shall not direct the practitioner to pay a fine under subsection (1)(e) where, in relation to the subject matter of the complaint, he has been convicted by any court of an offence involving dishonesty and sentenced to a term of imprisonment of not less than 2 years. 6 Any fine directed to be paid under subsection (1)(e) shall be treated for the purposes of section 211(5) of the Criminal Procedure (Scotland) Act 1995 (fines payable to  HM  Exchequer) as if it were a fine imposed in the High Court. 7 A direction of the Tribunal under this section is enforceable in like manner as an extract registered decree arbitral in favour of the Council bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland. 8 The Scottish Ministers may by order made by statutory instrument— a amend subsection (1)(e) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (1)(f) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 9 A statutory instrument containing an order under— a subsection (8)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (8)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20C", "section_title": "Unsatisfactory professional conduct: enforcement of Council direction", "section_text": "20C Where a practitioner fails to comply with a direction given by the Council under section 20ZB(4) (including such a direction as confirmed or varied on appeal by the Tribunal or, as the case may be, the court) before the expiry of the period specified in the notice relating to that direction given to the practitioner under section 20ZC(1), or such longer period as the Council may allow, the direction shall be enforceable in like manner as an extract registered decree arbitral in favour of the Council bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20D", "section_title": "Unsatisfactory professional conduct: appeal from decisions of Tribunal", "section_text": "20D 1 A practitioner in respect of whom a decision has been made by the Tribunal under section 20B(1), (2), (3) or (4) may, before the expiry of the period of 21 days beginning with the day on which the decision is intimated to him, appeal to the court against the decision. 2 A complainer may, before the expiry of the period of 21 days beginning with the day on which a decision by the Tribunal under section 20B to which this subsection applies is intimated to him, appeal to the court against the decision. 3 Subsection (2) applies to the following decisions of the Tribunal under section 20B— a a decision under subsection (1)(a) quashing the Council's determination upholding the complaint; b a decision under subsection (1)(c) quashing or varying a direction by the Council that the practitioner pay compensation; c a decision under subsection (1)(f) directing the practitioner to pay compensation; d a decision under subsection (2)(b) not to direct the practitioner to pay compensation; e a decision under subsection (2)(c) confirming the Council's decision not to uphold the complaint; f a decision under subsection (3) confirming the Council's decision not to direct the practitioner to pay compensation; g a decision under subsection (4) quashing the Council's direction that the practitioner pay compensation or varying the amount of compensation directed to be paid. 4 On an appeal under subsection (1) or (2), the court may give such directions in the matter as it thinks fit, including directions as to the expenses of the proceedings before the court and as to any order by the Tribunal relating to expenses. 5 A decision of the court under subsection (4) shall be final."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "20E", "section_title": "Unsatisfactory professional conduct: powers of court on appeal", "section_text": "20E 1 On an appeal under section 20D, the court may— a fine the practitioner an amount not exceeding £2000; b where it considers that the complainer has been directly affected by the conduct, direct the practitioner to pay compensation of such amount, not exceeding £5,000, as it may specify to the complainer for loss, inconvenience or distress resulting from the conduct; c find the practitioner liable in any expenses which may be involved in the proceedings before it. 2 A decision of the court under subsection (1) shall be final. 3 The Scottish Ministers may by order made by statutory instrument— a amend subsection (1)(a) by substituting for the amount for the time being specified in that subsection such other amount as appears to them to be justified by a change in the value of money; b after consulting the Council and such groups of persons representing consumer interests as they consider appropriate, amend subsection (1)(b) by substituting for the amount for the time being specified in that subsection such other amount as they consider appropriate. 4 A statutory instrument containing an order under— a subsection (3)(a) is subject to annulment in pursuance of a resolution of the Scottish Parliament; b subsection (3)(b) is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "21", "section_title": "  Council's  intervention powers.", "section_text": "21 1 The powers conferred on the  Council  by this section may be exercised if, after such inquiry (if any) as the  Council  consider appropriate, it appears to them to be desirable to do so for the purpose of protecting the interests of the clients, or prospective clients, of an independent  conveyancing practitioner  or an executry practitioner (each of whom is in this section referred to as a “relevant practitioner”). 2 The  Council  may, in particular, exercise any such power where it appears to them that a relevant practitioner— a is no longer a fit and proper person to provide conveyancing services or, as the case may be, executry services;  or b has ceased, for whatever reason, to provide such services;  ... ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The  Council  may direct the relevant practitioner not to dispose of, or otherwise deal with, except in accordance with the terms of the direction— a any assets belonging to any client of the practitioner and held by or under the control of the practitioner in connection with his business as an independent  conveyancing practitioner  or, as the case may be, an executry practitioner; or b any assets of the practitioner which are specified, or of a kind specified, in the direction. 4 The  Council  may direct the relevant practitioner to transfer to the  Council , or to such persons (in this section referred to as “ the trustees ”) as may be specified in the direction— a all assets belonging to any client of the practitioner and held by or under the control of the practitioner in connection with his business as an independent  conveyancing practitioner  or, as the case may be, an executry practitioner; or b any assets of the practitioner which are specified, or of a kind specified, in the direction. 5 A relevant practitioner to whom a direction is given may, within 21 days of the date on which the direction is received by him, apply to the  court , which may make such order in the matter as it thinks fit. 6 A relevant practitioner to whom a direction is given shall comply with it as soon as it takes effect (and whether or not he proposes to apply to the  court  under subsection (5) above). 7 If, on an application to the  court  by the  Council , the court is satisfied— a that a relevant practitioner has failed, within a reasonable time, to comply with any direction given to him; or b that there is a reasonable likelihood that a relevant practitioner will so fail, the court may make an order requiring the practitioner, and any other person whom the court considers it appropriate to subject to its order, to take such steps as the court may direct with a view to securing compliance with the direction. 8 Any assets which have been transferred as a result of a direction given under subsection (4) above shall be held by the  Council , or by the trustees, on trust for the client or, as the case may be, the practitioner concerned. 9 The trustees may deal with any assets which have been transferred to them only in accordance with directions given to them by the  Council . 10 If the  Council  have reasonable cause to believe that a relevant practitioner or an employee of a relevant practitioner has been guilty of dishonesty resulting in pecuniary loss to a client of the relevant practitioner, they may apply to the  court  for an order that no payment be made by any bank, building society or other body named in the order out of any bank, building society or other account or any sum deposited in the name of the relevant practitioner without the leave of the court and the court may make such an order. 11 Any direction under this section— a shall be given in writing; b shall state the reason why it is being given; c shall take effect on such date as may be specified in the direction (which may be the date on which it is served on the relevant practitioner); and d may be varied or revoked by a further direction given by the  Council . 11A Where the Council make a direction under subsection (3) or (4) or apply to the court for an order under subsection (10), the Council shall notify the Commission to that effect and provide it with details of their findings in any inquiry held by virtue of subsection (1) as respects the practitioner concerned. 12 In this section— “ assets ” includes any sum of money (in whatever form and whether or not in any bank, building society or other account) and any book, account, deed or other document held by the relevant practitioner on his own behalf in connection with his business as a relevant practitioner or on behalf of the client concerned; and “ independent  conveyancing practitioner ” and “ executry practitioner ” respectively include any independent  conveyancing practitioner  or executry practitioner whether or not he was registered as such at the time when the matter in relation to which the  Council  exercise or propose to exercise their powers under this section arose and notwithstanding that subsequent to that time he has ceased to be so registered."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "21A", "section_title": "Powers of investigation", "section_text": "21A 1 The Council may exercise the power conferred by subsection (3) below for  the purpose of a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c consideration by the Council whether to exercise the powers conferred on them by section 21 of this Act. 2 The Tribunal  may exercise the power conferred by subsection (3) below for any of the following purposes— a an inquiry under subsection (2A) of section 20 of this Act; and b an appeal under subsection  (8A)(b), (11)(b) or (11ZC)  of that section. 3 The Council or, as the case may be, the Tribunal may give notice in writing to a practitioner specifying the subject matter of their investigation and requiring either or both of the following— a the production or delivery to any person appointed by the Council or, as the case may be, the Tribunal, at a time and place specified in the notice, of such documents so specified as are in the possession or control of the practitioner and relate to the subject matter of the investigation; b an explanation, within such period being not less than 21 days as the notice may specify, from the practitioner regarding the subject matter of the investigation. 4 If a practitioner fails to comply with a notice under subsection (3)(a) above, the Council or, as the case may be, the Tribunal may apply to the Court of Session for an order requiring him to produce or deliver the documents to the person appointed at the place specified in the notice within such time as the court may order."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "21B", "section_title": "\n \nProcedures of  the Tribunal \n etc. \n", "section_text": "21B 1 Paragraphs 7 to 9, 11, 13 to 15 and 18A to 22 of Schedule 4 to the Solicitors (Scotland) Act 1980 (c. 46)\t\t\t\t\t\t\t\t\t\t(which make provision as to certain powers and procedures of  the Tribunal ) apply in relation to complaints made against conveyancing and executry practitioners as they apply in relation to complaints against solicitors, but as if— a in paragraph 9(a)(i) and (b), the words  “or, as the case may be, of provision of inadequate professional services” were omitted; b in paragraphs 9 and 19, the references to Part IV of that Act were references to sections 20 and 21A of this Act. 2 Paragraphs 7, 8, 11, 13 to 15 and 18A to 22 of that Schedule to that Act apply in relation to any appeal under subsection  (8A)(b), (11)(b) or (11ZC)  of section 20 , 20ZB(9), (10), (11) or (12) or 20ZE(1)  of this Act as they apply, by virtue of subsection (1) above, in relation to any complaint against conveyancing and executry practitioners, and— a the modifications made to those paragraphs by paragraph 23(a),  (ca), (cc), (cd)  and (d) of that Schedule apply for the purposes of that application of those paragraphs; and b paragraphs 24 and 25 of that Schedule apply in relation to any such appeal as they apply in relation to an appeal to which those paragraphs apply, but as if the reference in paragraph 24 to Part IV of that Act were a reference to sections 20 and 21A of this Act  and as regards paragraph 25 also as if for the words  “                            the solicitor, the firm of solicitors or, as the case may be, the incorporated practice                          ”  there were substituted  “                            the practitioner                          ” . 3 In the case of a decision by  the Tribunal — a to take any of the steps set out in subsection (2B) of section 20 of this Act; or b in an appeal under subsection  (8A)(b), (11)(b) or (11ZC)  of that section, subsection (4) below applies. 4 Where this subsection applies and— a no appeal has been made to the  court  under subsection (11A)  (11B), (11C) or (11D)  of section 20 of this Act against the decision; or b such an appeal has been made but has— i been withdrawn; or ii resulted in the Tribunal’s decision being upheld, the clerk of the Tribunal shall send to the Council a copy of the decision of the Tribunal certified by him and the decision of the  court  in any such appeal. 5 If the decision of the Tribunal so certified is to suspend or revoke the registration of the practitioner under paragraph (a) of subsection (2B) of section 20 of this Act, the Council shall— a give effect to the decision; and b cause a note of the effect of the decision to be entered against the name of the practitioner in the register of conveyancing practitioners or, as the case may be, of executry practitioners."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "21C", "section_title": "Compensation fund", "section_text": "21C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "22", "section_title": " Disclosure of documents etc.", "section_text": "22 1 Any communication made to or by— a an independent  conveyancing practitioner  or an executry practitioner in the course of his  ... acting as such for a client; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall in any action or proceedings in any court be protected from disclosure on the ground of confidentiality between client and professional legal adviser in like manner as if the  practitioner  had at all material times been a solicitor acting for the client. 2 Any enactment or instrument making special provision in relation to a solicitor or other legal representative as to the disclosure of information, or as to the production, seizure or removal of documents, with respect to which a claim to confidentiality between client and professional legal adviser could be maintained, shall, with any necessary modifications, have effect in relation to— a an independent  conveyancing practitioner ;  and b an executry practitioner;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . as it has effect in relation to a solicitor."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "23", "section_title": " Interpretation of sections 16 to 22.", "section_text": "23 In sections 16 to 22 of this Act and this section, except where the context otherwise requires— ...  “ complainer ” means the person who made the complaint and, where the complaint was made by the person on behalf of another person, includes that other person;   “ conveyancing practitioner ” means a person registered under section 17 in the register of conveyancing practitioners;  “ conveyancing services ” means the preparation of writs, contracts and other documents in connection with the transfer of heritable property and loans secured over such property, and services ancillary thereto , including (in the case of independent conveyancing practitioners) relevant notarial services , but does not include any services— a relating to the arranging of a loan; or b falling within section 1(1)(a) of the  Estate Agents Act 1979;  “ the Council ” means the Council of the Law Society of Scotland;   “ the court ” means the Court of Session;  “ executry practitioner ” means a person registered under section 18 in the register of executry practitioners; “ executry services ” means the drawing and preparation of papers on which to found or oppose an application for a grant of confirmation of executors and services in connection with the administration, ingathering, distribution and winding up of the estate of a deceased person by executors, but does not include anything which constitutes  carrying on a regulated activity within the meaning of the Financial Services and Markets Act 2000 ; ...  “ independent conveyancing practitioner ” means a conveyancing practitioner whose entry in the register of conveyancing practitioners has been annotated to that effect under section 17(1B);  “ practitioner ” means an executry practitioner or a  conveyancing practitioner ; ...  ...  and “ relevant notarial services ” means the functions exercisable by independent conveyancing practitioners by virtue of section 14(1) and (2) of the Public Appointments and Public Bodies  etc.  (Scotland) Act 2003 (asp 4).   “ the Tribunal ” means the Scottish Solicitors' Discipline Tribunal;   “ unsatisfactory professional conduct ” has the meaning given (as respects a conveyancing practitioner or, as the case may be, an executry practitioner) by section 46 of the 2007 Act "}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "24", "section_title": " Rights of audience in the Court of Session, the House of Lords, the Judicial Committee of the Privy Council and the High Court of Justiciary.", "section_text": "24 After section 25 of the 1980 Act there shall be inserted the following section—  Rights of audience in the Court of Session, the House of Lords, the Judicial Committee of the Privy Council and the High Court of Justiciary. 25A 1 Without prejudice to section 250 (right of audience of solicitor before single judge) of the Criminal Procedure (Scotland) Act 1975 and section 48(2)(b) (extension of rights of audience by act of sederunt) of the Court of Session Act 1988, a solicitor who— a seeks a right of audience in, on the one hand, the Court of Session, the House of Lords and the Judicial Committee of the Privy Council or, on the other hand, the High Court of Justiciary; and b has satisfied the Council as to the requirements provided for in this section, shall have a right of audience in those courts or, as the case may be, that court. 2 The requirements mentioned in subsection (1), in relation to the courts or, as the case may be, the court in which a solicitor seeks a right of audience, are that— a he has completed, to the satisfaction of the Council, a course of training in evidence and pleading in relation to proceedings in those courts or that court; b he has such knowledge as appears to the Council to be appropriate of— i the practice and procedure of; and ii professional conduct in regard to, those courts or that court; and c he has satisfied the Council that he is, having regard among other things to his experience in appropriate proceedings in the sheriff court, otherwise a fit and proper person to have a right of audience in those courts or that court. 3 Where a solicitor has satisfied the Council as to the requirements of subsection (2) in relation to the courts or, as the case may be, the court in which he seeks a right of audience the Council shall make an appropriate annotation on the roll against his name. 4 The Council shall make rules under this section as to— a the matters to be included in, the methods of instruction to be employed in, and the qualifications of the person who will conduct, any course of training such as is mentioned in subsection (2)(a); and b the manner in which a solicitor’s knowledge of the practice and procedure and professional conduct mentioned in subsection (2)(b) is to be demonstrated, and separate rules shall be so made in relation to, on the one hand, the Court of Session, the House of Lords and the Judicial Committee of the Privy Council and, on the other hand, the High Court of Justiciary. 5 The Council shall make rules of conduct in relation to the exercising of any right of audience held by virtue of this section. 6 Where a solicitor having a right of audience in any of the courts mentioned in subsection (1) is instructed to appear in that court, those instructions shall take precedence before any of his other professional obligations, and the Council shall make rules— a stating the order of precedence of those courts for the purposes of this subsection; b stating general criteria to which solicitors should have regard in determining whether to accept instructions in particular circumstances; and c securing, through such of their officers as they think appropriate, that, where reasonably practicable, any person wishing to be represented before any of those courts by a solicitor holding an appropriate right of audience is so represented, and for the purposes of rules made under this subsection the Inner and Outer Houses of the Court of Session, and the High Court of Justiciary exercising its appellate jurisdiction, may be treated as separate courts. 7 Subsection (6) does not apply to an employed solicitor whose contract of employment prevents him from acting for persons other than his employer. 8 Subject to subsections (9) and (10), the provisions of section 34(2) and (3) apply to rules made under this section as they apply to rules made under that section and, in considering any rules made by the Council under subsection (5), the Lord President shall have regard to the desirability of there being common principles applying in relation to the exercising of rights of audience by all practitioners appearing before the Court of Session and the High Court of Justiciary. 9 The Council shall, after any rules made under subsection (4) have been approved by the Lord President, submit such rules to the Secretary of State, and no such rules shall have effect unless the Secretary of State, after consulting the Director in accordance with section 64A, has approved them. 10 The Council shall, after any rules made under subsection (5) have been approved by the Lord President, submit such rules to the Secretary of State. 11 Where the Secretary of State considers that any rule submitted to him under subsection (10) would directly or indirectly inhibit the freedom of a solicitor to appear in court or undertake all the work preparatory thereto he shall consult the Director in accordance with section 64A. 12 The Council may bring into force the rules submitted by them to the Secretary of State under subsection (10) with the exception of any such rule which he has, in accordance with section 64B, refused to approve. 13 Nothing in this section affects the power of any court in relation to any proceedings— a to hear a person who would not otherwise have a right of audience before the court in relation to those proceedings; or b to refuse to hear a person (for reasons which apply to him as an individual) who would otherwise have a right of audience before the court in relation to those proceedings, and where a court so refuses it shall give its reasons for that decision. 14 Where a complaint has been made that a solicitor has been guilty of professional misconduct in the exercise of any right of audience held by him by virtue of this section, the Council may, or if so requested by the Lord President shall, suspend him from exercising that right pending determination of that complaint under Part IV. 15 Where a function is conferred on any person or body by this section he or, as the case may be, they shall exercise that function as soon as is reasonably practicable. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "25", "section_title": " Rights to conduct litigation and rights of audience.", "section_text": "25 1 Any professional or other body may, for the purpose of enabling any of their members who is a natural person to acquire— a rights to conduct litigation on behalf of members of the public; and b rights of audience, make an application in that regard to the Lord President and the Secretary of State. 2 An application under subsection (1) above shall include a draft scheme— a specifying— i the courts; ii the categories of proceedings; iii the nature of the business; and iv the rights to conduct litigation and the rights of audience, in relation to which the application is made; b describing— i the training requirements which the body would impose upon any of their members who sought to acquire any right such as is mentioned in subsection (1) above; and ii the code of practice which they would impose upon their members in relation to the exercise by those members of any rights acquired by them by virtue of  section 27 of this Act , in the event of the application being granted; and c proposing arrangements for— i the indemnification of members of the public against loss suffered by them through the actings of the body’s members in the exercise by those members of any rights acquired by them by virtue of  section 27 of this Act in the event of the application being granted ; and ii the treatment by the body of complaints  remitted to the body under section   6(2)(a)   or 15(5)(a) of the 2007 Act  in relation to  ... members of the body exercising rights acquired by virtue of  section 27 of this Act in the event of the application being granted , and shall state that the body have complied with the provisions of Schedule 2 to this Act. 3 A code of practice such as is mentioned in subsection (2)(b)(ii) above shall include provision with regard to revoking, suspending or attaching conditions to the exercise of any right acquired by a member of the body by virtue of  section 27 of this Act  in consequence of a breach by that member of that code of practice; and shall in particular include provision enabling the body to comply with the provisions of section 27(4) of this Act. 4 A draft scheme submitted under this section shall also include the proposals of the body in relation to such other matters as may be prescribed by the Secretary of State in regulations made under this section. 5 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 Schedule 2 shall have effect in relation to the publication of applications made under subsection (1) above."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "26", "section_title": " Consideration of applications made under section 25.", "section_text": "26 1 The Lord President shall consider the provision made in any draft scheme submitted to him under section 25(1) of this Act in relation to the matters mentioned in section 25(2); and the Secretary of State shall, subject to subsection (5) below and to section 40 of this Act, consider the provision so made in section 25(2)(b) and (c). 2 In considering the code of practice included in the draft scheme by virtue of section 25(2)(b)(ii), the Lord President shall have regard to the desirability of there being common principles applying in relation to the exercising of rights to conduct litigation and rights of audience by all practitioners in relation to the court or, as the case may be, the courts, mentioned in the application. 3 The Lord President and the Secretary of State shall— a consult each other in considering a draft scheme submitted to them under section 25(1); and b consider any written representations timeously made to them under Schedule 2 to this Act, and may, either jointly or severally, make preliminary observations to the body concerned in relation to that draft; and the body may make such adjustments to the draft as appear to them to be appropriate, and the Lord President and the Secretary of State (who shall, in accordance with section 40, consult the   CMA   in respect of any adjustments made in relation to the matters mentioned in section 25(2)(b) or (c)) shall thereafter consider the draft scheme as so adjusted. 4 In considering a draft scheme under subsection (1) or (3) above, the Lord President and the Secretary of State shall have regard to whether the provisions of the draft scheme are such as— a to achieve; and b to ensure the maintenance of, appropriate standards of conduct and practice by persons who may acquire rights to conduct litigation or rights of audience in the event of the draft scheme being approved. 5 In relation to any code of practice such as is mentioned in section 25(2)(b)(ii), the duty of the Secretary of State under subsection (1) above is limited to a consideration of any provision of such a code as would, in his view, directly or indirectly inhibit the freedom of a member of the body concerned to undertake all the work necessary for the preparation of a case or for the presentation of a case before the court, other than such a provision which has that effect only by reason of the provision made in the draft scheme with respect to the matters mentioned in section 25(2)(a). 6 After they have considered a draft scheme under subsections (1) and (3) above, if the Lord President and the Secretary of State— a are satisfied with the draft scheme, the Lord President shall grant the application, and shall so inform the body; b are not satisfied with the scheme, the Lord President shall refuse the application, and shall so inform the body, giving written reasons for the refusal, and the Lord President shall send a copy of the letter granting or refusing the application to any person who has made representations in relation to the draft scheme under Schedule 2 to this Act. 7 Where the Lord President has granted an application under subsection (6)(a) above, in relation to— a civil proceedings, the Court of Session may by act of sederunt; and b criminal proceedings, the High Court of Justiciary may by act of adjournal, make such provision for giving effect to the scheme as appears to it to be appropriate."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "27", "section_title": " Exercise of rights to conduct litigation and rights of audience.", "section_text": "27 1 Where an application made under section 25 of this Act has been granted under section 26 of this Act, any member of the body concerned who has complied with the terms of the scheme in relation to the matters mentioned in section 25(2)(b)(i), and who appears to the body to be a fit and proper person, shall have the right to conduct litigation or rights of audience to which that compliance entitles him. 2 Where a function is, whether expressly or by implication, conferred on any person or body by section 26 or this section he or, as the case may be, they shall exercise that function as soon as is reasonably practicable. 3 Nothing in subsection (1) above affects the power of any court in relation to any proceedings— a to hear a person who would not otherwise have a right of audience before that court in relation to those proceedings; or b to refuse to hear a person (for reasons which apply to him as an individual) who would otherwise have a right of audience before that court in relation to those proceedings, and where a court so refuses it shall give its reasons for that decision. 4 Where a complaint has been made that a person has been guilty of professional misconduct in the exercise of any right to conduct litigation or right of audience held by him by virtue of this section, the body of which he is a member may, or if so requested by the Lord President shall, suspend that person from exercising that right pending determination of that complaint by the body. 5 Where a person holding a right of audience in any court by virtue of this section is instructed to appear in that court, those instructions shall take precedence before any of his other professional or business obligations, and the code of practice mentioned in section 25(2)(b)(ii) shall include rules— a stating the order of precedence of courts for the purposes of this subsection; b stating general criteria to which members of the body should have regard in determining whether to accept instructions in particular circumstances; and c securing, through such of their officers as they think appropriate, that, where reasonably practicable, any person wishing to be represented before any court by one of their members holding an appropriate right of audience is so represented, and, for the purposes of such rules, the Inner and Outer Houses of the Court of Session, and the High Court of Justiciary exercising its appellate jurisdiction, may be treated as separate courts. 6 A person exercising any right of audience held by virtue of this section shall have the same immunity from liability for negligence in respect of his acts or omissions as if he were an advocate, and no act or omission on the part of any such person shall give rise to an action for breach of contract in relation to the exercise by him of such a right of audience. 7 Any person who wilfully and falsely— a pretends to have any right to conduct litigation or right of audience by virtue of this section; or b where he has any such right, pretends to have any further such right which he does not have; or c takes or uses any name, title, addition or description implying that he has any such right or, as the case may be, any further such right, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 8 For the purposes of section 25, section 26 and this section— “ right of audience ” includes, in relation to any court, any such right exercisable by an advocate; and “ right to conduct litigation ” means the right to exercise on behalf of a client all or any of the functions, other than any right of audience, which may be exercised by a solicitor in relation to litigation."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "28", "section_title": " Surrender of rights to conduct litigation and rights of audience.", "section_text": "28 1 Subject to the provisions of this section, where an application made under section 25 of this Act has been granted under section 26(6) of this Act, the body concerned may apply to the Lord President and the Secretary of State for permission to surrender any entitlement of their members to acquire rights to conduct litigation or rights of audience. 2 The Lord President and the Secretary of State shall jointly issue directions as to the requirements with which any body wishing to surrender their members’ entitlement will have to comply, and, without prejudice to the generality of the foregoing, any such directions may include provision— a where members of a body have acquired rights to conduct litigation or rights of audience, as to the arrangements to be made for the completion of any work outstanding at the time the application is made; and b relating to the particular circumstances of a particular body. 3 An application under subsection (1) above shall describe the manner in which the body have complied, or will comply, with the directions issued under subsection (2) above. 4 Where the Lord President and the Secretary of State are satisfied that the body concerned have complied, or will comply, with the directions issued under subsection (2) above, the Lord President shall grant the application, and shall so inform the body. 5 With effect from the date on which an application under subsection (1) above is granted, any member of the body concerned who has acquired rights to conduct litigation or rights of audience by virtue of the scheme shall cease to hold those rights."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "29", "section_title": " Revocation of rights granted under section 26.", "section_text": "29 1 Where it appears to the Secretary of State that a body has failed to comply with a direction under section 42(6) of this Act, he may by order made by statutory instrument revoke the grant of the application made by that body under section 25 of this Act. 2 No instrument shall be made under subsection (1) above unless a draft of the instrument has been laid before and approved by each House of Parliament. 3 With effect from the date on which an order under subsection (1) above takes effect, any member of the body concerned who has acquired rights to conduct litigation or rights of audience by virtue of the scheme shall cease to hold those rights."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "30", "section_title": " Regulation of right of English, Welsh and Northern Irish practitioners to practise in Scotland.", "section_text": "30 1 The Secretary of State, after consulting the Lord President, may by regulations prescribe circumstances in which, and conditions subject to which, practitioners who are qualified to practise in England and Wales or Northern Ireland may, in such capacity as may be prescribed, exercise in Scotland— a prescribed rights of audience; or b prescribed rights to conduct litigation, without being entitled to do so apart from the regulations. 2 The Secretary of State, after consulting the Lord President, may by regulations make provision for the purpose of enabling practitioners who are entitled to practise in England and Wales or Northern Ireland to become qualified to practise in Scotland on terms, and subject to conditions, corresponding or similar to those on which practitioners who are entitled to practise in member States may become qualified to practise in Scotland. 3 Regulations made under subsection (1) above may, in particular— a prescribe any right of audience which may not be exercised by a person in Scotland unless he is instructed to act together with a person who has that right of audience there; b prescribe legal services which may not be provided by any person practising by virtue of the regulations; c prescribe the title or description which must be used by any person practising by virtue of the regulations; d provide for the body by whom and the means by which the qualification of any person claiming to be entitled to practise by virtue of the regulations is to be verified; and e provide for such professional or other body as may be prescribed to have power to investigate and deal with any complaint made against a person practising by virtue of the regulations. 4 Regulations made under subsection (1) or (2) above may modify any rule of law or practice which the Secretary of State considers should be modified in order to give effect to the regulations. 5 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ practitioner ” means, in relation to England and Wales and Northern Ireland— a a barrister or solicitor; and b any person falling within such category as may be prescribed in regulations made by the Secretary of State after consultation with the Lord President."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "31", "section_title": " Rules of conduct etc.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where it appears to the Faculty of Advocates that any rule of conduct in relation to the exercise of an advocate’s right of audience in the Court of Session is more restrictive than the equivalent rule in relation to the exercise of the equivalent right in the sheriff court, they may submit that rule to the Secretary of State for his approval, and the Secretary of State shall consult the   CMA   in accordance with section 40 of this Act, and thereafter, having— a considered any advice tendered to him by the   CMA ; b compared the rule applicable in the Court of Session with the equivalent rule applicable in the sheriff court; and c considered whether the interests of justice require that there should be such a rule in the Court of Session, he may approve or refuse to approve the rule. 3 In section 34 of the 1980 Act (rules as to professional practice, conduct and discipline)— a at the end of subsection (1A) there shall be inserted— and                         f make such additional or different provision as the Council think fit in relation to solicitors who, or incorporated practices which, are partners in or directors of multi-disciplinary practices. ; and b after subsection (3) there shall be inserted— 3A Without prejudice to subsection (3), any rule made, whether before or after the coming into force of this subsection, by the Council under this section or section 35 which has the effect of prohibiting the formation of multi-disciplinary practices shall not have effect unless the Secretary of State, after consulting the Director in accordance with section 64A, has approved it. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "32", "section_title": " Multi-national practices.", "section_text": "32 Before section 61 of the 1980 Act there shall be inserted the following section—  Multi-national practices. 60A 1 Subject to the provisions of this section, solicitors and incorporated practices may enter into multi-national practices with registered foreign lawyers. 2 The Council shall maintain a register of foreign lawyers, and may make rules with regard to registration; and, without prejudice to the generality of the foregoing, such rules may include provision as to— a the manner in which applications for registration are to be made; b the fees payable in respect of such applications; c conditions which may be imposed in respect of registration; and d the period for which any such registration is to run. 3 Section 34(2) and (3) apply to rules made under subsection (2) as they apply to rules made under that section. 4 Any foreign lawyer may apply to the Council to be registered as such for the purposes of this section and the Council shall, if they are satisfied that the legal profession of which the applicant is a member is so regulated as to make it appropriate for him to be allowed to enter into a multi-national practice with solicitors or incorporated practices, enter his name on the register. 5 Subject to subsection (6), the Secretary of State may by order made by statutory instrument provide that any enactment or instrument— a passed or made before the commencement of this section; b having effect in relation to solicitors; and c specified in the order, shall have effect with respect to registered foreign lawyers as it has effect with respect to solicitors. 6 Before making any order under subsection (5), the Secretary of State shall consult the Council. 7 An order under subsection (5) may provide for an enactment or instrument to have effect with respect to registered foreign lawyers subject to such additions, omissions or other modifications as the Secretary of State specifies in the order. 8 No order shall be made under subsection (5) unless a draft of the order has been approved by both Houses of Parliament."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "33", "section_title": " Complaints in relation to legal services.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "34", "section_title": " Scottish legal services ombudsman.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "34A", "section_title": " Ombudsman’s final report and recommendations.", "section_text": "34A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "34B", "section_title": " Advisory functions of ombudsman.", "section_text": "34B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "35", "section_title": " Judicial appointments.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Paragraph 4 of   Schedule 4   shall have effect in relation to the appointment of— a members of the Inner House of the Court of Session; and b a Lord Ordinary of that Court to be the Lord Ordinary in exchequer causes. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "36", "section_title": " Solicitors’ and counsel’s fees.", "section_text": "36 1 An advocate and the person instructing him may agree, in relation to a litigation undertaken on a speculative basis, that, in the event of the litigation being successful, the advocate’s fee shall be increased by such percentage as may, subject to subsection (2) below, be agreed. 2 The percentage increase which may be agreed under subsection (1) above shall not exceed such limit as the court may, after consultation with the Dean of the Faculty of Advocates, prescribe by act of sederunt. 3 After section 61 of the 1980 Act there shall be inserted the following section—  Solicitors’ fees. 61A 1 Subject to the provisions of this section, and without prejudice to— a section 32(1)(i) of the Sheriff Courts (Scotland) Act 1971; or b section 5(h) of the Court of Session Act 1988, where a solicitor and his client have reached an agreement in writing as to the solicitor’s fees in respect of any work done or to be done by him for his client it shall not be competent, in any litigation arising out of any dispute as to the amount due to be paid under any such agreement, for the court to remit the solicitor’s account for taxation. 2 Subsection (1) is without prejudice to the court’s power to remit a solicitor’s account for taxation in a case where there has been no written agreement as to the fees to be charged. 3 A solicitor and his client may agree, in relation to a litigation undertaken on a speculative basis, that, in the event of the litigation being successful, the solicitor’s fee shall be increased by such a percentage as may, subject to subsection (4), be agreed. 4 The percentage increase which may be agreed under subsection (3) shall not exceed such limit as the court may, after consultation with the Council, prescribe by act of sederunt. . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "37", "section_title": " Admission of solicitors and notaries public.", "section_text": "37 1 For subsection (2) of section 6 of the 1980 Act (admission of persons as solicitors) there shall be substituted the following subsection— 2 Where— a a person has complied with the requirements of subsection (1); but b the Council have not lodged a petition for his admission as a solicitor within one month of his having so complied, he may apply by petition to the court for admission as a solicitor; and if he produces the certificate mentioned in paragraph (b) of subsection (1) the court shall make an order admitting him as a solicitor. . 2 Section 57 of that Act (admission of notaries public) shall be amended as follows— a for subsection (1) there shall be substituted— 1 The offices and functions of— a the clerk to the admission of notaries public; and b the keeper of the register of notaries public, are hereby transferred to the Council. ; b in subsection (2), for the words from “grant” to the end there shall be substituted  “                        direct the Council to register him in the register of notaries public.”                      ” ; c after subsection (2) there shall be inserted the following subsections— 2A A petition by the Council under section 6(3A) for the admission of a person as a solicitor may, if the person so requests, include an application for the person’s admission as a notary public; and an order on any such petition admitting that person as a solicitor may admit him as a notary public and direct the Council to register him in the register of notaries public. 2B A petition by a person under section 6(2)for his admission as a solicitor may include an application for his admission as a notary public; and an order on any such petition admitting that person as a solicitor may admit him as a notary public and direct the Council to register him in the register of notaries public. ; d in subsection (4) for the word “solicitor” there shall be substituted  “                        person”                      ” ; and e for subsection (5) there shall be substituted— 5 The Council may charge such reasonable fees as they consider appropriate in respect of the admission of any person as a notary public. . 3 In section 58 of that Act (removal from and restoration to the register of names of notaries public)— a in subsection (1), for the words from “give” to the end there shall be substituted  “                        strike off or, as the case may be, remove his name from the register of notaries public”                      ” ; b in subsection (2), for the words from “it” to “thereupon” there shall be substituted  “                        the Council shall forthwith”                      ” ; c at the end of that section there shall be added the following subsections— 3 Where a person who is both a solicitor and a notary public is suspended from practising as a solicitor under this Act the Council shall forthwith remove the person’s name from the register of notaries public. 4 If the suspension of such a person as is mentioned in subsection (3) is terminated or otherwise comes to an end the Council shall restore the person’s name to the register. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "38", "section_title": " Availability of legal aid in relation to services provided under this Act.", "section_text": "38 After section 43 of the  Legal Aid (Scotland) Act 1986 there shall be inserted the following section—  Application of Act to services provided under Law Reform (Miscellaneous Provisions) (Scotland) Act 1990. 43A 1 Advice and assistance shall be available, in accordance with the provisions of this Act, in relation to the provision of executry services by executry practitioners and recognised financial institutions and conveyancing services by independent qualified conveyancers, all within the meaning of section 23 (interpretation of sections 16 to 22) of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 as they are so available in relation to the provision of the like services by solicitors. 2 Subject to any act of sederunt or act of adjournal made under subsection (7) of section 26 of that Act (consideration of applications made under section 25) advice and assistance, civil legal aid and criminal legal aid shall be available, in accordance with the provisions of this Act, in relation to the provision of services by persons who have acquired rights to conduct litigation or, as the case may be, rights of audience by virtue of that section as they are so available in relation to the provision of the like services by solicitors and, where appropriate, by advocates. 3 Where advice and assistance, civil legal aid or criminal legal aid has been made available by virtue of this section, the provisions of this Act shall apply in relation to the person providing those services as they apply in relation to a solicitor or advocate providing like services. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "39", "section_title": " Removal of certain restrictions on the borrowing of the court process.", "section_text": "39 Section 29 of the 1980 Act (which restricts the borrowing of the process relating to any court proceedings to solicitors having a place of business, in relation to the Court of Session, in Edinburgh, and, in relation to the inferior courts, within the jurisdiction of the court concerned) shall cease to have effect."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "40", "section_title": " Advisory and supervisory functions of the   CMA  ", "section_text": "40 1 Before— a approving any rules made  under section 17(11) or 18(10) of this Act; or b approving any rules— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii such as are mentioned in section 31(1) or (2), of this Act; or c considering any provisions of a draft scheme under section 26(1) or (3) of this Act, the Secretary of State shall first send a copy of the proposed regulations, rules or provisions to the   CMA   2 The   CMA   shall consider whether any such  ... rules or provisions as are mentioned in subsection (1) above would have, or would be likely to have, the effect of restricting, distorting or preventing competition to any significant extent. 3 When the   CMA has completed its consideration it   shall give such advice to the Secretary of State   as it   thinks fit. 4   The CMA may publish any advice given   under subsection (3) above. 5 The   CMA   shall, so far as practicable, exclude from anything published under subsection (4) above any matter— a which relates to the affairs of a particular person; and b the publication of which would, or might in the   CMA's  opinion, seriously and prejudicially affect the interests of that person. 6 For the purposes of the law of defamation, the publication of any advice by the Director under this section shall be absolutely privileged."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "41", "section_title": " Investigatory powers of the   CMA  ", "section_text": "41 1 For the purpose of investigating any matter under section 40 of this Act, the   CMA   may by notice in writing— a require any person to produce to   the CMA   or to any person appointed by   the CMA   for the purpose, at a time and place specified in the notice, any documents which are specified or described in the notice and which— i are in that person’s custody or under that person’s control; and ii relate to any matter relevant to the investigation; or b require any person carrying on any business to furnish to   the CMA   (within such time and in such manner and form as the notice may specify) such information as may be specified or described in the notice. 2 A person shall not be required under this section to produce any document or disclose any information which he would be entitled to refuse to produce or disclose on the grounds of confidentiality between a client and his professional legal adviser in any civil proceedings. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "41A", "section_title": "Enforcement of notices under section 41", "section_text": "41A 1 The court may, on an application by the   CMA  , enquire into whether any person (“the defaulter”) has refused or otherwise failed, without reasonable excuse, to comply with a notice under section 41(1). 2 An application under subsection (1) shall include details of the possible failure which the   CMA   considers has occurred. 3 In enquiring into a case under subsection (1), the court shall hear any witness who may be produced against or on behalf of the defaulter and any statement which may be offered in defence. 4 Subsections (5) and (6) apply where the court is satisfied, after hearing any witnesses and statements as mentioned in subsection (3), that the defaulter has refused or otherwise failed, without reasonable excuse, to comply with a notice under section 41(1). 5 The court may punish the defaulter as it would have been able to punish him had he been guilty of contempt of court. 6 Where the defaulter is a body corporate or is a partnership constituted under the law of Scotland, the court may punish any director, officer or (as the case may be) partner of the defaulter as it would have been able to punish that director, officer or partner had he been guilty of contempt of court. 7 In this section “the court” means the Court of Session."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "41B", "section_title": "Altering,  etc.  documents required to be produced under section 41", "section_text": "41B 1 A person commits an offence if he intentionally alters, suppresses or destroys a document which he has been required to produce by a notice under section 41(1). 2 A person who commits an offence under subsection (1) shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "42", "section_title": " Review of rules approved by the Secretary of State.", "section_text": "42 1 Where the Secretary of State has approved— a a rule under section  ... 31(2) of this Act; or b a draft scheme under section 26(6) of this Act, he may and, where the Lord President, in the case of a draft scheme such as is mentioned in paragraph (b), so requests shall, require the body which made the rule or, as the case may be, the scheme to review its terms. 2 When they have reviewed a rule or, as the case may be, a scheme, following a requirement made under subsection (1) above, the body concerned may revise the rule or scheme in the light of that review, and shall then submit the rule or scheme as revised or, if they have not revised it, as previously approved— a in the case of a rule such as is mentioned in subsection (1)(a) above, to the Secretary of State; or b in the case of a draft scheme such as is mentioned in subsection (1)(b) above, to the Secretary of State and the Lord President. 3 Where a rule, whether revised or as previously approved, is submitted to the Secretary of State under subsection (2)(a) above, he may— a approve the rule as submitted to him; or b amend the rule in such manner as he considers appropriate, and (except where the rule remains in the form previously approved) he may direct the body concerned to bring it into operation as soon as is practicable. 4 Where the Lord President and the Secretary of State are agreed that the terms of a draft scheme submitted to them under subsection (2)(b) above are satisfactory, the Secretary of State may— a approve the scheme; and b (except where the scheme remains in the form previously approved) direct the body concerned to bring the scheme, as so amended, into force as soon as is practicable. 5 Where either the Secretary of State or the Lord President is of the view that the terms of any such scheme so submitted to them are not satisfactory, but they do not agree as to what the terms of the scheme should be, the scheme shall continue to have effect as previously approved. 6 Where the Secretary of State and the Lord President agree both that the terms of a scheme so submitted to them are not satisfactory, and as to what the terms of the scheme should be, the Secretary of State may amend the scheme in such manner as he and the Lord President consider appropriate; and may direct the body concerned to bring the scheme, as so amended, into force as soon as is practicable. 7 The provisions of section 40(1)(b) and (c) of this Act shall apply to rules and schemes submitted under subsection (2) of this section as they apply to rules submitted under sections 17(15) and 31(2) and schemes submitted under section 25(1) of this Act."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "43", "section_title": " Functions of Director in relation to certain rules made under the 1980 Act.", "section_text": "43 After section 64 of the 1980 Act there shall be inserted the following sections—  Advisory and supervisory functions of the Director General of Fair Trading. 64A 1 Before considering any rule— a made under section 25A(4) or (5); or b such as is mentioned in section 34(3A), the Secretary of State shall send a copy of the proposed rule in question to the Director. 2 The Director shall consider whether the rule in question would have, or would be likely to have, the effect of restricting, distorting or preventing competition to any significant extent. 3 When the Director has completed his consideration he shall give such advice to the Secretary of State as he thinks fit. 4 The Director may publish any advice given by him under subsection (3). 5 The Director shall, so far as practicable, exclude from anything published under subsection (4) any matter— a which relates to the affairs of a particular person; and b the publication of which would, or might in the Director’s opinion, seriously and prejudicially affect the interests of that person. 6 For the purposes of the law of defamation, the publication of any advice or report by the Director under this section shall be absolutely privileged.  Duty of Secretary of State. 64B When he has received advice under section 64A(3) in relation to a rule made under section 25A(4) or (5) or such as is mentioned in section 34(3A), the Secretary of State may, having considered— a that advice; b whether the interests of justice require that there should be such a rule; and c in relation to a rule made under section 25A(5), any relevant practice obtaining in the sheriff court, approve or refuse to approve the rule.  Investigatory powers of the Director. 64C 1 For the purpose of investigating any matter under section 64A, the Director may by notice in writing— a require any person to produce to him or to any person appointed by him for the purpose, at a time and place specified in the notice, any documents which are specified or described in the notice and which— i are in that person’s custody or under that person’s control; and ii relate to any matter relevant to the investigation; or b require any person carrying on any business to furnish to him (within such time and in such manner and form as the notice may specify) such information as may be specified or described in the notice. 2 A person shall not be required under this section to produce any document or disclose any information which he would be entitled to refuse to produce or disclose on the grounds of confidentiality between a client and his professional legal adviser in any civil proceedings. 3 Subsections (5) to (8) of section 85 of the Fair Trading Act 1973 shall apply in relation to a notice under this section as they apply in relation to a notice under subsection (1) of that section.  Review of rules approved by the Secretary of State. 64D 1 Without prejudice to the power of the Council to review any rule made by them, where the Secretary of State has approved a rule under section 64B he may, and if so requested by the Lord President shall, require the Council to review its terms. 2 When they have reviewed a rule following a requirement made under subsection (1), the Council may revise the rule in the light of that review, and shall then submit the rule as revised or, if they have not revised it, as previously approved to the Lord President and the Secretary of State. 3 Where the Lord President and the Secretary of State are agreed that the terms of the rule as submitted to them are satisfactory, the Secretary of State shall approve the rule, and may direct the Council to bring it into force as soon as is practicable. 4 Where either the Secretary of State or the Lord President is of the view that any rule, as submitted to them, is not satisfactory, but they do not agree as to what the terms of the rule should be, the rule shall continue to have effect as previously approved. 5 Where the Secretary of State and the Lord President agree both that any rule submitted to them under subsection (2) is not satisfactory, and as to what the terms of the rule should be, the Secretary of State may direct the Council— a to amend the rule in such manner as he and the Lord President consider appropriate; and b to bring the rule, as so amended, into force as soon as is practicable. 6 The provisions of sections 64A and 64B apply to rules submitted to the Secretary of State under this section as they apply to rules submitted to him under sections 25A(9) or (10) and 34(3A). ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "44", "section_title": " Interpretation of Part II.", "section_text": "44 In this Part of this Act, unless the context otherwise requires— “ advocate ” means a member of the Faculty of Advocates practising as such;   “ the CMA ” means the Competition and Markets Authority;   “ the Director ” means the Director General of Fair Trading; “ Lord President ” means the Lord President of the Court of Session; “ solicitor ” has the same meaning as in section 65(1) of the 1980 Act; and “ the 1980 Act ” means the  Solicitors (Scotland) Act 1980. “ the 2007 Act ” means the Legal Profession and Legal Aid (Scotland) Act 2007 (asp 5)."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "45", "section_title": "", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "58", "section_title": " Identification of accused by child.", "section_text": "58 Where a court has, or is deemed to have, granted an application made under section 56 of this Act in relation to a child  . . ., and the child gives evidence that he recalls having identified, prior to the trial, a person alleged to have committed an offence, the evidence of a third party as to the identification of that person by the child prior to the trial shall be admissible as evidence as to such identification."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "59", "section_title": "Interpretation of sections 56, 57 and 58.", "section_text": "59 In sections 56, 57 and 58 of this Act, unless the contrary intention appears— “ child ” means a person under the age of 16 years; “ court ” means the High Court of Justiciary or the sheriff court; and “ trial ” means a trial under solemn or under summary procedure."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "60", "section_title": " Criminal jurisdiction of sheriff court.", "section_text": "60 The following subsection shall be inserted at the end of each of sections 3 and 288 of the  Criminal Procedure (Scotland) Act 1975 to form subsection (4) and subsection (5) respectively of these sections— 0 Where an offence is alleged to have been committed in one district in a sheriffdom, it shall be competent to try that offence in a sheriff court in any other district in that sheriffdom."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "61", "section_title": " Probation and community service orders and supervision and care of persons on probation or released from prison etc.", "section_text": "61 1 Sections 183 and 384 of the  Criminal Procedure (Scotland) Act 1975 (probation) shall be amended as follows— a at the beginning of subsection (1) of each section there shall be inserted  “                        Subject to subsection (1A) below,                      ” ; b after subsection (1) of each section there shall be inserted the following subsection— 1A A court shall not make a probation order under subsection (1) above unless it is satisfied that suitable arrangements for the supervision of the offender can be made by the local authority in whose area he resides or is to reside. ; and c in subsection (4) of each section— i for the words “necessary for” there shall be substituted  “                            conducive to                          ” ; and ii for the word “for” in the second place where it occurs there shall be substituted  “                            to                          ” . 2 In subsection (1) of each of sections 186 and 387 of that Act (failure to comply with probation order)— a after the word “from” there shall be inserted  “                        (a)                      ” ; and b after the word “ probationer ” where it first occurs there shall be inserted— b the director of social work of the local authority whose officer is supervising the probationer; or c an officer appointed by the director of social work to act on his behalf for the purposes of this subsection, . 3 In section 1(1) of the  Community Service by Offenders (Scotland) Act 1978 (community service orders), for the words “dealing with him in any other way” there shall be substituted  “                    imposing on him a sentence of, or including, imprisonment or any other form of detention                  ” . 4 In section 27 of the  Social Work (Scotland) Act 1968 (supervision and care of persons on probation or released from prison  etc )— a at the end of subsection (1) there shall be added— ; and                         c the provision of advice, guidance and assistance for persons in their area who, within 12 months of their release from prison or any other form of detention, request such advice, guidance or assistance. ; and b after paragraph (a) of subsection (3) there shall be inserted the following paragraph— aa the matters to be included in such a report; . 5 In section 27A of that Act (grants in respect of community service facilities)— a at the beginning there shall be inserted  “                        (1)                      ” ; and b for the words from “for the purposes” to the end there shall be substituted— a for the purposes mentioned in section 27(1) of this Act; and b for such other similar purposes as the Secretary of State may prescribe. 2 Before exercising his power under subsection (1)(b) above the Secretary of State shall consult local authorities and such other bodies as he considers appropriate. . 6 In section 27B of that Act (grants in respect of hostel accommodation for certain persons)— a at the beginning there shall be inserted  “                        (1)                      ” ; and b for the words from “sub-paragraphs (i) and (ii)” to the end there shall be substituted— subsection (2) below.                         2 The persons referred to in subsection (1) above are— a persons mentioned in section 27(1)(b)(i) and (ii) of this Act; b persons who have been charged with an offence and are on bail; c persons who have been released from prison or any other form of detention but do not fall within section 27(1)(b)(ii) of this Act; and d such other classes of persons as the Secretary of State may prescribe. 3 Before exercising his power under subsection (2)(d) above the Secretary of State shall consult local authorities and such other persons as he considers appropriate. . 7 In section 94(1) of that Act (interpretation), in paragraph (c) of the definition of “prescribed”, after the word “sections” there shall be inserted  “                    27A, 27B,                  ” ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "63", "section_title": " Registration and enforcement of external confiscation orders.", "section_text": "63 The following sections shall be substituted for section 30 of the  Criminal Justice (Scotland) Act 1987—  Enforcement of other external orders. 30 1 Her Majesty may by Order in Council— a direct in relation to a country or territory outside the United Kingdom designated by the order (“a designated country”) that, subject to such modifications as may be specified, this Part of this Act shall apply to external confiscation orders and to proceedings which have been or are to be instituted in the designated country and may result in an external confiscation order being made there; b make— i such provision in connection with the taking of action in the designated country with a view to satisfying a confiscation order; and ii such provision as to evidence or proof of any matter for the purposes of this section and section 30A of this Act; and iii such incidental, consequential and transitional provision, as appears to Her Majesty to be expedient; and c without prejudice to the generality of this subsection, direct that in such circumstances as may be specified proceeds which arise out of action taken in the designated country with a view to satisfying a confiscation order shall be treated as reducing the amount payable under the order to such extent as may be specified. 2 In this Part of this Act— “ external confiscation order ” means an order made by a court in a designated country for the purpose of recovering payments or other rewards received in connection with drug trafficking or their value; and “ modifications ” includes additions, alterations and omissions. 3 An Order in Council under this section may make different provision for different cases or classes of case. 4 The power to make an Order in Council under this section includes power to modify this Part of this Act in such a way as to confer power on a person to exercise a discretion. 5 An Order in Council under this section shall not be made unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament.  Registration of external confiscation orders. 30A 1 On an application made by or on behalf of the Government of a designated country, the Court of Session may register an external confiscation order made there if— a it is satisfied that at the time of registration the order is in force and not subject to appeal; b it is satisfied, where the person against whom the order is made did not appear in the proceedings, that he received notice of the proceedings in sufficient time to enable him to defend them; and c it is of the opinion that enforcing the order in Scotland would not be contrary to the interests of justice. 2 In subsection (1) above “ appeal ” includes— a any proceedings by way of discharging or setting aside a judgment; and b an application for a new trial or a stay of execution. 3 The Court of Session shall cancel the registration of an external confiscation order if it appears to the court that the order has been satisfied by payment of the amount due under it or by the person against whom it was made serving imprisonment in default of payment or by any other means."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "64", "section_title": " Matrimonial interdicts.", "section_text": "64 In section 15 of the  Matrimonial Homes (Family Protection)\t\t\t(Scotland) Act 1981 (powers of arrest attached to matrimonial interdicts)— a in subsection (2), after the words “such interdict” there shall be inserted  “                    together with the attached power of arrest                  ” ; and b in subsection (4)— i after the word “interdict” in the second place where it occurs there shall be inserted  “                        together with the attached power of arrest                      ” ; and ii at the end there shall be added  “                        and, where the application to attach the power of arrest to the interdict was made after the interdict was granted, a copy of that application and of the interlocutor granting it and a certificate of service of the interdict together with the attached power of arrest                      ” ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "65", "section_title": " Homelessness.", "section_text": "65 1 Section 24 of the  Housing (Scotland) Act 1987 (definition of homelessness and persons threatened with homelessness) shall be amended as follows. 2 After subsection (2) there shall be inserted the following subsections— 2A A person shall not be treated as having accommodation unless it is accommodation which it would be reasonable for him to continue to occupy. 2B Regard may be had, in determining whether it would be reasonable for a person to continue to occupy accommodation, to the general circumstances prevailing in relation to housing in the area of the local authority to whom he has applied for accommodation or for assistance in obtaining accommodation. 3 In subsection (3), after paragraph (b) there shall be inserted— bb it is probable that occupation of it will lead to— i violence; or ii threats of violence which are likely to be carried out, from some other person who previously resided with that person, whether in that accommodation or elsewhere, or ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "66", "section_title": " UNCITRAL Model Law on International Commercial Arbitration.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "67", "section_title": " Further provision as to discharge of judicial factors.", "section_text": "67 After section 34 (discharge of factors, tutors and curators) of the  Judicial Factors Act 1849 there shall be inserted the following section—  Further provision as to discharge of factors, tutors and curators. 34A The Court may by act of sederunt make provision for the discharge of factors, tutors and curators by means other than the presentation of a petition under section 34 of this Act where the factory, tutory or curatory is terminated by reason of the recovery, death or coming of age of the ward, or by reason of the exhaustion of the estate. ."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "68", "section_title": " Amendment of Unfair Contract Terms Act 1977.", "section_text": "68 1 The  Unfair Contract Terms Act 1977 shall be amended in accordance with this section. 2 In section 15(1)\t\t\t\t\t(scope of Part II), the words “applies only to contracts,” shall cease to have effect. 3 In section 16 (liability for breach of duty)— a in subsection (1)— i at the beginning there shall be inserted the words  “                            Subject to subsection (1A) below,                          ” ; ii after the word “contract” in the first place where it occurs there shall be inserted  “                            , or a provision of a notice given to persons generally or to particular persons,                          ” ; iii after the word “term” in the second place where it occurs there shall be inserted  “                            or provision                          ” ; and iv at the end of paragraph (b) there shall be inserted the words  “                            or, as the case may be, if it is not fair and reasonable to allow reliance on the provision                          ” ; b after subsection (1) there shall be inserted the following subsection— 1A Nothing in paragraph (b) of subsection (1) above shall be taken as implying that a provision of a notice has effect in circumstances where, apart from that paragraph, it would not have effect. ; and c in subsection (3)— i after the word “contract” there shall be inserted  “                            or a provision of a notice                          ” ; and ii after the word “term” in the second place where it occurs there shall be inserted  “                            or provision                          ” . 4 In section 24 (the “reasonableness” test)— a after subsection (2) there shall be inserted the following subsection— 2A In determining for the purposes of this Part of this Act whether it is fair and reasonable to allow reliance on a provision of a notice (not being a notice having contractual effect), regard shall be had to all the circumstances obtaining when the liability arose or (but for the provision) would have arisen. ; b in subsection (3)— i after the word “contract” in the first place where it occurs there shall be inserted  “                            or a provision of a notice                          ” ; ii after the word “contract” in the second place where it occurs there shall be inserted  “                            or whether it is fair and reasonable to allow reliance on the provision                          ” ; iii after the word “above” there shall be inserted  “                            in the case of a term in a contract                          ” ; and iv in paragraph (a), after the word “term” there shall be inserted  “                            or provision                          ” ; and c in subsection (4), after the word “contract” there shall be inserted  “                        or that it is fair and reasonable to allow reliance on a provision of a notice                      ” . 5 In section 25 (interpretation of Part II)— a in subsection (1), after the definition of “hire-purchase agreement” there shall be inserted— “ “ notice ” includes an announcement, whether or not in writing, and any other communication or pretended communication;”; and b subsections (3)(d) and (4) shall cease to have effect. 6 This section shall have effect only in relation to liability for any loss or damage which is suffered on or after the date appointed for its coming into force."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "69", "section_title": " Future services to injured person.", "section_text": "69 1 For subsection (2) of section 8 of the  Administration of Justice Act 1982 (services rendered to injured person) there shall be substituted the following subsections— 2 The injured person shall be under an obligation to account to the relative for any damages recovered from the responsible person under subsection (1) above. 3 Where, at the date of an award of damages in favour of the injured person, it is likely that necessary services will, after that date, be rendered to him by a relative in consequence of the injuries in question, then, unless the relative has expressly agreed that no payment shall be made in respect of those services, the responsible person shall be liable to pay to the injured person by way of damages such sum as represents— a reasonable remuneration for those services; and b reasonable expenses which are likely to be incurred in connection therewith. 4 The relative shall have no direct right of action in delict against the responsible person in respect of any services or expenses referred to in this section. 2 Without prejudice to Parts II and  III  of the  Prescription and Limitation (Scotland) Act 1973, this section shall apply to rights accruing both before and after the date appointed for its coming into force, but shall not affect any proceedings commenced before that date."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "70", "section_title": " Blood and other samples in civil proceedings.", "section_text": "70 1 In any civil proceedings to which this section applies, the court may (whether or not on application made to it) request a party to the proceedings— a to provide a sample of blood or other body fluid or of body tissue for the purpose of laboratory analysis; b to consent to the taking of such a sample from a child in relation to whom the party has power to give such consent. 2 Where a party to whom a request under subsection (1) above has been made refuses or fails— a to provide or, as the case may be, to consent to the taking of, a sample as requested by the court, or b to take any step necessary for the provision or taking of such a sample, the court may draw from the refusal or failure such adverse inference, if any, in relation to the subject matter of the proceedings as seems to it to be appropriate. 3 In section 6 of the  Law Reform (Parent and Child)\t\t\t\t\t(Scotland) Act 1986 (determination of parentage by blood sample)— a in subsection (1), for the words “blood sample” there shall be substituted  “                        sample of blood or other body fluid or of body tissue                      ” ; and b in each of subsections (2), (3) and (4), for the words “a blood” there shall be substituted  “                        such a                      ” . 4 This section applies to any civil proceedings brought in the Court of Session or the sheriff court— a on or after the date of the commencement of this section; or b before the said date in a case where the proof has not by that date begun."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72"}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "73", "section_title": " Finance.", "section_text": "73 1 There shall be paid out of money provided by Parliament— a the expenses of the Lord Advocate in carrying out his functions under Part I of this Act; b the remuneration and expenses of the Scottish legal services ombudsman appointed under section 34 of this Act and of any staff appointed for the ombudsman under Schedule 3 to this Act; c the remuneration of temporary judges appointed under section 35(3) of this Act; d any grant paid by the Secretary of State to the Scottish Conveyancing and Executry Services Board under section 16 of this Act; and e any increase attributable to the provisions of this Act in the sums payable under any other Act out of money provided by Parliament. 2 Sums repaid to the Secretary of State under section 16(3) of this Act shall be paid by him into the Consolidated Fund."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "74", "section_title": " Amendments and repeals.", "section_text": "74 1 The enactments mentioned in Schedule 8 to this Act shall have effect subject to the amendments specified in that Schedule. 2 The enactments mentioned in Schedule 9 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Law Reform (Miscellaneous Provisions) (Scotland) Act 1990", "year": 1990, "section": "75", "section_title": " Citation, commencement and extent.", "section_text": "75 1 This Act may be cited as the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990. 2 Subject to subsections (3) and (4) below, this Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument and different days may be appointed for different provisions and for different purposes. 3 The provisions of— a Part III and section 66 of this Act and so much of section 74 as relates to those provisions; and b sections 67, 70 and 71 of this Act and paragraphs 21 and 34 of Schedule 8 to this Act, shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 4 Paragraph 27(3) of Schedule 8 to this Act shall come into force on the day on which this Act is passed. 5 Subject to subsections (6) and (7) below, this Act extends to Scotland only. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Paragraph 17 of Schedule 1 to this Act, paragraph 11 of Schedule 3 to this Act and Schedule 9 to this Act so far as relating to the  House of Commons Disqualification Act 1975 extend also to England and Wales and Northern Ireland."}]