[{"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "1", "section_title": " Regional and District Health Authorities.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "3", "section_title": " Primary and other functions of health authorities  etc.  and exercise of functions.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "4", "section_title": "  NHS  contracts.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "4A", "section_title": " Provision of certain services under NHS contracts.", "section_text": "4A 1 This section applies to any arrangement under which  a Strategic Health Authority, a Primary Care Trust,  a Health Authority or such other health service body as may be prescribed arrange for the provision to them— a by a person on an ophthalmic list,  . . .  aa by a contractor under a general ophthalmic services contract, or b by a person on a pharmaceutical list, of goods or services that they reasonably require for the purposes of functions which they are exercising under Part I of the principal Act   other than under section 16CD of that Act . 2 Any such arrangement is to be treated as an NHS contract for the purposes of section 4 (other than subsections (4) and (6)). 3 In this section— “general ophthalmic services contract” and  “contractor” under such a contract have the meanings given by section 28WA of the principal Act; “ health service body ” means a body which is a health service body for the purposes of section 4; “ ophthalmic list ” means a list published in accordance with regulations made under— section  39(1)(a)  of the principal Act; section 26(2)(a) of the  National Health Service (Scotland) Act 1978; or Article 62(2)(a) of the  Health and Personal Social Services (Northern Ireland) Order 1972; and “ pharmaceutical list ” means a list published in accordance with regulations made under— section 42(2)(a) of the principal Act; section 27(2) of the National Health Service (Scotland) Act 1978; or Article 63(2A)(a) of the 1972 Order. 4 In subsection (3), in paragraph (b) of the definition of  “ophthalmic list” the reference to a list published in accordance with regulations made under paragraph (a) of section 26(2) of the National Health Service (Scotland) Act 1978 is a reference to the first part of the list (referred to in sub-paragraph (i) of that paragraph) which is published in accordance with regulations under that paragraph."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "5", "section_title": " NHS trusts.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "6", "section_title": " Transfer of staff to NHS trusts.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "7", "section_title": " Supplementary provisions as to transfer of staff.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "8", "section_title": " Transfer of property, rights and liabilities to NHS trust.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "9", "section_title": " Originating capital debt of, and other financial provisions relating to NHS trusts.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "10", "section_title": " Financial obligations of NHS trusts.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "11", "section_title": " Trust funds and trustees for NHS trusts.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "12", "section_title": " Functions of Family Health Services Authorities.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "14", "section_title": "", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "15", "section_title": " Payments to recognised fund-holding practices.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In any case where— a a Health Authority make a payment of, or of any part of, an allotted sum to the members of a recognised fund-holding practice, and b some of the individuals on the list of patients of any of the members of the practice reside in the area of another Health Authority, or in the area of a Health Board, the Health Authority making the payment shall be entitled to recover from that other Health Authority, or from that Health Board, an amount equal to such portion of the payment as may be determined in accordance with directions given by the Secretary of State. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "16", "section_title": "", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "17", "section_title": "", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "18", "section_title": " Indicative amounts for doctors’ practices.", "section_text": "18 1 Subject to  subsections (2) and (8)  below, for each financial year,  every Primary Care Trust and  every   Local Health Board  shall, by notice in writing given to each practice in relation to the members of which it is the relevant  Primary Care Trust or Local Health Board , specify an amount of money (in this Act referred to as an “indicative amount”) representing the basic price of the drugs, medicines and listed appliances which, in the opinion of the  Primary Care Trust or Local Health Board , it is reasonable to expect will be supplied in that year pursuant to orders given by or on behalf of the members of that practice. 2 Subsection (1) above does not apply with respect to a practice which is or forms part of a fund-holding practice recognised under section 14 above. 3 For the purposes of this section, a “ practice ” means— a a person or body who has entered into a contract under section 28Q of the principal Act, otherwise than in partnership; or b two or more individuals practising in partnership who together have entered into such a contract, and any reference to the members of a practice shall be construed accordingly. 4 The members of a practice shall seek to secure that, except with the consent of the relevant  Primary Care Trust or Local Health Board  or for good cause, the orders for drugs, medicines and listed appliances given by them or on their behalf are such that the basic price of the items supplied pursuant to those orders in any financial year does not exceed the indicative amount notified to the practice for that year under subsection (1) above. 5 For the purpose of measuring the extent to which a practice is operating within the indicative amount notified to it under subsection (1) above for any financial year, a  Primary Care Trust or Local Health Board  shall set against that indicative amount an amount equal to the basic price of the drugs, medicines and listed appliances supplied in that year pursuant to orders given by or on behalf of members of the practice. 6 For the purposes of this section, regulations may make provision as to the specification of, or means of calculating, the basic price of any drugs, medicines or listed appliances. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 This section does not apply in relation to the performance or provision of personal medical services in accordance with arrangements made under section 28C of the principal Act. 9 In this section, references to the  “ relevant ” Primary Care Trust or Local Health Board, in relation to a practice, are to the Primary Care Trust or Local Health Board with which it has entered into a contract under section 28Q of the principal Act."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "20", "section_title": " Extension of functions etc. of Audit Commission to cover the health service.", "section_text": "20 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 98 of the principal Act (accounts and audit),— a in subsection (1), in the words following paragraph (e) for the words from “appointed” to “Comptroller” there shall be substituted “appointed by the Audit Commission for Local Authorities and the National Health Service in England and Wales and the Comptroller”; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "21", "section_title": " Schemes for meeting losses and liabilities etc. of certain health service bodies.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "22", "section_title": " The Medical Practices Committee.", "section_text": "22"}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "23", "section_title": " Distribution of general medical services.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "24", "section_title": " Limitations on right to be included on list of dental practitioners.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "25", "section_title": " Transfer to DHA of certain functions relating to private patients.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "26", "section_title": " Interpretation of Part I.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "27", "section_title": " Health Boards, the Common Services Agency and state hospitals.", "section_text": "27 1 Subject to subsection (2) below, at the end of the day appointed for the coming into force of this subsection, any person who is a member of— a a Health Board; b the management committee of the Common Services Agency for the Scottish Health Service; or c a State Hospital Management Committee within the meaning of the  Mental Health (Scotland) Act 1984, shall cease to be such a member. 2 Subsection (1) above does not apply to a person holding office as chairman of a Health Board or of a committee mentioned in subsection (1)(b) or (c) above. 3 Schedule 1 (Health Boards) and Schedule 5 (Common Services Agency) to the  National Health Service (Scotland) Act 1978 (in this Part of this Act referred to as “ the 1978 Act ”) and Schedule 1 to the  Mental Health (Scotland) Act 1984 (State Hospital Management Committees) shall be amended in accordance with Schedule 5 to this Act."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "28", "section_title": " Special Health Boards.", "section_text": "28 In section 2 (Health Boards) of the 1978 Act— a in subsection (1)— i after the words “Secretary of State” there shall be inserted the word “(a)”; and ii after the words “Health Boards” there shall be inserted— and b subject to subsections (1A) and (1C), may by order constitute boards, either for the whole of Scotland or for such parts of Scotland as he may so determine, for the purpose of exercising such of his functions under this Act as he may so determine; and those boards shall, without prejudice to subsection (1B), be called Special Health Boards. ; b after subsection (1) there shall be inserted the following subsections— 1A An order made under subsection (1)(b) may determine an area for a Special Health Board constituted under that subsection which is the same as the areas determined— a for any other Special Health Board; or b for any Health Board or Health Boards constituted by an order or orders made under subsection (1)(a). 1B An order under subsection (1)(b) may specify the name by which a board constituted by the order shall be known. 1C The Secretary of State may by order provide that such of the provisions of this Act or of any other enactment, or of any orders, regulations, schemes or directions made under or by virtue of this Act or of any other enactment, as apply in relation to Health Boards shall, subject to such modifications and limitations as may be specified in the order, so apply in relation to any Special Health Board so specified. ; and c in subsection (2), for the word “(1)” there shall be substituted the word “(1)(a)”."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "29", "section_title": " Scottish advisory bodies.", "section_text": "29 1 Section 5 of the 1978 Act (Scottish Health Service Planning Council) shall cease to have effect. 2 Section 6 of that Act (national consultative committees) shall cease to have effect. 3 In section 7 of that Act (local health councils)— a in subsection (2), the words from “by local authorities” to “and for the appointment” shall cease to have effect; b in subsection (9)(d), after the words “Health Board” there shall be inserted “and from any NHS trust in their area or district”; and c in subsection (9)(e), after the words “Health Board” there shall be inserted “and establishments in their area or district administered by NHS trusts”. 4 In section 8(1) of that Act (university liaison committees)— a after the words “ those Boards ” where they first occur there shall be inserted “and any NHS trusts in the area or combined areas”; b for the words “the area or combined” there shall be substituted “that area or those”; and c after the words “those Boards” in the second place where they occur there shall be inserted “, any such NHS trust”. 5 In section 9 of that Act (local consultative committees)— a for the words from “after consultation” to “is representative” in each of subsections (1), (3) and (4) there shall be substituted “a Health Board is satisfied that a committee formed for its area is representative”; b for the words “Secretary of State” in the second place where they occur in subsection (1) there shall be substituted “Health Board”; and c for the word “he” in each of subsections (3) and (4) there shall be substituted “the Board”."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "30", "section_title": " NHS contracts.", "section_text": "30 After section 17 of the 1978 Act there shall be inserted the following sections—  NHS contracts. 17A 1 The persons or bodies mentioned in paragraphs (a) to (e) of subsection (2) may, for the purpose of carrying out their functions under any enactment, and without prejudice to any other power they may have in that regard, enter into arrangements for the provision of goods or services to or by them with— a one another; or b any of the persons or bodies mentioned in paragraphs (f) to (m) of that subsection. 2 The persons and bodies referred to in subsection (1) are— a Health Boards; b the Agency; c the Scottish Dental Practice Board; d a State Hospital Management Committee constituted under section 91 of the Mental Health (Scotland) Act 1984; e NHS trusts established under section 12A; f health authorities within the meaning of section 128(1) (interpretation) of the National Health Service Act 1977; g the Dental Practice Board; h the Public Health Laboratory Service Board; i Family Health Services Authorities within the meaning of section 10 of the National Health Service Act 1977; j recognised fund-holding practices; k NHS trusts established under section 5 of the National Health Service and Community Care Act 1990; l Health and Social Services Boards constituted under the Health and Personal Social Services (Northern Ireland) Order 1972; and m the Secretary of State. 3 In subsection (1)— a “ goods ” includes accommodation; and b “ services ” includes services of any description, and in this Act an arrangement falling within that subsection is referred to as an “NHS contract”. 4 Whether or not an arrangement which constitutes an NHS contract would, apart from this subsection, be a contract in law, it shall not be regarded for any purpose as giving rise to contractual rights or liabilities, but if any dispute arises with respect to such an arrangement, either party may refer the matter to the Secretary of State for determination under the following provisions of this section. 5 If, in the course of negotiations intending to lead to an arrangement which will be an NHS contract, it appears to either of the prospective parties that— a the terms proposed by the other party are unfair by reason that that party is seeking to take advantage of its position as the only, or the only practicable, provider of the goods or services concerned or by reason of any other unequal bargaining position as between the prospective parties to the proposed arrangement; or b for any other reason arising out of the relative bargaining positions of the prospective parties any of the terms of the proposed arrangements cannot be agreed, that party may refer the terms of the proposed arrangement to the Secretary of State for determination under the following provisions of this section. 6 Where a reference is made to the Secretary of State under subsection (4) or (5), the Secretary of State may determine the matter himself or, if he considers it appropriate, appoint a person to consider and determine it in accordance with regulations. 7 By his determination of a reference under subsection (5), the Secretary of State or, as the case may be, the person appointed by him under subsection (6) may specify terms to be included in the proposed arrangement and may direct that it be proceeded with; and it shall be the duty of the prospective parties to the proposed arrangement to comply with any such directions. 8 A determination of a reference under subsection (4) may contain such directions (including directions as to payment) as the Secretary of State or, as the case may be, the person appointed under subsection (6) considers appropriate to resolve the matter in dispute; and it shall be the duty of the parties to the NHS contract in question to comply with any such directions. 9 Without prejudice to the generality of his powers on a reference under subsection (4), the Secretary of State or, as the case may be, the person appointed by him under subsection (6) may by his determination in relation to an arrangement constituting an NHS contract vary the terms of the arrangement or bring it to an end; and where the arrangement is so varied or brought to an end— a subject to paragraph (b), the variation or termination shall be treated as being effected by agreement between the parties; and b directions included in the determination by virtue of subsection (8) may contain such provisions as the Secretary of State or, as the case may be, the person appointed by him under subsection (6) considers appropriate in order satisfactorily to give effect to the variation or to bring the arrangement to an end.  Reimbursement of Health Boards’ costs. 17B 1 Where a Health Board provide goods or services under this Act for an individual for whose health care it is not their function to provide by virtue of section 2(1), in circumstances where the condition of the individual is such that he needs those goods or services and, having regard to his condition, it is not practicable, before providing them, to enter into an NHS contract for their provision, that Health Board shall be remunerated in respect of that provision by the Health Board or Health and Social Services Board which has the function, or the District or Special Health Authority which has the primary functions, of providing those goods or services to that individual. 2 The rate of any remuneration payable by virtue of subsection (1) shall be calculated in such manner or on such basis as may be determined by the Secretary of State. 3 In any case where— a a Health Board provide goods or services for the benefit of an individual; and b the provision of those goods and services is not pursuant to an NHS contract; and c the individual is resident outside the United Kingdom and is of a description (being a description associating the individual with another country) specified for the purposes of this subsection by a direction made by the Secretary of State, the Health Board shall be remunerated by the Secretary of State in respect of the provision of the goods or services at such rate or rates as he considers appropriate. 4 In subsection (1), “ Health and Social Services Board ” means such a Board constituted under the Health and Personal Social Services (Northern Ireland) Order 1972."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "31", "section_title": " National Health Service trusts.", "section_text": "31 After section 12 of the 1978 Act there shall be inserted the following sections—  National Health Service trusts. 12A 1 Subject to subsection (2), the Secretary of State may by order establish bodies, to be known as National Health Service trusts (in this Act referred to as “ NHS trusts ”)— a to assume responsibility, in accordance with this Act, for the ownership and management of hospitals or other establishments or facilities which were previously managed or provided by Health Boards or the Agency; or b to provide and manage hospitals or other establishments or facilities. 2 The Secretary of State shall by regulations provide for such consultation as may be so prescribed to be carried out by a Health Board or the Agency, before he makes an order under subsection (1). 3 Every NHS trust— a shall be a body corporate having a board of directors consisting of a chairman appointed by the Secretary of State and, subject to paragraph 5(2) of Schedule 7A, executive and non-executive directors (that is to say, directors who, subject to subsection (5), respectively are and are not employees of the trust); and b shall have the functions conferred on it by an order under subsection (1) and by Schedule 7A. 4 The functions specified in an order under subsection (1) shall include such functions as the Secretary of State considers appropriate in relation to the provision of services by the trust for one or more of the following— a Health Boards; and b the Agency. 5 Regulations may make general provision with respect to— a the qualifications for and the tenure of office of the chairman and directors of an NHS trust (including the circumstances in which they shall cease to hold, or may be removed from, office or may be suspended from performing the functions of the office); b the persons by whom the directors and any of the officers are to be appointed and the manner of their appointment; c the maximum and minimum numbers of the directors; d the circumstances in which a person who is not an employee of the trust is nevertheless, on appointment as a director, to be regarded as an executive rather than as a non-executive director; e the proceedings of the trust (including the validation of proceedings in the event of a vacancy or defect in appointment); f the appointment, constitution and exercise of functions by committees and sub-committees of the trust (whether or not consisting of or including any members of the board); and g the application of the seal of the trust and the constitution and proof of instruments. 6 Part I of Schedule 7A shall have effect with respect to orders under subsection (1); Part II of that Schedule shall have effect, subject to subsection (7), with respect to the general duties and the powers and status of NHS trusts; the supplementary provisions of Part III of that Schedule shall have effect; and Part IV of that Schedule shall have effect with respect to the dissolution of NHS trusts. 7 The specific powers conferred by paragraphs 14 and 15 in Part II of Schedule 7A may be exercised only to the extent that the exercise will not— a interfere with the duty of the trust to comply with directions under paragraph 6 of that Schedule; and b to any significant extent interfere with the performance by the trust of its obligations under any NHS contract or any obligations imposed by an order under subsection (1). 8 The Secretary of State may by order confer on NHS trusts specific powers additional to those contained in paragraphs 10 to 15 of Schedule 7A.  Transfer of staff to NHS trusts. 12B 1 Subject to subsection (5), this section applies to any person who, immediately before an NHS trust’s operational date— a is employed by a Health Board or the Agency (in this section and section 12C referred to as a “transferor authority”) to work solely at, or for the purposes of, a hospital or other establishment or facility which is to become the responsibility of the trust; or b is employed by a transferor authority to work at, or for the purposes of, any such hospital, establishment or facility and is designated for the purposes of this section by a scheme made by the body specified as mentioned in paragraph 3(1)(f) of Schedule 7A. 2 A scheme under this section shall not have effect unless approved by the Secretary of State. 3 Subject to section 12C, the contract of employment between a person to whom this section applies and the transferor authority shall have effect from the operational date as if originally made between him and the NHS trust. 4 Without prejudice to subsection (3)— a all the transferor authority’s rights, powers, duties and liabilities under or in connection with a contract to which that subsection applies shall by virtue of this section be transferred to the NHS trust on its operational date; and b anything done before that date by or in relation to the transferor authority in respect of that contract or the employee shall be deemed from that date to have been done by or in relation to the NHS trust. 5 In any case where— a an order under section 12A(1) provides for the establishment of an NHS trust with effect from a date earlier than the operational date of the trust; and b on or after that earlier date but before its operational date the NHS trust makes an offer of employment by the trust to a person who at that time is employed by a Health Board or the Agency to work, whether solely or otherwise, at, or for the purposes of, the hospital or other establishment or facility which is to become the responsibility of the trust; and c as a result of the acceptance of the offer, the person to whom it was made becomes an employee of the NHS trust, subsections (3) and (4) shall have effect in relation to that person’s contract of employment as if he were a person to whom this section applies and any reference in those subsections to the operational date of the trust were a reference to the date on which he takes up employment with the trust. 6 Subsections (3) and (4) are without prejudice to any right of an employee to terminate his contract of employment if a substantial change is made to his detriment in his working conditions; but no such right shall arise by reason only of the change in employer effected by this section. 7 A scheme under this section may designate a person either individually or as a member of a class or description of employees.  Supplementary provisions as to transfer of staff. 12C 1 In the case of a person who falls within subsection (1)(b) of section 12B, a scheme under that section may provide that, with effect from the NHS trust’s operational date, his contract of employment (in this section referred to as “ his original contract ”) shall be treated in accordance with the scheme as divided so as to constitute— a a contract of employment with the NHS trust; and b a contract of employment with the transferor authority by whom he was employed before that date. 2 Where a scheme makes provision as mentioned in subsection (1)— a the scheme shall secure that the benefits to the employee under the two contracts referred to in that subsection, when taken together, are not less favourable than the benefits under his original contract; b section 12B shall apply in relation to the contract referred to in subsection (1)(a) as if it were a contract transferred under that section from the transferor authority to the NHS trust; c so far as necessary to preserve any rights and obligations, the contract referred to in subsection (1)(b) shall be regarded as a continuation of the employee’s original contract; and d for the purposes of section 146 of and Schedule 13 to the Employment Protection (Consolidation) Act 1978, the number of hours normally worked, or, as the case may be, the hours for which the employee is employed in any week under either of those contracts shall be taken to be the total of the hours normally worked or, as the case may be, for which he is employed under the two contracts taken together. 3 Where, as a result of the provisions of section 12B, by virtue of his employment during any period after the NHS trust’s operational date— a an employee has contractual rights against an NHS trust to benefits in the event of his redundancy, and b he also has statutory rights against the NHS trust under Part VI of the Employment Protection (Consolidation) Act 1978 (redundancy payments), any benefits provided to him by virtue of the contractual rights referred to in paragraph (a) shall be taken as satisfying his entitlement to benefits under Part VI of that Act.  Transfer of property rights and liabilities to NHS trusts. 12D 1 The Secretary of State may by order provide for the transfer to an NHS trust, with effect from such date as may be specified in the order, of such of the property, liabilities and obligations of a Health Board, the Agency or the Secretary of State as, in his opinion, need to be transferred to the NHS trust for the purpose of enabling it to carry out its functions. 2 An order under this section may create or impose, or provide for the creation or imposition of, such new rights, liabilities or obligations in respect of what is transferred or what is retained by a Health Board or the Agency as appear to the Secretary of State to be necessary or expedient. 3 Nothing in this section affects the power of the Secretary of State or any power of a Health Board or the Agency to transfer property, liabilities or obligations to an NHS trust otherwise than under subsection (1). 4 Stamp duty shall not be chargeable in respect of any transfer to an NHS trust effected by virtue of an order under this section. 5 Where an order under this section provides for the transfer— a of land held on lease from a third party, that is to say, a person other than the Secretary of State; or b of any other asset leased or hired from a third party or in which a third party has an interest, the transfer shall be binding on the third party notwithstanding that, apart from this subsection, it would have required his consent or concurrence, or would have required to be intimated to him. 6 Any property, liabilities and obligations which are to be transferred to an NHS trust shall be identified by agreement between, on the one hand, the NHS trust and, on the other hand, a Health Board or the Agency; or, in default of agreement, by direction of the Secretary of State. 7 Where, for the purpose of a transfer pursuant to an order under this section, it becomes necessary to apportion any property, liabilities and obligations, the order may contain such provisions as appear to the Secretary of State to be appropriate for the purpose; and where any such property falls within subsection (5), the order shall contain such provisions as appear to the Secretary of State to be appropriate to safeguard the interests of third parties, including, where appropriate, provision for the payment of compensation of an amount to be determined in accordance with the order. 8 Without prejudice to section 105(7), an order under this section may include provision for matters to be settled by arbitration by a person determined in accordance with the order.  Originating capital debt of, and other financial provisions relating to NHS trusts. 12E 1 Each NHS trust shall have an originating capital debt of an amount specified in an order made by the Secretary of State with the consent of the Treasury, being an amount representing, subject to subsection (2), the excess of the valuation of the assets which, on or in connection with the establishment of the trust, are or are to be transferred to it (whether before, on or after its operational date) over the amounts of the liabilities which are or are to be so transferred. 2 In determining the originating capital debt of an NHS trust, there shall be left out of account such assets or, as the case may be, such liabilities as are, or are of a class, determined for the purposes of this section by the Secretary of State, with the consent of the Treasury. 3 An NHS trust’s originating capital debt shall be deemed to have been issued out of moneys provided by Parliament and shall constitute an asset of the Consolidated Fund. 4 In accordance with an order under subsection (1), an NHS trust’s originating capital debt shall be divided between— a a loan on which interest shall be paid at such variable or fixed rates and at such times as the Treasury may determine; and b public dividend capital. 5 The loan specified in subsection (4)(a) is in this Part of this Act referred to as an NHS trust’s “initial loan” and a rate of interest on the initial loan shall be determined as if section 5 of the National Loans Act 1968 had effect in respect of it and subsections (5) to (5B) of that section shall apply accordingly. 6 Subject to subsections (4)(a) and (5), the terms of the initial loan shall be such as the Secretary of State, with the consent of the Treasury, may determine; and, in the event of the early repayment of the initial loan, the terms may require the payment of a premium or allow a discount. 7 With the consent of the Treasury, the Secretary of State may determine the terms on which any public dividend capital forming part of an NHS trust’s originating capital debt is to be treated as having been issued, and, in particular, may determine the dividend which is to be payable at any time on any public dividend capital. 8 Schedule 7B shall have effect with respect to— a borrowing by NHS trusts; b the limits on their indebtedness; c the payment of additional public dividend capital to them; and d the application of any surplus funds of NHS trusts.  Financial obligations of NHS trusts. 12F 1 Every NHS trust shall ensure that its revenue is not less than sufficient, taking one financial year with another, to meet outgoings properly chargeable to revenue account. 2 It shall be the duty of every NHS trust to achieve such financial objectives as may from time to time be set by the Secretary of State with the consent of the Treasury and as are applicable to it; and any such objectives may be made applicable to NHS trusts generally, or to a particular NHS trust or to NHS trusts of a particular description."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "32", "section_title": " Further provision relating to NHS trusts.", "section_text": "32 After Schedule 7 to the 1978 Act there shall be inserted the Schedules set out in Schedule 6 to this Act."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "33", "section_title": " Trust property of NHS trusts.", "section_text": "33 After section 12F of the 1978 Act (as inserted by section 31 of this Act) there shall be inserted the following section—  Trust property of NHS trusts. 12G 1 Subject to subsection (2), an NHS trust shall have power to accept, hold and administer any property on trust for purposes relating to any service which it is their function to make arrangements for, administer or provide. 2 The Secretary of State may by order make such provision as he thinks appropriate in relation to the appointment of trustees in respect of an NHS trust for the purpose of holding in trust any property which is to be so held on behalf of the trust; and any such order may include provision as to the persons by whom, the manner in which, the conditions on which and the time within which, such trustees are to be appointed. 3 Where— a section 82 applies in relation to any endowment or property which is held on trust by a Health Board; and b that endowment or property is, by virtue of an order under section 12D, transferred to an NHS trust, section 82 shall apply to the use of that endowment or property by the trust as it applied to the use thereof by the Health Board. 4 Trustees appointed by virtue of subsection (2) shall cause proper accounts to be kept of the capital, income and expenditure vested in, received by and expended by them; and shall cause such accounts to be audited and an abstract thereof to be published in such manner as the Secretary of State may approve."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "34", "section_title": " Fund-holding practices.", "section_text": "34 After section 87 of the 1978 Act there shall be inserted the following sections—  Fund-holding practices  Recognition of fund-holding practices of doctors. 87A 1 Any one or more medical practitioners who are providing general medical services in accordance with arrangements under section 19 may apply to the relevant Health Board for recognition as a fund-holding practice. 2 The relevant Health Board shall not grant recognition as a fund-holding practice unless the medical practitioner or, as the case may be, each of the medical practitioners concerned fulfils such conditions as may be prescribed. 3 Where two or more medical practitioners who wish to make an application under subsection (1) are not partners in a single partnership, section 19(8)(a) (construction of “relevant Health Board”) shall apply as if the medical practitioners were practising in a single partnership. 4 Regulations may make provision with respect to— a the making of applications under subsection (1); b the granting and refusal of recognition as a fund-holding practice; c the conditions to be fulfilled for obtaining and continuing to be entitled to such recognition; d appeals against any refusal of such recognition by a Health Board; e withdrawing from, or becoming a member of, an existing recognised fund-holding practice; f the continuity or otherwise of a recognised fund-holding practice in the event of the death or withdrawal of a member or the addition of a new member; and g the operation of this section in a case where one or more of the medical practitioners wishing to make an application under subsection (1) is also on the medical list of a Family Health Services Authority established under section 10 of the National Health Service Act 1977, and regulations making the provision referred to in paragraph (g) may make such modifications of the preceding provisions of this section as the Secretary of State considers appropriate.  Payments to recognised fund-holding practices. 87B 1 In respect of each financial year, every Health Board shall be liable to pay to the members of each recognised fund-holding practice in relation to which it is the relevant Health Board a sum determined in such manner and by reference to such factors as the Secretary of State may direct (in this section referred to as an “allotted sum”). 2 The liability to pay an allotted sum under subsection (1) may be discharged, in whole or in part, in either of the following ways— a by making payments on account of the allotted sum at such times and in such manner as the Secretary of State may direct; and b by discharging liabilities of the members of the practice to any other person (including, in particular, liabilities under NHS contracts); and any reference in this section and section 87C to payment of or of a part of an allotted sum includes a reference to the discharge, in accordance with this subsection, of the whole or part of the liability to pay that sum. 3 In any case where— a a Health Board makes a payment of, or of any part of, an allotted sum to the members of a recognised fund-holding practice, and b some of the individuals on the lists of patients of any of the members of the practice reside in the area of another Health Board, or in the region of a Regional Health Authority established under section 8 of the National Health Service Act 1977, the Board making the payment shall be entitled to recover from that other Board or the Authority an amount equal to such portion of the payment as may be determined in accordance with directions given by the Secretary of State. 4 The members of a recognised fund-holding practice may apply allotted sums only for purposes specified in regulations under subsection (5). 5 Regulations shall make provision with respect to the purposes for which allotted sums are to be or may be applied and may make provision generally with respect to the operation of recognised fund-holding practices in relation to allotted sums; and the regulations may, in particular,— a require the members of a practice to pay to the relevant Health Board out of allotted sums paid to them an amount determined in accordance with the regulations as the basic cost of the drugs, medicines and listed appliances supplied pursuant to orders given by or on behalf of members of the practice; b provide that the goods and services, other than general medical services, which may be purchased by or on behalf of the members of such a practice out of allotted sums for the individuals on the lists of patients of the members of the practice shall be such as may be specified in a list approved for the purpose under the regulations; and c impose a limit on the amount which may be spent out of an allotted sum on the provision of goods and services for any one individual, being a limit above which the cost of any goods and services for that individual in the financial year in question will fall to be met by the Health Board whose functions include the provision of goods and services (not necessarily the goods and services in question) to the individual concerned. 6 In accordance with directions given by the Secretary of State, the relevant Health Board shall monitor the expenditure of the members of a recognised fund-holding practice and may institute an audit and review in any case where the Board consider it necessary to do so.  Renunciation and removal of recognition as a fund-holding practice and withholding of funds. 87C 1 Regulations may make provision as to the circumstances in which the members of a recognised fund-holding practice may renounce that status and such regulations may, in particular, make provision as to— a the notice to be given and the number of members of the practice by whom it is to be given; b the procedure to be followed; and c the consequences of such a renunciation. 2 Regulations may make provision as to the circumstances in which and the grounds on which the relevant Health Board may remove recognition from the members of a fund-holding practice,— a with immediate effect; or b with effect from the end of a particular financial year; or c with effect from such other date as may be specified by the Health Board. 3 Where provision is made as mentioned in subsection (2), regulations shall make provision with respect to— a the procedure for removal of recognition; b appeals against the removal of recognition by a Health Board; and c the consequences of the removal of recognition. 4 Without prejudice to the generality of the powers conferred by subsection (3), regulations making provision as mentioned in paragraph (c) of that subsection may— a provide for the transfer of rights and obligations from the members of the fund-holding practice to one or more Health Boards determined in accordance with the regulations; b provide for the recovery of sums from members of the practice; and c require the members of the practice to furnish such information as may reasonably be required by the Health Board. 5 The bringing of an appeal against the removal of recognition by a Health Board shall not be regarded as preserving the recognised status of the members of the fund-holding practice and, accordingly, subject to the outcome of the appeal, the relevant Health Board shall not be required, after the removal takes effect, to make any (or, as the case may be, any further) payment to the members of the practice of any part of the allotted sum for the financial year in question or, as the case may be, to determine and pay any allotted sum for a future financial year. 6 Where any part of an allotted sum has been applied by the members of a recognised fund-holding practice (or any one or more of them) for purposes other than those specified in regulations under section 87B(5), regulations may make provision for and in connection with the recovery by the relevant Health Board of an amount equal to that part. 7 Where provision is made as mentioned in subsection (6), regulations shall make provision with respect to appeals against the recovery of any amount by a Health Board."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "35", "section_title": " Indicative amounts for doctors’ practices.", "section_text": "35 After the sections inserted in the 1978 Act by section 34 above there shall be inserted the following section—  Indicative amounts  Indicative amounts for doctors’ practices. 87D 1 Subject to subsection (2), for each financial year every Health Board shall, by notice in writing given to each practice in relation to the members of which it is the relevant Health Board, specify an amount of money (in this Act referred to as an “indicative amount”) representing the basic price of the drugs, medicines and listed appliances which, in the opinion of the Board, it is reasonable to expect will be supplied in that year pursuant to orders given by or on behalf of the members of that practice. 2 Subsection (1) does not apply with respect to a practice which is or forms part of a fund-holding practice recognised under section 87A. 3 For the purposes of this section, a “ practice ” means— a a single medical practitioner who practises otherwise than in partnership; or b any two or more medical practitioners who practise in partnership; and any reference to the members of a practice shall be construed accordingly. 4 The members of a practice shall seek to secure that, except with the consent of the relevant Health Board or for good cause, the orders for drugs, medicines and listed appliances given by them or on their behalf are such that the basic price of the items supplied pursuant to those orders in any financial year does not exceed the indicative amount notified to the practice for that year under subsection (1). 5 For the purpose of measuring the extent to which a practice is operating within the indicative amount notified to it under subsection (1) for any financial year, a Health Board shall set against that indicative amount an amount equal to the basic price of the drugs, medicines and listed appliances supplied in that year pursuant to orders given by or on behalf of members of the practice. 6 For the purposes of this section, regulations may make provision as to the specification of, or means of calculating, the basic price of any drugs, medicines and listed appliances. 7 If, in the case of any practice, a member is on the medical list of a Family Health Services Authority established under section 10 of the National Health Service Act 1977 (as well as on that of a Health Board), any question whether this section applies in relation to the members of the practice shall be determined in accordance with regulations; and any such regulations may modify the preceding provisions of this section in their application to such a practice."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "36", "section_title": " Accounts and audit of NHS trusts and fund-holding practices.", "section_text": "36 1 The enactments specified in Schedule 7 to this Act shall have effect subject to the amendments set out in that Schedule, being amendments— a to extend the functions of the Commission for Local Authority Accounts in Scotland (in this section referred to as “ the Commission ”) to cover Health Boards and other bodies established under the 1978 Act, the Mental Welfare Commission for Scotland and State Hospital Management Committees constituted under the  Mental Health (Scotland) Act 1984; b to alter the title and constitution of the Commission to reflect its wider role; and c to make provision consequential on or supplemental to the amendments referred to in paragraphs (a) and (b) above. 2 Section 86 of the 1978 Act (keeping and audit of accounts of certain Scottish health bodies) shall be amended in accordance with the following provisions of this section. 3 In subsection (1), for the words from the beginning to “Agency” there shall be substituted— 1 The following bodies, that is to say— a every Health Board; b the Agency; and c every NHS trust, . 4 After subsection (1) there shall be inserted the following subsections— 1A So far as relates to allotted sums paid to the members of a recognised fund-holding practice— a accounts shall be kept in such form as the Secretary of State may with the approval of the Treasury direct and shall be audited by auditors appointed by the Secretary of State; b the Comptroller and Auditor General may examine the accounts and the records relating to them and any report of the auditor on them; c in respect of each financial year, annual accounts in such form as the Secretary of State may with the approval of the Treasury direct shall be prepared and submitted to the relevant Health Board; and d in respect of each financial year, each Health Board shall prepare, in such form as the Secretary of State may with the approval of the Treasury direct, and include in its own accounts, a summarised version of the accounts submitted to the Board under paragraph (c). 1B In preparing its annual accounts in pursuance of subsection (1), an NHS trust shall comply with any directions given by the Secretary of State with the approval of the Treasury as to— a the methods and principles according to which the accounts are to be prepared; and b the information to be given in the accounts. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In subsection (3), for the words “Health Board and the Agency” there shall be substituted “body mentioned in paragraphs (a) to (c) of subsection (1)”. 7 In subsection (4), for the words “Health Boards and the Agency” there shall be substituted “bodies mentioned in paragraphs (a) to (c) of subsection (1)”. 8 After subsection (4) there shall be added the following subsection— 5 In this section “ recognised fund-holding practice ” and “ allotted sum ” have the same meaning as in section 87B."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "37", "section_title": " Relationship of Health Boards and medical practitioners.", "section_text": "37 After subsection (7) of section 19 of the 1978 Act (arrangements and regulations for general medical services) there shall be inserted the following subsection— 8 In relation to a medical practitioner, any reference in this Act to the relevant Health Board shall be construed as follows— a if he practises in partnership with other medical practitioners, the relevant Health Board is the Board on whose medical list the members of the practice are included and, if some are included on one Board’s medical list and some on another’s or if any of the members is included on the medical lists of two or more Boards, the relevant Health Board is the Board in whose area resides the largest number of individuals who are on the lists of patients of members of the practice; and b in any other case, the relevant Health Board is the Board on whose medical list he is included and, if there is more than one, the Board in whose area resides the largest number of individuals who are on his list of patients."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "38", "section_title": " Scottish Medical Practices Committee.", "section_text": "38 1 In section 3 of the 1978 Act (the Scottish Medical Practices Committee), after subsection (1) there shall be inserted the following subsection— 1A After consulting the Medical Practices Committee, the Secretary of State may give the Committee directions with respect to the exercise of its functions; and it shall be the duty of the Committee to comply with any such directions. 2 In Schedule 2 to the 1978 Act (constitution  etc  of Scottish Medical Practices Committee), after paragraph 2 there shall be inserted— 2A The Secretary of State may by order make such modifications as he considers appropriate of paragraphs 1 and 2."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "39", "section_title": " Distribution of general medical services.", "section_text": "39 1 In section 23 of the 1978 Act (distribution of general medical services), after subsection (1) there shall be inserted the following subsections— 1A The Secretary of State may by order specify the maximum number of medical practitioners with whom, in any year, all Health Boards taken as a whole may enter into arrangements under section 19 for the provision of general medical services. 1B An order under subsection (1A) may contain such incidental and consequential provisions (including provisions amending this Part of this Act) as appear to the Secretary of State to be appropriate including, in particular, provisions as to the basis on which the Medical Practices Committee are to refuse applications under section 20 in order to secure that any maximum number specified in the order is not exceeded. 2 At the beginning of subsection (2) of that section (the Medical Practices Committee to select the person whose applications are to be granted) there shall be inserted “Subject to subsection (2A)” and after that subsection there shall be inserted the following subsection— 2A If, in the opinion of the Medical Practices Committee, a medical practitioner is required for a particular part of the area of a Health Board, then, in such circumstances as may be prescribed,— a the Board shall, in accordance with regulations, select the medical practitioner whose application they wish to be considered by the Committee; and b the Committee shall not consider any application from a medical practitioner who is not so selected; and c any medical practitioner who has made an application but is not so selected may appeal to the Secretary of State on a point of law; and if the Secretary of State allows an appeal under paragraph (c) he shall remit the application to the Board for reconsideration. 3 In subsection (4) of that section (applications under section 20 may be granted subject to certain conditions), after the word “but” there shall be inserted— a in granting an application shall specify, by reference to one or more prescribed conditions relating to hours or the sharing of work, the provision of general medical services for which the applicant will be entitled to be remunerated; and b ; and at the end of the subsection there shall be inserted the words “and an order under subsection (1A) may make provision as to the extent to which account is to be taken under the order of medical practitioners whose ability to carry out remunerated work is limited by virtue of conditions imposed under paragraph (a)”. 4 In subsection (5) of that section (appeals to the Secretary of State) for the words “such conditions” there shall be substituted “conditions under paragraph (a) or (b) of subsection (4)” and for the words following “Secretary of State”, in the first place where those words occur, there shall be substituted “on a point of law; and, if the Secretary of State allows such an appeal, he shall remit the application to the Medical Practices Committee for reconsideration”. 5 Subsection (7) of that section (directions on a successful appeal) shall be omitted. 6 In subsection (8) of that section (matters to be taken into account) for the words from the beginning to “in any such case” there shall be substituted “In any case where medical practitioners have to be selected from a number of applicants, the Medical Practices Committee or, where subsection (2A) applies, the Health Board shall”. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In the case of a medical practitioner who, on the day appointed for the coming into force of this section, is providing general medical services in accordance with arrangements under section 19 of the 1978 Act, regulations may make transitional provisions by virtue of which those services shall be treated for the purposes of that Act as provided subject to such of the prescribed conditions referred to in section 23(4)(a) of that Act as are determined under the regulations and, accordingly, for enabling any such condition to be varied in accordance with regulations under section 24(2) of that Act."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "40", "section_title": " Limitations on right to be included on list of dental practitioners.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "41", "section_title": " Schemes for meeting losses and liabilities etc. of certain health service bodies.", "section_text": "41 After section 85A of the 1978 Act there shall be inserted the following section—  Schemes for meeting losses and liabilities etc. of certain health service bodies. 85B 1 The Secretary of State may by regulations made with the consent of the Treasury establish a scheme whereby any of the bodies mentioned in subsection (2) may make provision to meet— a expenses arising from any loss of or damage to their property; and b liabilities to third parties for loss, damage (including solatium) or injury arising out of the carrying out of the functions of the bodies concerned. 2 The bodies referred to in subsection (1) are— a Health Boards; b the Agency; c a State Hospital Management Committee constituted under section 91 of the Mental Health (Scotland) Act 1984; and d NHS trusts, but a scheme under this section may limit the class or description of bodies which are eligible to participate in it. 3 Without prejudice to the generality of the power conferred by subsection (1), a scheme under this section may— a provide for the scheme to be administered by the Secretary of State, the Agency, or a Health Board or NHS trust specified in the scheme; b require any body which participates in the scheme to make payments in accordance with the scheme; and c provide for the making of payments for the purposes of the scheme by the Secretary of State. 4 Without prejudice to any other power of direction conferred on the Secretary of State,— a if the Secretary of State so directs, any body which is eligible to participate in a scheme shall do so; and b where a scheme provides for it to be administered by the Secretary of State, the Agency or a Health Board or NHS trust shall carry out such functions in connection with the administration of the scheme as the Secretary of State may direct. 5 Neither the Secretary of State nor any body administering a scheme under this section shall, by virtue of their activities under the scheme, be regarded as carrying on insurance business for the purposes of the Insurance Companies Act 1982."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "42", "section_title": " Provision of accommodation and welfare services: agency arrangements.", "section_text": "42 1 In section 21(1) of the  National Assistance Act 1948 (duties of local authorities to provide accommodation for persons aged 18 or over who are in need of care and attention by reason of age, infirmity or other circumstances)— a in paragraph (a) for the word “infirmity” there shall be substituted “illness, disability”; and b at the end of that paragraph there shall be added and                         aa residential accommodation for expectant and nursing mothers who are in need of care and attention which is not otherwise available to them . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 26 of that Act (arrangements for provision of accommodation in premises maintained by voluntary organisations etc.), at the end of subsection (2)  (under which the arrangements must provide for the local authority to make payments in respect of accommodation provided) there shall be added “and subject to subsection (3A) below the local authority shall recover from each person for whom accommodation is provided under the arrangements the amount of the refund which he is liable to make in accordance with the following provisions of this section”. 4 At the beginning of subsection (3) of that section (liability of persons for whom accommodation is provided to make refunds to the local authority) there shall be inserted “Subject to subsection (3A) below” and after that subsection there shall be inserted the following subsection— 3A Where accommodation in any premises is provided for any person under arrangements made by virtue of this section and the local authority, the person concerned and the voluntary organisation or other person managing the premises (in this subsection referred to as “ the provider ”) agree that this subsection shall apply— a so long as the person concerned makes the payments for which he is liable under paragraph (b) below, he shall not be liable to make any refund under subsection (3) above and the local authority shall not be liable to make any payment under subsection (2) above in respect of the accommodation provided for him; b the person concerned shall be liable to pay to the provider such sums as he would otherwise (under subsection (3) above) be liable to pay by way of refund to the local authority; and c the local authority shall be liable to pay to the provider the difference between the sums paid by virtue of paragraph (b) above and the payments which, but for paragraph (a) above, the authority would be liable to pay under subsection (2) above. 5 At the end of subsection (7) of that section (interpretation) there shall be added “ small home ” means an establishment falling within section 1(4) of the Registered Homes Act 1984 and “ exempt body ” means an authority or body constituted by an Act of Parliament or incorporated by Royal Charter . 6 In section 30(1) of that Act (under which a local authority may employ certain voluntary organisations as their agents for the provision of welfare services for disabled persons) for the words from “any voluntary organisation” onwards there shall be substituted “any voluntary organisation or any person carrying on, professionally or by way of trade or business, activities which consist of or include the provision of services for any of the persons to whom section 29 above applies, being an organisation or person appearing to the authority to be capable of providing the service to which the arrangements apply”. 7 In section 45(3) of the  Health Services and Public Health Act 1968 (under which a local authority may employ certain voluntary organisations as their agents for promoting the welfare of old people) for the words from “any voluntary organisation” onwards there shall be substituted “any voluntary organisation or any person carrying on, professionally or by way of trade or business, activities which consist of or include the provision of services for old people, being an organisation or person appearing to the authority to be capable of promoting the welfare of old people”."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "43", "section_title": " Exclusion of powers to provide accommodation in certain cases.", "section_text": "43 After section 26 of the  National Assistance Act 1948 there shall be inserted—  Exclusion of powers to provide accommodation under this Part in certain cases. 26A 1 Subject to subsection (3) of this section, no accommodation may be provided under section 21 or 26 of this Act for any person who immediately before the date on which this section comes into force was ordinarily resident in relevant premises. 2 In subsection (1) “ relevant premises ” means— a premises in respect of which any person is registered under the Registered Homes Act 1984; b premises in respect of which such registration is not required by virtue of their being managed or provided by an exempt body; c premises which do not fall within the definition of a nursing home in section 21 of that Act by reason only of their being maintained or controlled by an exempt body; and d such other premises as the Secretary of State may by regulations prescribe; and in this subsection “ exempt body ” has the same meaning as in section 26 of this Act. 3 The Secretary of State may by regulations provide that, in such cases and subject to such conditions as may be prescribed, subsection (1) of this section shall not apply in relation to such classes of persons as may be prescribed in the regulations. 4 The Secretary of State shall by regulations prescribe the circumstances in which persons are to be treated as being ordinarily resident in any premises for the purposes of subsection (1) of this section. 5 This section does not affect the validity of any contract made before the date on which this section comes into force for the provision of accommodation on or after that date or anything done in pursuance of such a contract."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "44", "section_title": " Charges for accommodation provided by local authorities.", "section_text": "44 1 Section 22 of the  National Assistance Act 1948 (charges for accommodation provided under Part III of that Act to be made at a standard rate fixed by the local authority subject to a minimum weekly rate prescribed under subsection (3)) shall have effect subject to the amendments specified in subsections (2) to (6) below. 2 In subsection (1) (which relates to a person’s liability to pay for accommodation) for the words from the beginning to “the accommodation\" there shall be substituted  “                     Subject to section 26 of this Act, where a person is provided with accommodation under this Part of this Act the local authority providing the accommodation shall recover from him the amount of the payment which he is liable to make                  ” . 3 In subsection (2) (which requires the authority managing premises to fix the standard rate) after the word “payment\" there shall be inserted  “                     which a person is liable to make                  ”  and at the end of that subsection there shall be added the words  “                     and that standard rate shall represent the full cost to the authority of providing that accommodation                  ” 4 In subsection (3) (which makes provision for people who are unable to pay at the standard rate)— a the words “(disregarding income support)\", and b the words from “Provided that\" to the end of the subsection, shall be omitted. 5 After subsection (4) (under which the Secretary of State may prescribe the minimum sum assumed to be required for a resident’s personal needs in determining the rate payable by him) there shall be inserted— 4A Regulations made for the purposes of subsection (4) of this section may prescribe different sums for different circumstances. 6 In subsection (5A) (under which a local authority managing premises in which accommodation is provided for a person may limit the payments required from him for a certain period to the minimum rate prescribed under subsection (3)) for the words “the minimum weekly rate prescribed under subsection (3) above\" there shall be substituted  “                    such amount as appears to them reasonable for him to pay                  ” . 7 In section 29 of that Act (under subsection (4)(c) of which arrangements may be made for the provision of hostels where persons for whom welfare services are provided under that section may live) after subsection (4) there shall be inserted— 4A Where accommodation in a hostel is provided under paragraph (c) of subsection (4) of this section— a if the hostel is managed by a local authority, section 22 of this Act shall apply as it applies where accommodation is provided under section 21; b if the accommodation is provided in a hostel managed by a person other than a local authority under arrangements made with that person, subsections (2) to (4A) of section 26 of this Act shall apply as they apply where accommodation is provided under arrangements made by virtue of that section; and c sections 32 and 43 of this Act shall apply as they apply where accommodation is provided under sections 21 to 26; and in this subsection references to “ accommodation ” include references to board and other services, amenities and requisites provided in connection with the accommodation, except where in the opinion of the authority managing the premises or, in the case mentioned in paragraph (b) above, the authority making the arrangements their provision is unnecessary."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "45", "section_title": " Recovery of charges due to local authorities for accommodation.", "section_text": "45 1 In section 21 of the  Health and Social Services and Social Security Adjudication Act 1983 (recovery of sums due to local authority where persons in residential accommodation have disposed of assets) after subsection (3) there shall be inserted— 3A If the Secretary of State so directs, subsection (1) above shall not apply in such cases as may be specified in the direction. 2 In sections 22 and 23 of that Act (which make provision as to arrears of contributions charged on interests in land in England and Wales and in Scotland respectively) after subsection (2) there shall be inserted— 2A In determining whether to exercise their power under subsection (1) above and in making any determination under subsection (2) above, the local authority shall comply with any directions given to them by the Secretary of State as to the exercise of those functions. 3 In section 24 of that Act (interest on sums charged on or secured over interests in land) for subsection (2) there shall be substituted— 2 The rate of interest shall be such reasonable rate as the Secretary of State may direct or, if no such direction is given, as the local authority may determine."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "46", "section_title": " Local authority plans for community care services.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "47", "section_title": " Assessment of needs for community care services.", "section_text": "47 1 Subject to subsections (5) and (6) below, where it appears to a local authority that any person for whom they may provide or arrange for the provision  of services under section 117 of the Mental Health Act 1983  ...  may be in need of any such services, the authority— a shall carry out an assessment of his needs for those services; and b having regard to the results of that assessment, shall then decide whether his needs call for the provision by them of any such services. 2 If at any time during the assessment of the needs of any person under subsection (1)(a) above it appears to a local authority  in England  that he is a disabled person,  (and  ..., that he is under 18)  the authority— a shall proceed to make such a decision as to the services he requires as is mentioned in section 4 of the  Disabled Persons (Services, Consultation and Representation) Act 1986 without his requesting them to do so under that section; and b shall inform him that they will be doing so and of his rights under that Act. 3 If at any time during the assessment of the needs of any person under subsection (1)(a) above, it appears to a local authority— za that there may be a need for the provision of services to that person pursuant to arrangements made under the National Health Service Act 2006 by such integrated care board as may be determined in accordance with regulations (including such arrangements made by it in the exercise of functions of another person by virtue of any provision of that Act), a that there may be a need for the provision to that person by such  ...  Health Authority  as may be determined in accordance with regulations of any services under  ...   the National Health Service (Wales) Act 2006 , or b that there may be a need for the provision to him of any services which fall within the functions of a local housing authority (within the meaning of the  Housing Act 1985) which is not the local authority carrying out the assessment, the local authority shall notify that  ...   integrated care board ,  Health Authority  or local housing authority and invite them to assist, to such extent as is reasonable in the circumstances, in the making of the assessment; and, in making their decision as to the provision of the services needed for the person in question, the local authority shall take into account any services which are likely to be made available for him by that  ...   integrated care board ,  Health Authority  or local housing authority. 4 The Secretary of State may give directions as to the manner in which an assessment under this section is to be carried out or the form it is to take but, subject to any such directions and to subsection (7) below, it shall be carried out in such manner and take such form as the local authority consider appropriate. 5 Nothing in this section shall prevent a local authority from temporarily providing or arranging for the provision of  services mentioned in subsection (1)  for any person without carrying out a prior assessment of his needs in accordance with the preceding provisions of this section if, in the opinion of the authority, the condition of that person is such that he requires those services as a matter of urgency. 6 If, by virtue of subsection (5) above,  ... services have been provided temporarily for any person as a matter of urgency, then, as soon as practicable thereafter, an assessment of his needs shall be made in accordance with the preceding provisions of this section. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section— “ disabled person ” has the same meaning as in that Act; and “ local authority ”  means a county council in England, a district council for an area in England for which there is no county council, the council of a county or county borough in Wales, a London borough council or the Common Council of the City of London ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "48", "section_title": " Inspection of premises used for provision of community care services.", "section_text": "48 1 Any person authorised by the Secretary of State may at any reasonable time enter and inspect any premises   (other than regulated premises)  in which  services under section 117 of the Mental Health Act 1983, or services under Part 1 of the Care Act 2014 to meet adults’ needs for care and support, are or are proposed to be provided by a local authority in England, or   services under Part 4 of the Social Services and Well-being (Wales) Act 2014  are or are proposed to be provided by a local authority  in Wales , whether directly or under arrangements made with another person. 1A In subsection (1)\t\t\t\t\t “ regulated premises ” means— a in relation to England, premises used for the carrying on of a regulated activity within the meaning of Part 1 of the Health and Social Care Act 2008 by a person who is registered under Chapter 2 of that Part in respect of the activity; and b in relation to Wales, premises in respect of which a person is registered under Part 2 of the Care Standards Act 2000   or Part 1 of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2) . 2 Any person inspecting any premises under this section may— a make such examination into the state and management of the premises and the facilities and services provided therein as he thinks fit; b inspect any records (in whatever form they are held) relating to the premises, or any person for whom  services mentioned in subsection (1)  have been or are to be provided there; and c require the owner of, or any person employed in, the premises to furnish him with such information as he may request. 3 Any person exercising the power to inspect records conferred by subsection (2)(b) above— a shall be entitled at any reasonable time to have access to, and inspect and check the operation of, any computer and any associated apparatus or material which is or has been in use in connection with the records in question; and b may require— i the person by whom or on whose behalf the computer is or has been so used; or ii any person having charge of or otherwise concerned with the operation of the computer, apparatus or material, to give him such reasonable assistance as he may require. 4 Any person inspecting any premises under this section— a may interview any person residing there in private— i for the purpose of investigating any complaint as to those premises or the  services mentioned in subsection (1) that are  provided there, or ii if he has reason to believe that  any of those services  being provided there for that person are not satisfactory; and b may examine any such person in private. 5 No person may— a exercise the power conferred by subsection (2)(b) above so as to inspect medical records; or b exercise the power conferred by subsection (4)(b) above, unless he is a registered medical practitioner and, in the case of the power conferred by subsection (2)(b) above, the records relate to medical treatment given at the premises in question. 6 Any person exercising the power of entry under subsection (1) above shall, if so required, produce some duly authenticated document showing his authority to do so. 7 Any person who intentionally obstructs another in the exercise of that power shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 In this section “ local authority ”  has the same meaning as in section 47 ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "49", "section_title": " Transfer of staff from health service to local authorities.", "section_text": "49 1 In connection with arrangements relating to community care services made by virtue of this Part of this Act, the Secretary of State may make regulations with respect to the transfer to employment by a local authority of persons previously employed by a National Health Service body. 2 Regulations under this section may also make provision with respect to the return to employment by a National Health Service body of a person to whom the regulations previously applied on his transfer (whether from that or another National Health Service body) to employment by a local authority. 3 Without prejudice to the generality of subsections (1) and (2) above, regulations under this section may make provision with respect to— a the terms on which a person is to be employed by a local authority or National Health Service body; b the period and continuity of a person’s employment for the purposes of  the Employment Rights Act 1996 ; c superannuation benefits; and d the circumstances in which, if a person declines an offer of employment made with a view to such a transfer or return as is referred to in subsection (1) or subsection (2) above and then ceases to be employed by a National Health Service body or local authority, he is not to be regarded as entitled to benefits in connection with redundancy. 4 In this section— a “ local authority ” and “ community care services ” have the same meaning as in section 46 above; and b “ National Health Service body ” means a  ...  ...  Health Authority  , Local Health Board  or Special Health Authority  or a National Health Service trust. 5 Regulations under this section may make different provision with respect to different cases or descriptions of case, including different provision for different areas."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "50", "section_title": " Powers of the Secretary of State as respects social services functions of local authorities.", "section_text": "50 After section 7 of the  Local Authority Social Services Act 1970 (local authorities to exercise social services functions under guidance of the Secretary of State) there shall be inserted the following sections—  Directions by the Secretary of State as to exercise of social services functions. 7A 1 Without prejudice to section 7 of this Act, every local authority shall exercise their social services functions in accordance with such directions as may be given to them under this section by the Secretary of State. 2 Directions under this section— a shall be given in writing; and b may be given to a particular authority, or to authorities of a particular class, or to authorities generally.  Complaints procedure. 7B 1 The Secretary of State may by order require local authorities to establish a procedure for considering any representations (including any complaints) which are made to them by a qualifying individual, or anyone acting on his behalf, in relation to the discharge of, or any failure to discharge, any of their social services functions in respect of that individual. 2 In relation to a particular local authority, an individual is a qualifying individual for the purposes of subsection (1) above if— a the authority have a power or a duty to provide, or to secure the provision of, a service for him; and b his need or possible need for such a service has (by whatever means) come to the attention of the authority. 3 A local authority shall comply with any directions given by the Secretary of State as to the procedure to be adopted in considering representations made as mentioned in subsection (1) above and as to the taking of such action as may be necessary in consequence of such representations. 4 Local authorities shall give such publicity to any procedure established pursuant to this section as they consider appropriate.  Inquiries. 7C 1 The Secretary of State may cause an inquiry to be held in any case where, whether on representations made to him or otherwise, he considers it advisable to do so in connection with the exercise by any local authority of any of their social services functions (except in so far as those functions relate to persons under the age of eighteen). 2 Subsections (2) to (5) of section 250 of the Local Government Act 1972 (powers in relation to local inquiries) shall apply in relation to an inquiry under this section as they apply in relation to an inquiry under that section.  Default powers of Secretary of State as respects social services functions of local authorities. 7D 1 If the Secretary of State is satisfied that any local authority have failed, without reasonable excuse, to comply with any of their duties which are social services functions (other than a duty imposed by or under the Children Act 1989), he may make an order declaring that authority to be in default with respect to the duty in question. 2 An order under subsection (1) may contain such directions for the purpose of ensuring that the duty is complied with within such period as may be specified in the order as appear to the Secretary of State to be necessary. 3 Any such direction shall, on the application of the Secretary of State, be enforceable by mandamus.  Grants to local authorities in respect of social services for the mentally ill. 7E The Secretary of State may, with the approval of the Treasury, make grants out of money provided by Parliament towards any expenses of local authorities incurred— (a) in connection with the exercise of their social services functions in relation to persons suffering from mental illness; or (b) in making payments in accordance with directions given by the Secretary of State to voluntary organisations which provide care and services to persons who are, have been, or are likely to become dependant upon alcohol or drugs."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "51", "section_title": " Power of Secretary of State to give directions.", "section_text": "51 After subsection (1) of section 5 (powers of Secretary of State) of the  Social Work (Scotland) Act 1968 (in this Part of this Act referred to as “ the 1968 Act ”) there shall be inserted the following subsection— 1A Without prejudice to subsection (1) above, the Secretary of State may issue directions to local authorities, either individually or collectively, as to the manner in which they are to exercise any of their functions under this Act or any of the enactments mentioned in section 2(2) of this Act; and a local authority shall comply with any direction made under this subsection."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "52", "section_title": " Local authority plans for, and complaints in relation to, community care services in Scotland.", "section_text": "52 After section 5 of the 1968 Act there shall be inserted the following sections—  Local authority plans for community care services. 5A 1 Within such period after the day appointed for the coming into force of this section as the Secretary of State may direct, and in accordance with the provisions of this section, each local authority shall prepare and publish a plan for the provision of community care services in their area. 2 Each local authority shall from time to time review any plan prepared by them under subsection (1) above, and shall, in the light of any such review, prepare and publish— a any modifications to the plan under review; or b if the case requires, a new plan. 3 In preparing any plan or carrying out any review under subsection (1) or, as the case may be, subsection (2) above the authority shall consult— a any Health Board providing services under the National Health Service (Scotland) Act 1978 in the area of the authority; b in so far as the plan or, as the case may be, the review may affect or be affected by the provision or availability of housing, every district council in the area of the authority; c such voluntary organisations as appear to the authority to represent the interests of persons who use or are likely to use any community care services within the area of the authority or the interests of private carers who, within that area, provide care to persons for whom, in the exercise of their functions under this Act or any of the enactments mentioned in section 2(2) of this Act, the local authority have a power or a duty to provide, or to secure the provision of, a service; d such voluntary housing agencies and other bodies as appear to the authority to provide housing or community care services in their area; and e such other persons as the Secretary of State may direct. 4 In this section— “ community care services ” means services, other than services for children, which a local authority are under a duty or have a power to provide, or to secure the provision of, under Part II of this Act or section 7 (functions of local authorities), 8 (provision of after-care services) or 11 (training and occupation of the mentally handicapped) of the Mental Health (Scotland) Act 1984; and “ private carer ” means a person who is not employed to provide the care in question by any body in the exercise of its functions under any enactment.  Complaints procedure. 5B 1 Subject to the provisions of this section, the Secretary of State may by order require local authorities to establish a procedure whereby a person, or anyone acting on his behalf, may make representations (including complaints) in relation to the authority’s discharge of, or failure to discharge, any of their functions under this Act, or any of the enactments referred to in section 2(2) of this Act, in respect of that person. 2 For the purposes of subsection (1) of this section, “ person ” means any person for whom the local authority have a power or a duty to provide, or to secure the provision of, a service, and whose need or possible need for such a service has (by whatever means) come to the attention of the authority. 3 An order under subsection (1) of this section may be commenced at different times in respect of such different classes of person as may be specified in the order. 4 In relation to a child, representations may be made by virtue of subsection (1) above by the child, or on his behalf by— a his parent; b any person having parental rights in respect of him; c any local authority foster parent; or d any other person appearing to the authority to have a sufficient interest in the child’s wellbeing to warrant his making representations on the child’s behalf. 5 In this section— “ child ” means a child under the age of 18 years; and “ parent ” and “ parental rights ” have the same meaning as in section 8 (interpretation) of the Law Reform (Parent and Child) (Scotland) Act 1986. 6 A local authority shall comply with any directions given by the Secretary of State as to the procedure to be adopted in considering representations made as mentioned in subsection (1) of this section and as to the taking of such action as may be necessary in consequence of such representations. 7 Every local authority shall give such publicity to the procedure established under this section as they consider appropriate."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "53", "section_title": " Inspection of premises providing accommodation.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "54", "section_title": " Inquiries.", "section_text": "54 After section 6 of the 1968 Act there shall be inserted the following section—  Inquiries. 6A 1 The Secretary of State may cause an inquiry to be held into the functions of a local authority under this Act or any of the enactments mentioned in section 2(2) of this Act, except in so far as those functions relate to persons under the age of 18. 2 The Secretary of State may, before an inquiry is commenced, direct that it shall be held in private, but where no such direction has been given the person holding the inquiry may if he thinks fit hold it or any part of it in private. 3 Subsections (2) to (8) of section 210 of the Local Government (Scotland) Act 1973 (powers in relation to local inquiries) shall apply in relation to an inquiry under this section as they apply in relation to a local inquiry under that section."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "55", "section_title": " Duty of local authority to make assessment of needs.", "section_text": "55 After section 12 of the 1968 Act there shall be inserted the following section—  Duty of local authority to assess needs. 12A 1 Subject to the provisions of this section, where it appears to a local authority that any person for whom they are under a duty or have a power to provide, or to secure the provision of, community care services may be in need of any such services, the authority— a shall make an assessment of the needs of that person for those services; and b having regard to the results of that assessment, shall then decide whether the needs of that person call for the provision of any such services. 2 Before deciding, under subsection (1)(b) of this section, that the needs of any person call for the provision of nursing care, a local authority shall consult a medical practitioner. 3 If, while they are carrying out their duty under subsection (1) of this section, it appears to a local authority that there may be a need for the provision to any person to whom that subsection applies— a of any services under the National Health Service (Scotland) Act 1978 by the Health Board— i in whose area he is ordinarily resident; or ii in whose area the services to be supplied by the local authority are, or are likely, to be provided; or b of any services which fall within the functions of a housing authority (within the meaning of section 130 (housing) of the Local Government (Scotland) Act 1973) which is not the local authority carrying out the assessment, the local authority shall so notify that Health Board or housing authority, and shall request information from them as to what services are likely to be made available to that person by that Health Board or housing authority; and, thereafter, in carrying out their said duty, the local authority shall take into account any information received by them in response to that request. 4 Where a local authority are making an assessment under this section and it appears to them that the person concerned is a disabled person, they shall— a proceed to make such a decision as to the services he requires as is mentioned in section 4 of the Disabled Persons (Services, Consultation and Representation) Act 1986 without his requesting them to do so under that section; and b inform him that they will be doing so and of his rights under that Act. 5 Nothing in this section shall prevent a local authority from providing or arranging for the provision of community care services for any person without carrying out a prior assessment of his needs in accordance with the preceding provisions of this section if, in the opinion of the authority, the condition of that person is such that he requires those services as a matter of urgency. 6 If, by virtue of subsection (5) of this section, community care services have been provided for any person as a matter of urgency, then, as soon as practicable thereafter, an assessment of his needs shall be made in accordance with the preceding provisions of this section. 7 This section is without prejudice to section 3 of the said Act of 1986. 8 In this section— “ community care services ” has the same meaning as in section 5A of this Act; “ disabled person ” has the same meaning as in the said Act of 1986; and “ medical practitioner ” means a fully registered person within the meaning of section 55 (interpretation) of the Medical Act 1983."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "56", "section_title": " Residential accommodation with nursing and provision of care and after-care.", "section_text": "56 After section 13 of the 1968 Act there shall be inserted the following sections—  Residential accommodation with nursing  Residential accommodation with nursing. 13A 1 Without prejudice to section 12 of this Act, a local authority shall make such arrangements as they consider appropriate and adequate for the provision of suitable residential accommodation where nursing is provided for persons who appear to them to be in need of such accommodation by reason of infirmity, age, illness or mental disorder, dependency on drugs or alcohol or being substantially handicapped by any deformity or disability. 2 The arrangements made by virtue of subsection (1) above shall be made with a voluntary or other organisation or other person, being an organisation or person managing premises which are— a a nursing home within the meaning of section 10(2)(a) of the Nursing Homes Registration (Scotland) Act 1938 in respect of which that organisation or person is registered or exempt from registration under that Act; or b a private hospital registered under section 12 of the Mental Health (Scotland) Act 1984, for the provision of accommodation in those premises. 3 The provisions of section 6 of this Act apply in relation to premises where accommodation is provided for the purposes of this section as they apply in relation to establishments provided for the purposes of this Act.  Provision of care and after-care  Provision of care and after-care. 13B 1 Subject to subsection (2) below, a local authority may, with the approval of the Secretary of State, and shall, if and to the extent that the Secretary of State so directs, make arrangements for the purpose of the prevention of illness, the care of persons suffering from illness, and the after-care of such persons. 2 The arrangements which may be made under subsection (1) above do not include arrangements in respect of medical, dental or nursing care, or health visiting."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "57", "section_title": " Exclusion of powers to provide accommodation in certain cases.", "section_text": "57 After section 86 of the 1968 Act there shall be inserted the following section—  Exclusion of powers to provide accommodation in certain cases. 86A 1 Subject to subsection (3) below, no accommodation may be provided under this Act for any person who, immediately before the date on which this section comes into force, was ordinarily resident in relevant premises. 2 In subsection (1) above “ relevant premises ” means— a any establishment in respect of which a person is registered under section 62 of this Act; b any nursing home within the meaning of the Nursing Homes Registration (Scotland) Act 1938 in respect of which a person is registered or exempt from registration under that Act; c any private hospital registered under section 12 of the Mental Health (Scotland) Act 1984; and d such other premises as the Secretary of State may by regulations prescribe. 3 The Secretary of State may by regulations provide that in such cases and subject to such conditions as may be prescribed subsection (1) above shall not apply in relation to such classes of persons as may be prescribed in the regulations. 4 The Secretary of State shall by regulations prescribe the circumstances in which persons are to be treated as being ordinarily resident in any premises for the purposes of subsection (1) above. 5 This section does not affect the validity of any contract made before the date on which this section comes into force for the provision of accommodation on or after that date or anything done in pursuance of such a contract."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "58", "section_title": " Power of Secretary of State to make grants.", "section_text": "58 After section 92 of the 1968 Act there shall be inserted the following section—  Power of the Secretary of State to make grants. 92A The Secretary of State may, with the approval of the Treasury, make grants out of money provided by Parliament towards any expenses of local authorities in respect of their functions under— a Part II of this Act; and b sections 7 and 8 of the Mental Health (Scotland) Act 1984, in relation to persons suffering from mental illness."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "59", "section_title": " Parliamentary disqualification.", "section_text": "59 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the said Part III there shall be inserted (at the appropriate place) the following entry— Chairman or non-executive member of a National Health Service trust established under the National Health Service and Community Care Act 1990 or the National Health Service (Scotland) Act 1978 . 3 In the said Part III— a in the entry which begins “Paid Chairman of a Health Board”, for the words “Paid Chairman” there shall be substituted “Chairman or any member, not being also an employee,”; b in the entry which begins “Chairman of the Management Committee of the Common Services Agency” after the word “Chairman” there shall be inserted “or any member, not being also an employee,”; and c in the entry relating to the Chairman of a committee constituted under section 91 of the  Mental Health (Scotland) Act 1984, after the word “Chairman” there shall be inserted “or any member, not being also an employee”."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "60", "section_title": " Removal of Crown immunities.", "section_text": "60 1 Subject to the following provisions of this section, on and after the day appointed for the coming into force of this subsection, no health service body shall be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown; and so far as concerns land in which the Secretary of State has an interest, at any time when— a by virtue of directions under any provision of the   National Health Service Act 2006, the National Health Service (Wales) Act 2006, ... or the  Health and Medicines Act 1988 or by virtue of orders under section 2 or section 10 of the  National Health Service (Scotland) Act 1978, powers of disposal or management with respect to the land are conferred on a health service body, or b the land is otherwise held, used or occupied by a health service body, the interest of the Secretary of State shall be treated for the purposes of any enactment or rule of law relating to Crown land or interests as if it were an interest held otherwise than by the Secretary of State (or any other emanation of the Crown). 2 In Schedule 8 to this Act— a Part I has effect to continue certain exemptions for health service bodies and property held, used or occupied by such bodies; b the amendments in Part II have effect, being amendments consequential on subsection (1) above; and c the transitional provisions in Part III have effect in connection with the operation of subsection (1) above. 3 Where, as a result of the provisions of subsection (1) above, by virtue of his employment during any period after the day appointed for the coming into force of that subsection— a an employee has contractual rights against a health service body to benefits in the event of his redundancy, and b he also has statutory rights against the health service body under  Part XI of the Employment Rights Act 1996  (redundancy payments), any benefits provided to him by virtue of the contractual rights referred to in paragraph (a) above shall be taken as satisfying his entitlement to benefits under  that Part of that Act . 4 Nothing in subsection (1) above affects the extent of the expression “ the services of the Crown ” where it appears in— a Schedule 1 to the  Registered Designs Act 1949 (provisions as to the use of registered designs for the services of the Crown etc.); and b sections 55 to 59 of the  Patents Act 1977 (use of patented inventions for the services of the Crown); and, accordingly, services provided in pursuance of any power or duty of the Secretary of State under   the National Health Service Act 2006  or Part I or Part III of the  National Health Service (Scotland) Act 1978 shall continue to be regarded as included in that expression, whether the services are in fact provided by a health service body, a National Health Service trust or any other person. 5 The Secretary of State may by order made by statutory instrument provide that, in relation to any enactment contained in a local Act and specified in the order, the operation of subsection (1) above shall be excluded or modified to the extent specified in the order. 6 No order shall be made under subsection (5) above unless a draft of it has been laid before, and approved by a resolution of, each House of Parliament. 7 In this section “ health service body ” means— a ... ... ...  a Health Authority  . . . ; aa a Special Health Authority established under   section 28 of  the National Health Service Act 2006  or section 22 of the National Health Service (Wales) Act 2006 ; b a Health Board or Special Health Board constituted under section 2 of the  National Health Service (Scotland) Act 1978; ba Healthcare Improvement Scotland established under section 10A of that Act; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the Common Services Agency for the Scottish Health Service; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g the Scottish Dental Practice Board;  . . .  h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "61", "section_title": " Health service bodies: taxation.", "section_text": "61 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 At the end of Schedule 3 to the Inheritance Tax Act 1984 (gifts for national purposes) there shall be added— A health service body, within the meaning of section 519A of the Income and Corporation Taxes Act 1988 ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "61A", "section_title": "Health service bodies: stamp duty land tax", "section_text": "61A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "63", "section_title": " Repeal of remaining provisions of Health Services Act 1976.", "section_text": "63 1 Part III (control of hospital building outside National Health Service) and Part IV (supplementary and general) of the  Health Services Act 1976 shall cease to have effect. 2 Notwithstanding the repeal of Part III of the Health Services Act 1976 by this Act,— a that Part shall continue to have effect in relation to any authorisation granted by the Secretary of State under section 13(2) of that Act which is in force when that repeal takes effect;  and b the amendment made by section 19(4)(b) of that Act shall continue to have effect."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "64", "section_title": " Financial provisions.", "section_text": "64 1 There shall be paid out of moneys provided by Parliament— a any sums required by the Secretary of State for making loans to a National Health Service trust; b any sums required by the Secretary of State for fulfilling a guarantee of a sum borrowed by a National Health Service trust; c any amount paid as public dividend capital under paragraph 5 of Schedule 3 to this Act; d any expenses of the Secretary of State under this Act; and e any increase attributable to this Act in the sums so payable under any other enactment. 2 Any sums received by the Secretary of State under this Act shall be paid into the Consolidated Fund."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "65", "section_title": " Regulations, orders and directions.", "section_text": "65 1 Any power to make regulations conferred by this Act shall be exercisable by statutory instrument, and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "66", "section_title": " Amendments and repeals.", "section_text": "66 1 Schedule 9 to this Act, which contains minor amendments and amendments consequential on the provisions of this Act, shall have effect. 2 The enactments specified in Schedule 10 to this Act, which include some that are spent, are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "National Health Service and Community Care Act 1990", "year": 1990, "section": "67", "section_title": " Short title, commencement and extent.", "section_text": "67 1 This Act may be cited as the National Health Service and Community Care Act 1990. 2 This Act, other than this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes and for different areas or descriptions of areas. 3 An order under subsection (2) above may contain such transitional provisions and savings (whether or not involving the modification of any statutory provision) as appear to the Secretary of State necessary or expedient in connection with the provisions brought into force. 4 . . .  Part II, other than section 34, and Part IV of this Act do not extend to England and Wales; and Part III of this Act, other than subsections (3) and (4) of section 42, subsections (1) and (3) to (6) of section 44 and section 45, does not extend to Scotland. 5 This Act, other than sections 59  ,61 and 62  , does not extend to Northern Ireland. 6 The Secretary of State may by order made by statutory instrument provide that so much of this Act as extends to England and Wales shall apply to the Isles of Scilly with such modifications, if any, as are specified in the order and, except as provided in pursuance of this subsection, Parts I and  III  of this Act do not apply to the Isles of Scilly."}]