[{"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "1", "section_title": " Listing of buildings of special architectural or historic interest.", "section_text": "1 1 For the purposes of this Act and with a view to the guidance of local planning authorities in the performance of their functions under this Act and the principal Act in relation to buildings of special architectural or historic interest, the Secretary of State shall compile lists of such buildings, or approve, with or without modifications, such lists compiled by the Historic Buildings and Monuments Commission for England (in this Act referred to as “ the Commission ”) or by other persons or bodies of persons, and may amend any list so compiled or approved. 2 The Secretary of State shall not approve any list compiled by the Commission if the list contains any building situated outside England. 3 In considering whether to include a building in a list compiled or approved under this section, the Secretary of State may take into account not only the building itself but also— a any respect in which its exterior contributes to the architectural or historic interest of any group of buildings of which it forms part; and b the desirability of preserving, on the ground of its architectural or historic interest, any feature of the building consisting of a man-made object or structure fixed to the building or forming part of the land and comprised within the curtilage of the building. 4 Before compiling, approving (with or without modifications) or amending any list under this section  in relation to buildings which are situated in England   the Secretary of State shall consult— a ... with the Commission; and b with such other persons or bodies of persons as appear to him appropriate as having special knowledge of, or interest in, buildings of architectural or historic interest. 4A Section 2A makes provision about consultation on amendments of any list under this section to include or exclude a building which is situated in Wales. 5 In this Act “ listed building ” means a building which is for the time being included in a list compiled or approved by the Secretary of State under this section; and for the purposes of this Act— a any object or structure fixed to the building; b any object or structure within the curtilage of the building which, although not fixed to the building, forms part of the land and has done so since before lst July 1948, shall  , subject to subsection (5A)(a),  be treated as part of the building. 5A In a list compiled or approved under this section, an entry for a building situated in England may provide— a that an object or structure mentioned in subsection (5)(a) or (b) is not to be treated as part of the building for the purposes of this Act; b that any part or feature of the building is not of special architectural or historic interest. 6 Schedule 1 shall have effect for the purpose of making provision as to the treatment as listed buildings of certain buildings formerly subject to building preservation orders."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "2", "section_title": " Publication of lists.", "section_text": "2 1 As soon as possible after any list has been compiled or approved under section 1 or any amendments of such a list have been made, a copy of so much of the list as relates to any district  , Welsh county, county borough,  or London borough or, as the case may be, of so much of the amendments as so relates, certified by or on behalf of the Secretary of State to be a true copy, shall be deposited— a in the case of a London borough, with the council of the borough and with the chief officer of the Commission;  . . . b in the case of a district— i with the district council; ii with the county planning authority whose area or any part of whose area includes the district, or any part of it; and iii where the district council are not the district planning authority, with that authority;  and c in the case of a Welsh county or county borough— i with the county council or (as the case may be) the county borough council; and ii with the local planning authority, if different from that council. 2 Any copy deposited under subsection (1) shall be a local land charge, and the council with whom a copy is deposited shall be treated for the purposes of the  Local Land Charges Act 1975 as the originating authority as respects the charge constituted by the deposit. 3 As soon as possible after the inclusion of any building  situated in England   in a list under section 1 (whether it is included when the list is compiled, approved or amended) or as soon as possible after any such list has been amended by the exclusion of   any such building   from it— a the Secretary of State shall inform the council of the district  ... or London borough in whose area the building is situated of the inclusion or exclusion; and b the council shall serve a notice in the prescribed form on every owner and occupier of the building, stating that the building has been included in or excluded from the list. 3A As soon as possible after amending a list under section 1 to include or exclude a building which is situated in Wales, the Welsh Ministers— a must inform the local planning authority in whose area the building is situated of its inclusion or exclusion; and b in the case of an amendment to exclude a building, must serve a notice on every owner and occupier of the building, stating that the building has been excluded from the list. 3B Section 2D makes provision about the further steps that the Welsh Ministers must take after amending a list under section 1 to include a building which is situated in Wales. 4 The Secretary of State shall keep available for public inspection free of charge at reasonable hours and at a convenient place, copies of all lists and amendments of lists, compiled, approved or made by him under section 1. 5 Every authority with whom copies of any list or amendments are deposited under this section shall similarly keep available copies of so much of any such list or amendment as relates to buildings within their area. 6 For the purposes of subsection (5) the Commission shall be taken to be an authority whose area is Greater London."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "2A", "section_title": "Duty to consult on certain changes to lists", "section_text": "2A 1 This section applies where the Welsh Ministers are proposing to— a include a building in a list compiled or approved under section 1; or b exclude a building from such a list. 2 The Welsh Ministers must— a serve a notice of the proposed inclusion or exclusion on the appropriate persons; and b invite those persons to submit written representations about the proposal. 3 The appropriate persons are— a the owner and occupier of the building; b the local planning authority in whose area the building is situated; and c such other persons or bodies of persons as appear to the Welsh Ministers appropriate as having special knowledge of, or interest in, buildings of architectural or historic interest. 4 A notice under subsection (2) must— a specify the proposed inclusion or exclusion; b specify the period within which representations about the proposal may be made, which must be at least 28 days beginning with the date on which the notice is served; and c in the case of a proposed inclusion— i include a statement of the effect of section 2B; and ii specify the date on which interim protection takes effect under subsection (2) of that section. 5 The Welsh Ministers may by regulations amend subsection (3) by adding a description of person to the list of appropriate persons in that subsection; and where the Welsh Ministers do so, they may also make such amendments to this Act as they consider appropriate in consequence of the amendment to subsection (3)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "2B", "section_title": "Interim protection pending certain listing decisions", "section_text": "2B 1 This section applies where the Welsh Ministers consult under section 2A on a proposal to include a building in a list compiled or approved under section 1. 2 The provisions of this Act (other than sections 47 to 51 and 59) and the principal Act have effect in relation to the building, from the beginning of the day specified in the notice for the purposes of section 2A(4)(c)(ii), as if the building were a listed building. 3 The protection conferred upon a building by virtue of subsection (2) is referred to in this Act as  “ interim protection ”. 4 Interim protection conferred by virtue of subsection (2) ceases to have effect— a where the Welsh Ministers include the building in a list compiled or approved under section 1, from the beginning of the day specified in the notice for the purposes of section 2D(2)(b); and b where the Welsh Ministers decide not to include the building in such a list, from the beginning of the day specified in a notice issued to— i the owner and occupier of the building; and ii the local planning authority in whose area the building is situated. 5 The Welsh Ministers— a must publish by electronic means a list containing particulars of each building in relation to which interim protection has effect; and b must, on request, provide a copy of the notice served under section 2A(2) in respect of such a building."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "2C", "section_title": "Provisions applicable on lapse of interim protection", "section_text": "2C Schedule 1A has effect as respects the lapse of interim protection."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "2D", "section_title": "Review of certain listing decisions", "section_text": "2D 1 This section applies where the Welsh Ministers include a building in a list compiled or approved under section 1. 2 As soon as possible after amending the list to include the building, the Welsh Ministers must serve on the owner and occupier of the building a notice which— a states that the Welsh Ministers have included the building in the list; b specifies the date on which the Welsh Ministers did so (and on which interim protection under section 2B(2) ceased to have effect); and c states that the owner or occupier may make an application to the Welsh Ministers requesting them to review their decision to do so. 3 Where an owner or occupier of the building makes such an application, the Welsh Ministers must— a carry out the review requested; b make a decision on the review; and c make such amendment to the list as they consider appropriate to give effect to that decision. 4 Except as provided in sections 62 and 63, the validity of a decision of the Welsh Ministers on the review is not to be questioned in any legal proceedings. 5 The Welsh Ministers must carry out a review under this section in such one or more of the following ways as appears to them to be appropriate— a by means of a local inquiry; b by means of a hearing; c on the basis of written representations. 6 The Welsh Ministers must by regulations make provision about— a the grounds on which an application for a review under this section may be made; b the form and manner in which such an application must be made; c the information that must be provided to, or may be required by, the Welsh Ministers in connection with such an application; and d the period within which such an application must be made. 7 The Welsh Ministers may by regulations make further provision in connection with reviews under this section. 8 Schedule 1B applies to reviews under this section."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "3", "section_title": " Temporary listing  in England : building preservation notices. ", "section_text": "3 1   If it appears to a local planning authority in England who are not a county planning authority   that a building in their area which is not a listed building— a is of special architectural or historic interest; and b is in danger of demolition or of alteration in such a way as to affect its character as a building of such interest, they may serve on the owner and occupier of the building a notice (in this Act referred to as a “building preservation notice”). 2 A building preservation notice served by a local planning authority  under this section   shall— a state that the building appears to them to be of special architectural or historic interest and that they have requested the Secretary of State to consider including it in a list compiled or approved under section 1; and b explain the effect of subsections (3) to (5) and Schedule 2. 3 A building preservation notice  under this section  — a shall come into force as soon as it has been served on both the owner and occupier of the building to which it relates; and b subject to subsection (4), shall remain in force for six months from the date when it is served or, as the case may be, last served. 4 A building preservation notice  under this section   shall cease to be in force if the Secretary of State— a includes the building in a list compiled or approved under section 1, or b notifies the local planning authority in writing that he does not intend to do so. 5 While a building preservation notice  under this section   is in force with respect to a building, the provisions of this Act (other than section 59) and the principal Act shall have effect in relation to the building as if it were a listed building. 6 If, following the service of a building preservation notice  under this section  , the Secretary of State notifies the local planning authority that he does not propose to include the building in a list compiled or approved under section 1, the authority shall immediately give notice of that decision to the owner and occupier of the building. 7 Following such a notification by the Secretary of State no further building preservation notice in respect of the building shall be served by the local planning authority within the period of 12 months beginning with the date of the notification. 8 The Commission shall, as respects any London borough, have concurrently with the council of that borough the functions of a local planning authority under this section; and references to the local planning authority shall be construed accordingly."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "3A", "section_title": "Temporary listing in Wales: building preservation notices", "section_text": "3A 1 If it appears to a local planning authority in Wales that a building in their area which is not a listed building (and which is not treated as such by virtue of section 2B(2))— a is of special architectural or historic interest; and b is in danger of demolition or of alteration in such a way as to affect its character as a building of such interest, they may serve a notice on the owner and occupier of the building (in this Act referred to as a  “ building preservation notice ”). 2 A building preservation notice under this section must— a state that the building appears to them to be of special architectural or historic interest and that they have requested the Welsh Ministers to consider including it in a list compiled or approved under section 1; and b explain the effect of subsections (3) to (5) and Schedule 2. 3 A building preservation notice under this section— a comes into force as soon as it has been served on both the owner and occupier of the building to which it relates; and b subject to subsection (4), remains in force for six months from the date when it is served or, as the case may be, last served. 4 A building preservation notice under this section ceases to be in force⁠— a if interim protection under section 2B(2) takes effect in relation to the building; or b if the Welsh Ministers notify the local planning authority in writing that they do not intend to consult under section 2A on a proposal to include the building in a list compiled or approved under section 1. 5 While a building preservation notice under this section is in force with respect to a building, the provisions of this Act (other than sections 47 to 51 and 59) and the principal Act have effect in relation to the building as if it were a listed building. 6 If, following the service of a building preservation notice under this section, interim protection under section 2B(2) takes effect in relation to the building, anything done by virtue of subsection (5) is to be treated as having been done by virtue of section 2B(2). 7 If, following the service of a building preservation notice under this section, the Welsh Ministers notify the local planning authority that they do not intend to consult under section 2A on a proposal to include the building in a list compiled or maintained under section 1, the authority must immediately give notice of that decision to the owner and occupier of the building. 8 Where such a notification is given by the Welsh Ministers, no further building preservation notice in respect of the building may be served by the local planning authority within the period of 12 months beginning with the date of the notification."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "4", "section_title": " Temporary listing in urgent cases. ", "section_text": "4 1 If it appears to the local planning authority to be urgent that a building preservation notice should come into force, they may, instead of serving the notice on the owner and occupier of the building, affix the notice conspicuously to some object on the building. 2 The affixing of a notice under subsection (1) shall be treated for all the purposes of   sections 3 and 3A,   this section, sections 5 and 10 to 26 and Schedule 2 as service of the notice. 3 A notice which is so affixed must explain that by virtue of being so affixed it is treated as being served for those purposes. 4 The Commission shall, as respects any London borough, have concurrently with the council of that borough the functions of a local planning authority under this section; and references to the local planning authority shall be construed accordingly."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "5", "section_title": " Provisions applicable on lapse of building preservation notice. ", "section_text": "5   1   Schedule 2 to this Act shall have effect as respects the lapse of building preservation notices. 2 See section 3A(6) for provision as respects the lapse of building preservation notices in consequence of interim protection taking effect."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "6", "section_title": " Issue of certificate that building not intended to be listed : England .", "section_text": "6 A1 The Secretary of State may, on the application of any person, issue a certificate stating that the Secretary of State does not intend to list a building situated in England. 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The issue of  a certificate under subsection (A1)  ...  in respect of a building shall— a preclude the Secretary of State for a period of 5 years from the date of issue from exercising in relation to that building any of the powers conferred on him by section 1; and b preclude the local planning authority for that period from serving a building preservation notice in relation to it. 3 Notice of an application under subsection  (A1)  ...  shall be given to the local planning authority within whose area the building is situated at the same time as the application is submitted to the Secretary of State. 4 In this section “ local planning authority ”, in relation to a building in Greater London, includes the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "6A", "section_title": "Issue of certificate that building not intended to be listed: Wales", "section_text": "6A 1 The Welsh Ministers may, on the application of any person, issue a certificate stating that the Welsh Ministers do not intend to list a building situated in Wales. 2 The issue of a certificate under subsection (1) in respect of a building?— a precludes the Welsh Ministers for a period of 5 years from the date of issue from exercising in relation to that building any of the powers conferred on them by section 1 or 2A; and b precludes the local planning authority for that period from serving a building preservation notice in relation to it. 3 Notice of an application under subsection (1) must be given to the local planning authority within whose area the building is situated at the same time as the application is submitted to the Welsh Ministers."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "7", "section_title": " Restriction on works affecting listed buildings.", "section_text": "7 1 Subject to the following provisions of this Act, no person shall execute or cause to be executed any works for the demolition of a listed building or for its alteration or extension in any manner which would affect its character as a building of special architectural or historic interest, unless the works are authorised   under section 8 . 2 Subsection (1) is subject to section 33(1) of the Planning Act 2008 (exclusion of requirement for other consents for development for which development consent required)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "8", "section_title": " Authorisation of works: listed building consent. ", "section_text": "8 1 Works for the alteration or extension of a listed building are authorised if— a written consent for their execution has been granted by the local planning authority or the Secretary of State; and b they are executed in accordance with the terms of the consent and of any conditions attached to it. 2 Works for the demolition of a listed building are authorised if— a such consent has been granted for their execution; b notice of the proposal to execute the works has been given to the Royal Commission; c after such notice has been given either— i for a period of at least one month following the grant of such consent, and before the commencement of the works, reasonable access to the building has been made available to members or officers of the Royal Commission for the purpose of recording it; or ii the Secretary of the Royal Commission, or another officer of theirs with authority to act on their behalf for the purposes of this section, has stated in writing that they have completed their recording of the building or that they do not wish to record it; and d the works are executed in accordance with the terms of the consent and of any conditions attached to it. 3 Where— a works for the demolition of a listed building or for its alteration or extension are executed without such consent; and b written consent is granted by the local planning authority or the Secretary of State for the retention of the works, the works are authorised from the grant of that consent. 4 In this section “ the Royal Commission ” means— a in relation to England, the Royal Commission on the Historical Monuments of England; and b in relation to Wales, the Royal Commission on Ancient and Historical Monuments in Wales. 5 The Secretary of State may by order provide that subsection (2) shall have effect with the substitution for the references to the Royal Commission of references to such other body as may be so specified. 6 Such an order— a shall apply in the case of works executed or to be executed on or after such date as may be specified in the order; and b may apply in relation to either England or Wales, or both. 7 Consent under subsection (1), (2) or (3) is referred to in this Act as “ listed building consent ”."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "9", "section_title": " Offences. ", "section_text": "9 1 If a person contravenes section 7 he shall be guilty of an offence. 2 Without prejudice to subsection (1), if a person executing or causing to be executed any works in relation to a listed building under a listed building consent fails to comply with any condition attached to the consent, he shall be guilty of an offence. 3 In proceedings for an offence under this section it shall be a defence to prove the following matters— a that works to the building were urgently necessary in the interests of safety or health or for the preservation of the building; b that it was not practicable to secure safety or health or, as the case may be, the preservation of the building by works of repair or works for affording temporary support or shelter; c that the works carried out were limited to the minimum measures immediately necessary; and d that notice in writing justifying in detail the carrying out of the works was given to the local planning authority as soon as reasonably practicable. 3A In proceedings for an offence under this section in relation to a building on which interim protection is conferred (which is, as a result of section 2B(2), treated as a listed building)— a it is a defence for the person to show that the person did not know, and could not reasonably have been expected to know, that interim protection had been conferred on the building; and b where the defence is raised by a person on whom a notice should have been served under section 2A(2), it is for the prosecution to prove that the notice was served on that person. 4 A person who is guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or  a fine , or both; or b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine, or both. 5 In determining the amount of any fine to be imposed on a person convicted   . . . of an offence under this section, the court shall in particular have regard to any financial benefit which has accrued or appears likely to accrue to him in consequence of the offence."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "10", "section_title": " Making of applications for listed building consent.", "section_text": "10 1 Except as provided in sections 12 to 15, an application for listed building consent shall be made to and dealt with by the local planning authority. 2 Such an application  . . .  shall contain— a sufficient particulars to identify the building to which it relates, including a plan; b such other plans and drawings as are necessary to describe the works which are the subject of the application; and c such other particulars as may be required by the authority. 3 Provision may be made by regulations under this Act with respect to— a the form and manner in which such applications are to be made; aa particulars of such matters as are to be included in such applications; ab the documents or other materials as are to accompany such applications; b requirements as to publicity in relation to such applications; c the time within which they are to be dealt with by local planning authorities or, as the case may be, by the Secretary of State. d requirements as to consultation in relation to such applications; e prohibiting the determination of such applications during such period as is prescribed; f requirements on the local planning authority to take account of responses from persons consulted. 4 The regulations must require that an application for listed building consent of such description as is prescribed must be accompanied by such of the following as is prescribed— a a statement about the design principles and concepts that have been applied to the works; b a statement about how issues relating to access to the building have been dealt with. 5 The form and content of a statement mentioned in subsection (4) is such as is prescribed."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "11", "section_title": " Certificates as to applicant’s status  etc.  ", "section_text": "11 1 Regulations under this Act may provide that an application for listed building consent shall not be entertained unless it is accompanied by one of the following certificates in the prescribed form and signed by or on behalf of the applicant— a a certificate stating that, at the beginning of the period of 21 days ending with the date of the application, no person (other than the applicant) was the owner of any of the building to which the application relates; b a certificate stating that the applicant has given the requisite notice of the application to all the persons (other than himself) who at the beginning of that period were owners of any of the building to which the application relates; c a certificate stating— i that the applicant is unable to issue a certificate in accordance with paragraph (a) or (b); ii that he has given the requisite notice of the application to such one or more of the persons mentioned in paragraph (b) as are specified in the certificate; and iii that he has taken such steps as are reasonably open to him (specifying them) to ascertain the names and addresses of the remainder of those persons but has been unable to do so; d a certificate stating— i that the applicant is unable to issue a certificate in accordance with paragraph (a); and ii that he has taken such steps as are reasonably open to him (specifying them) to ascertain the names and addresses of the persons mentioned in paragraph (b) but has been unable to do so. 2 Where such provision is made any such certificate as is mentioned in subsection (1)(b) or (c) must set out— a the names of the persons to whom the applicant has given the requisite notice of the application; b the addresses at which notice was given to them; and c the date of service of each such notice. 3 Such regulations may require that any such certificate as is mentioned in subsection (1)(c) or (d) shall also contain a statement that the requisite notice of the application, as set out in the certificate, has on a date specified in the certificate (which must not be earlier than the beginning of the period mentioned in subsection (1)(a)) been published in a local newspaper circulating in the locality in which the building is situated. 4 Such regulations may also require that where an application is accompanied by such a certificate as is mentioned in subsection (1)(b),(c) or (d), the local planning authority— a shall not determine the application before the end of the period of 21 days beginning with the date appearing from the certificate to be the latest of the dates of service of notices as mentioned in the certificate, or, if later, the date of publication of a notice as so mentioned; b shall in determining the application take into account any representations relating to it which are made to them before the end of that period by any person who satisfies them that he is an owner of any of the building to which the application relates; and c shall give notice of their decision to every person who has made representations which they were required to take into account in accordance with paragraph (b). 5 Such regulations may also make provision as to who, in the case of any building, is to be treated as the owner for the purposes of any provision made by virtue of this section. 6 If any person— a issues a certificate which purports to comply with the requirements of regulations made by virtue of this section and contains a statement which he knows to be false or misleading in a material particular; or b recklessly issues a certificate which purports to comply with those requirements and contains a statement which is false or misleading in a material particular, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 Subject to subsection (5), in this section “ owner ” means a person who is for the time being the estate owner in respect of the fee simple or is entitled to a tenancy granted or extended for a term of years certain of which not less than seven years remain unexpired."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "12", "section_title": " Reference of certain applications to Secretary of State. ", "section_text": "12 1 The Secretary of State may give directions requiring applications for listed building consent to be referred to him instead of being dealt with by the local planning authority. 2 A direction under this section may relate either to a particular application, or to applications in respect of such buildings as may be specified in the direction. 3 An application in respect of which a direction under this section has effect shall be referred to the Secretary of State accordingly. 3A An application for listed building consent shall, without any direction by the Secretary of State, be referred to the Secretary of State instead of being dealt with by the local planning authority in any case where the consent is required in consequence of proposals included in an application for an order under section 1 or 3 of the Transport and Works Act 1992. 4 Before determining an application referred to him under this section, the Secretary of State shall, if either the applicant or the authority so wish, give each of them an opportunity of appearing before, and being heard by, a person appointed by the Secretary of State. 4B Subsection (4) does not apply to an application referred to the Welsh Ministers under this section instead of being dealt with by a local planning authority in Wales. 5 The decision of the Secretary of State on any application referred to him under this section shall be final."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "13", "section_title": " Duty to notify Secretary of State of applications. ", "section_text": "13 1 If a local planning authority (other than a London borough council) to whom application is made for listed building consent, or a London borough council to whom such an application is made by the Commission, intend to grant listed building consent they shall first notify the Secretary of State of the application, giving particulars of the works for which the consent is required. 2 The Secretary of State may within the period of 28 days beginning with the date of such a notification— a direct the reference of the application to him under section 12; or b give notice to the authority that he requires further time in which to consider whether to require such a reference. 3 The local planning authority shall not grant listed building consent until— a the period mentioned in subsection (2) has expired without the Secretary of State directing the reference of the application to him or giving them notice under paragraph (b) of that subsection; or b the Secretary of State has notified them that he does not intend to require the reference of the application."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "14", "section_title": " Duty of London borough councils to notify Commission. ", "section_text": "14 1 Where an application for listed building consent is made to a local planning authority which is a London borough council— a unless the authority have determined to refuse it, they shall notify the Commission of the application, giving particulars of the works for which the consent is required; and b the authority shall not grant the consent unless they are authorised or directed to do so under subsection (2)(a). 2 On receipt of such a notification the Commission may— a subject to subsection (6), give the local planning authority directions as to the granting of the application or authorise them to determine the application as they think fit; or b direct them to refuse the application. 3 If the Commission intend to exercise either of their powers under subsection (2)(a), they shall notify the Secretary of State of the application giving particulars of the works for which the consent is required. 4 Where the Commission direct the local planning authority under subsection (2)(b) to refuse listed building consent, the authority may, within 28 days from the date of the direction, notify the Secretary of State of the application giving particulars of the works for which the consent is required. 5 The Secretary of State may within the period of 28 days beginning with the date of a notification under subsection (3) or (4)— a direct the reference of the application to him; or b give notice to the authority who notified him or, as the case may be, the Commission that he requires further time in which to consider whether to require such a reference. 6 The Commission shall not direct the local planning authority under subsection (2)(a) to grant the application or authorise them to determine it as they think fit unless— a the period mentioned in subsection (5) has expired without the Secretary of State directing the reference of the application to him or giving them notice under paragraph (b) of that subsection; or b he has notified them that he does not intend to require the reference of the application. 7 Where the local planning authority notify the Secretary of State as mentioned in subsection (4), they shall not refuse the application unless— a a period of 28 days beginning with the date of the notification has expired without the Secretary of State directing the reference of the application to him or giving them notice under subsection (5)(b); or b he has notified the authority that he does not intend to require the reference of the application. 8 Where, after receiving notification under subsection (4), the Secretary of State directs the reference of the application to him, before determining the application he shall, if either the applicant or the authority or, as the case may be, the Commission so desire, give each of them an opportunity of appearing before, and being heard by, a person appointed by the Secretary of State. 9 Subsection (1) shall not apply where the application for listed building consent is made by the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "15", "section_title": " Directions concerning notification of applications etc. ", "section_text": "15 1 The Secretary of State may direct that, in the case of such descriptions of applications for listed building consent as he may specify, sections 13 and 14 shall not apply. 2 Where a direction is in force under subsection (1) in respect of any description of application, local planning authorities may determine applications of that description in any manner they think fit, without notifying the Secretary of State or, as the case may be, the Commission. 3 Before giving a direction under subsection (1) in respect of any description of application for consent to the demolition of a building in England, the Secretary of State shall consult the Commission. 4 Where a direction is in force under subsection (1), the Secretary of State may direct a local planning authority that section 13 or, as the case may be, section 14 shall nevertheless apply— a to a particular application for listed building consent; or b to such descriptions of application for listed building consent as are specified in the direction; and such a direction has effect in relation to any such application which has not been disposed of by the authority by their granting or refusing consent. 5 Without prejudice to sections 10 to 14, the Secretary of State may give directions to local planning authorities requiring them, in such cases or classes of case as may be specified in the directions, to notify him and such other persons as may be so specified— a of any applications made to the authorities for listed building consent; and b of the decisions taken by the authorities on those applications. 6 Directions under subsection (1) or (5) may be given to authorities generally or to particular authorities or descriptions of authority."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "16", "section_title": " Decision on application. ", "section_text": "16 1 Subject to the previous provisions of this Part, the local planning authority or, as the case may be, the Secretary of State may grant or refuse an application for listed building consent and, if they grant consent, may grant it subject to conditions. 2 In considering whether to grant listed building consent for any works the local planning authority or the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses. 3 Any listed building consent shall (except in so far as it otherwise provides) enure for the benefit of the building and of all persons for the time being interested in it."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "17", "section_title": " Power to impose conditions on grant of listed building consent. ", "section_text": "17 1 Without prejudice to the generality of section 16(1), the conditions subject to which listed building consent may be granted may include conditions with respect to— a the preservation of particular features of the building, either as part of it or after severance from it; b the making good, after the works are completed, of any damage caused to the building by the works; c the reconstruction of the building or any part of it following the execution of any works, with the use of original materials so far as practicable and with such alterations of the interior of the building as may be specified in the conditions. 2 A condition may also be imposed requiring specified details of the works (whether or not set out in the application) to be approved subsequently by the local planning authority or, in the case of consent granted by the Secretary of State, specifying whether such details are to be approved by the local planning authority or by him. 3 Listed building consent for the demolition of a listed building may be granted subject to a condition that the building shall not be demolished before— a a contract for the carrying out of works of redevelopment of the site has been made; and b planning permission has been granted for the redevelopment for which the contract provides."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "18", "section_title": " Limit of duration of listed building consent. ", "section_text": "18 1 Subject to the provisions of this section, every listed building consent shall be granted subject to the condition that the works to which it relates must be begun not later than the expiration of— a three years  beginning with the date on which the consent is granted; or b such other period (whether longer or shorter) beginning with that date as the authority granting the consent may direct, being a period which the authority considers appropriate having regard to any material considerations. 2 If listed building consent is granted without the condition required by subsection (1), it shall be deemed to have been granted subject to the condition that the works to which it relates must be begun not later than the expiration of   three years  beginning with the date of the grant. 2A Subsection (2B) applies if any proceedings are begun to challenge the validity of a grant of listed building consent or of a deemed grant of listed building consent. 2B The period before the end of which the works to which the consent relates are required to be begun in pursuance of subsection (1) or (2) must be taken to be extended by one year. 2C Nothing in this section prevents the works being begun from the time the consent is granted. 3 Nothing in this section applies to any consent to the retention of works granted under section 8(3)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "18A", "section_title": "Extension of duration of certain listed building consent", "section_text": "18A 1 This section applies in relation to listed building consent granted or deemed to be granted— a in relation to a building in England, and b subject to a condition which has the effect that the works to which the consent relates must be begun not later than a time falling within the period— i beginning with 23 March 2020, and ii ending with 31 December 2020. 2 The condition is deemed to provide instead that the works to which the consent relates must be begun not later than 1 May 2021. 3 The time by which the works must be begun is not to be extended (whether by section 18(2B) or otherwise) to a later time than that for the time being provided for in subsection (2). 4 The reference in subsection (1) to listed building consent being granted, or deemed to be granted, subject to a condition which has the effect mentioned in paragraph (b) of that subsection includes a reference to the consent being subject to a condition which has that effect by virtue of being subsequently modified (whether under section 18(2B) or otherwise)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "19", "section_title": " Application for variation or discharge of conditions. ", "section_text": "19 1 Any person interested in a listed building with respect to which listed building consent has been granted subject to conditions may apply to the local planning authority for the variation or discharge of the conditions. 2 The application shall indicate what variation or discharge of conditions is applied for. 3 Sections 10 to 15 apply to such an application as they apply to an application for listed building consent. 4 On such an application the local planning authority or, as the case may be, the Secretary of State may vary or discharge the conditions attached to the consent, and may add new conditions consequential upon the variation or discharge, as they or he thinks fit. 5 But a variation or discharge of conditions under this section must not— a vary a condition subject to which a consent was granted by extending the time within which the works must be started; b discharge such a condition."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "20", "section_title": " Right to appeal against decision or failure to take decision.", "section_text": "20 1 Where a local planning authority— a refuse an application for listed building consent or grant it subject to conditions; b refuse an application for the variation or discharge of conditions subject to which such consent has been granted or grant it and add new conditions; or c refuse an application for approval required by a condition imposed on the granting of listed building consent with respect to details of works or grant it subject to conditions, the applicant, if aggrieved by the decision, may appeal to the Secretary of State. 2 A person who has made such an application may also appeal to the Secretary of State if the local planning authority have   done none of the following — a given notice to the applicant of their decision on the application;  aa given notice to the applicant that they have exercised their power under section 81A or 81B to decline to determine the application; b in the case of such an application as is mentioned in paragraph (a) or (b) of subsection (1), given notice to the applicant that the application has been referred to the Secretary of State in accordance with directions given under section 12, within the relevant period from the date of the receipt of the application, or within such extended period as may at any time be agreed upon in writing between the applicant and the authority. 3 In this section “ the relevant period ” means— a in the case of such an application as is mentioned in paragraph (a) or (b) of subsection (1), such period as may be prescribed; and b in the case of such an application for approval as is mentioned in paragraph (c) of subsection (1), the period of eight weeks from the date of the receipt of the application. 4 For the purposes of the application  in relation to England  of sections 22(1) and 63(7)(b) in relation to an appeal under subsection (2) it shall be assumed that the authority decided to refuse the application in question. 5 For the purposes of the application in relation to Wales of sections 22(1), 63(7)(b) and 88E(7)(b) in relation to an appeal under subsection (2) it shall be assumed that the authority decided to refuse the application in question."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "20A", "section_title": "Appeal made: functions of local planning authorities", "section_text": "20A 1 This section applies if a person who has made an application mentioned in section 20(1)(a) appeals to the Secretary of State under section 20(2). 2 At any time before the end of the additional period the local planning authority may give the notice referred to in section 20(2). 3 If the local planning authority give notice as mentioned in subsection (2) that their decision is to refuse the application— a the appeal must be treated as an appeal under section 20(1) against the refusal; b the Secretary of State must give the person making the appeal an opportunity to revise the grounds of the appeal; c the Secretary of State must give such a person an opportunity to change any option the person has chosen relating to the procedure for the appeal. 4 If the local planning authority give notice as mentioned in subsection (2) that their decision is to grant the application subject to conditions the Secretary of State must give the person making the appeal the opportunity— a to proceed with the appeal as an appeal under section 20(1) against the grant of the application subject to conditions; b to revise the grounds of the appeal; c to change any option the person has chosen relating to the procedure for the appeal. 5 The Secretary of State must not issue his decision on the appeal before the end of the additional period. 6 The additional period is the period prescribed for the purposes of this section and which starts on the day on which the person appeals under section 20(2)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "21", "section_title": " Appeals: supplementary provisions. ", "section_text": "21 1 An appeal under section 20 must be made by notice served in the prescribed manner within such period as may be prescribed. 2 The period which may be prescribed under subsection (1) must not be less than— a in the case of an appeal under subsection (1) of section 20, 28 days from the receipt by the applicant of notification of the decision; or b in the case of an appeal under subsection (2) of that section, 28 days from the end of the relevant period (within the meaning of that section) or, as the case may be, the extended period there mentioned. 3 The notice of appeal may include as the ground or one of the grounds of the appeal a claim that the building is not of special architectural or historic interest and ought to be removed from any list compiled or approved by the Secretary of State under section 1. 4 In the case of a building with respect to which  interim protection has effect or   a listed building preservation notice is in force, the notice may include a claim that the building should not be included in such a list. 4A Once notice of an appeal under section 20 to the Welsh Ministers has been served, the application to which it relates may not be varied, except in such circumstances as may be prescribed. 4B Regulations which make provision under subsection (4A) must provide for an application which is varied to be subject to such further consultation as the Welsh Ministers consider appropriate. 5 Regulations under this Act may provide that an appeal in respect of an application for listed building consent or for the variation or discharge of conditions subject to which such consent has been granted shall not be entertained unless it is accompanied by a certificate in the prescribed form and corresponding to one of those described in subsection (1) of section 11. 6 Any such regulations may also include provisions corresponding to those which may be included in the regulations which may be made by virtue of section 11. 7 If any person— a issues a certificate which purports to comply with the requirements of regulations made by virtue of subsection (5) or (6) and contains a statement which he knows to be false or misleading in a material particular; or b recklessly issues a certificate which purports to comply with those requirements and contains a statement which is false or misleading in a material particular, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 Regulations under this Act may provide for an appeal under section 20 to be accompanied by such other information as may be prescribed. 9 The power to make regulations under subsection (8) is exercisable by— a the Secretary of State, in relation to England; b the Welsh Ministers, in relation to Wales. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "22", "section_title": " Determination of appeals. ", "section_text": "22 1 The Secretary of State may allow or dismiss an appeal under section 20 or may reverse or vary any part of the authority’s decision (whether or not the appeal relates to that part), and— a may deal with the application as if it had been made to him in the first instance; and b may exercise his power under section 1 to amend any list compiled or approved under that section by removing from it the building to which the appeal relates. 2 Before determining the appeal, the Secretary of State shall, if either the applicant or the local planning authority so wish, give each of them an opportunity of appearing before, and being heard by, a person appointed by the Secretary of State for the purpose. 2B Subsection (2) does not apply to an appeal to the Welsh Ministers. 3 The decision of the Secretary of State on  an appeal under section 20  shall be final. 4 Schedule 3 applies to appeals under section 20."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "23", "section_title": " Revocation and modification of listed building consent by local planning authority. ", "section_text": "23 1 If it appears to the local planning authority that it is expedient to revoke or modify any listed building consent granted on an application under this Act, the authority may by order revoke or modify the consent to such extent as they consider expedient. 2 In performing their functions under subsection (1) the local planning authority shall have regard to   any  material considerations. 3 The power conferred by this section to revoke or modify listed building consent in respect of any works may be exercised at any time before those works have been completed, but the revocation or modification shall not affect so much of those works as has been previously carried out."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "24", "section_title": " Procedure for s. 23 orders: opposed cases. ", "section_text": "24 1 Except as provided in section 25, an order made by a local planning authority under section 23 shall not take effect unless it is confirmed by the Secretary of State. 2 Where a local planning authority submit such an order to the Secretary of State for confirmation they shall serve notice on— a the owner of the building affected; b the occupier of that building; and c any other person who in their opinion will be affected by the order. 3 The notice shall specify the period (which must not be less than 28 days after its service) within which any person on whom it is served may require an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 4 If within that period a person on whom the notice is served so requires, the Secretary of State shall give such an opportunity both to that person and to the local planning authority before he confirms the order. 5 The Secretary of State may confirm an order submitted to him under this section either without modification or subject to such modifications as he considers expedient."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "25", "section_title": " Procedure for s. 23 orders: unopposed cases. ", "section_text": "25 1 This section shall have effect where— a the local planning authority have made an order under section 23 revoking or modifying a listed building consent granted by them; and b the owner and occupier of the land and all persons who in the authority’s opinion will be affected by the order have notified the authority in writing that they do not object to the order. 2 Where this section applies, instead of submitting the order to the Secretary of State for confirmation the authority shall— a advertise in the prescribed manner the fact that the order has been made, specifying in the advertisement— i the period within which persons affected by the order may give notice to the Secretary of State that they wish for an opportunity of appearing before and being heard by a person appointed by him for the purpose; and ii the period at the end of which, if no such notice is given to the Secretary of State, the order may take effect by virtue of this section without being confirmed by him; b serve notice to the same effect on the persons mentioned in subsection (l)(b); c send a copy of any such advertisement to the Secretary of State not more than three days after its publication. 3 If— a no person claiming to be affected by the order has given notice to the Secretary of State as mentioned in subsection (2)(a)(i) within the period referred to in that subsection; and b the Secretary of State has not directed within that period that the order be submitted to him for confirmation, the order shall take effect at the end of the period referred to in subsection (2)(a)(ii) without being confirmed by the Secretary of State as required by section 24(1). 4 The period referred to in subsection (2)(a)(i) must not be less than 28 days from the date on which the advertisement first appears. 5 The period referred to in subsection (2)(a)(ii) must not be less than 14 days from the end of the period referred to in subsection (2)(a)(i)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26", "section_title": " Revocation and modification of listed building consent by the Secretary of State. ", "section_text": "26 1 If it appears to the Secretary of State that it is expedient that an order should be made under section 23 revoking or modifying any listed building consent granted on an application under this Act, he may himself make such an order revoking or modifying the consent to such extent as he considers expedient. 2 In performing his functions under subsection (1) the Secretary of State shall have regard to   any  material considerations. 3 The Secretary of State shall not make an order under that subsection without consulting the local planning authority. 4 Where the Secretary of State proposes to make such an order he shall serve notice on— a the owner of the building affected; b the occupier of that building; and c any other person who in his opinion will be affected by the order. 5 The notice shall specify the period (which must not be less than 28 days after its service) within which any person on whom it is served may require an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 6 If within that period a person on whom it is served so requires, before the Secretary of State makes the order he shall give such an opportunity both to him and to the local planning authority. 7 The power conferred by this section to revoke or modify listed building consent in respect of any works may be exercised at any time before those works have been completed, but the revocation or modification shall not affect so much of those works as has been previously carried out. 8 An order under this section shall have the same effect as if it had been made by the local planning authority under section 23 and confirmed by the Secretary of State under section 24."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26A", "section_title": "Heritage partnership agreements", "section_text": " 26A 1 A relevant local planning authority may make an agreement under this section (a  “heritage partnership agreement”) with any owner of a listed building, or a part of such a building, situated in England. 2 Any of the following may also be a party to a heritage partnership agreement in addition to an owner and the relevant local planning authority— a any other relevant local planning authority; b the Secretary of State; c the Commission; d any person who has an interest in the listed building; e any occupier of the listed building; f any person involved in the management of the listed building; g any other person who appears to the relevant local planning authority appropriate as having special knowledge of, or interest in, the listed building, or in buildings of architectural or historic interest more generally. 3 A heritage partnership agreement may contain provision— a granting listed building consent under section 8(1) in respect of specified works for the alteration or extension of the listed building to which the agreement relates, and b specifying any conditions to which the consent is subject. 4 The conditions to which listed building consent may be subject under subsection (3)(b) in respect of specified works are those that could be attached to listed building consent in respect of the works if consent were to be granted under section 16. 5 If a heritage partnership agreement contains provision under subsection (3), nothing in sections 10 to 26 and 28 applies in relation to listed building consent for the specified works, subject to any regulations under section 26B(2)(f). 6 A heritage partnership agreement may also— a specify or describe works that would or would not, in the view of the parties to the agreement, affect the character of the listed building as a building of special architectural or historic interest; b make provision about the maintenance and preservation of the listed building; c make provision about the carrying out of specified work, or the doing of any specified thing, in relation to the listed building; d provide for public access to the listed building and the provision to the public of associated facilities, information or services; e restrict access to, or use of, the listed building; f prohibit the doing of any specified thing in relation to the listed building; g provide for a relevant public authority to make payments of specified amounts and on specified terms— i for, or towards, the costs of any works provided for under the agreement; or ii in consideration of any restriction, prohibition or obligation accepted by any other party to the agreement. 7 For the purposes of subsection (6)(g), each of the following, if a party to the agreement, is a relevant public authority— a the Secretary of State; b the Commission; c a relevant local planning authority. 8 In this section  “ specified ” means specified or described in the heritage partnership agreement. 9 In this section and section 26B— “ owner ”, in relation to a listed building or a part of such a building, means a person who is for the time being — the estate owner in respect of the fee simple in the building or part; or entitled to a tenancy of the building or part granted or extended for a term of years certain of which not less than seven years remain unexpired; “ relevant local planning authority ”, in relation to a listed building, means a local planning authority in whose area the building or any part of the building is situated."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26B", "section_title": "Heritage partnership agreements: supplemental", "section_text": " 26B 1 A heritage partnership agreement— a must be in writing; b must make provision for the parties to review its terms at intervals specified in the agreement; c must make provision for its termination and variation; d may relate to more than one listed building or part, provided that in each case a relevant local planning authority and an owner are parties to the agreement; and e may contain incidental and consequential provisions. 2 The Secretary of State may by regulations make provision— a about any consultation that must take place before heritage partnership agreements are made or varied; b about the publicity that must be given to heritage partnership agreements before or after they are made or varied; c specifying terms that must be included in heritage partnership agreements; d enabling the Secretary of State or any other person specified in the regulations to terminate by order a heritage partnership agreement or any provision of such an agreement; e about the provision that may be included in an order made under regulations under paragraph (d), including provision enabling such orders to contain supplementary, incidental, transitory, transitional or saving provision; f applying or reproducing, with or without modifications, any provision of sections 10 to 26 and 28 for the purposes of heritage partnership agreements; g providing for any of the following, as they apply for the purposes of provisions mentioned in paragraph (f), to apply with any modifications consequential on provision made under that paragraph— i sections 30 to 37; ii sections 62 and 63; iii Parts 3 and 4; iv Schedule 3. 3 Regulations made under subsection (2)(a) may, in particular, include provision as to— a the circumstances in which consultation must take place; b the types of listed building in respect of which consultation must take place; c who must carry out the consultation; d who must be consulted (including provision enabling the Commission to direct who is to be consulted in particular cases); and e how the consultation must be carried out. 4 Listed building consent granted by a heritage partnership agreement (except so far as the agreement or regulations under subsection (2) otherwise provide) enures for the benefit of the building and of all persons for the time being interested in it. 5 Subject to subsection (4), a heritage partnership agreement cannot impose any obligation or liability, or confer any right, on a person who is not party to the agreement. 6 Section 84 of the Law of Property Act 1925 (power to discharge or modify restrictive covenant) does not apply to a heritage partnership agreement."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26C", "section_title": "Listed building consent orders", "section_text": "26C 1 The Secretary of State may by order (a  “listed building consent order”) grant listed building consent under section 8(1) in respect of works of any description for the alteration or extension of listed buildings of any description in England. 2 The consent may be granted subject to conditions specified in the order. 3 Without prejudice to the generality of subsection (2), the conditions that may be specified include any conditions subject to which listed building consent may be granted under section 16. 4 A listed building consent order may (without prejudice to section 17(2)) give the local planning authority power to require details of works to be approved by them, and may grant consent subject to conditions with respect to— a the making of an application to the authority for a determination as to whether such approval is required, and b the outcome of such an application or the way it is dealt with. 5 A listed building consent order may enable the Secretary of State or the local planning authority to direct that consent granted by the order does not apply— a to a listed building specified in the direction; b to listed buildings of a description specified in the direction; c to listed buildings in an area specified in the direction. 6 An order may in particular make provision about the making, coming into force, variation and revocation of such a direction, including provision conferring powers on the Secretary of State in relation to directions by a local planning authority. 7 Nothing in sections 10 to 26 applies in relation to listed building consent granted by a listed building consent order; but that does not affect the application of sections 20, 21 and 22 in relation to an application for approval required by a condition to which consent is subject."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26D", "section_title": "Local listed building consent orders", "section_text": "26D 1 A local planning authority for any area in England may by order (a  “local listed building consent order”) grant listed building consent under section 8(1) in respect of works of any description for the alteration or extension of listed buildings. 2 Regulations under this Act may provide that subsection (1) does not apply to listed buildings of any description or in any area. 3 The consent granted by a local listed building consent order may relate— a to all listed buildings in the area of the authority or any part of that area; b to listed buildings of any description in that area or any part of that area. 4 The consent may be granted subject to conditions specified in the order. 5 Without prejudice to the generality of subsection (4), the conditions that may be specified include any subject to which listed building consent may be granted under section 16. 6 A local listed building consent order may enable the local planning authority to direct that the consent granted by the order in respect of works of any description does not apply— a to a listed building specified in the direction; b to listed buildings of a description specified in the direction; c to listed buildings in an area specified in the direction. 7 An order may in particular make provision about the making, coming into force, variation and revocation of such a direction, including provision conferring powers on the Secretary of State. 8 Nothing in sections 10 to 26 applies in relation to listed building consent granted by a local listed building consent order; but that does not affect the application of sections 20, 21 and 22 in relation to an application for approval required by a condition to which consent is subject. 9 Schedule 2A makes provision in connection with local listed building consent orders."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26E", "section_title": "Powers of Secretary of State in relation to local orders", "section_text": "26E 1 At any time before a local listed building consent order is adopted by a local planning authority the Secretary of State may direct that the order (or any part of it) is not to be adopted without the Secretary of State's approval. 2 If the Secretary of State gives a direction under subsection (1)— a the authority must not take any step in connection with the adoption of the order until they have submitted the order or the part to the Secretary of State and the Secretary of State has decided whether to approve it; b the order has no effect unless it (or the part) has been approved by the Secretary of State. 3 In considering an order or part submitted under subsection (2)(a) the Secretary of State may take account of any matter the Secretary of State thinks relevant. 4 It is immaterial whether any such matter was taken account of by the local planning authority. 5 The Secretary of State— a may approve or reject an order or part of an order submitted under subsection (2)(a); b must give reasons for that decision. 6 The Secretary of State— a may at any time before a local listed building consent order is adopted by the local planning authority, direct them to modify it in accordance with the direction; b must give reasons for any such direction. 7 The local planning authority— a must comply with a direction under subsection (6); b must not adopt the order unless the Secretary of State gives notice of being satisfied that they have complied with the direction. 8 The Secretary of State— a may at any time by order revoke a local listed building consent order if of the opinion that it is expedient to do so; b must give reasons for doing so. 9 The Secretary of State— a must not make an order under subsection (8) without consulting the local planning authority; b if proposing to make such an order, must serve notice on the local planning authority. 10 A notice under subsection (9)(b) must specify the period (which must not be less than 28 days from the date of its service) within which the authority may require an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 11 The Secretary of State must give the authority such an opportunity if they require it within the period specified in the notice."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26F", "section_title": "Considerations in making orders", "section_text": "26F 1 In considering whether to make a listed building consent order or local listed building consent order the Secretary of State or local planning authority must have special regard to the desirability of preserving— a listed buildings of a description to which the order applies, b their setting, or c any features of special architectural or historic interest which they possess. 2 Before making a listed building consent order the Secretary of State must consult the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26G", "section_title": "Effect of revision or revocation of order on incomplete works", "section_text": "26G 1 A listed building consent order or local listed building consent order may include provision permitting the completion of works if— a listed building consent is granted by the order in respect of the works, and b the listed building consent is withdrawn after the works are started but before they are completed. 2 Listed building consent granted by an order is withdrawn— a if the order is revoked; b if the order is varied or (in the case of a local listed building consent order) revised so that it ceases to grant listed building consent in respect of the works or materially changes any condition or limitation to which the grant of listed building consent is subject; c if a direction applying to the listed building is issued under powers conferred under section 26C(5) or 26D(6)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26H", "section_title": "Certificate of lawfulness of proposed works", "section_text": "26H 1 A person who wishes to ascertain whether proposed works for the alteration or extension of a listed building in England would be lawful may make an application to the local planning authority specifying the building and describing the works. 2 For the purposes of this section works would be lawful if they would not affect the character of the listed building as a building of special architectural or historic interest. 3 If on an application under this section the local planning authority are provided with information satisfying them that the works described in the application would be lawful at the time of the application, they must issue a certificate to that effect; and in any other case they must refuse the application. 4 A certificate under this section must— a specify the building to which it relates; b describe the works concerned; c give the reasons for determining that the works would be lawful; and d specify the date of issue of the certificate. 5 Works for which a certificate is issued under this section are to be conclusively presumed to be lawful, provided that— a they are carried out within 10 years beginning with the date of issue of the certificate, and b the certificate is not revoked under section 26I."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26I", "section_title": "Certificates under section 26H: supplementary", "section_text": "26I 1 An application for a certificate under section 26H must be made in such manner as may be prescribed by regulations under this Act. 2 An application must include such particulars, and be verified by such evidence, as may be required— a by the regulations, b by any directions given under the regulations, or c by the local planning authority. 3 Regulations under this Act may make provision about how applications for a certificate under section 26H are to be dealt with by local planning authorities. 4 In particular, regulations may provide for requiring the authority— a to give to any applicant within a prescribed period such notice as may be prescribed as to the manner in which the application has been dealt with; and b to give to the Secretary of State, and to such other persons as may be prescribed, prescribed information with respect to such applications made to the authority, including information as to the manner in which any application has been dealt with. 5 A certificate under section 26H may be issued-- a for the whole or part of the listed building specified in the application; and b for all or part of the works described in the application; and must be in such form as may be prescribed. 6 A local planning authority may revoke a certificate under section 26H if, on the application for the certificate— a a statement was made or document used which was false in a material particular; or b any material information was withheld. 7 Regulations under this section may make provision for regulating the manner in which certificates may be revoked and the notice to be given of such revocation."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26J", "section_title": "Offences", "section_text": "26J 1 A person is guilty of an offence if, for the purpose of procuring a particular decision on an application (whether or not by that person) for the issue of a certificate under section 26H, the person— a knowingly or recklessly makes a statement which is false or misleading in a material particular; b with intent to deceive, uses any document which is false or misleading in a material particular; or c with intent to deceive, withholds any material information. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to imprisonment for a term not exceeding two years, or a fine, or both. 3 Notwithstanding section 127 of the Magistrates' Courts Act 1980, a magistrates' court may try an information in respect of an offence under subsection (1) whenever laid."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26K", "section_title": "Appeals against refusal or failure to give decision on application", "section_text": "26K 1 Where an application is made to a local planning authority for a certificate under section 26H and— a the application is refused or is refused in part, or b the authority do not give notice to the applicant of their decision on the application within such period as may be prescribed under section 26I or within such extended period as may at any time be agreed in writing between the applicant and the authority, the applicant may by notice appeal to the Secretary of State. 2 A notice of appeal under this section— a must be served within such time and in such manner as may be prescribed; b must be accompanied by such information as may be prescribed. 3 The time prescribed for the service of a notice of appeal under this section must not be less than— a 28 days from the date of notification of the decision on the application; or b in the case of an appeal under subsection (1)(b), 28 days from— i the end of the period prescribed as mentioned in subsection (1)(b), or ii as the case may be, the extended period mentioned in subsection (1)(b). 4 On an appeal under this section, the Secretary of State must grant the appellant a certificate under section 26H or, in the case of a refusal in part, modify the certificate granted by the authority on the application, if and so far as the Secretary of State is satisfied— a in the case of an appeal under subsection (1)(a), that the authority's refusal is not well-founded, or b in the case of an appeal under subsection (1)(b), that if the authority had refused the application their refusal would not have been well-founded. 5 If and so far as the Secretary of State is satisfied that the authority's refusal is or, as the case may be, would have been well-founded, the Secretary of State must dismiss the appeal. 6 Where the Secretary of State grants a certificate under section 26H on an appeal under this section, the Secretary of State must give notice to the local planning authority of that fact. 7 References in this section to a refusal of an application in part include a modification or substitution of the description in the application of the works concerned. 8 Schedule 3 applies to an appeal under this section."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26L", "section_title": "Heritage partnership agreements", "section_text": "26L 1 A relevant local planning authority may make an agreement under this section with any owner of a listed building, or part of such a building, situated in Wales. 2 Any of the following may also be a party to an agreement made by a relevant local planning authority under this section (in addition to the owner and the authority)— a any other relevant local planning authority; b the Welsh Ministers; c any occupier of the listed building; d any person who has an interest in the listed building; e any person involved in the management of the listed building; f any other person who appears to the relevant planning authority appropriate as having special knowledge of, or interest in, the listed building, or in buildings of architectural or historic interest more generally. 3 The Welsh Ministers may make an agreement under this section with any owner of a listed building, or part of such a building, situated in Wales. 4 Any of the following may also be a party to an agreement made by the Welsh Ministers under this section (in addition to the owner and the Welsh Ministers)— a any relevant local planning authority; b any occupier of the listed building; c any person who has an interest in the listed building; d any person involved in the management of the listed building; e any other person who appears to the Welsh Ministers appropriate as having special knowledge of, or interest in, the listed building, or in buildings of architectural or historic interest more generally. 5 An agreement under this section is referred to in this section and in section 26M as a  “heritage partnership agreement”. 6 A heritage partnership agreement may contain provision— a granting listed building consent under section 8(1) in respect of specified works for the alteration or extension of the listed building to which the agreement relates; and b specifying any conditions to which the consent is subject. 7 The conditions to which listed building consent may be subject under subsection (6)(b) in respect of specified works are those that could be attached to listed building consent in respect of the works if consent were to be granted under section 16. 8 A heritage partnership agreement may also— a specify or describe works that would or would not, in the view of the parties to the agreement, affect the character of the listed building as a building of special architectural or historic interest; b make provision about the maintenance and preservation of the listed building; c make provision about the carrying out of specified works, or the doing of any specified thing, in relation to the listed building; d provide for public access to the listed building and the provision to the public of associated facilities, information or services; e restrict access to, or use of, the listed building; f prohibit the doing of any specified thing in relation to the listed building; g provide for a relevant local planning authority or the Welsh Ministers to make payments of specified amounts and on specified terms— i for, or towards, the costs of any works provided for under the agreement; or ii in consideration of any restriction, prohibition or obligation accepted by any other party to the agreement. 9 In this section  “ specified ” means specified or described in the heritage partnership agreement. 10 In this section and in section 26M— “ owner ”, in relation to a listed building or part of such a building, means a person who is for the time being— the estate owner in respect of the fee simple in the building or part; or entitled to a tenancy of the building or part granted or extended for a term of years certain of which not less than 7 years remain unexpired; “ relevant local planning authority ”, in relation to a listed building, means a local planning authority in whose area the building or any part of the building is situated."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "26M", "section_title": "Heritage partnership agreements: supplemental", "section_text": "26M 1 A heritage partnership agreement— a must be in writing; b must make provision for the parties to review its terms at intervals specified in the agreement; c must make provision for its termination and variation; and d may contain incidental and consequential provision. 2 A heritage partnership agreement may relate to more than one listed building or part of such a building, provided that the following are parties to the agreement in each case— a a relevant local planning authority or the Welsh Ministers; and b an owner of the building or part. 3 The Welsh Ministers must by regulations make provision— a about the consultation that must take place before a heritage partnership agreement is made or varied; b about the publicity that must be given to a heritage partnership agreement before or after it is made or varied; c specifying terms that must be included in a heritage partnership agreement; d enabling the Welsh Ministers to terminate by order a heritage partnership agreement or any provision of such an agreement; and e enabling any local planning authority who is a party to the heritage partnership agreement to terminate the agreement, or any provision of the agreement, by order. 4 Regulations under subsection (3)(d) or (e) may specify the provision that may be included in orders made by virtue of those paragraphs, including provision enabling such orders to contain supplementary, incidental, transitory, transitional or saving provision. 5 The Welsh Ministers may by regulations make provision— a disapplying, or applying or reproducing with or without modifications, any provision of sections 10 to 13, 15 to 26, 28, and 38 to 46 for the purposes of heritage partnership agreements; b providing for any of the following, as they apply for the purposes of provisions mentioned in paragraph (a), to apply with any modifications consequential on provision made under that paragraph— i sections 30 to 37; ii sections 62 and 63; iii Parts 3 and 4; iv Schedule 3. 6 A heritage partnership agreement cannot impose any obligation or liability, or confer any right, on a person who is not a party to the agreement (and, accordingly, listed building consent granted by such an agreement enures only for the benefit of the parties to the agreement)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "27", "section_title": " Compensation for refusal of consent to alteration, etc. of listed building. ", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "28", "section_title": " Compensation where listed building consent revoked or modified. ", "section_text": "28 1 This section shall have effect where listed building consent is revoked or modified by an order under section 23 (other than an order which takes effect by virtue of section 25). 2 If on a claim made to the local planning authority within the prescribed time and in the prescribed manner, it is shown that a person interested in the building— a has incurred expenditure in carrying out works which are rendered abortive by the revocation or modification; or b has otherwise sustained loss or damage which is directly attributable to the revocation or modification, the authority shall pay that person compensation in respect of that expenditure, loss or damage. 3 Subject to subsection (4), no compensation shall be paid under this section in respect of— a any works carried out before the grant of the listed building consent which is revoked or modified; or b any other loss or damage (not being loss or damage consisting of depreciation of the value of an interest in land) arising out of anything done or omitted to be done before the grant of that consent. 4 For the purposes of this section, expenditure incurred in the preparation of plans for the purposes of any works, or upon other similar matters preparatory to any works, shall be taken to be included in the expenditure incurred in carrying out those works."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "28A", "section_title": "Compensation where consent formerly granted by order is granted conditionally or refused", "section_text": " 28A 1 Section 28 also has effect (subject to subsections (2) and (3)) where— a listed building consent granted by a listed building consent order or a local listed building consent order is withdrawn (whether by the revocation or amendment of the order or by the issue of a direction), and b on an application for listed building consent made within the prescribed period after the withdrawal, consent for works formerly authorised by the order is refused or is granted subject to conditions other than those imposed by the order. 2 Section 28 does not have effect by virtue of subsection (1) if— a the works authorised by the order were started before the withdrawal, and b the order included provision in pursuance of section 26G permitting the works to be completed after the withdrawal. 3 Section 28 does not have effect by virtue of subsection (1) if— a notice of the withdrawal was published in the prescribed manner and within the prescribed period before the withdrawal, and b the works authorised by the order were not started before the notice was published. 4 Where section 28 has effect by virtue of subsection (1), references in section 28(2) and (3) to the revocation or modification of listed building consent are references to the withdrawal of the listed building consent by revocation or amendment of the order or by issue of the direction."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "28B", "section_title": "Compensation for loss or damage caused by interim protection", "section_text": "28B 1 This section applies where interim protection in respect of a building ceases to have effect as a result of the issue of a notice by the Welsh Ministers under section 2B(4)(b). 2 Any person who, at the time when the interim protection took effect, had an interest in the building is, on making a claim to the Welsh Ministers within the prescribed time and in the prescribed manner, entitled to be paid compensation by the Welsh Ministers in respect of any loss or damage directly attributable to the effect of the protection. 3 The loss or damage in respect of which compensation is payable under subsection (2) includes a sum payable in respect of any breach of contract caused by the necessity of discontinuing or countermanding any works to the building on account of the interim protection having effect. 4 Subsection (5) applies where— a a building preservation notice was in force in respect of the building before interim protection took effect; and b the notice ceased to be in force by virtue of section 3A(4)(a). 5 In such a case— a the reference in subsection (2) to the time when the interim protection took effect is to be treated as a reference to the time when the building preservation notice came into force; b the reference in that subsection to loss or damage directly attributable to the effect of the interim protection is to be treated as including a reference to loss or damage directly attributable to the effect of the building preservation notice being in force; and c the reference in subsection (3) to the necessity of discontinuing or countermanding works on account of the interim protection having effect is to be treated as including a reference to the necessity of discontinuing or countermanding works on account of the building preservation notice being in force."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "29", "section_title": " Compensation for loss or damage caused by service of building preservation notice. ", "section_text": "29 1 This section applies where a building preservation notice  in respect of a building situated in England   ceases to have effect without the building having been included in a list compiled or approved by the Secretary of State under section 1. 1A This section also applies where a building preservation notice in respect of a building situated in Wales ceases to have effect by virtue of section 3A(3)(b) or (4)(b). 2 Any person who at the time when the notice was served had an interest in the building shall, on making a claim to the authority within the prescribed time and in the prescribed manner, be entitled to be paid compensation by the local planning authority in respect of any loss or damage directly attributable to the effect of the notice. 3 The loss or damage in respect of which compensation is payable under subsection (2) shall include a sum payable in respect of any breach of contract caused by the necessity of discontinuing or countermanding any works to the building on account of the building preservation notice being in force with respect to it."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "30", "section_title": " Local planning authorities for compensation purposes.", "section_text": "30 1 Subject to subsection (2)— a b claims under section 28 shall be made to and paid by the local planning authority who made the order in question or, where it was made by the Secretary of State under section 26, the local planning authority who are treated as having made it under that section; c claims under section 29 shall be made to and paid by the local planning authority who served the building preservation notice, and references in those sections to a local planning authority shall be construed accordingly. 2 The Secretary of State may after consultation with all the authorities concerned direct that where a local planning authority is liable to pay compensation under section   . . . 28 or 29 in any particular case or class of case they shall be entitled to be reimbursed the whole of the compensation or such proportion of it as he may direct from one or more authorities specified in the direction. 3 This section does not apply in Greater London."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "31", "section_title": " General provisions as to compensation for depreciation under this Part.", "section_text": "31 1 For the purpose of assessing any compensation to which this section applies, the rules set out in section 5 of the  Land Compensation Act 1961 shall, so far as applicable and subject to any necessary modifications, have effect as they have effect for the purpose of assessing compensation for the compulsory acquisition of an interest in land. 2 This section applies to any compensation which is payable under sections  28   , 28B   , 29 and 44D   in respect of depreciation of the value of an interest in land. 3 Where an interest in land is subject to a mortgage— a any compensation to which this section applies, which is payable in respect of depreciation of the value of that interest, shall be assessed as if the interest were not subject to the mortgage; b a claim for any such compensation may be made by any mortgagee of the interest, but without prejudice to the making of a claim by the person entitled to the interest; c no compensation to which this section applies shall be payable in respect of the interest of the mortgagee (as distinct from the interest which is subject to the mortgage); and d any compensation to which this section applies which is payable in respect of the interest which is subject to the mortgage shall be paid to the mortgagee, or, if there is more than one mortgagee, to the first mortgagee, and shall in either case be applied by him as if it were proceeds of sale. 4 Except in so far as may be otherwise provided by any regulations made under this Act, any question of disputed compensation under sections  28 and  29 shall be referred to and determined by the   Upper Tribunal . 5 In relation to the determination of any such question, the provisions of   section  4 of the  Land Compensation Act 1961 shall apply subject to any necessary modifications and to the provisions of any regulations made under this Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "32", "section_title": " Purchase notice on refusal or conditional grant of listed building consent. ", "section_text": "32 1 Where— a on an application for listed building consent in respect of a building, consent  is refused, or granted subject to conditions, or  such consent granted on an application  is revoked or modified by an order under section 23 or 26; and b any owner of the building claims— i that the conditions mentioned in subsection (2) are satisfied with respect to it and any land comprising the building, or contiguous or adjacent to it, and owned with it; and ii that the conditions mentioned in subsection (3) are satisfied with respect to that land, he may, within the prescribed time and in the prescribed manner, serve on the council of the district  , Welsh county, county borough,  or London borough in which the building and land are situated a notice (in this Act referred to as a “listed building purchase notice”) requiring that council to purchase his interest in the building and land in accordance with sections 33 to 37. 2 The conditions mentioned in subsection (1)(b)(i) are— a that the building and land in respect of which the notice is served have become incapable of reasonably beneficial use in their existing state; b in a case where listed building consent has been granted subject to conditions with respect to the execution of the works or has been modified by the imposition of such conditions, that the land cannot be rendered capable of such use by the carrying out of the works in accordance with those conditions; and c in any case, that the land cannot be rendered capable of such use by the carrying out of any other works for which listed building consent has been granted or for which the local planning authority or the Secretary of State has undertaken to grant such consent. 3 The conditions mentioned in subsection (1)(b)(ii) are that the use of the land is substantially inseparable from that of the building and that it ought to be treated, together with the building, as a single holding. 4 In determining for the purpose of subsection (2) what is or would in any particular circumstances be a reasonably beneficial use of land, no account shall be taken of any prospective use which would involve the carrying out of  development (other than any development specified in paragraph 1 or 2 of Schedule 3 to the principal Act)  or any works requiring listed building consent which might be executed to the building, other than works for which the local planning authority or the Secretary of State have undertaken to grant such consent. 4A This section and sections 33 to 37 shall have effect as if— a the bodies on whom a listed building purchase notice may be served under this section included any National Park authority which is the local planning authority for the area in which the building and land in question are situated; and b a National Park authority were a local authority for the purposes of this Act and the Park for which it is the local planning authority were its area; and the references in those sections and in section 63(7)(a) to a council and to a local authority shall be construed accordingly. 5 References in sections 33 to 37 to the land are to the building and the land in respect of which the notice under subsection (1) is served."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "32A", "section_title": "Purchase notices: Crown land", "section_text": "32A 1 A listed building purchase notice may be served in respect of Crown land only as mentioned in this section. 2 The owner of a private interest in Crown land must not serve a listed building purchase notice unless— a he first offers to dispose of his interest to the appropriate authority on equivalent terms, and b the offer is refused by the appropriate authority. 3 The appropriate authority may serve a listed building purchase notice in relation to the following land— a land belonging to Her Majesty in right of Her private estates; b land belonging to Her Majesty in right of the Duchy of Lancaster; c land belonging to the Duchy of Cornwall; d land which forms part of the Crown Estate. 4 An offer is made on equivalent terms if the price payable for the interest is equal to (and, in default of agreement, determined in the same manner as) the compensation which would be payable in respect of it if it were acquired in pursuance of a listed building purchase notice."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "33", "section_title": " Action by council on whom listed building purchase notice served.", "section_text": "33 1 The council on whom a listed building purchase notice is served by an owner shall serve on him a notice stating either— a that the council are willing to comply with the purchase notice; or b that another local authority or statutory undertakers specified in the notice under this subsection have agreed to comply with it in their place; or c that for reasons so specified the council are not willing to comply with the purchase notice and have not found any other local authority or statutory undertakers who will agree to comply with it in their place and that they have transmitted to the Secretary of State a copy of the purchase notice and of the notice under this subsection. 2 A notice under subsection (1) must be served before the end of the period of three months beginning with the date of service of the listed building purchase notice. 3 Where such a notice as is mentioned in paragraph (a) or (b) of subsection (1) has been duly served, the council or, as the case may be, the other local authority or statutory undertakers specified in the notice shall be deemed— a to be authorised to acquire the interest of the owner compulsorily in accordance with the provisions of section 47; and b to have served a notice to treat in respect of it on the date of service of the notice under that subsection. 4 Where the council propose to serve such a notice as is mentioned in subsection (l)(c), they shall first send to the Secretary of State a copy of— a the proposed notice; and b the listed building purchase notice which was served on them."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "34", "section_title": " Procedure on reference of listed building purchase notice to Secretary of State. ", "section_text": "34 1 Where a copy of a listed building purchase notice is sent to the Secretary of State under section 33(4), he shall consider whether to confirm the notice or to take other action under section 35 in respect of it. 2 Before confirming such a notice or taking such other action, the Secretary of State shall give notice of his proposed action— a to the person who served the notice; b to the council on whom it was served; c in England  outside Greater London— i to the county planning authority and also, where that authority is a joint planning board, to the county council; and ii if the district council on whom the purchase notice in question was served is a constituent member of a joint planning board, to that board; cc in Wales, to the local planning authority, where it is a joint planning board;  and d if the Secretary of State proposes to substitute any other local authority or statutory undertakers for the council on whom the notice was served, to them. 3 A notice under subsection (2) shall specify the period (which must not be less than 28 days from its service) within which any of the persons on whom it is served may require the Secretary of State to give him an opportunity of appearing before and being heard by a person appointed by him for the purpose. 4 If any of those persons so require, before the Secretary of State confirms the listed building purchase notice or takes any other action under section 35 in respect of it, he shall give such an opportunity to each of them. 5 If after any of those persons have appeared before and been heard by the appointed person, it appears to the Secretary of State to be expedient to take action under section 35 otherwise than in accordance with the notice given by him, the Secretary of State may take that action accordingly."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "35", "section_title": " Action by Secretary of State in relation to listed building purchase notice. ", "section_text": "35 1 Subject to the following provisions of this section, if the Secretary of State is satisfied that the conditions specified in section 32(2)(a) to (c) are satisfied in the case of any listed building purchase notice, he shall confirm the notice. 2 If the Secretary of State is satisfied that those conditions are fulfilled only in respect of part of the land, he shall confirm the notice only in respect of that part and the notice shall have effect accordingly. 3 The Secretary of State shall not confirm the notice unless he is satisfied that the land comprises such land contiguous or adjacent to the building as is in his opinion required— a for preserving the building or its amenities, or b for affording access to it, or c for its proper control or management. 4 If it appears to the Secretary of State to be expedient to do so he may, instead of confirming the notice— a in the case of a notice served on account of the refusal of listed building consent for any works, grant such consent for those works; b in the case of a notice served on account of such consent being granted subject to conditions, revoke or amend those conditions so far as it appears to him to be required in order to enable the land to be rendered capable of reasonably beneficial use by the carrying out of those works; c in the case of a notice served on account of such consent being revoked by an order under section 23 or 26, cancel the order revoking the consent; or d in the case of a notice served on account of such consent being modified by such an order by the imposition of conditions, revoke or amend those conditions so far as appears to him to be required in order to enable the land to be rendered capable of reasonably beneficial use by the carrying out of the works in respect of which the consent was granted. 5 If it appears to the Secretary of State that the land (or any part of it) could be rendered capable of reasonably beneficial use within a reasonable time by the carrying out— a of any other works for which listed building consent ought to be granted, or b of any development for which planning permission ought to be granted, he may, instead of confirming the listed building purchase notice (or confirming it so far as it relates to that part), direct that if an application is made for such consent for those works or, as the case may be, for planning permission for that development, it shall be granted. 6 If it appears to the Secretary of State, having regard to the probable ultimate use of the building or its site, that it is expedient to do so, he may, if he confirms the notice, modify it either in relation to the whole or any part of the land, by substituting another local authority or statutory undertakers for the council on whom the notice was served. 7 Any reference in section 34 to the taking of action by the Secretary of State under this section includes a reference to the taking by him of a decision not to confirm the notice on the grounds that any of the conditions referred to in subsection (1) are not satisfied."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "36", "section_title": " Effect of Secretary of State’s action in relation to listed building purchase notice. ", "section_text": "36 1 Where the Secretary of State confirms a listed building purchase notice, the council on whom the notice was served shall be deemed— a to be authorised to acquire the owner’s interest in the land compulsorily in accordance with the provisions of section 47; and b to have served a notice to treat in respect of it on such date as the Secretary of State may direct. 2 If before the end of the relevant period the Secretary of State has neither— a confirmed the listed building purchase notice; nor b notified the owner by whom it was served that he does not propose to confirm it; nor c taken any such action in respect of it as is mentioned in subsection (4) or (5) of section 35, the notice shall be deemed to be confirmed at the end of that period and the council on whom it was served shall be deemed to have been authorised as mentioned in subsection (1)(a) and to have served a notice to treat in respect of the owner’s interest at the end of that period. 3 Where a listed building purchase notice is confirmed in respect of only part of the land, references in this section to the owner’s interest in the land are references to the owner’s interest in that part. 4 Where a listed building purchase notice is modified under section 35(6) by the substitution of another local authority or statutory undertakers for the council on whom the notice was served, the reference in subsection (1) to that council is to that other local authority or those statutory undertakers. 5 In this section “ the relevant period ” means, subject to subsection (6) below— a the period of nine months beginning with the date of the service of the listed building purchase notice; or b if it ends earlier, the period of six months beginning with the date on which a copy of the notice was sent to the Secretary of State. 6 The relevant period does not run if the Secretary of State has before him at the same time both— a a copy of the listed building purchase notice sent to him under section 33(4); and b a notice of appeal under section 20 or section 39 relating to any of the land to which the listed building purchase notice relates. 7 Where any decision by the Secretary of State to confirm or not to confirm a listed building purchase notice (including any decision to confirm the notice only in respect of part of the land, or to give any direction as to the granting of listed building consent or planning permission) is quashed under section 63, the notice shall be treated as cancelled but the owner may serve a further notice in its place. 8 For the purposes of determining whether such a further notice has been served within the period prescribed for the service of listed building purchase notices, the decision concerning listed building consent on account of which the notice has been served shall be treated as having been made on the date on which the Secretary of State’s decision was quashed."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "37", "section_title": " Reduction of compensation on acquisition where s. 28 compensation payable. ", "section_text": "37 Where compensation is payable under section 28 in respect of expenditure incurred in carrying out any works to a building, any compensation which then becomes payable in respect of the acquisition of an interest in the land in pursuance of a listed building purchase notice shall be reduced by an amount equal to the value of those works."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "38", "section_title": " Power to issue listed building enforcement notice. ", "section_text": "38 1 Where it appears to the local planning authority— a that any works have been or are being executed to a listed building in their area; and b that the works are such as to involve a contravention of section 9(1) or (2), they may, if they consider it expedient to do so having regard to the effect of the works on the character of the building as one of special architectural or historic interest, issue a notice under this section (in this Act referred to as a “listed building enforcement notice”). 2 A listed building enforcement notice shall specify the alleged contravention and require such steps as may be specified in the notice to be taken   . . .— a for restoring the building to its former state; or b if the authority consider that such restoration would not be reasonably practicable or would be undesirable, for executing such further works specified in the notice as they consider necessary to alleviate the effect of the works which were carried out without listed building consent; or c for bringing the building to the state in which it would have been if the terms and conditions of any listed building consent which has been granted for the works had been complied with.   3 A listed building enforcement notice— a shall specify the date on which it is to take effect and, subject to sections 39(3) and 65(3A), shall take effect on that date, and b shall specify the period within which any steps are required to be taken and may specify different periods for different steps, and, where different periods apply to different steps, references in this Part to the period for compliance with a listed building enforcement notice, in relation to any step, are to the period within which the step is required to be taken. 4 A copy of a listed building enforcement notice shall be served, not later than 28 days after the date of its issue and not later than 28 days before the  date specified in it as the date on which it is to take effect — a on the owner and on the occupier of the building to which it relates; and b on any other person having an interest in that building which in the opinion of the authority is materially affected by the notice.   5 The local planning authority may— a withdraw a listed building enforcement notice (without prejudice to their power to issue another); or b waive or relax any requirement of such a notice and, in particular, may extend the period specified in accordance with section 38(3), and the powers conferred by this subsection may be exercised whether or not the notice has taken effect.  6 The local planning authority shall, immediately after exercising the powers conferred by subsection (5), give notice of the exercise to every person who has been served with a copy of the listed building enforcement notice or would, if the notice were re-issued, be served with a copy of it 7 Where a listed building enforcement notice imposes any such requirement as is mentioned in subsection (2)(b), listed building consent shall be deemed to be granted for any works of demolition, alteration or extension of the building executed as a result of compliance with the notice."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "39", "section_title": " Appeal against listed building enforcement notice.", "section_text": "39 1 A person having an interest in the building to which a listed building enforcement notice relates or a relevant occupier may appeal to the Secretary of State against the notice on any of the following grounds— a that the building is not of special architectural or historic interest;   b that the matters alleged to constitute a contravention of section 9(1) or (2) have not occurred; c that those matters (if they occurred) do not constitute such a contravention d that works to the building were urgently necessary in the interests of safety or health or for the preservation of the building, that it was not practicable to secure safety or health or, as the case may be, the preservation of the building by works of repair or works for affording temporary support or shelter, and that the works carried out were limited to the minimum measures immediately necessary; e that listed building consent ought to be granted for the works, or that any relevant condition of such consent which has been granted ought to be discharged, or different conditions substituted; f that copies of the notice were not served as required by section 38(4); g except in relation to such a requirement as is mentioned in section 38(2)(b) or (c), that the requirements of the notice exceed what is necessary for restoring the building to its condition before the works were carried out; h that the period specified in the notice as the period within which any step required by the notice is to be taken falls short of what should reasonably be allowed; i that the steps required by the notice for the purpose of restoring the character of the building to its former state would not serve that purpose; j that steps required to be taken by virtue of section 38(2)(b) exceed what is necessary to alleviate the effect of the works executed to the building; k that steps required to be taken by virtue of section 38(2)(c) exceed what is necessary to bring the building to the state in which it would have been if the terms and conditions of the listed building consent had been complied with.   2 An appeal under this section shall be made  . . . — a by giving written notice of the appeal to the Secretary of State before the date specified in the listed building enforcement notice as the date on which it is to take effect; or b by sending such notice to him in a properly addressed and pre-paid letter posted to him at such time that, in the ordinary course of post, it would be delivered to him before that date ; or c by sending such notice to him using electronic communications at such time that, in the ordinary course of transmission, it would be delivered to him before that date. 3 Where such an appeal is brought the listed building enforcement notice shall  subject to any order under section 65(3A)  be of no effect pending the final determination or the withdrawal of the appeal. 4 A person who gives notice of appeal under this section shall submit to the Secretary of State, either when giving the notice or within such time as may be prescribed, a statement in writing— a specifying the grounds on which he is appealing against the listed building enforcement notice; and b giving such further information as may be prescribed. 5 If, where more than one ground is specified in the statement, the appellant does not give information required under subsection (4)(b) in relation to each of those grounds within the prescribed time, the Secretary of State may determine the appeal without considering any ground as to which the appellant has failed to give such information within that time. 6 Where any person has appealed to the Secretary of State under this section against a notice, no person shall be entitled, in any other proceedings instituted after the making of the appeal, to claim that the notice was not duly served on the person who appealed. 7 In this section “ relevant occupier ” means a person who— a on the date on which the listed building enforcement notice is issued occupies the building to which the notice relates by virtue of a licence   . . .; and b continues so to occupy the building when the appeal is brought."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "40", "section_title": " Appeals: supplementary provisions. ", "section_text": "40 1 The Secretary of State may by regulations prescribe the procedure which is to be followed on appeals under section 39, and in particular, but without prejudice to the generality of this subsection may— a require the local planning authority to submit, within such time as may be prescribed, a statement indicating the submissions which they propose to put forward on the appeal; b specify the matters to be included in such a statement; c require the authority or the appellant to give such notice of such an appeal as may be prescribed, being notice which in the opinion of the Secretary of State is likely to bring the appeal to the attention of persons in the locality in which the building in question is situated; d require the authority to send to the Secretary of State, within such period from the date of the bringing of the appeal as may be prescribed, a copy of the enforcement notice and a list of the persons served with copies of it. 2 Subject to section 41(4), the Secretary of State shall, if either the appellant or the local planning authority so wish, give each of them an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 2B Subsection (2) does not apply to an appeal against a listed building enforcement notice issued by a local planning authority in Wales. 3 Schedule 3 applies to appeals under section 39."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "41", "section_title": " Determination of appeals under s. 39. ", "section_text": "41 1 On an appeal under section 39 the Secretary of State may— a correct any defect, error or misdescription in the listed building enforcement notice; or b vary the terms of the listed building enforcement notice, if he is satisfied that the correction or variation will not cause injustice to the appellant or the local planning authority. 2 Where the Secretary of State determines to allow the appeal, he may quash the notice. 2A The Secretary of State shall give any directions necessary to give effect to his determination on the appeal. 3 The Secretary of State— a may dismiss such an appeal if the appellant fails to comply with section 39(4) within the prescribed time; and b may allow such an appeal and quash the listed building enforcement notice if the local planning authority fail to comply within the prescribed period with any requirement imposed by regulations made by virtue of section 40(1)(a),(b) or (d). 4 If  section 40(2) would otherwise apply and  the Secretary of State proposes to dismiss an appeal under paragraph (a) of subsection (3)  of this section  or to allow an appeal and quash the listed building enforcement notice under paragraph (b) of that subsection he need not comply with section 40(2). 5 Where it would otherwise be a ground for determining an appeal in favour of the appellant that a person required to be served with a copy of the listed building enforcement notice was not served, the Secretary of State may disregard that fact if neither the appellant nor that person has been substantially prejudiced by the failure to serve him. 6 On the determination of an appeal the Secretary of State may— a grant listed building consent for the works to which the listed building enforcement notice relates or for part only of those works; b discharge any condition or limitation subject to which listed building consent was granted and substitute any other condition, whether more or less onerous; c if he thinks fit, exercise his power under section 1 to amend any list compiled or approved under that section by removing from it the building to which the appeal relates. 7 Any listed building consent granted by the Secretary of State under subsection (6) shall be treated as granted on an application for the same consent under section 10 and the Secretary of State’s decision in relation to the grant shall be final. 8 Subsection (5) of section 250 of the Local Government Act 1972 (which authorises a Minister holding an inquiry under that section to make orders with respect to the costs of the parties) shall apply in relation to any proceedings  in England  before the Secretary of State on an appeal under section 39 as if those proceedings were an inquiry held by the Secretary of State under section 250."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "42", "section_title": " Execution of works required by listed building enforcement notice. ", "section_text": "42 1 If any of the steps specified in the listed building enforcement notice have not been taken within the  period for compliance with the notice , the authority may— a enter the land and take those steps, and b recover from the person who is then the owner of the land any expenses reasonably incurred by them in doing so. 2 Where a listed building enforcement notice has been served in respect of a building— a any expenses incurred by the owner or occupier of the building for the purpose of complying with it, and b any sums paid by the owner of the building under subsection (1) in respect of expenses incurred by the local planning authority in taking steps required by it, shall be deemed to be incurred or paid for the use and at the request of the person who carried out the works to which the notice relates. 3 Regulations under this Act may provide that all or any of the following sections of the  Public Health Act 1936, namely— a section 276 (power of local authorities to sell materials removed in executing works under that Act subject to accounting for the proceeds of sale); b section 289 (power to require the occupier of any premises to permit works to be executed by the owner of the premises); c section 294 (limit on liability of persons holding premises as agents or trustees in respect of the expenses recoverable under that Act), shall apply, subject to such adaptations and modifications as may be specified in the regulations, in relation to any steps required to be taken by a listed building enforcement notice. 4 Regulations under subsection (3) applying all or any of section 289 of that Act may include adaptations and modifications for the purpose of giving the owner of land to which such a notice relates the right, as against all other persons interested in the land, to comply with the requirements of the notice. 5 Regulations under subsection (3) may also provide for the charging on the land on which the building stands of any expenses recoverable by a local planning authority under subsection (1).    6 Any person who wilfully obstructs a person acting in the exercise of powers under subsection (1) shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "43", "section_title": "\n \n Offence where listed building enforcement notice not complied with.\n", "section_text": "  43 1 Where, at any time after the end of the period for compliance with the notice, any step required by a listed building enforcement notice to be taken has not been taken, the person who is then owner of the land is in breach of the notice. 2 If at any time the owner of the land is in breach of a listed building enforcement notice he shall be guilty of an offence. 3 An offence under this section may be charged by reference to any day or longer period of time and a person may be convicted of a second or subsequent offence under this section by reference to any period of time following the preceding conviction for such an offence. 4 In proceedings against any person for an offence under this section, it shall be a defence for him to show— a that he did everything he could be expected to do to secure that all the steps required by the notice were taken; or b that he was not served with a copy of the listed building enforcement notice and was not aware of its existence. 5 A person guilty of an offence under this section shall be liable  on summary conviction, or on conviction on indictment, to a fine . 6 In determining the amount of any fine to be imposed on a person convicted of an offence under this section, the court shall in particular have regard to any financial benefit which has accrued or appears likely to accrue to him in consequence of the offence."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "44", "section_title": " Effect of listed building consent on listed building enforcement notice. ", "section_text": "44 1 If, after the issue of a listed building enforcement notice, consent is granted under section 8(3)— a for the retention of any work to which the notice relates; or b permitting the retention of works without compliance with some condition subject to which a previous listed building consent was granted, the notice shall cease to have effect in so far as it requires steps to be taken involving the works not being retained or, as the case may be, for complying with that condition. 2 The fact that such a notice has wholly or partly ceased to have effect under subsection (1) shall not affect the liability of any person for an offence in respect of a previous failure to comply with that notice."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "44A", "section_title": "\n \n \nInjunctions.\n", "section_text": "  44A 1 Where a local planning authority consider it necessary or expedient for any actual or apprehended contravention of section 9(1) or (2) to be restrained by injunction, they may apply to the court for an injunction, whether or not they have exercised or are proposing to exercise any of their other powers under this Part. 2 On an application under subsection (1) the court may grant such an injunction as the court thinks appropriate for the purpose of restraining the contravention. 3 Rules of court may, in particular, provide for such an injunction to be issued against a person whose identity is unknown. 4 The references in subsection (1) to a local planning authority include, as respects England, the Commission. 5 In this section “ the court ” means the High Court or the county court. "}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "44B", "section_title": "Temporary stop notices", "section_text": "44B 1 This section applies where it appears to a local planning authority in Wales that— a works have been or are being executed to a listed building in their area; and b the works are such as to involve a contravention of section 9(1) or (2). 2 The authority may issue a temporary stop notice if, having regard to the effect of the works on the character of the building as one of special architectural or historic interest, they consider it is expedient that the works are stopped immediately (or that part of them is). 3 A temporary stop notice must be in writing and must— a specify the works in question; b prohibit execution of the works (or so much of them as is specified in the notice); c set out the authority's reasons for issuing the notice; and d include a statement of the effect of section 44C. 4 A temporary stop notice may be served on a person who appears to the authority— a to be executing the works or causing them to be executed; or b to have an interest in the building. 5 The authority must display a copy of the notice on the building; and the copy must specify the date on which it is first displayed. 6 A temporary stop notice takes effect when the copy of it is first displayed in accordance with subsection (5). 7 A temporary notice ceases to have effect— a at the end of the period of 28 days beginning with the day on which the copy of it is first displayed in accordance with subsection (5); or b if the notice specifies a shorter period beginning with that day, at the end of that period. 8 But if the authority withdraws the notice before the time when it would otherwise cease to have effect under subsection (7), the notice ceases to have effect on its withdrawal. 9 A local planning authority may not issue a subsequent temporary stop notice in relation to the same works unless the authority have, since issuing the previous notice, taken other enforcement action in relation to the contravention referred to in subsection (1)(b). 10 The reference in subsection (9) to taking other enforcement action includes a reference to obtaining an injunction under section 44A. 11 A temporary stop notice does not prohibit the execution of works of such description, or the execution of works in such circumstances, as the Welsh Ministers may by regulations prescribe."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "44C", "section_title": "Temporary stop notices: offence", "section_text": "44C 1 A person is guilty of an offence if the person contravenes, or causes or permits a contravention of, a temporary stop notice— a which has been served on the person; or b a copy of which has been displayed in accordance with section 44B(5). 2 An offence under this section may be charged by reference to a day or to some longer period; accordingly, a person may, in relation to the same temporary stop notice, be convicted of more than one offence under this section by reference to different periods. 3 In proceedings against a person for an offence under this section, it is a defence for the person to show that the person did not know, and could not reasonably have been expected to know, of the existence of the temporary stop notice. 4 In proceedings against a person for an offence under this section, it is also a defence for the person to show— a that works to the building were urgently necessary in the interests of safety or health or for the preservation of the building; b that it was not practicable to secure safety or health or, as the case may be, the preservation of the building by works of repair or works for affording temporary support or shelter; c that the works carried out were limited to the minimum measures immediately necessary; and d that notice in writing justifying in detail the carrying out of the works was given to the local planning authority as soon as reasonably practicable. 5 A person guilty of an offence under this section is liable on summary conviction, or on conviction on indictment, to a fine. 6 In determining the amount of a fine to be imposed on a person convicted under this section, the court must in particular have regard to any financial benefit which has accrued or appears likely to accrue to the person in consequence of the offence."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "44D", "section_title": "Temporary stop notices: compensation", "section_text": "44D 1 A person who, on the day when a temporary stop notice is first displayed in accordance with section 44B(5), has an interest in the building is, on making a claim to the local planning authority within the prescribed time and in the prescribed manner, entitled to be paid compensation by the authority in respect of any loss or damage directly attributable to the effect of the notice. 2 But subsection (1) applies only if— a the works specified in the notice are not such as to involve a contravention of section 9(1) or (2); or b the authority withdraws the notice other than following the grant of listed building consent, after the day mentioned in subsection (1), which authorises the works. 3 The loss or damage in respect of which compensation is payable under this section includes a sum payable in respect of a breach of contract caused by the taking of action necessary to comply with the notice. 4 No compensation is payable under this section in the case of loss or damage suffered by a claimant if— a the claimant was required to provide information under a relevant provision; and b the loss or damage could have been avoided if the claimant had provided the information or had otherwise co-operated with the planning authority when responding to the notice. 5 In subsection (4)(a), each of the following is a relevant provision— a section 16 of the Local Government (Miscellaneous Provisions) Act 1976; b section 330 of the principal Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "45", "section_title": " Commission to have concurrent enforcement functions in London. ", "section_text": "45 The Commission shall, as respects any London borough, have concurrently with the council of that borough the functions of a local planning authority under sections 38 to 43; and references to the local planning authority in those provisions shall be construed accordingly."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "46", "section_title": " Enforcement by the Secretary of State. ", "section_text": "46 1 If it appears to the Secretary of State to be expedient that a listed building enforcement notice should be issued in respect of any land, he may issue such a notice. 2 Before the Secretary of State serves a notice under subsection (1) he shall consult— a the local planning authority; and b if the land is situated in England, the Commission. 3 A listed building enforcement notice issued by the Secretary of State shall have the same effect as a notice issued by the local planning authority. 4 In relation to a listed building enforcement notice issued by the Secretary of State,  section 42  shall apply as if for any reference in  that section  to the local planning authority there were substituted a reference to the Secretary of State. 5 References in this section to the local planning authority shall in the case of an authority for an area  in England  outside Greater London be construed as references to the district planning authority."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "47", "section_title": " Compulsory acquisition of listed building in need of repair. ", "section_text": "47 1 If it appears to the Secretary of State that reasonable steps are not being taken for properly preserving a listed building he— a may authorise the appropriate authority to acquire compulsorily under this section the building and any relevant land; or b may himself compulsorily acquire them under this section. 2 The  Acquisition of Land Act 1981 shall apply to compulsory acquisition under this section. 3 The Secretary of State shall not make or confirm a compulsory purchase order for the acquisition of any building by virtue of this section unless— a in the case of the acquisition of a building situated in England otherwise than by the Commission, he has consulted with the Commission; and b in any case, he is satisfied that it is expedient to make provision for the preservation of the building and to authorise its compulsory acquisition for that purpose. 4 Any person having an interest in a building which it is proposed to acquire compulsorily under this section may, within 28 days after the service of the notice required by section 12 of that Act of 1981 or, as the case may be, paragraph 3(1) of Schedule 1 to that Act, apply to a magistrates’ court  . . .  for an order staying further proceedings on the compulsory purchase order. 5 If on an application under subsection (4) the court is satisfied that reasonable steps have been taken for properly preserving the building, the court shall make an order accordingly. 6 Any person aggrieved by the decision of a magistrates’ court on an application under subsection (4) may appeal against the decision to the Crown Court. 6A This section does not permit the acquisition of any interest in Crown land unless— a it is an interest which is for the time being held otherwise than by or on behalf of the Crown, and b the appropriate authority (within the meaning of section 82C) consents to the acquisition. 7 In this section— “ the appropriate authority ” means— a the council of the county  , county borough  or district in which the building is situated, or b in the case of a building situated in Greater London, the Commission or the council of the London borough in which the building is situated, or c in the case of a building situated outside Greater London, the joint planning board for the area in which the building is situated; or d in the case of a building situated within the Broads, the Broads Authority; “ relevant land ”, in relation to any building, means the land comprising or contiguous or adjacent to it which appears to the Secretary of State to be required for preserving the building or its amenities, or for affording access to it, or for its proper control or management."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "48", "section_title": " Repairs notice as preliminary to acquisition under s. 47. ", "section_text": "48 1 The compulsory purchase of a building under section 47 shall not be started by the appropriate authority or by the Secretary of State unless at least two months previously the authority or, as the case may be, the Secretary of State has served on the owner of the building a notice under this section (in this section referred to as a “repairs notice”)— a specifying the works which the appropriate authority or, as the case may be, the Secretary of State considers reasonably necessary for the proper preservation of the building; and b explaining the effect of sections 47 to 50, and the repairs notice has not been withdrawn. 2 Where— a a building is demolished after a repairs notice has been served in respect of it by an appropriate authority or the Secretary of State, but b the Secretary of State is satisfied that he would have confirmed or, as the case may be, would have made a compulsory purchase order in respect of the building had it not been demolished, the demolition of the building shall not prevent the authority or the Secretary of State from being authorised under section 47 to acquire compulsorily the site of the building. 3 An appropriate authority or the Secretary of State may at any time withdraw a repairs notice served by them on any person; and if they do so, they shall immediately give him notice of the withdrawal. 4 The Secretary of State shall consult with the Commission before he serves or withdraws a repairs notice in relation to a building situated in England. 5 Where a repairs notice has been served on a person in respect of a building, he shall not be entitled to serve a listed building purchase notice in respect of it— a until the expiration of three months beginning with the date of the service of the repairs notice; or b if during that period the compulsory acquisition of the building is begun under section 47, unless and until the compulsory acquisition is discontinued. 6 For the purposes of this section a compulsory acquisition— a is started when the notice required by section 12 of the  Acquisition of Land Act 1981 or, as the case may be, paragraph 3(1) of Schedule 1 to that Act is served; and b is discontinued— i in the case of acquisition by the Secretary of State, when he decides not to make the compulsory purchase order; and ii in any other case, when the order is withdrawn or the Secretary of State decides not to confirm it. 7 In this section “ appropriate authority ” has the same meaning as in section 47."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "49", "section_title": " Compensation on compulsory acquisition of listed building. ", "section_text": "49 Subject to section 50, for the purpose of assessing compensation in respect of any compulsory acquisition of land including a building which immediately before the date of the compulsory purchase order was listed, it shall be assumed that listed building consent would be granted for any works— a for the alteration or extension of the building; or b for the demolition of the building for the purpose of development of any class specified in Schedule 3 to the principal Act (development not constituting new development),  . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "50", "section_title": " Minimum compensation in case of listed building deliberately left derelict. ", "section_text": "50 1 Where the appropriate authority within the meaning of section 47— a propose to acquire a building compulsorily under that section; and b are satisfied that the building has been deliberately allowed to fall into disrepair for the purpose of justifying its demolition and the development or redevelopment of the site or any adjoining site, they may include in the compulsory purchase order as submitted to the Secretary of State for confirmation a direction for minimum compensation. 2 Subject to the provisions of this section, where the Secretary of State acquires a building compulsorily under section 47, he may, if he is satisfied as mentioned in subsection (1)(b), include a direction for minimum compensation in the compulsory purchase order. 3 Without prejudice to so much of section 12 of the  Acquisition of Land Act 1981 or, as the case may be, paragraph 3(1) of Schedule 1 to that Act (notices stating effect of compulsory purchase order or, as the case may be, draft order) as requires the notice to state the effect of the order, the notice required to be served in accordance with that provision shall— a include a statement that a direction for minimum compensation has been included in the order or, as the case may be, in the draft order prepared by the Secretary of State in accordance with Schedule 1 to that Act; and b explain the meaning of the expression “direction for minimum compensation”. 4 A direction for minimum compensation, in relation to a building compulsorily acquired, is a direction that for the purpose of assessing compensation it is to be assumed, notwithstanding anything to the contrary in the  Land Compensation Act 1961, the principal Act, or this Act — a that planning permission would not be granted for any development or re-development of the site of the building; and b that listed building consent would not be granted for any works for the demolition, alteration or extension of the building other than development or works necessary for restoring it to and maintaining it in a proper state of repair. 5 If a compulsory purchase order is confirmed or made with the inclusion of a direction for minimum compensation, the compensation in respect of the compulsory acquisition shall be assessed in accordance with the direction. 6 Where such a direction is included in a compulsory purchase order or, as the case may be, in a draft order prepared by the Secretary of State, any person having an interest in the building may, within 28 days after the service of the notice mentioned in subsection (3), apply to a magistrates’ court  . . .  for an order that no such direction be included in the compulsory purchase order as confirmed or made by the Secretary of State. 7 If the court to which an application is made under subsection (6) is satisfied that the building in respect of which the application is made has not been deliberately allowed to fall into disrepair for the purpose mentioned in subsection (1)(b) the court shall make the order applied for. 8 A person aggrieved by the decision of a magistrates’ court on an application under subsection (6) may appeal against the decision to the Crown Court. 9 The rights conferred by subsections (6) and (8) shall not prejudice those conferred by section 47(4) and (6)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "51", "section_title": " Ending of rights over land compulsorily acquired.", "section_text": "51 1 Subject to the provisions of this section, upon the completion of a compulsory acquisition of land under section 47— a all private rights of way and rights of laying down, erecting, continuing or maintaining any apparatus on, under or over the land shall be extinguished, and b any such apparatus shall vest in the acquiring authority. 2 Subsection (1) shall not apply— a to any right vested in, or apparatus belonging to, statutory undertakers for the purpose of the carrying on of their undertaking, or b to any right conferred by or in accordance with the electronic communications code on the operator of an electronic communications code network, or c to any electronic communications apparatus kept installed for the purposes of any such network. 3 In respect of any right or apparatus not falling within subsection (2), subsection (1) shall have effect subject— a to any direction given by the acquiring authority before the completion of the acquisition that subsection (1) shall not apply to any right or apparatus specified in the direction; and b to any agreement which may be made (whether before or after the completion of the acquisition) between the acquiring authority and the person in or to whom the right or apparatus in question is vested or belongs. 4 Any person who suffers loss by the extinguishment of a right or the vesting of any apparatus under this section shall be entitled to compensation from the acquiring authority. 5 Any compensation payable under this section shall be determined in accordance with the  Land Compensation Act 1961."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "52", "section_title": " Acquisition of land by agreement.", "section_text": "52 1 The council of any county,   county borough,  district or London borough or a joint planning board for an area outside Greater London may acquire by agreement— a any building appearing to them to be of special architectural or historic interest; and b any land comprising or  contiguous or adjacent to such a building which appears to the Secretary of State to be required— i for preserving the building or its amenities, or ii for affording access to it, or iii for its proper control or management. 2 The provisions of Part I of the  Compulsory Purchase Act 1965 (so far as applicable), other than sections 4 to 8, 10 and 31, shall apply in relation to the acquisition of land under subsection (1), but references in that Part to the execution of the works shall be construed as including references to— a any erection, construction or carrying out of buildings or works authorised by section 237 of the principal Act; and b any erection, construction or carrying out of buildings or works on behalf of a Minister or statutory undertakers on land acquired by that Minister or those undertakers, where the buildings or works are erected, constructed or carried out for the purposes for which the land was acquired."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "53", "section_title": " Management of listed buildings acquired under this Act.", "section_text": "53 1 Where— a a local authority or joint planning board acquire any building or other land under section 47(1) or 52(1)(a) or (b); or b the Commission acquire any building or other land under section 47(1), they may make such arrangements as to its management, use or disposal as they consider appropriate for the purpose of its preservation. 2 Where the Secretary of State acquires any building or other land under section 47(1), he may— a make such arrangements as he thinks fit as to the management, custody or use of the building or land; and b dispose of or otherwise deal with any such building or land as he may from time to time determine. 3 The Commission may be a party to such arrangements as are mentioned in subsection (2) if they relate to property situated in England."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "54", "section_title": " Urgent works to preserve  ... listed buildings.", "section_text": "54 1 A local authority may execute any works which appear to them to be urgently necessary for the preservation of a listed building in their area. 2 If it appears to the Secretary of State that any works are urgently necessary for the preservation of a listed building— a if the building is in England, he shall authorise the Commission to execute any works specified in the authorisation which appear to him to be urgently necessary for its preservation; or b if the building is in Wales, he may himself execute any works which appear to him to be urgently necessary for its preservation. 3 The works which may be executed under this section may consist of or include works for affording temporary support or shelter for the building. 4 If  , in the case of a building in England,   the building is occupied works may be carried out only to those parts which are not in use. 4A If, in the case of a building in Wales, the whole or part of the building is in residential use, works may be carried out only where they would not interfere unreasonably with that use. 5 The owner of the building must be given not less than seven days notice in writing of the intention to carry out the works and, in the case of works authorised under subsection (2)(a), the Commission shall give that notice. 5A Where the works are to be executed to a building in Wales the whole or part of which is in residential use, the occupier of the building must also be given not less than seven days' notice in writing of the intention to carry out the works. 6 A notice under subsection (5)  or (5A)   shall describe the works proposed to be carried out. 7 As respects buildings in Greater London, the functions of a local authority under this section are exercisable concurrently by the Commission and the relevant London borough council."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "55", "section_title": " Recovery of expenses of works under s. 54.", "section_text": "55 1 This section has effect for enabling the expenses of works executed under section 54 to be recovered by the authority who carried out the works, that is to say the local authority, the Commission or the Secretary of State or, in the case of works carried out by the Commission on behalf of the Secretary of State, the Secretary of State. 2 That authority may give notice to the owner of the building requiring him to pay the expenses of the works. 3 Where the works consist of or include works for affording temporary support or shelter for the building— a the expenses which may be recovered include any continuing expenses involved in making available the apparatus or materials used; and b notices under subsection (2) in respect of any such continuing expenses may be given from time to time. 4 The owner may within 28 days of the service of the notice represent to the Secretary of State— a that some or all of the works were unnecessary for the preservation of the building; or b in the case of works for affording temporary support or shelter, that the temporary arrangements have continued for an unreasonable length of time; or c that the amount specified in the notice is unreasonable; or d that the recovery of that amount would cause him hardship, and the Secretary of State shall determine to what extent the representations are justified. 5 The Secretary of State shall give notice of his determination, the reasons for it and the amount recoverable— a to the owner of the building; and b if the authority who gave notice under subsection (2) is a local authority or the Commission, to them. 5A Where the Welsh Ministers make a determination under subsection (4), the owner of the building or (if it is given notice under subsection (5)) the local authority may, within 28 days of the service of the notice under subsection (5), appeal to the county court against the decision. 5B In the case of a building in Wales, as from the time when the notice under subsection (2) becomes operative, the expenses which an authority may recover under this section carry interest at such rate as the Welsh Ministers may prescribe by order until recovery of all sums due under this section; and the expenses and any interest are recoverable by the authority as a debt. 5C As from that time, the expenses and any interest are, until recovery, a charge on the land on which the building stands. 5D The charge takes effect at that time as a legal charge which is a local land charge. 5E For the purpose of enforcing the charge, the authority have the same powers and remedies under the Law of Property Act 1925 and otherwise as if they were a mortgagee by deed having powers of sale and lease, of accepting surrenders of leases and of appointing a receiver. 5F The power of appointing a receiver is exercisable at any time after the end of the period of one month beginning with the date on which the charge takes effect. 5G For the purposes of subsections (5B) to (5F), the notice becomes operative— a where no representations are made under subsection (4) within the period referred to in that subsection, at the end of that period; b where representations are made as mentioned in paragraph (a) but no appeal against the determination under subsection (4) is made under subsection (5A) within the period referred to in that subsection, at the end of that period; c where an appeal is made as mentioned in paragraph (b) and the decision on the appeal confirms the determination under subsection (4)\t\t\t\t\t\t\t\t\t\t(with or without variation), at the time of the decision; d where an appeal is made as mentioned in paragraph (b) but is withdrawn, at the time of the withdrawal. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "56", "section_title": " Dangerous structure orders in respect of listed buildings. ", "section_text": "56 Before taking any steps with a view to— a the making of an order in respect of a listed building under section 77(1)(a) of the  Building Act 1984 or section 65 or 69(1) of the London Building Acts (Amendment) Act 1939; or b the  service of a notice under section 79(1) of that Act of 1984 or section 62(2) of that Act of 1939, a local planning authority shall consider whether they should instead exercise their powers under sections 47 and 48 or section 54."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "57", "section_title": " Power of local authority to contribute to preservation of listed buildings etc.", "section_text": "57 1 A local authority may contribute towards the expenses incurred or to be incurred in the repair or maintenance— a of a listed building which is situate in or in the vicinity of their area; or b of a building in their area which is not listed but appears to them to be of architectural or historic interest. 2 At the time of making such a contribution the local authority may also contribute towards the expenses incurred, or to be incurred, in the upkeep of any garden occupied with the building and contiguous or adjacent to it. 3 A contribution under this section may be made by grant or loan. 4 A contribution by way of loan may be made upon such terms and conditions as the local authority may determine including (but without prejudice to the foregoing) a term that the loan shall be free of interest. 5 A local authority— a may renounce their right to repayment of such a loan or any interest for the time being outstanding, and b by agreement with the borrower may otherwise vary any of the terms and conditions on which such a loan is made. 6 A local authority may require as a condition of the making by them of a contribution under this section by way of grant towards the expenses of the repair or maintenance or upkeep of any property that the person to whom the grant is made shall enter into an agreement with them for the purpose of enabling the public to have access to the property or part of it during such period and at such times as the agreement may provide. 7 In this section and in section 58 “ local authority ” means— a the council of a county,  county borough,  borough or district, b a joint planning board constituted under section 2 of the principal Act, and c in relation to a building or land in the Broads, the Broads Authority."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "58", "section_title": " Recovery of grants under s. 57.", "section_text": "58 1 If, during the period of three years beginning with the day on which a grant is made under section 57 towards the repair or maintenance or upkeep of any property (“the grant property”), the grantee disposes of the interest held by him in the property on that day or any part of that interest, by way of sale or exchange or lease for a term of not less than 21 years, the local authority may recover the amount of the grant, or such part of it as they think fit, from the grantee in any court of competent jurisdiction. 2 If the grantee gives the whole of that interest to any person (whether directly or indirectly, but otherwise than by will) subsection (1) shall have effect as if the donee were the grantee. 3 If the grantee gives part of that interest to any person (whether directly or indirectly, but otherwise than by will) subsection (1) shall have effect as if any disposal or part disposal of that interest by the donee were a disposal by the grantee. 4 If any condition imposed on the making of a grant to which this section applies is contravened or not complied with, the grantor may recover the amount of the grant, or such part of it as he thinks fit, from the grantee. 5 Nothing in this section entitles a grantor to recover amounts in the aggregate exceeding the amount of the grant (for example by virtue of a breach of more than one condition or disposals of several parts of an interest in the grant property)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "59", "section_title": " Acts causing or likely to result in damage to listed buildings.", "section_text": "59 1 If, with the intention of causing damage to a listed building, any relevant person does or permits the doing of any act which causes or is likely to result in damage to the building, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 A person is a relevant person for the purpose of subsection (1) if apart from that subsection he would be entitled to do or permit the act in question. 3 Subsection (1) does not apply to an act for the execution— a of works authorised by planning permission granted or deemed to be granted in pursuance of an application under the principal Act; or b of works for which listed building consent has been given under this Act ; or c of works for which development consent has been granted under the Planning Act 2008. 4 If a person convicted of an offence under this section fails to take such reasonable steps as may be necessary to prevent any damage or further damage resulting from the offence, he shall be guilty of a further offence and liable on summary conviction to a fine not exceeding  one-tenth of level 3 on the standard scale  for each day on which the failure continues."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "60", "section_title": " Exceptions for ecclesiastical buildings and redundant churches.", "section_text": "60 1 The provisions mentioned in subsection (2) shall not apply to any ecclesiastical building which is for the time being used for ecclesiastical purposes. 2 Those provisions are sections 3,  3A,   4, 7 to 9, 47, 54 and 59. 3 For the purposes of subsection (1), a building used or available for use by a minister of religion wholly or mainly as a residence from which to perform the duties of his office shall be treated as not being an ecclesiastical building  unless it is a building which is a chapel forming part of an episcopal house of residence and is included in the list maintained by the Church Buildings Council under   section 38 of the Ecclesiastical Jurisdiction and Care of Churches Measure 2018   or is otherwise subject to the faculty jurisdiction . 4 For the purposes of sections 7 to 9 a building shall be taken to be used for the time being for ecclesiastical purposes if it would be so used but for the works in question. 5 The Secretary of State may by order provide for restricting or excluding the operation of subsections (1) to (3) in such cases as may be specified in the order. 6 An order under this section may— a make provision for buildings generally, for descriptions of building or for particular buildings; b make different provision for buildings in different areas, for buildings of different religious faiths or denominations or according to the use made of the building; c make such provision in relation to a part of a building (including, in particular, an object or structure falling to be treated as part of the building by virtue of section 1(5)) as may be made in relation to a building and make different provision for different parts of the same building; d make different provision with respect to works of different descriptions or according to the extent of the works; e make such consequential adaptations or modifications of the operation of any other provision of this Act or the principal Act, or of any instrument made under either of those Acts, as appear to the Secretary of State to be appropriate. 7 Sections 7 to 9 shall not apply to the execution of works for the demolition, in pursuance of a pastoral or redundancy scheme (within the meaning of the  Pastoral Measure 1983), of a redundant building (within the meaning of that Measure) or a part of such a building."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "61", "section_title": " Exceptions for ancient monuments etc.", "section_text": "61 1 The provisions mentioned in subsection (2) shall not apply to any building for the time being included in the schedule of monuments compiled and maintained under section 1 of the  Ancient Monuments and Archaeological Areas Act 1979. 2 Those provisions are   sections 2B, 3, 3A,   4, 7 to 9, 47, 54 and 59."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "62", "section_title": " Validity of certain orders and decisions. ", "section_text": "62 1 Except as provided by section 63, the validity of— a any order under section 23 or 26 (whether before or after it has been confirmed); or b any such decision by the Secretary of State as is mentioned in subsection (2),  or c a relevant costs order made in connection with any such order or decision, shall not be questioned in any legal proceedings whatsoever. 2 Those decisions are— za any decision on a review under section 2D; a any decision on an application referred to the Secretary of State under section 12 or on an appeal under section 20; aa any decision to approve or reject a local listed building consent order or part of such an order; ab any decision on an appeal under section 26K; b any decision to confirm or not to confirm a listed building purchase notice including— i any decision not to confirm such a notice in respect of part of the land to which it relates, and ii any decision to grant any consent, or give any direction, in lieu of confirming such a notice, either wholly or in part; c any decision to grant listed building consent under paragraph (a) of section 41(6) or to discharge a condition or limitation under paragraph (b) of that section; d any decision on an application for listed building consent under section 82B. 2A In this section,  “ relevant costs order ” means an order made under section 250(5) of the Local Government Act 1972 (orders as to costs of parties), as applied by virtue of any provision of this Act.  3 Nothing in this section shall affect the exercise of any jurisdiction of any court in respect of any refusal or failure on the part of the Secretary of State to take any such decision as is mentioned in subsection (2)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "63", "section_title": " Proceedings for questioning validity of other orders, decisions and directions. ", "section_text": "63 1 If any person is aggrieved by any such order or decision as is mentioned in  section 62(1)(a) or (b)  and wishes to question its validity on the grounds— a that it is not within the powers of this Act, or b that any of the relevant requirements have not been complied with in relation to it, he may make an application to the High Court under this section. 1A If a person is aggrieved by a relevant costs order made in connection with an order or decision mentioned in section 62(1)(a) or (b) and wishes to question its validity, the person may make an application to the High Court under this section (whether or not as part of an application made by virtue of subsection (1)) on the grounds— a that the relevant costs order is not within the powers of this Act, or b that any of the relevant requirements have not been complied with in relation to the order. 2 Without prejudice to subsection (1)  or (1A) , if the authority directly concerned with any  order or decision mentioned in section 62(1)  wish to question its validity on any of  the grounds mentioned in subsection (1) or (1A) (as the case may be) , the authority may make an application to the High Court under this section. 3 An application under this section may not be made without the leave of the High Court. 3A An application for leave for the purposes of subsection (3) must be made before the end of the period of six weeks beginning with the day after— a in the case of an application relating to an order under section 23 that takes effect under section 25 without confirmation, the date on which the order takes effect; b in the case of an application relating to any other order mentioned in section 62(1)(a), the date on which the order is confirmed; c in the case of an application relating to a decision mentioned in section 62(1)(b) or a relevant costs order, the date on which the decision or order is made. 3B When considering whether to grant leave for the purposes of subsection (3), the High Court may make an interim order suspending the operation of any order or decision the validity of which the person or authority concerned wishes to question, until the final determination of— a the question of whether leave should be granted, or b where leave is granted, the proceedings on any application under this section made with such leave. 4 On any application under this section  (other than an application for leave)  the High Court— a may by interim order suspend the operation of  any order or decision , the validity of which is questioned by the application, until the final determination of the proceedings; and b if satisfied— i that  any such order or decision  is not within the powers of this Act, or ii that the interests of the applicant have been substantially prejudiced by a failure to comply with any of the relevant requirements in relation to it, may quash that order or decision. 5 References in this section to the confirmation of an order include the confirmation of an order subject to modifications. 6 In this section— “ relevant costs order ” has the same meaning as in section 62; “the relevant requirements”— in relation to an order or decision mentioned in section 62(1)(a) or (b), means any requirements of this Act or of the Tribunals and Inquiries Act 1992, or of any order, regulations or rules made under either of those Acts, which are applicable to the order or decision; in relation to a relevant costs order, means any requirements of this Act, of the Local Government Act 1972 or of the Tribunals and Inquiries Act 1992, or of any order, regulations or rules made under any of those Acts, which are applicable to the order. 7 For the purposes of subsection (2) the authority directly concerned with an order or decision is— a in relation to any such decision as is mentioned in section 62(2)(b)— i the council on whom the listed building purchase notice was served, and ii in a case where the Secretary of State has modified the notice wholly or in part by substituting another local authority or statutory undertakers for that council, also that authority or those statutory undertakers; and b otherwise, the authority who— i made the order or decision to which the proceedings in question relate, or ii referred the matter to the Secretary of State, or iii if the order was made by him, are the authority named in it."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "64", "section_title": " Validity of listed building enforcement notices. ", "section_text": "64 The validity of a listed building enforcement notice shall not, except by way of an appeal under section 39, be questioned in any proceedings whatsoever on any of the grounds on which such an appeal may be brought."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "65", "section_title": " Appeals to High Court relating to listed building enforcement notices. ", "section_text": "65 1 Where the Secretary of State gives a decision in proceedings on an appeal under section 39 against a listed building enforcement notice, the appellant or the local planning authority or any other person having an interest in the land to which the notice relates may, according as rules of court may provide, either appeal to the High Court against the decision on a point of law or require the Secretary of State to state and sign a case for the opinion of the High Court. 2 At any stage of the proceedings on any such appeal, the Secretary of State may state any question of law arising in the course of the proceedings in the form of a special case for the decision of the High Court. 3 A decision of the High Court on a case stated by virtue of subsection (2) shall be deemed to be a judgment of the court within the meaning of section 16 of the   Senior Courts Act 1981 \t\t\t\t\t(jurisdiction of the Court of Appeal to hear and determine appeals from any judgment of the High Court).   3A In proceedings brought by virtue of this section, the High Court or, as the case may be, the Court of Appeal may, on such terms, if any, as the Court thinks fit (which may include terms requiring the local planning authority to give an undertaking as to damages or any other matter), order that the listed building enforcement notice shall have effect, or have effect to such extent as may be specified in the order, pending the final determination of those proceedings and any re-hearing and determination by the Secretary of State. 4 In relation to any proceedings in the High Court or the Court of Appeal brought by virtue of this section the power to make rules of court shall include power to make rules— a prescribing the powers of the High Court or the Court of Appeal with respect to the remitting of the matter with the opinion or direction of the court for re-hearing and determination by the Secretary of State; and b providing for the Secretary of State, either generally or in such circumstances as may be prescribed by the rules, to be treated as a party to any such proceedings and to be entitled to appear and to be heard accordingly.   5 No proceedings in the High Court shall be brought by virtue of this section except with the leave of that Court and no appeal to the Court of Appeal shall be so brought except with the leave of the Court of Appeal or of the High Court. 6 In this section “ decision ” includes a direction or order, and references to the giving of a decision shall be construed accordingly. 7 In the case of a listed building enforcement notice issued by the Commission subsection (1) shall apply as if the reference to the local planning authority were a reference to the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "66", "section_title": " General duty as respects listed buildings in exercise of planning functions.", "section_text": "66 1 In considering whether to grant planning permission  or permission in principle   for development which affects a listed building or its setting, the local planning authority or, as the case may be, the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses. 2 Without prejudice to section 72, in the exercise of the powers of appropriation, disposal and development (including redevelopment) conferred by the provisions of sections 232, 233 and 235(1) of the principal Act, a local authority shall have regard to the desirability of preserving features of special architectural or historic interest, and in particular, listed buildings. 3 The reference in subsection (2) to a local authority includes a reference to a joint planning board  . . . 4 Nothing in this section applies in relation to neighbourhood development orders."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "67", "section_title": " Publicity for applications affecting setting of listed buildings.", "section_text": "67 1 The Secretary of State may prescribe requirements as to publicity for applications for planning permission in cases where the local planning authority think that the development of land would affect the setting of a listed building. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   8 In this section references to planning permission do not include references to planning permissions falling within section 73A of the principal Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "68", "section_title": " Reference to Commission of planning applications involving listed buildings in Greater London.", "section_text": "68 1 Without prejudice to his powers by virtue of section 74(1) of the principal Act, the Secretary of State may by regulations provide for any application for planning permission to which this section applies to be referred to the Commission before it is dealt with by the local planning authority. 2 This section applies to an application for planning permission for any development in Greater London which would, in the opinion of the local planning authority to which the application is made, involve the demolition, in whole or in part, or a material alteration, of a listed building. 3 Regulations under this section may— a provide for the Commission to give the referring authority directions as to the manner in which an application is to be dealt with; and b provide that an application which satisfies such conditions as may be specified in the regulations need not be referred to the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "69", "section_title": " Designation of conservation areas.", "section_text": "69 1 Every local planning authority— a shall from time to time determine which parts of their area are areas of special architectural or historic interest the character or appearance of which it is desirable to preserve or enhance, and b shall designate those areas as conservation areas. 2 It shall be the duty of a local planning authority from time to time to review the past exercise of functions under this section and to determine whether any parts or any further parts of their area should be designated as conservation areas; and, if they so determine, they shall designate those parts accordingly. 3 The Secretary of State may from time to time determine that any part of a local planning authority’s area which is not for the time being designated as a conservation area is an area of special architectural or historic interest the character or appearance of which it is desirable to preserve or enhance; and, if he so determines, he may designate that part as a conservation area. 4 The designation of any area as a conservation area shall be a local land charge."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "70", "section_title": " Designation of conservation areas: supplementary provisions.", "section_text": "70 1 The functions of a local planning authority under section 69 and this section shall also be exercisable in Greater London by the Commission. 2 Before making a determination under section 69 the Commission shall consult the council of each London borough of which any part is included in the area to which the proposed determination relates. 3 Before making a determination under section 69(3) the Secretary of State shall consult the local planning authority. 4 Before designating any area in Greater London as a conservation area the Commission shall obtain the consent of the Secretary of State. 5 A local planning authority shall give notice of the designation of any part of their area as a conservation area under section 69(1) or (2) and of any variation or cancellation of any such designation— a to the Secretary of State; and b if it affects an area in England and the designation or, as the case may be, the variation or cancellation was not made by the Commission, to the Commission. 6 The Secretary of State shall give notice of the designation of any part of the area of a local planning authority as a conservation area under section 69(3) and of any variation or cancellation of any such designation— a to the authority; and b if it affects an area in England, to the Commission. 7 A notice under subsection (5) or (6) shall contain sufficient particulars to identify the area affected. 8 Notice of any such designation, variation or cancellation as is mentioned in subsection (5) or (6), with particulars of its effect, shall be published in the London Gazette and in at least one newspaper circulating in the area of the local planning authority, by that authority or, as the case may be, the Secretary of State."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "71", "section_title": " Formulation and publication of proposals for preservation and enhancement of conservation areas.", "section_text": "71 1 It shall be the duty of a local planning authority from time to time to formulate and publish proposals for the preservation and enhancement of any parts of their area which are conservation areas. 2 Proposals under this section shall be submitted for consideration to a public meeting in the area to which they relate. 3 The local planning authority shall have regard to any views concerning the proposals expressed by persons attending the meeting."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "72", "section_title": " General duty as respects conservation areas in exercise of planning functions.", "section_text": "72 1 In the exercise, with respect to any buildings or other land in a conservation area, of any  functions under or by virtue of  any of the provisions mentioned in subsection (2), special attention shall be paid to the desirability of preserving or enhancing the character or appearance of that area. 2 The provisions referred to in subsection (1) are the planning Acts and Part I of the  Historic Buildings and Ancient Monuments Act 1953  and sections 70 and 73 of the Leasehold Reform, Housing and Urban Development Act 1993 . 3 In subsection (2), references to provisions of the Leasehold Reform, Housing and Urban Development Act 1993 include references to those provisions as they have effect by virtue of section 118(1) of the Housing Act 1996. 4 Nothing in this section applies in relation to neighbourhood development orders."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "73", "section_title": " Publicity for applications affecting conservation areas.", "section_text": "73   1 The Secretary of State may prescribe requirements as to publicity for applications for planning permission in cases where the local planning authority think that the development of land would affect the character or appearance of a conservation area.   2 In this section references to planning permission do not include references to planning permissions falling within section 73A of the principal Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "74", "section_title": " Control of demolition in conservation areas.", "section_text": "74 1 A building in a conservation area in Wales  shall not be demolished without the consent of the appropriate authority (in this Act referred to as “ conservation area consent ”). 1A Subsection (1) is subject to section 33(1) of the Planning Act 2008 (exclusion of requirement for other consents for development for which development consent required). 2 The appropriate authority for the purposes of this section is— a in relation to applications for consent made by local planning authorities, the Secretary of State; and b in relation to other applications for consent, the local planning authority or the Secretary of State.   2A Sections 56, 66(1) and 90(2) to (4) have effect in relation to buildings in conservation areas in England as they have effect in relation to listed buildings, subject to such exceptions and modifications as may be prescribed by regulations. 3 Sections 7 to 26, 28, 32 to 46, 56, 62 to 65, 66(1), 82(2) to (4),   82A to 82D   , 88E and 90(2) to (4) have effect in relation to buildings in conservation areas in Wales  as they have effect in relation to listed buildings subject to such exceptions and modifications as may be prescribed by regulations. 4 Regulations made under subsection (3)  may make different provision— a in relation to applications made by local planning authorities, and b in relation to other applications."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "75", "section_title": " Cases in which s. 74 does not apply.", "section_text": "75 1 Section 74 does not apply to— a listed buildings; b ecclesiastical buildings which are for the time being used for ecclesiastical purposes; c buildings for the time being included in the schedule of monuments compiled and maintained under section 1 of the  Ancient Monuments and Archaeological Areas Act 1979; or d buildings in relation to which a direction under subsection (2) is for the time being in force. 2 The Secretary of State may direct that section 74 shall not apply to any description of buildings specified in the direction. 3 A direction under subsection (2) may be given either to an individual local planning authority exercising functions under that section or to local planning authorities generally. 4 The Secretary of State may vary or revoke a direction under subsection (2) by a further direction under that subsection. 5 For the purposes of subsection (1)(b), a building used or available for use by a minister of religion wholly or mainly as a residence from which to perform the duties of his office shall be treated as not being an ecclesiastical building. 6 For the purposes of sections 7 to 9 as they apply by virtue of section 74(3) a building shall be taken to be used for the time being for ecclesiastical purposes if it would be so used but for the works in question. 7 The Secretary of State may by order provide for restricting or excluding the operation of subsection (1)(b) in such cases as may be specified in the order. 8 An order under subsection (7) may— a make provision for buildings generally, for descriptions of building or for particular buildings; b make different provision for buildings in different areas, for buildings of different religious faiths or denominations or according to the use made of the building; c make such provision in relation to a part of a building (including, in particular, an object or structure falling to be treated as part of the building by virtue of section 1(5)) as may be made in relation to a building and make different provision for different parts of the same building; d make different provision with respect to works of different descriptions or according to the extent of the works; e make such consequential adaptations or modifications of the operation of any other provision of this Act or the principal Act, or of any instrument made under either of those Acts, as appear to the Secretary of State to be appropriate. 9 Regulations under this Act may provide that subsections (5) to (8) shall have effect subject to such exceptions and modifications as may be prescribed, and any such regulations may make different provision— a in relation to applications made by local planning authorities, and b in relation to other applications. 10 Any proceedings on or arising out of an application for conservation area consent made while section 74 applies to a building shall lapse if it ceases to apply to it, and any such consent granted with respect to the building shall also lapse. 11 The fact that  section 74  has ceased to apply to a building shall not affect the liability of any person to be prosecuted and punished for an offence under section 9 or 43  or section 196D of the principal Act (offence of failing to obtain, or comply with, planning permission for demolition of unlisted  etc  building in conservation area in England)  committed with respect to the building while  section 74  did apply to it."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "76", "section_title": " Urgent works to preserve  ... buildings in conservation areas.", "section_text": "76 1 If it appears to the Secretary of State that the preservation of a building in a conservation area is important for maintaining the character or appearance of that area, he may direct that section 54 shall apply to it as it applies to listed buildings. 2 The Secretary of State shall consult the Commission before giving a direction under subsection (1) in respect of a building in England."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "77", "section_title": " Grants and loans for preservation or enhancement of conservation areas.", "section_text": "77 1 If in the opinion of the Commission any relevant expenditure has made or will make a significant contribution towards the preservation or enhancement of the character or appearance of any conservation area situated in England or any part of such an area, they may make grants or loans for the purposes of defraying the whole or part of that expenditure. 2 If in the opinion of the Secretary of State any relevant expenditure has made or will make a significant contribution towards the preservation or enhancement of the character or appearance of any conservation area situated in Wales or any part of such an area, he may make grants or loans for the purposes of defraying the whole or part of that expenditure. 3 Expenditure is relevant for the purposes of subsection (1) or (2) if it has been or is to be incurred in or in connection with, or with a view to the promotion of, such preservation or enhancement as is mentioned in that subsection. 4 A grant or loan under this section may be made subject to such conditions as the Commission or, as the case may be, the Secretary of State may think fit to impose. 5 Any loan under subsection (1) shall be made on such terms as to repayment, payment of interest and otherwise as the Commission may determine. 6 Any loan under subsection (2) shall be made on such terms as to repayment, payment of interest and otherwise as the Secretary of State may with the approval of the Treasury determine. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "78", "section_title": " Recovery of grants under s. 77.", "section_text": "78 1 This section applies to any grant under section 77 made on terms that it shall be recoverable under this section. 2 A grant shall only be regarded as made on those terms if before or on making the grant the grantor gives the grantee notice in writing— a summarising the effect of this section; and b if the grant is made for the purpose of defraying the whole or part of expenditure in relation to any particular property (“the grant property”), specifying the recovery period. 3 In this section “ the recovery period ” means the period, beginning with the day on which the grant is made and ending not more than ten years after that day, during which the grant is to be recoverable in accordance with subsection (4). 4 If during the recovery period the grantee disposes of the interest which was held by him in the grant property on the day on which the grant was made or any part of that interest by way of sale or exchange or lease for a term of not less than 21 years, the grantor may recover the amount of the grant, or such part of it as the grantor thinks fit, from the grantee. 5 If the grantee gives the whole of that interest to any person (whether directly or indirectly, but otherwise than by will) subsection (4) shall have effect as if the donee were the grantee. 6 If the grantee gives part of that interest to any person (whether directly or indirectly, but otherwise than by will) subsection (4) shall have effect as if any disposal or part disposal of that interest by the donee were a disposal by the grantee. 7 If any condition imposed on the making of a grant to which this section applies is contravened or not complied with, the grantor may recover the amount of the grant, or such part of it as he thinks fit, from the grantee. 8 Nothing in this section entitles a grantor to recover amounts in the aggregate exceeding the amount of the grant (for example by virtue of a breach of more than one condition or disposals of several parts of an interest in the grant property)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "79", "section_title": " Town scheme agreements.", "section_text": "79 1 The Commission and one or more local authorities in England, or the Secretary of State and one or more local authorities in Wales, may enter an agreement (in this Act referred to as a “town scheme agreement”) that a specified sum of money shall be set aside for a specified period of years for the purpose of making grants for the repair of buildings which are— a included in a list compiled for the purposes of such an agreement by the parties to the agreement, or by them and other such authorities, or b shown on a map prepared for those purposes by the parties, or by them and such other authorities. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this section “ local authority ” means— a a county council; aa a county borough council; b a district council; c in relation to any building situated within the Broads, the Broads Authority; ca in relation to any building in a National Park for which a National Park authority is the local planning authority, that authority; d a London borough council or the Common Council of the City of London; e the Council of the Isles of Scilly."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "80", "section_title": " Grants for repairing of buildings in town schemes.", "section_text": "80 1 The Commission may make grants for the purpose of defraying the whole or part of any expenditure incurred or to be incurred in the repair of any building which— a is the subject of a town scheme agreement; b is situated in a conservation area in England; and c appears to the Commission to be of architectural or historic interest. 2 The Secretary of State may make grants for the purpose of defraying the whole or part of any expenditure incurred or to be incurred in the repair of any building which— a is the subject of a town scheme agreement; b is situated in a conservation area in Wales; and c appears to him to be of architectural or historic interest. 3 A grant under this section may be made subject to conditions imposed by the Commission or, as the case may be, the Secretary of State for such purposes as the Commission or, as the case may be, the Secretary of State thinks fit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Commission or the Secretary of State may— a pay any grant under this section to any authority which is a party to a town scheme agreement; and b make arrangements with any such authority for the way in which the agreement is to be carried out. 6 Those arrangements may include such arrangements for the offer and payment of grants under this section as the parties may agree. 7 Section 78(4) to (8) shall apply to a grant under this section as it applies to a grant under that section, but taking the recovery period to be three years beginning with the day on which the grant is made."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "81", "section_title": " Authorities exercising functions under Act.", "section_text": "81 In this Act “ local planning authority ” shall be construed in accordance with Part I of the principal Act and Schedule 4 to this Act (which makes further provision as to the exercise of functions under this Act)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "81A", "section_title": "Power to decline to determine subsequent application", "section_text": "81A 1 A local planning authority may decline to determine an application for a relevant consent if— a one or more of the conditions in subsections (2) to (4) is satisfied, and b the authority think there has been no significant change in any material considerations since the relevant event. 2 The condition is that in the period of two years ending with the date on which the application mentioned in subsection (1) is received the Secretary of State has refused a similar application referred to him under section 12. 3 The condition is that in that period the Secretary of State has dismissed an appeal— a against the refusal of a similar application, or b under section 20(2) in respect of a similar application. 4 The condition is that— a in that period the local planning authority have refused more than one similar application, and b there has been no appeal to the Secretary of State against any such refusal   or, if there has been such an appeal, it has been withdrawn . 5 Relevant consent is— a listed building consent, or b conservation area consent. 6 The relevant event is— a for the purposes of subsections (2) and (4) the refusal of the similar application; b for the purposes of subsection (3) the dismissal of the appeal. 7 An application for relevant consent is similar to another application if (and only if) the local planning authority think that the building and works to which the applications relate are the same or substantially the same. 8 For the purposes of an application for conservation area consent a reference to a provision of this Act is a reference to that provision as excepted or modified by regulations under section 74."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "81B", "section_title": "Power to decline to determine overlapping application", "section_text": "81B 1 A local planning authority may decline to determine an application for a relevant consent which is   a made on the same day as a similar application, or b  made at a time when any of the conditions in subsections (2) to (4) applies in relation to a similar application. 2 The condition is that a similar application is under consideration by the local planning authority and the determination period for that application has not expired. 3 The condition is that a similar application is under consideration by the Secretary of State in pursuance of section 12 or on an appeal under section 20 and the Secretary of State has not issued his decision. 4 The condition is that a similar application— a has been granted by the local planning authority, b has been refused by them, or c has not been determined by them within the determination period, and the time within which an appeal could be made to the Secretary of State under section 20 has not expired. 4A If a local planning authority exercise their power under subsection (1)(a) to decline to determine an application made on the same day as a similar application, they may not also exercise that power to decline to determine the similar application. 5 Relevant consent is— a listed building consent, or b conservation area consent. 6 An application for relevant consent is similar to another application if (and only if) the local planning authority think that the building and works to which the applications relate are the same or substantially the same. 7 The determination period is— a the period prescribed for the determination of the application, or b such longer period as the applicant and the authority have agreed for the determination of the application. 8 For the purposes of an application for conservation area consent a reference to a provision of this Act is a reference to that provision as excepted or modified by regulations under section 74."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82", "section_title": " Application of Act to land and works of local planning authorities.", "section_text": "82 1 In relation to land of a local planning authority, section 1(1), (2) and (4) and sections 2  to 2D,  ,  and 39(6) 41(8) , shall have effect subject to such exceptions and modifications as may be prescribed. 2 The provisions mentioned in subsection (3) shall have effect for the purpose of applications by local planning authorities relating to the execution of works for the demolition, alteration or extension of listed buildings, subject to such exceptions and modifications as may be prescribed. 3 Those provisions are sections 1(3), (5) and (6),  2B, 2C,   3 to 5, 7  to 26, 28,  28B,   29 , 32 to 50 (except  section 39(6) ), 60(1) to (4)\t\t\t\t\t(as it applies as respects the provisions mentioned in this subsection), 62 to 65, 67(2)(b), (6) and (7), 73(1), Schedules 1  , 1A   and 2, paragraph 2 of Schedule 4 (as it applies to Schedule 1) and paragraph 4(1) of Schedule 4 (as it applies as respects the provisions mentioned in this subsection). 4 Regulations under this section may in particular provide— a for the making of applications for listed building consent to the Secretary of State; and b for the issue or service by him of notices under section 2(3) and the provisions mentioned in subsection (3)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82A", "section_title": "Application to the Crown", "section_text": " 82A 1 This Act (except the provisions specified in subsection (2)) binds the Crown. 2 These are the provisions— a section 9; b section 11(6); c section 21(7); ca section 26J; d section 42(1), (5) and (6); e section 43; f section 44A; fa section 44C; g section 54; h section 55; i section 59; j section 88A. 3 But subsection (2)(a) does not have effect to prohibit the doing of anything by or on behalf of the Crown which falls within the circumstances described in section 9(3)(a) to (d) and the doing of that thing does not contravene section 7."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82B", "section_title": "Urgent works relating to Crown land: application", "section_text": " 82B 1 This section applies to any works proposed to be executed in connection with any building which is on Crown land if the appropriate authority certifies— a that the works are of national importance, and b that it is necessary that the works are carried out as a matter of urgency. 2 The appropriate authority may, instead of making an application for consent to the local planning authority in accordance with this Act, make an application for consent to the Secretary of State under this section. 3 If the appropriate authority proposes to make the application to the Secretary of State it must publish in one or more newspapers circulating in the locality of the building a notice— a describing the proposed works, and b stating that the authority proposes to make the application to the Secretary of State. 4 For the purposes of an application under this section the appropriate authority must provide to the Secretary of State a statement of the authority’s grounds for making the application. 5 If the appropriate authority makes an application under this section subsections (6) to (9) below apply. 6 The Secretary of State may require the authority to provide him with such further information as he thinks necessary to enable him to determine the application. 7 As soon as practicable after he is provided with any document or other matter in pursuance of subsection (4) or (6) the Secretary of State must make a copy of the document or other matter available for inspection by the public in the locality of the proposed development. 8 The Secretary of State must in accordance with such requirements as may be prescribed publish notice of the application and of the fact that such documents and other material are available for inspection. 9 The Secretary of State must consult— a the local planning authority for the area to which the proposed development relates, and b such other persons as may be prescribed, about the application. 10 Subsection (7) does not apply to the extent that the document or other matter is subject to a direction under paragraph 6(6) of Schedule 3 (matters related to national security). 11 Subsections (4) and (5) of section 12 apply to an application under this section as they apply to an application in respect of which a direction under section 12 has effect."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82C", "section_title": "Expressions relating to the Crown", "section_text": " 82C 1 In this Act, expressions relating to the Crown must be construed in accordance with this section. 2 Crown land is land in which there is a Crown interest or a Duchy interest. 3 A Crown interest is any of the following— a an interest belonging to Her Majesty in right of the Crown or in right of Her private estates; b an interest belonging to a government department or held in trust for Her Majesty for the purposes of a government department; c such other interest as the Secretary of State specifies by order. 4 A Duchy interest is— a an interest belonging to Her Majesty in right of the Duchy of Lancaster, or b an interest belonging to the Duchy of Cornwall. 5 A private interest is an interest which is neither a Crown interest nor a Duchy interest. 6 The appropriate authority in relation to any land is— a in the case of land belonging to Her Majesty in right of the Crown and forming part of the Crown Estate, the Crown Estate Commissioners; b in relation to any other land belonging to Her Majesty in right of the Crown, the government department having the management of the land; c in relation to land belonging to Her Majesty in right of Her private estates, a person appointed by Her Majesty in writing under the Royal Sign Manual or, if no such appointment is made, the Secretary of State; d in relation to land belonging to Her Majesty in right of the Duchy of Lancaster, the Chancellor of the Duchy; e in relation to land belonging to the Duchy of Cornwall, such person as the Duke of Cornwall, or the possessor for the time being of the Duchy, appoints; f in the case of land belonging to a government department or held in trust for Her Majesty for the purposes of a government department, the department; g in relation to Westminster Hall and the Chapel of St Mary Undercroft, the Lord Great Chamberlain and the Speakers of the House of Lords and the House of Commons acting jointly; h in relation to Her Majesty’s Robing Room in the Palace of Westminster, the adjoining staircase and ante-room and the Royal Gallery, the Lord Great Chamberlain. 7 If any question arises as to what authority is the appropriate authority in relation to any land it must be referred to the Treasury, whose decision is final. 8 For the purposes of an application for listed building consent made by or on behalf of the Crown in respect of land which does not belong to the Crown or in respect of which it has no interest a reference to the appropriate authority must be construed as a reference to the person who makes the application. 9 For the purposes of subsection (8) the Crown includes— a the Duchy of Lancaster; b the Duchy of Cornwall; c a person who is an appropriate authority by virtue of subsection (6)(g) and (h). 10 The reference to Her Majesty’s private estates must be construed in accordance with section 1 of the Crown Private Estates Act 1862. 11 An order made for the purposes of paragraph (c) of subsection (3) must be made by statutory instrument. 12 But no such order may be made unless a draft of it has been laid before and approved by resolution of each House of Parliament."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82D", "section_title": "Enforcement in relation to the Crown", "section_text": " 82D 1 No act or omission done or suffered by or on behalf of the Crown constitutes an offence under this Act. 2 A local planning authority must not take any step for the purposes of enforcement in relation to Crown land unless it has the consent of the appropriate authority. 3 The appropriate authority may give consent under subsection (2) subject to such conditions as it thinks appropriate. 4 A step taken for the purposes of enforcement is anything done in connection with the enforcement of anything required to be done or prohibited by or under this Act. 5 A step taken for the purposes of enforcement includes— a entering land; b bringing proceedings; c the making of an application. 6 A step taken for the purposes of enforcement does not include— a service of a notice; b the making of an order (other than by a court)."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82E", "section_title": "References to an interest in land", "section_text": "82E 1 Subsection (2) applies to the extent that an interest in land is a Crown interest or a Duchy interest. 2 Anything which requires or is permitted to be done by or in relation to the owner of the interest in land must be done by or in relation to the appropriate authority. 3 An interest in land includes an interest only as occupier of the land."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "82F", "section_title": "Applications for listed building or conservation area consent by Crown", "section_text": "82F 1 This section applies to an application for listed building consent or conservation area consent made by or on behalf of the Crown. 2 The Secretary of State may by regulations modify or exclude any statutory provision relating to the making and determination of such applications. 3 A statutory provision is a provision contained in or having effect under any enactment."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "83", "section_title": " Exercise of powers in relation to Crown land.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "84", "section_title": " Application for listed building or conservation area consent in anticipation of disposal of Crown land.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "86", "section_title": " Ecclesiastical property.", "section_text": "86 1 Without prejudice to the provisions of the  Acquisition of Land Act 1981 with respect to notices served under that Act, where under any of the provisions of this Act a notice or copy of a notice is required to be served on an owner of land, and the land is ecclesiastical property, a similar notice or copy of a notice shall be served on the   Diocesan Board of Finance for the diocese in which the land is situated . 2 Where any ecclesiastical property is vested in the incumbent of a benefice which is vacant — a if the property is situated in England, then for the purposes of section 11, this subsection (other than paragraph (b)) and sections 62, 63 and 83(1) and any other provisions of this Act so far as they apply or have effect for the purposes of any of those provisions,   it  shall be treated as being vested in the   Diocesan Board of Finance for the diocese in which the land is situated ; b in any case,      it  shall, for the purposes of a compulsory acquisition of the property under section 47, be treated as being vested in the Church Commissioners, and any notice to treat shall be served, or be deemed to have been served, accordingly. 3 Any compensation payable under section 29 in respect of land which is ecclesiastical property   shall be paid to the Diocesan Board of Finance for the diocese in which the land is situated and shall  . . .   be applied by   it  for the purposes for which the proceeds of a sale by agreement of the land would be applicable under any enactment or Measure authorising or disposing of the proceeds of such a sale. 4 In this section “ ecclesiastical property ” means land belonging to an ecclesiastical benefice   of the Church of England , or being or forming part of a church subject to the jurisdiction of a bishop of any diocese   of the Church of England  or the site of such a church, or being or forming part of a burial ground subject to such jurisdiction . . .  ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "87", "section_title": " Settled land.", "section_text": "87 The classes of works specified in Part II of Schedule 3 to the  Settled Land Act 1925 (which specifies improvements which may be paid for out of capital money, subject to provisions under which repayment out of income may be required to be made) shall include works specified by the Secretary of State as being required for properly maintaining a listed building which is settled land within the meaning of that Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88", "section_title": " Rights of entry.", "section_text": "88 1 Any person duly authorised in writing by the Secretary of State may at any reasonable time enter any land for the purpose of surveying any building on it  or any other land  in connection with a proposal to include the building in, or exclude it from, a list compiled or approved under section 1. 2 Any person duly authorised in writing by the Secretary of State, a local planning authority or, where the authorisation relates to a building situated in Greater London, the Commission may at any reasonable time enter any land for any of the following purposes— a surveying it  or any other land  in connection with any proposal by the authority or the Secretary of State to make, issue or serve any order or notice under any of the provisions of sections 1 to 26, 38, 40, 46, 54, 55, 60, 68, 75 or 76 or under any order or regulations made under any of them, or any notice under section 48; b ascertaining whether any such order or notice has been complied with  in relation to the land or any other land ; c ascertaining whether an offence has been, or is being, committed with respect to any building on the land  or any other land , under section 9, 11  , 26J  or 43; d ascertaining whether any  building on the land or any other land  is being maintained in a proper state of repair. 3 Any person duly authorised in writing by the Secretary of State, a local authority or, where the authorisation relates to a building situated in Greater London, the Commission may at any reasonable time enter any land for any of the following purposes— a ascertaining whether an offence has been or is being committed under section 59  in relation to the land or any other land ; b ascertaining whether any of the functions conferred by section 54 should or may be exercised in connection with the land  or any other land ; or c exercising any of those functions in conn ection with the land  or any other land . 3A Any person duly authorised in writing by a local planning authority in Wales may at any reasonable time enter any land for any of the following purposes— a securing the display of a temporary stop notice (see section 44B); b ascertaining whether a temporary stop notice is being complied with; c considering any claim for compensation under section 44D. 4 Any person who is an officer of the Valuation Office or is duly authorised in writing by a local planning authority may at any reasonable time enter any land for the purpose of surveying it, or estimating its value, in connection with a claim for compensation payable by the authority under section   . . . 28  , 28B   , 29 or 44D   in respect of any land. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subject to  section 88B(8) , any power conferred by this section to survey land shall be construed as including power to search and bore for the purpose of ascertaining the nature of the subsoil   . . .. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88A", "section_title": "\n\t\t\tWarrants to enter land.", "section_text": "88A 1 If it is shown to the satisfaction of a justice of the peace on sworn information in writing— a that there are reasonable grounds for entering any land for any of the purposes mentioned in section 88; and b that— i admission to the land has been refused, or a refusal is reasonably apprehended; or ii the case is one of urgency, the justice may issue a warrant authorising any person duly authorised in writing by the appropriate authority to enter the land. 2 In subsection (1) “ the appropriate authority ” means the person who may authorise entry on the land under section 88 for the purpose in question. 3 For the purposes of subsection (1)(b)(i) admission to land shall be regarded as having been refused if no reply is received to a request for admission within a reasonable period. 4 A warrant authorises entry on one occasion only and that entry must be— a within one month from the date of the issue of the warrant; and b at a reasonable hour, unless the case is one of urgency."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88B", "section_title": " Rights of entry: supplementary provisions.", "section_text": "88B 1 A person authorised under section 88 to enter any land shall not demand admission as of right to any land which is occupied unless twenty-four hours notice of the intended entry has been given to the occupier. 1A Subsection (1) does not apply to a person authorised under section 88(3A) who intends to enter the land for either of the purposes mentioned in paragraphs (a) and (b) of that subsection. 2 A person authorised to enter land in pursuance of a right of entry conferred under or by virtue of section 88 or 88A (referred to in this section as “ a right of entry ”)— a shall, if so required, produce evidence of his authority and state the purpose of his entry before so entering; b may take with him such other persons as may be necessary; and c on leaving the land shall, if the owner or occupier is not then present, leave it as effectively secured against trespassers as he found it. 3 Any person who wilfully obstructs a person acting in the exercise of a right of entry shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 If any person who enters any land, in exercise of a right of entry, discloses to any person any information obtained by him while on the land as to any manufacturing process or trade secret, he shall be guilty of an offence. 5 Subsection (4) does not apply if the disclosure is made by a person in the course of performing his duty in connection with the purpose for which he was authorised to enter the land. 6 A person who is guilty of an offence under subsection (4) shall be liable— a on summary conviction to a fine not exceeding the statutory maximum, or b on conviction on indictment to imprisonment for a term not exceeding two years or a fine or both. 7 If any damage is caused to land or chattels in the exercise of— a a right of entry; or b a power conferred by virtue of section 88(6) in connection with such a right, compensation may be recovered by any person suffering the damage from the authority who gave the written authority for the entry or, as the case may be, the Secretary of State; and section 118 of the principal Act shall apply in relation to compensation under this subsection as it applies in relation to compensation under Part IV of that Act. 8 No person shall carry out any works in exercise of a power conferred under section 88 unless notice of his intention to do so was included in the notice required by subsection (1). 9 The authority of the appropriate Minister shall be required for the carrying out of works in exercise of a power conferred under section 88 if— a the land in question is held by statutory undertakers; and b they object to the proposed works on the ground that the execution of the works would be seriously detrimental to the carrying on of their undertaking. 10 Section 265(1) and (3) of the principal Act (meaning of “appropriate Minister”) applies for the purposes of subsection (9) as it applies for the purposes of section 325(9) of the principal Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88C", "section_title": "Rights of entry: Crown land", "section_text": "88C 1 Section 88 applies to Crown land subject to the following modifications. 2 A person must not enter Crown land unless he has the relevant permission. 3 Relevant permission is the permission of— a a person appearing to the person seeking entry to the land to be entitled to give it, or b the appropriate authority. 4 In subsection (6) the words  “Subject to section 88B(8)” must be ignored. 5 Section 88B does not apply to anything done by virtue of this section. 6 “ Appropriate authority ” must be construed in accordance with section 82C(6). "}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88D", "section_title": "Determination of procedure for certain proceedings: England", "section_text": " 88D 1 The Secretary of State must make a determination as to the procedure by which proceedings to which this section applies are to be considered. 2 A determination under subsection (1) must provide for the proceedings to be considered in   such one or more of the following ways as appear   to the Secretary of State to be  ... appropriate— a at a local inquiry; b at a hearing; c on the basis of representations in writing. 3 The Secretary of State must make a determination under subsection (1) in respect of proceedings to which this section applies before the end of the prescribed period. 4 A determination under subsection (1) may be varied by a subsequent determination under that subsection at any time before the proceedings are determined. 5 The Secretary of State must notify the appellant or applicant (as the case may be) and the local planning authority of any determination made under subsection (1). 6 The Secretary of State must publish the criteria that are to be applied in making determinations under subsection (1). 7 This section applies to— a an application referred to the Secretary of State under section 12 instead of being dealt with by a local planning authority in England; b an appeal under section 20 against a decision of a local planning authority in England; and c an appeal under section 39 against a listed building enforcement notice issued by a local planning authority in England. 8 The Secretary of State may by order amend subsection (7) to— a add proceedings under this Act to, or remove proceedings under this Act from, the list of proceedings to which this section applies, or b otherwise modify the descriptions of proceedings under this Act to which this section applies. 9 An order under subsection (8) may— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b amend, repeal or revoke any provision made by or under this Act or by or under any other Act."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "88E", "section_title": "Determination of procedure for certain proceedings: Wales", "section_text": "88E 1 The Welsh Ministers must make a determination as to the procedure by which proceedings to which this section applies are to be considered. 2 A determination under subsection (1) must provide for the proceedings to be considered in such one or more of the following ways as appear to the Welsh Ministers to be appropriate— a at a local inquiry; b at a hearing; c on the basis of representations in writing. 3 The Welsh Ministers must make a determination under subsection (1) in respect of proceedings to which this section applies before the end of the prescribed period. 4 A determination under subsection (1) may be varied by a subsequent determination under that subsection at any time before the proceedings are determined. 5 The Welsh Ministers must notify the appellant or applicant (as the case may be) and the local planning authority of any determination made under subsection (1). 6 The Welsh Ministers must publish the criteria which are to be applied in making determinations under subsection (1). 7 This section applies to— a an application referred to the Welsh Ministers under section 12; b an appeal to the Welsh Ministers under section 20; c an appeal to the Welsh Ministers under section 39. 8 The Welsh Ministers may by order amend subsection (7) to— a add proceedings under this Act to, or remove proceedings under this Act from, the list of proceedings to which this section applies; or b otherwise modify the descriptions of proceedings under this Act to which this section applies. 9 An order under subsection (8) may— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b amend, repeal or revoke any provision made by or under this Act or by or under any other Act. 10 No order may be made under subsection (8) unless a draft of the instrument containing the order has been laid before and approved by resolution of the National Assembly for Wales."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "89", "section_title": " Application of certain general provisions of principal Act.", "section_text": "89 1 Subject to subsections (1A) and (2),  the following provisions of the principal Act shall apply for the purposes of this Act as they apply for the purposes of that Act, namely— sections 319ZA to 319ZD (Wales: discharge of functions of local planning authority relating to applications), section 320 (local inquiries), section 322 (orders as to costs of parties where no inquiry held  : England ) , section  322A (orders as to costs: supplementary) ,    section 322C (costs: Wales), 323 (procedure on certain appeals and applications  : England ), section 323A (procedure for certain proceedings: Wales section 327A (compliance with requirements relating to applications), section 329 (service of notices), section 329A(1) and (2)\t\t\t\t\t\t\t(service of notices on the Crown) section 330 (power to require information as to interests in land), section 330A(1) to (4)\t\t\t\t\t\t\t(information as to interests in Crown land) section 331 (offences by corporations). 1ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A   In the case of a building situated in England,  subsection (1)(cc) of section 329 of that Act shall not apply to— a service of a building preservation notice; b service of a copy of a listed building enforcement notice by a planning authority; c giving of notice under section 38 of this Act of the exercise of powers conferred by subsection (5) of that section; or d service of a listed building enforcement notice issued by the Secretary of State. 2 Section 331 of that Act shall not apply to offences under section 59 of this Act. 3 In the application of section 330 by virtue of this section, references to a local authority include the Commission."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "90", "section_title": " Financial provisions.", "section_text": "90 1 Where— a compensation is payable by a local authority under this Act in consequence of any decision or order given or made under Chapters I,  II  or  IV  of Part I or sections 32 to 37, 60 or Schedule 3; and b the decision or order in consequence of which it is payable was given or made wholly or partly in the interest of a service which is provided by a government department and the cost of which is defrayed out of money provided by Parliament, the Minister responsible for the administration of that service may pay that authority a contribution of such amount as he may with the consent of the Treasury determine. 2 Any local authority and any statutory undertakers may contribute towards any expenses incurred by a local planning authority in or in connection with the performance of any of their functions under the provisions of Chapters I to V of Part I (other than sections  28  to 31, 53, 54, 55, 57, 58) and sections 66 and 68 and Schedule 1. 3 Where any expenses are incurred by a local authority in the payment of compensation payable in consequence of anything done under Chapters I, II or IV of Part I or sections 32 to 37, 56, 59, 60, 66(1), 67, 68 or 73, the Secretary of State may, if it appears to him to be expedient to do so, require any other local authority to contribute towards those expenses such sum as appears to him to be reasonable, having regard to any benefit accruing to that authority by reason of the proceeding giving rise to the compensation. 4 For the purposes of subsections (2) and (3), contributions made by a local planning authority towards the expenditure of a joint advisory committee shall be deemed to be expenses incurred by that authority for the purposes for which that expenditure is incurred by the committee. 5 The council of a county may direct that any expenses incurred by them under the provisions specified in subsection (6) shall be treated as special expenses of a county council chargeable upon such part of the county as may be specified in the directions. 6 Those provisions are— a sections 1(1) to (5), 2(1) to (3)  41(8) , 51, 52, 64, 65, 66(2), 82(1) and (4)(b), 83, 86 (except subsection (2)(a)), 87, 88 (except subsection (3)) and subsections (1) to (4) of this section and any other provisions of the planning Acts in so far as they apply, or have effect for the purposes of, any of those provisions; and b sections 1(6), 3, 4, 5, 7 to 29, 32 to 50 (except 39(6)   . . .), 60(1) to (4), 61, 66(1), 67(2)(b),(6) and (7), 73(1)\t\t\t\t\t\t\t(so far as it applies to section 67(2)(b), (6) and (7)), 82(2), (3) and (4)(a) and Schedules 1, 2 and 3. 7 There shall be paid out of money provided by Parliament— a any sums necessary to enable the Secretary of State to make any payments becoming payable by him under sections  28 or  29; b any expenses incurred by any government department (including the Secretary of State) in the acquisition of land under sections 47 to 52 or in the payment of compensation under section 51(4) or 88(7) or under subsection (1); c any administrative expenses incurred by the Secretary of State for the purposes of this Act. 8 Any sums received by the Secretary of State under this Act shall be paid into the Consolidated Fund."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "91", "section_title": " Interpretation.", "section_text": "91 1 In this Act, except in so far as the context otherwise requires—  “ address ”, in relation to electronic communications, means any number or address used for the purpose of such communications;  “ building preservation notice ” has the meaning given in   sections 3(1) and 3A(1) ; “ the Commission ” means the Historic Buildings and Monuments Commission for England; “ conservation area ” means an area for the time being designated under section 69; “ conservation area consent ” has the meaning given in section 74(1);  “ electronic communication ” has the same meaning as in the Electronic Communications Act 2000;    “ interim protection ” has the meaning given in section 2B(3);   “ listed building ” has the meaning given in section 1(5); “ listed building consent ” has the meaning given in section 8(7); “ listed building enforcement notice ” has the meaning given in section 38(1); “ listed building purchase notice ” has the meaning given in section 32(1); “ local planning authority ” shall be construed in accordance with section 81; “ prescribed ”, except in relation to matters expressly required or authorised by this Act to be prescribed in some other way, means prescribed by regulations under this Act; “ the principal Act ” means the   Town and Country Planning Act 1990; “ town scheme agreement ” has the meaning given in section 79. 2 Subject to subsections (6) and (7) and except in so far as the context otherwise requires, the following expressions have the same meaning as in the principal Act— “the 1962 Act” “acquiring authority” “the Broads” “building” “compulsory acquisition” “development” “development order” . . .  “disposal” “enactment” “functions” “government department” “joint planning board” “land” “lease” “local authority” “London borough” “minerals” “Minister”  . . . “owner”   “permission in principle”   “the planning Acts” “planning permission” “public gas supplier” “use” “Valuation Office”, but this subsection does not affect the meaning of “ owner ” in section 11  , 26L or 26M . 3 In this Act “ statutory undertakers ” has the same meaning as in the principal Act except that— a in sections 33 to 36 it shall be deemed to include references to a   an electronic communications code operator and to a former  PTO ; b in sections 33 to 36, 51(2)(a) and 90(2) it shall be deemed to include the  a universal service provider in connection with the provision of a universal postal service , the Civil Aviation Authority,  a person who holds a licence under Chapter I of Part I of the Transport Act 2000 (to the extent that the person is carrying out activities authorised by the licence),  a public gas supplier, a holder of a licence under section 6 of the  Electricity Act 1989,  the Environment Agency, the Natural Resources Body for Wales and every water or sewerage undertaker. 3A The undertaking of a universal service provider so far as relating to the provision of a universal postal service shall be taken to be his statutory undertaking for the purposes of this Act; and references in this Act to his undertaking shall be construed accordingly. 3B In subsections (3) and (3A) “universal service provider” has the same meaning as in   Part 3 of the Postal Services Act 2011 ; and the references to the provision of a universal postal service shall be construed in accordance with   that Part . 4 References in the planning Acts to any of the provisions mentioned in section 82 include, except where the context otherwise requires, references to those provisions as modified under that section. 5 Words in this Act importing a reference to service of a notice to treat shall be construed as including a reference to the constructive service of such a notice which, by virtue of any enactment, is to be deemed to be served. 5A Where— a an electronic communication is used for the purpose of serving or giving a notice or other document on or to any person for the purposes of this Act, and b the communication is received by that person outside that person’s business hours, it shall be taken to have been received on the next working day; and in this subsection  “ working day ” means a day which is not a Saturday, Sunday, Bank Holiday or other public holiday.  6 In sections 33 to 36, 53(1) 54, 55 and 88(3) “ local authority ”, in relation to a building or land in the Broads, includes the Broads Authority. 7 For the purposes of subsection (1)(b) of section 57 and subsection (2) of that section as it applies for the purposes of that subsection the definition of “building” in the principal Act shall apply with the omission of the words “but does not include any plant or machinery comprised in a building”."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "92", "section_title": " Application of Act to Isles of Scilly.", "section_text": "92 1 The Secretary of State shall, after consultation with the Council of the Isles of Scilly, by order provide for the application to those Isles of the provisions of this Act specified in subsection (2) as if those Isles were a separate county. 2 The provisions referred to in subsection (1) are— a sections 1(1) to (5), 2(1) to (3)  41(8) , 51, 52, 64, 65, 66(2), 82(1) and (4)(b),  . . .  86 (except subsection (2)(a)), 87, 88 (except subsection (3)), 90(1) to (4) and any other provisions of the planning Acts in so far as they apply, or have effect for the purposes of, any of those provisions; and b sections 1(6), 3, 4, 5, 7 to 29, 32 to 50 (except 39(6)  and 42(6) ), 60(1) to (4), 61, 66(1), 67(2)(b),(6) and (7), 73(1)\t\t\t\t\t\t\t(so far as it applies to section 67(2)(b), (6) and (7)), 75(1), (5) and (6), 82(2), (3) and (4)(a) and Schedules 1, 2  , 2A  and 3. 3 The Secretary of State, may, after consultation with the Council of the Isles of Scilly, by order provide for the application to those Isles of sections 2(4) and (5), 53 to 55, 59, 67(1) to (6), 69 to 72, 73(1), 74 to 76 and 88(3) and paragraph 4 of Schedule 4 as if those Isles were a separate county or district. 4 Any order under this section may provide for the application of provisions to the Isles subject to such modifications as may be specified in the order."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "93", "section_title": " Regulations and orders.", "section_text": "93 1 The Secretary of State may make regulations under this Act  in relation to England and the Welsh Ministers may make regulations under this Act in relation to Wales — a for prescribing the form of any notice, order or other document authorised or required by any of the provisions of this Act to be served, made or issued by any local authority  or National Park authority ; b for any purpose for which regulations are authorised or required to be made under this Act. 2 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument. 3 Any statutory instrument containing regulations made under this Act  , other than regulations under section 2A , 26M or 56A,  shall be subject to annulment in pursuance of a resolution of either House of Parliament  (in the case of regulations made by the Secretary of State) or the National Assembly for Wales (in the case of regulations made by the Welsh Ministers) . 3A A statutory instrument containing regulations under section 2A, 26M or 56A may not be made by the Welsh Ministers unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 4 The power to make orders under sections 8(5),  26C,   55(5B),  60, 75(7)  , 88E  and 92 shall be exercisable by statutory instrument. 5 Any statutory instrument which contains an order under section  55(5B),  60 or 75(7) shall be subject to annulment in pursuance of a resolution of either House of Parliament  (in the case of an order made by the Secretary of State) or the National Assembly for Wales (in the case of an order made by the Welsh Ministers) . 6 Regulations made under this Act and orders made under this Act by statutory instrument may make consequential, supplementary, incidental, transitional, transitory or saving provision. 6A Regulations and orders may make different provision for different purposes. 6B The powers to make regulations under sections 10(3)(b), 67(1) and 73(1) must be taken to be powers mentioned in section 100(2) of the Local Government Act 2003 (powers exercisable in relation to descriptions of certain local authorities which fall into particular categories for the purposes of section 99 of that Act). 7 Without prejudice to section 14 of the  Interpretation Act 1978, any power conferred by this Act to make an order shall include power to vary or revoke any such order by a subsequent order."}, {"act": "Planning (Listed Buildings and Conservation Areas) Act 1990", "year": 1990, "section": "94", "section_title": " Short title, commencement and extent.", "section_text": "94 1 This Act may be cited as the Planning (Listed Buildings and Conservation Areas) Act 1990. 2 Except as provided in Schedule 4 to the  Planning (Consequential Provisions) Act 1990, this Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act extends to England and Wales only."}]