[{"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "1", "section_title": " Meaning of “the consolidating Acts”, “the repealed enactments”,  etc.", "section_text": "1 1 In this Act— “ the consolidating Acts ” means the principal Act, the  Planning (Listed Buildings and Conservation Areas) Act 1990, the  Planning (Hazardous Substances) Act 1990 and, so far as it reproduces the effect of the repealed enactments, this Act, “ the principal Act ” means the  Town and Country Planning Act 1990, and “ the repealed enactments ” means the enactments repealed by this Act. 2 Expressions used in this Act and in any of the other consolidating Acts have the same meaning as in those Acts."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "2", "section_title": " Continuity, and construction of references to old and new law.", "section_text": "2 1 The substitution of the consolidating Acts for the repealed enactments does not affect the continuity of the law. 2 Anything done or having effect as if done under or for the purposes of a provision of the repealed enactments has effect, if it could have been done under or for the purposes of the corresponding provision of the consolidating Acts, as if done under or for the purposes of that corresponding provision. 3 Any reference, whether express or implied, in the consolidating Acts or any other enactment, instrument or document to a provision of the consolidating Acts shall, so far as the context permits, be construed as including, in relation to the times, circumstances and purposes in relation to which the corresponding provision of the repealed enactments has effect, a reference to that corresponding provision. 4 Any reference, whether express or implied, in any enactment, instrument or document to a provision of the repealed enactments shall be construed, so far as is required for continuing its effect, as including a reference to the corresponding provision of the consolidating Acts."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "3", "section_title": " Repeals.", "section_text": "3 1 The enactments specified in Schedule 1 are repealed to the extent specified in the third column of that Schedule. 2 Those repeals include the repeal, in accordance with Recommendations of the Law Commission, of section 105(4) and (5) of the 1968 Act and section 21(7A) and (8) of the 1971 Act as no longer of practical utility. 3 The repeals have effect subject to any relevant savings in Schedule 3."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "4", "section_title": " Consequential amendments.", "section_text": "4 Schedule 2 (which makes consequential amendments) shall have effect, subject to any relevant transitional provisions in Schedule 3."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "5", "section_title": " Transitional provisions and savings.", "section_text": "5 1 Schedule 3 (which makes transitional provision and contains savings in connection with the repeals made by this Act) shall have effect. 2 Nothing in that Schedule affects the general operation of section 16 of the  Interpretation Act 1978 (general savings implied on repeal) or of the previous provisions of this Act."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "6", "section_title": " Transitory modifications.", "section_text": "6 Schedule 4 (which makes transitory modifications of the consolidating Acts) shall have effect."}, {"act": "Planning (Consequential Provisions) Act 1990", "year": 1990, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Planning (Consequential Provisions) Act 1990. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act does not extend to Scotland or Northern Ireland except (subject to subsection (4)) so far as it affects other enactments so extending. 4 The repeals in Part II of Schedule 1 extend to England and Wales only and those in Part III of that Schedule to Scotland only."}]