[{"act": "Social Security Act 1990", "year": 1990, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1–5"}, {"act": "Social Security Act 1990", "year": 1990, "section": "6", "section_title": " Late claims for widowhood benefits where death is difficult to establish.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The  Social Security (Widow’s Benefit) Transitional Regulations 1987 shall have effect with the insertion in regulation 2, at the end of paragraph (b), of the words— ; and c any reference in section 165C of the 1975 Act to widow’s payment included a reference to widow’s allowance, together with any increase under section 41(2)(e) of that Act. 5 The amendment by subsection (4) above of a provision contained in regulations shall not be taken to have prejudiced any power to make further regulations revoking or amending that provision."}, {"act": "Social Security Act 1990", "year": 1990, "section": "7", "section_title": " Recovery from damages  etc  of sums equivalent to benefit: further provision.", "section_text": "7 The enactments specified in Schedule 1 to this Act shall have effect with the amendments specified in that Schedule."}, {"act": "Social Security Act 1990", "year": 1990, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8–10"}, {"act": "Social Security Act 1990", "year": 1990, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Social Security Act 1990", "year": 1990, "section": "12", "section_title": "The Pensions Ombudsman.", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1990", "year": 1990, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Social Security Act 1990", "year": 1990, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Social Security Act 1990", "year": 1990, "section": "15", "section_title": " Grants for the improvement of energy efficiency in certain dwellings etc.", "section_text": "15 1 The Secretary of State may make or arrange for the making of grants— a towards the cost of carrying out work for the purpose of— i improving the thermal insulation of dwellings, or ii otherwise reducing or preventing the wastage of energy in dwellings (whether in connection with space or water heating, lighting, the use of domestic appliances or otherwise), and b where any such work is, or is to be, carried out, towards the cost of providing persons with advice on reducing or preventing the wastage of energy in dwellings; but no grants shall be made under this section except in accordance with regulations made by the Secretary of State. 2 The regulations may make provision with respect to— a the descriptions of dwelling and work in respect of which a grant under subsection (1)(a) above may be made; b the nature and extent of the advice with respect to the provision of which grants under subsection (1)(b) above may be made; c the descriptions of person from whom an application for a grant under subsection (1)(a) or (b) above may be entertained; d the persons to whom such an application is to be made; e the payment of such grants to persons other than the applicant; f the conditions on which such a grant may be made. 3 The regulations— a may specify or make provision for determining the amount or maximum amount of any grant under this section; and b may include provision requiring work to comply with standards of materials and workmanship (whether prescribed standards, or standards otherwise laid down from time to time by a prescribed person) if it is to be eligible for a grant under subsection (1)(a) above. 4 Subsections (1) to (3) above shall apply in relation to any building in multiple occupation as they apply in relation to a dwelling; and for this purpose “ building in multiple occupation ” means a building which is occupied by persons who do not form a single household, exclusive of any part of the building which is occupied as a separate dwelling by persons who form a single household. 5 The Secretary of State may delegate any of his functions in relation to grants under this section to such persons or bodies of persons as he may determine, and may pay to any person or body of persons to whom functions are so delegated, or upon whom functions are otherwise conferred under or by virtue of this section, such fees as may be agreed. 6 Without prejudice to the generality of the powers conferred by this section, the regulations may make provision for any of the following matters, that is to say— a for appointing for any particular area a person or body of persons (an “administering agency”) to perform in that area such functions as the Secretary of State may confer upon that person or body for the purposes of, or otherwise in connection with, this section (whether those functions are prescribed, or specified otherwise than in regulations); b for the administering agency for any area to select, in accordance with criteria (whether prescribed criteria, or criteria otherwise laid down from time to time by a prescribed person), and register as the network installer for any particular locality within their area, a person or body of persons capable of carrying out, or arranging for the carrying out of, work in respect of which grants under subsection (1)(a) above may be made, to perform in that locality such functions as the Secretary of State or that agency may confer upon that person or body for the purposes of, or otherwise in connection with, this section (whether those functions are prescribed, or specified otherwise than in regulations); c for the allocation by the Secretary of State to an administering agency of the sums which are to be available to that agency in any period for the purpose of making grants under this section in that period, and for the re-allocation of any sums so allocated; d for the allocation by an administering agency to a network installer of an amount which represents the total amount of grant under this section which the agency determines is, or is to be, available for any period in respect of work carried out, and advice given, by that installer and any sub-contractors of his in that period, and for the re-allocation of any amount so allocated. 7 The provision that may be made in regulations by virtue of subsection (6) above includes provision— a for the making of appointments, or the conferring of functions, under that subsection to be effected in whole or in part by or under a contract made between prescribed persons and for requiring any such contract to contain prescribed terms and conditions or terms and conditions with respect to prescribed matters; b for terminating any appointment as an administering agency or any registration as a network installer; c for conferring upon network installers the exclusive right to apply for grants by virtue of subsection (4) above; d for conferring upon administering agencies functions relating to the general oversight of network installers and the verification of claims made, and information supplied, by them. 8 The power to make regulations under this section shall be exercisable by statutory instrument made with the consent of the Treasury; and any statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of the House of Commons. 9 Regulations under this section— a may make different provision with respect to any labour involved, materials used or other items comprised in the carrying out of work; and b may make different provision for different cases and different areas. 10 In this section— “ functions ” means powers and duties and includes the exercise of a discretion with respect to any matter; “ materials ” includes space and water heating systems; “ prescribed ” means specified in, or determined in accordance with, regulations under this section. 11 Sections 252 and 253 of the  Housing (Scotland) Act 1987 (grants for thermal insulation) shall cease to have effect."}, {"act": "Social Security Act 1990", "year": 1990, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Social Security Act 1990", "year": 1990, "section": "17", "section_title": " Interest and penalties in respect of certain contributions 1989 c. 26.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 In section 178 of the  Finance Act 1989 (rates of interest) in subsection (2), after paragraph (g) there shall be inserted— gg paragraph 5 of Schedule 1 to the Social Security Act 1975, ."}, {"act": "Social Security Act 1990", "year": 1990, "section": "18", "section_title": " General financial provisions.", "section_text": "18 1 There shall be paid out of money provided by Parliament— a any expenses incurred under this Act by a Minister of the Crown; and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act. 2 There shall be paid out of the National Insurance Fund into the Consolidated Fund, at such times and in such manner as the Treasury may direct, such sums as the Secretary of State may estimate (in accordance with any directions given by the Treasury) to be the amount of the administrative expenses incurred by him under  paragraphs 2  and 27 of Schedule 6 excluding any category of expenses or payments which the Treasury may direct, or any enactment may require, to be excluded from the Secretary of State’s estimates under this subsection. 3 There shall be paid into the Consolidated Fund any increase by virtue of this Act in the sums so payable by virtue of any other Act."}, {"act": "Social Security Act 1990", "year": 1990, "section": "19", "section_title": " Regulations and orders.", "section_text": "19 1 Subject to the following provisions of this section,  section 175(2) to (5) of the Social Security Contributions and Benefits Act 1992  shall apply in relation to any power conferred by any provision of this Act, other than section 15, to make regulations or an order as they apply in relation to any power conferred by that Act to make regulations or an order, but as if for references to that Act there were substituted references to this Act. 2 A statutory instrument— a which contains (whether alone or with other provisions) any regulations or orders under this Act, other than regulations under section 15 above or orders under section 23 below, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A power conferred by this Act to make any regulations or an order, where the power is not expressed to be exercisable with the consent of the Treasury, shall if the Treasury so direct be exercisable only in conjunction with them."}, {"act": "Social Security Act 1990", "year": 1990, "section": "20", "section_title": " Interpretation.", "section_text": "20 In this Act, unless the context otherwise requires— “ the 1973 Act ” means the  Social Security Act 1973; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Pensions Act ” means the  Social Security Pensions Act 1975; “ prescribe ”, except in section 15, means prescribe by regulations; “ the principal Act ” means the  Social Security Act 1975; “ regulations ” means regulations made by the Secretary of State."}, {"act": "Social Security Act 1990", "year": 1990, "section": "21", "section_title": " Minor and consequential amendments and repeals.", "section_text": "21 1 The enactments mentioned in Schedule 6 to this Act shall have effect with the amendments there specified (being minor amendments and amendments consequential on provisions of this Act). 2 The enactments mentioned in Schedule 7 to this Act (which include some that are spent or of no further practical utility) are repealed to the extent specified in the third column of that Schedule. 3 The Secretary of State may by regulations make— a such transitional provision, b such consequential provision, or c such savings, as he considers necessary or expedient in preparation for or in connection with the coming into force of any provision of this Act or the operation of any enactment repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force."}, {"act": "Social Security Act 1990", "year": 1990, "section": "22", "section_title": " Provision for Northern Ireland.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1990", "year": 1990, "section": "23", "section_title": " Short title, commencement and extent.", "section_text": "23 1 This Act may be cited as the Social Security Act 1990; and this Act, other than section 15, and the Social Security Acts 1975 to 1989 may be cited together as the Social Security Acts 1975 to 1990. 2 Apart from the provisions specified in subsection (3) below, this Act shall not come into force until such day as the Secretary of State may by order appoint; and different days may be so appointed for different provisions or different purposes of the same provision. 3 The provisions referred to in subsection (2) above are the following— a sections 3(6), 5, 6, 7, 10, 15, other than subsection (11), 16(1), (4) to (8) and (10), 18, 19, 20, 21(3), 22 and this section; b Schedule 1; c paragraphs 6, 8, 9 and 15 of Schedule 4 (and section 14 so far as relating to those provisions); d paragraphs 2 to 9, 12 to 15, 17, 18, 19, 21, 26, 27 and 30 of Schedule 6 (and section 21 so far as relating to those provisions); e the amendments in that Schedule to the extent that they are consequential on any provision specified in paragraphs (a) to (d) above (and section 21 so far as relating to any such amendments); and f the repeals in Schedule 7 to the extent that they are consequential on any provision specified in paragraphs (a) to (e) above (and section 21 so far as relating to those repeals). 4 Where any enactment repealed or amended by this Act extends to any part of the United Kingdom, the repeal or amendment extends to that part. 5 The following provisions of this Act extend to Northern Ireland, namely— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . this section; c paragraph 5(1) and (3) of Schedule 1; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and paragraph 5(4) of Schedule 1 extends to Northern Ireland only. 6 Except as provided by this section, this Act does not extend to Northern Ireland."}]