[{"act": "Term and Quarter Days (Scotland) Act 1990", "year": 1990, "section": "1", "section_title": " Whitsunday, Martinmas, Candlemas and Lammas.", "section_text": "1 1 For the purposes mentioned in subsection (2) below— a Whitsunday and Martinmas mean 28th May and 28th November respectively; b Candlemas and Lammas mean 28th February and 28th August respectively; c the term days shall, unless the context otherwise requires, be 28th May and 28th November; and d the quarter days shall, unless the context otherwise requires, be 28th February, 28th May, 28th August and 28th November. 2 The purposes referred to in subsection (1) above are the purposes of— a any enactment or rule of law; b any lease, agreement or undertaking which is entered into or given, or any document which is executed, after this subsection comes into force. 3 In this Act— a any reference to a lease, agreement or undertaking is a reference to a lease, agreement or undertaking, whether written or oral; b any reference to a document is a reference to a document intended to have legal effect. 4 Subject to subsection (5) below, where in a lease, agreement or undertaking which is subsisting when, or in a document which has been executed before, this subsection comes into force there is a reference to any of the following— a Whitsunday, Martinmas, Candlemas or Lammas; or b a term or quarter day, without further specification as to date or month, the date applicable to the reference shall be the date prescribed therefor in paragraph (a), (b), (c) or (d) of subsection (1) above. 5 Subsection (4) above shall not apply if the sheriff (on a summary application made within the period of 12 months beginning with the date of the passing of this Act) on being satisfied that the date intended in the lease, agreement, undertaking or document was a specific date other than the date so prescribed, makes a declaration accordingly. 6 The decision of the sheriff on a summary application under subsection (5) above shall be final. 7 Where in a lease, agreement or undertaking which is entered into or given, or in a document which is executed, after this subsection comes into force there is a reference such as is mentioned in subsection (4)(a) or (b) above and a date is specified therefor which is a date other than the date prescribed therefor in paragraph (a), (b), (c) or (d) of subsection (1) above, the date so specified shall have effect and the reference shall be disregarded."}, {"act": "Term and Quarter Days (Scotland) Act 1990", "year": 1990, "section": "2", "section_title": " Saving provisions and repeal.", "section_text": "2 1 Any notice which— a is given in relation to any lease, agreement, undertaking or document before this section comes into force (other than a notice given in accordance with a declaration of the sheriff under section 1(5) of this Act); and b contains a reference (expressly or by implication) to Whitsunday, Martinmas, Candlemas or Lammas, or to a term day or quarter day, shall, without further specification as to date or month, have effect and be enforceable as if this Act had not been passed. 2 Nothing in this Act shall affect— a any right; or b any obligation, which is enforceable before this section comes into force. 3 The  Removings Act 1693 is hereby repealed."}, {"act": "Term and Quarter Days (Scotland) Act 1990", "year": 1990, "section": "3", "section_title": " Short title, commencement and extent.", "section_text": "3 1 This Act may be cited as the Term and Quarter Days (Scotland) Act 1990. 2 This Act (except section 1(5) and (6) and this section) shall come into force at the end of the period of 12 months beginning with the date on which it is passed. 3 This Act (except section 1(5) and (6) and this section) shall not apply to a lease, agreement, undertaking or document in relation to which a summary application under section 1(5) of this Act is pending until the application has been disposed of. 4 This Act extends to Scotland only."}]