[{"act": "Colonial Probates Act 1892", "year": 1892, "section": "1", "section_title": " Application of Act by Order in Council.", "section_text": "1 Her Majesty the Queen may, on being satisfied that the legislature of any British possession has made adequate provision for the recognition in that possession of probates and letters of administration granted by the courts of the United Kingdom, direct by Order in Council that this Act shall, subject to any exceptions and modifications specified in the Order, apply to that possession, and thereupon, while the Order is in force, this Act shall apply accordingly."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "1A", "section_title": "", "section_text": "1A This Act shall apply in relation to the Hong Kong Special Administrative Region of the People’s Republic of China as it applied, immediately before 1st July 1997, to Hong Kong; and the Colonial Probates Act Application Order 1965 shall, in relation to that Region, continue in force accordingly."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "2", "section_title": " Sealing in United Kingdom of colonial probates and letters of administration. ", "section_text": "2 1 Where a court of probate in a British possession to which this Act applies has granted probate or letters of administration in respect of the estate of a deceased person  then (subject to section  109 of the  Senior Courts Act 1981 , section 42 of the Probate and Legacy Duties Act 1808 and section 99A of the Probates and Letters of Administration Act (Ireland) 1857) , the probate or letters so granted may, on being produced to, and a copy thereof deposited with, a court of probate in the United Kingdom, be sealed with the seal of that court, and, thereupon, shall be of the like force and effect, and have the same operation in the United Kingdom, as if granted by that court. 2 Provided that the court shall, before sealing a probate or letters of administration under this section, be satisfied—  a that probate duty has been paid in respect of so much (if any) of the estate as is liable to probate duty in the United Kingdom; and b in the case of letters of administration, that security has been given in a sum sufficient in amount to cover the property (if any) in the United Kingdom to which letters of administration relate; and may require such evidence, if any, as it thinks fit as to the domicile of the deceased person. 3 The court may also, if it thinks fit, on the application of any creditor, require, before sealing, that adequate security be given for the payment of debts due from the estate to creditors residing in the United Kingdom. 4 For the purposes of this section, a duplicate of any probate or letters of administration sealed with the seal of the court granting the same, or a copy thereof certified as correct by or under the authority of the court granting the same, shall have the same effect as the original. 5 Rules of court may be made for regulating the procedure and practice, including fees and costs, in courts of the United Kingdom, on and incidental to an application for sealing a probate or letters of administration granted in a British possession to which this Act applies.  Such rules shall, so far as they relate to probate duty, be made with the consent of the Treasury, and subject to any exceptions and modifications made by such rules, the enactments for the time being in force in relation to probate duty (including the penal provisions thereof) shall apply as if the person who applies for sealing under this section were a person applying for probate or letters of administration."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "3", "section_title": " Application of Act to British courts in foreign countries.", "section_text": "3 This Act shall extend to authorise the sealing in the United Kingdom of any probate or letters of administration granted by a British court in a foreign country, in like manner as it authorises the sealing of a probate or letters of administration granted in a British possession to which this Act applies, and the provisions of this Act shall apply accordingly with the necessary modifications."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "4", "section_title": " Orders in Council.", "section_text": "4 1 Every Order in Council made under this Act shall be laid before both Houses of Parliament . . .  2 Her Majesty the Queen in Council may revoke or alter any Order in Council previously made under this Act. 3 Where it appears to Her Majesty in Council that the legislature of part of a British possession has power to make the provision requisite for bringing this Act into operation in that part, it shall be lawful for Her Majesty to direct by Order in Council that this Act shall apply to that part as if it were a separate British possession, and thereupon, while the Order is in force, this Act shall apply accordingly."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "5", "section_title": " Application of Acts to probates, &c. already granted.", "section_text": "5 This Act when applied by an Order in Council to a British possession shall, subject to the provisions of the Order, apply to probates and letters of administration granted in that possession either before or after the passing of this Act."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "6", "section_title": " Definitions.", "section_text": "6 In this Act— The expression “ court of probate ” means any court or authority, by whatever name designated, having jurisdiction in matters of probate, and in Scotland means the sheriff court of the county of Edinburgh: The expression “ probate ” and “ letters of administration ” include confirmation in Scotland, and any instrument having in a British possession the same effect which under English law is given to probate and letters of administration respectively: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The expression “ British court in a foreign country ” means any British court having jurisdiction out of the Queen’s dominions in pursuance of an Order in Council, whether made under any Act or otherwise."}, {"act": "Colonial Probates Act 1892", "year": 1892, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Colonial Probates Act, 1892."}]