[{"act": "Military Lands Act 1892", "year": 1892, "section": "1", "section_title": " Powers to purchase land.", "section_text": "1 1 A Secretary of State may purchase land in the United Kingdom under this Act, for the military purposes of any portion of Her Majesty’s military forces  or for the naval purposes of any portion of Her Majesty’s naval forces. 2 A volunteer corps may, with the consent of the Secretary of State, themselves purchase land under this Act for military purposes. 3 The council of a county or borough may, at the request of one or more volunteer corps, purchase under this Act,  and hold by agreement or, if so authorised by the Secretary of State, compulsorily,  land on behalf of the volunteer corps for military purposes  and may hold land on that behalf. 4 The Secretary of State shall, before giving his consent to the purchase of any land under this Act by a volunteer corps, send an inspector to the land for the purpose of ascertaining its capabilities of being used for military purposes with due regard to the safety and convenience of the public, and shall give or withhold his consent accordingly."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "2", "section_title": " Machinery for purchase of land. ", "section_text": "2 —For the purpose of the purchase of land under this Act, the Lands Clauses Acts shall be incorporated with this Act, with the exceptions and additions and subject to the provisions following; (that is to say,) 1 There shall not be incorporated with this Act sections sixteen or seventeen of the  Lands Clauses Consolidation Act, 1845, or the provisions of that Act with respect to affording access to the special Act. 2 In the construction of this Act and the incorporated Acts this Act shall be deemed to be the special Act, and the Secretary of State, volunteer corps, or council of a county or borough, as the case may be (in this section referred to as “ the purchaser ”), shall be deemed to be the promoters of the undertaking. 3 Where the Secretary of State is the purchaser— a the bond required by section eighty-five of the Lands Clauses Consolidation Act, 1845, shall be under the seal of the Secretary of State, and shall be sufficient without the addition of the sureties in those sections mentioned. b When compensation has been paid to any person in respect of any estate or interest in land taken under this Act, the land shall vest in the Secretary of State for all the estate and interest of that person, including any estate or interest therein held in trust by that person or capable of being conveyed by him in pursuance of any power. Nevertheless the Secretary of State may require that person to execute any conveyance which he might have been required to execute if this Act had not passed; and nothing in this section shall in any manner invalidate any such conveyance when executed. 4 The provisions of the incorporated Acts with respect to the purchase of land compulsorily shall not be put in force until a Provisional Order has been made and the sanction of Parliament has been obtained in manner in this Act mentioned. 5 One month at the least before the making of the provisional Order, if the Secretary of State is the purchaser, and before the application for the Order in any other case, the purchaser shall serve, in manner provided by the Lands Clauses Acts, a notice on  every owner or reputed owner, lessee or reputed lessee, and occupier of any land intended to be so purchased,  every person who falls within subsection (5A)  describing the land intended to be taken, and in general terms the purposes to which it is to be applied, and stating the intention of the purchaser to obtain the sanction of Parliament to the purchase thereof, and inquiring whether the person so served assents or dissents to the taking of his land, and requesting him to forward to the purchaser any objections he may have to his land being taken. 5A A person falls within this subsection if he is— a an owner, lessee, tenant (whatever the tenancy period) or occupier of any land intended to be so purchased; b a person to whom the purchaser would, if proceeding under section 5(1) of the Compulsory Purchase Act 1965, be required to give a notice to treat; or c a person who the purchaser thinks is likely to be entitled to make a claim for compensation under section 10 of that Act if the Provisional Order is confirmed and the purchase takes place, so far as he is known to the purchaser after making diligent inquiry 6 Where the Secretary of State is the purchaser, he shall, at some time after the service of the notice, cause a public local inquiry to be held by a competent officer into the objections made by any persons whose land is required to be taken, and by other persons, if any, interested in the subject matter of the inquiry. 7 Where the purchaser is a volunteer corps  or the council of a county or borough — a The corps  or council  may, if they think fit, on compliance with the provisions of this section with respect to notices, present a petition to a Secretary of State. The petition shall state the land intended to be taken, and the purpose for which the land is required, and the names of  the owners, lessees, and occupiers of land  the persons falling within subsection (5A)  who have assented, dissented, or are neuter in respect of the taking the land, or who have returned no answer to the notice. The petition shall pray that the corps  or council  may, with reference to the land, be allowed to put in force the powers of the Lands Clauses Acts with respect to the purchase and taking of lands otherwise than by agreement, and the prayer shall be supported by such evidence as the Secretary of State requires: b On receipt of the petition and on due proof of the proper notices having been served, the Secretary of State shall take the petition into consideration, and may either dismiss the same, or direct a public local inquiry to be held by a competent officer as to the propriety of assenting to the prayer of the petition. 8 Before a local inquiry is held in pursuance of this section the Secretary of State shall publish a notice of the intention to hold the inquiry— a by affixing copies conspicuously on or in the immediate neighbourhood of the land proposed to be acquired; and b by advertising the notice once at least in each of two successive weeks in some one and the same local newspaper circulating in the neighbourhood. 9 If after the local inquiry has been held the Secretary of State is satisfied that the land ought to be taken, he may make a Provisional Order to that effect, authorising the taking of the land either by himself or by a volunteer corps  or by a council of a county or borough  as the case may be, and may submit a Bill to Parliament for the confirmation of the Provisional Order, but the Provisional Order shall not be of any effect unless and until it is confirmed by Parliament. 10 If, while the Bill confirming any such Order is pending in either House of Parliament, a petition is presented against anything comprised therein, the Bill, so far as relates to the Order, may be referred to a select committee, and the petitioner shall be allowed to appear and oppose as in the case of private Bills."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "3", "section_title": " Power to let land.", "section_text": "3 Land acquired under this Act may be let by a volunteer corps, or if acquired by the council of a county or borough by that council, in any manner consistent with the use thereof for military purposes."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "4", "section_title": " Payment of expenses.", "section_text": "4 Any expenses incurred by the council of a county or borough for the purposes of this Act shall be defrayed by the council of a county out of the county fund, and by the council of a borough out of the borough fund or borough rate."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "5", "section_title": " Power of volunteer corps to borrow. ", "section_text": "5 1 A volunteer corps may, with the consent of the Secretary of State, and subject to such conditions as he may impose, borrow such money as may be required for the purpose of the purchase by them of land under this Act. 2 The money shall be borrowed on the security of the land acquired by the volunteer corps, and also on the security of any grant to the corps out of money provided by Parliament."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "6", "section_title": " Powers of borough council to borrow. ", "section_text": "6 The council of a borough may borrow for the purpose of acquiring land under this Act in like manner as they may borrow for the purposes of the  Public Health Act, 1875, and the provisions of that Act shall apply accordingly, but the money shall be borrowed on the security of the borough fund or borough rate."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "8", "section_title": " Provision as to disbandment of corps, &c.", "section_text": "8 1 If a volunteer corps holding land under this Act is disbanded, the land shall, by virtue and subject to the provisions of this section, vest in the Secretary of State from the date of this disbandment, subject to the repayment of any money borrowed for the purchase of the land, and not already repaid, and the sums required for such repayment shall, if and so far as not provided by the sale of the land, be paid out of moneys provided by Parliament for Army services. 2 A certificate of the Secretary of State that land has vested in him under this section shall be conclusive evidence of the fact certified. 3 If the volunteer corps on whose behalf land is acquired under this Act by a county or borough council is disbanded, the council may either appropriate the land to any purpose approved by the Local Government Board, or sell it for the best price that can be reasonably obtained, and any money arising from the sale shall be applied towards repaying any money borrowed for the purchase of the land, and so far as not required for that purpose shall be applied to any purpose to which capital moneys are properly applicable, and which is approved by the Local Government Board. Provided that before so appropriating any such land or before selling any such land, if it is not so appropriated, the council shall offer to sell the same to the person then entitled to the land (if any) from which the same was originally severed, and thereupon sections one hundred and twenty-nine to one hundred and thirty-two, both inclusive, of the  Lands Clauses Consolidation Act, 1845, shall apply as if the land were superfluous land and the council were the promoters of the undertaking within the meaning of those sections."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "10", "section_title": " Provision as to land belonging to Crown, &c. ", "section_text": "10 1  The Commissioners of Woods with the consent of the Treasury, as to land belonging to the Crown,                    . . .  and the Duke of Cornwall or other the persons for the time being having power to dispose of land belonging to the Duchy of Cornwall, as to land forming part of possessions of that duchy, may lease land for military purposes to a Secretary of State or a volunteer corps for a term not exceeding twenty-one years, but the lease shall cease to have effect if the land ceases to be used for military purposes. 2 Where any land is vested in the Crown and is under the management of any commissioners or departments  or a relevant person,   other than the Commissioners of Woods, and where land is held by any public department for the public service, the commissioners or department  or the relevant person   having the management of the lands may exercise, as regards the land, any powers which under this Act may be exercised as respects land belonging to the Crown by the Commissioners of Woods. 3 The Commissioners of Works may lease to a Secretary of State or to a volunteer corps for military purposes any portion of such royal parks, gardens, and possessions as are under the management of those Commissioners, for a term not exceeding twenty-one years, and subject to such conditions as the Commissioners think fit; but the lease shall be at all times revocable by Her Majesty. 4 In this section, “relevant person”, in relation to any land to which section 90B(5) of the Scotland Act 1998 applies, means the person who manages that land."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "11", "section_title": " Power to lease land held for public purposes. ", "section_text": "11 1 Any person, body of persons, or authority holding land for ecclesiastical or public purposes may lease any such land to a Secretary of State or to a volunteer corps for military purposes for any term not exceeding twenty-one years, subject to the following provisions: a An ecclesiastical corporation sole below the dignity of a bishop shall not grant any such lease without the consent in writing of the bishop to whose jurisdiction he is subject, and of the patron of the preferment to which the land belongs, or the guardians or trustees of such patron: b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Where the land is vested in any trustees, commissioners, or other body of persons, a majority of a meeting of such trustees, commissioners, or other body of persons duly convened may grant a lease under this section and execute any instrument for that purpose: d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A lease under this section shall cease to have effect if the land ceases to be used for military purposes."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "12", "section_title": " Proof that land has ceased to be used for military purposes.", "section_text": "12 Any land leased under this Act shall be deemed to have ceased to be used for military purposes where there has not been such use for a period of one year, and a certificate of the fact of such non-user is given by a Secretary of State; and the certificate shall be conclusive evidence of the fact of such non-user."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "part-I-13n1", "section_title": "", "section_text": "13  In relation to a footpath crossing or near to any land leased under this Act,  the Highways Act 1980  shall have effect as if in  section 116  thereof (which provides for the stopping up and diversion of highways) there were added to the grounds for stopping up or diverting a highway specified in subsection (1) the ground that the highway crosses or runs inconveniently or dangerously near to any such land: Provided that— a a magistrates’ court shall not make an order under the said  section 116  authorising the stopping up or diversion of the footpath unless it is satisfied that a new footpath convenient to the public will be substituted therefor, or that the footpath as diverted will be convenient to the public, as the case may be, and b if the order is made, an appeal shall not lie therefrom  . . . under  section 317 of the said Act of 1980  on the ground that the new footpath, or the footpath as diverted, as the case may be, is not convenient to the public. In this section ’footpath’ has the same meaning as in the said Act of 1959."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "part-I-13n2", "section_title": "", "section_text": "13 In relation to a footpath crossing or near to land leased under this Act, the Roads (Scotland) Act 1984 shall have effect as if in subsection one of section sixty-eight thereof (power of roads authorities to stop up roads by order) there were added to the grounds for stopping up a road the ground that the road crosses or runs inconveniently or dangerously near to such land. In this section “footpath”has the same meaning as in the said Act of 1984."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "14", "section_title": " Power of Secretary of State to make byelaws as to use of land held for military purposes and securing safety of public.", "section_text": "14 1 Where any land belonging to a Secretary of State or to a volunteer corps is for the time being appropriated by or with the consent of a Secretary of State for any military purpose, a Secretary of State may make byelaws for regulating the use of the land for the purposes to which it is appropriated, and for securing the public against danger arising from that use, with power to prohibit all intrusion on the land and all obstruction of the use thereof. Provided that no byelaws promulgated under this section shall authorise the Secretary of State to take away or prejudicially affect any right of common. 2 Where any such byelaws permit the public to use the land for any purpose when not used for the military purpose to which it is appropriated, those byelaws may also provide for the government of the land when so used by the public, and the preservation of order and good conduct thereon, and for the prevention of nuisances, obstructions, encampments, and encroachments thereon, and for the prevention of any injury to the same, or to anything growing or erected thereon, and for the prevention of anything interfering with the orderly use thereof by the public for the purpose permitted by the byelaws. 3 For the purposes of this section, “ land belonging to a Secretary of State ” means land under the management of a Secretary of State, whether vested in Her Majesty or in the Secretary of State, or in a person as trustee for Her Majesty or the Secretary of State; and “ land belonging to a volunteer corps ” means any land vested in that corps or in any person as trustee for that corps."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "15", "section_title": " Application of byelaws where right of firing acquired.", "section_text": "15 Where a Secretary of State or a volunteer corps has for the time being the right of using for any military purpose any land vested in another person, this Part of this Act shall apply in like manner as if the land were vested in the Secretary of State or volunteer corps, and the same were appropriated for the said purpose, save that nothing therein or in any byelaws made thereunder shall injuriously affect the private rights of any person further or otherwise than is authorised by the grant of the right to use the land."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "16", "section_title": " Byelaws as to highways.", "section_text": "16 1 A byelaw under this Act shall not interfere with any highway, unless made with the consent of the authority having control of the repair of the roads of the town, district, parish, or other area in which the highway is situate, but where it appears to the authority that any highway crosses or runs inconveniently or dangerously near to any land the use of which can be regulated by byelaws under this Act, the authority may consent to a byelaw providing to such extent as seems reasonable for the temporary diversion from time to time of the highway, or for the restriction from time to time of the use thereof. 2 any such highway if a footpath  within the meaning of  the Highways Act 1980 , may (without prejudice to any other power of stopping up or diverting the same) be stopped up or diverted in the manner in which a footpath crossing or running inconveniently or dangerously near to any land leased under Part One of this Act may be stopped up or diverted."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "17", "section_title": " Notice and enforcement of byelaws.", "section_text": "17 1 A Secretary of State, before making any byelaws under this Act, shall cause the proposed byelaws to be made known in the locality, and give an opportunity for objections being made to the same, and shall receive and consider all objections made; and when any such byelaws are made, shall cause the boundaries of the area to which the byelaws apply to be marked, and the byelaws to be published, in such manner as appears to him  appropriate . 2 If any person commits an offence against any byelaw under this Act, he shall be liable, on conviction before a court of summary jurisdiction, to a fine not exceeding  level 2 on the standard scale  and may be removed by any constable or officer authorised in manner provided by the byelaw from the area, whether land or water, to which the byelaw applies, and taken into custody without warrant, and brought before a court of summary jurisdiction to be dealt with according to law, and any vehicle, animal, vessel, or thing found in the area in contravention of any byelaw, may be removed by any constable or such officer as aforesaid, and on due proof of such contravention, be declared by a court of summary jurisdiction to be forfeited to Her Majesty. 3 A byelaw under this Act shall be deemed to be a regulation within the meaning of the  Documentary Evidence Act, 1868, and may be proved accordingly."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "18", "section_title": " Byelaws in case of leased land.", "section_text": "18 1 Where land has been leased under Part One of this Act, a byelaw made in respect of that land shall not be inconsistent with any condition contained in the instrument of lease. 2 Where land has been leased under Part One of this Act subject to a condition that byelaws relating to the land shall be made with the consent of the lessor, or shall be made by the lessor subject to the approval of the Secretary of State, that condition shall be observed, and the lessor, acting with the approval of the Secretary of State, shall have the same power of making byelaws in relation to the land as is conferred by this Act on the Secretary of State."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "21", "section_title": " Power to enter on land to fix alignment marks.", "section_text": "21 Where the Secretary of State certifies that it is necessary for the purposes of coast defence operations that alignment marks should be provided in any places upon the coast, the following provisions shall apply for that purpose:— a Any person authorised by the Secretary of State may, after seven days’ notice to the owner of the land, enter upon any land for the purpose of erecting, repairing, or replacing such alignment marks, and may do all things necessary for any such purpose, but shall do as little damage to the land as possible. b Full compensation shall be paid to the owner of the land for any damage caused in or by the erection, repair, or replacement of such alignment marks, and in case of dispute the amount of compensation shall be determined by arbitration  . . . c If any person refuses to permit any authorised person to enter upon any land for the purpose of this section, or obstructs the erection, repair, or replacing of any such alignment marks, or destroys, displaces, damages, or obstructs, any such alignment marks, he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "22", "section_title": " Saving for acquisition of land under other Acts.", "section_text": "22 All powers given by this Act shall be in addition to any other power to acquire land for military purposes conferred by any Act passed before this Act, and nothing contained in this Act shall prejudicially affect the powers vested in the Secretary of State for War under the Defence Acts and the Acts incorporated therewith."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "23", "section_title": " Interpretation. ", "section_text": "23 In this Act the expression “ military purposes ” includes rifle or artillery practice, the building and enlarging of barracks and camps, the erection of butts, targets, batteries, and other accommodation, the storing of arms, military drill, and any other purpose connected with military matters approved by the Secretary of State. In this Act and the enactments incorporated therewith the expression “ land ” includes any easement in or over lands, and for the purpose of Part One of this Act includes any right of firing over lands or other right of user."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "24", "section_title": " Saving for New Forest.", "section_text": "24 Nothing in this Act shall authorise the taking of any land in the New Forest . . .  : Provided that nothing herein-before contained shall prevent the Secretary of State from proceeding at any time to acquire lands in the New Forest for the purposes of this Act by Provisional Order; but no such Provisional Order shall be of any effect unless and until the provisions of section two of this Act with respect to the taking of lands by the Secretary of State shall have been complied with: . . . "}, {"act": "Military Lands Act 1892", "year": 1892, "section": "25", "section_title": " Application to Scotland. ", "section_text": "25 In the application of this Act to Scotland, the following provisions shall have effect:— 1 The expression “ council of a county or borough ” means the county council of a county or the town council of a burgh, as defined by the  Local Government (Scotland) Act 1889: 1A Any reference to an “estate” in land shall be construed as a reference to a right in land and as including a reference to ownership of land. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For the purpose of acquiring land under this Act, a county council . . .   and a town council . . .   may borrow . . .  4 The expression “ Local Government Board ” means Secretary for Scotland: 5 A reference to any sections of the  Lands Clauses Consolidation Act, 1845, shall be construed to mean a reference to the corresponding sections of the  Lands Clauses Consolidation (Scotland) Act, 1845: 6 Section eleven of this Act shall not apply to Scotland, and in lieu thereof the following provision shall have effect, namely,— Any person, body of persons or authority holding land for ecclesiastical or public purposes, may lease such land to a Secretary of State or to a volunteer corps for military purposes for any term not exceeding twenty-one years, subject to the following provisions:— a The minister of a parish who shall be in possession of a glebe shall be entitled to grant such lease as if the words “twenty-one years” had been substituted for the words “eleven years” in the third section of the  Glebe Lands (Scotland) Act, 1866, provided that in all other respects the provisions of the said third section be observed; b Where the land is vested in any trustees, commissioners, or other body of persons, a majority of a meeting of such trustees, commissioners, or other body of persons, duly convened, may grant a lease under this section, and execute any instrument for that purpose; c Where the land belongs to a county council or a town council, that council may grant a lease under this section with the consent of the Secretary for Scotland; d A lease under this section shall cease to have effect if the land ceases to be used for military purpose  7 The sheriff of the county shall give the consent and grant the certificate required under sub-section one of section thirteen of this Act, and sections forty-two and forty-three of the  Roads and Bridges (Scotland) Act, 1878, shall be substituted for sub-section two of section thirteen of this Act:  8 The expression “ court of summary jurisdiction ” means the sheriff or any two justices of the peace sitting in open court, or any magistrate or magistrates within the meaning of the Summary Jurisdiction Acts: 9 Any dispute as to the amount of compensation under section  twenty-one  of this Act shall be determined in the manner provided by the  Agricultural Holdings (Scotland) Act, 1883. 10 In section 16 of this Act— a for the references to “highway” there shall be substituted references to “road”; and b after the word “footpath” in subsection (2) there shall be inserted the words “within the meaning of the Roads (Scotland) Act 1984”"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "26", "section_title": " Application to Ireland. ", "section_text": "26 In the application of this Act to Ireland the following provisions shall have effect:— 1 A reference to the  Public Health Act 1875, shall be construed to mean a reference to the  Public Health (Ireland) Act 1878; 2 The expression Commissioners of Works means the Commissioners of Public Works in Ireland; 3 An arbitration under this Act shall be carried out in accordance with the provisions of the Lands Clauses Acts; 4 Section eleven of this Act shall not apply to Ireland, and in lieu thereof the following provisions shall have effect, namely— Any person, body of persons, or authority holding land for public purposes may lease such land to a Secretary of State for military purposes for any term not exceeding twenty-one years, subject to the following provisions:— a Where the land is vested in any trustees, commissioners, or other body of persons, a majority of a meeting of such trustees, commissioners, or other body of persons, duly convened, may grant a lease under this section and execute any instrument for that purpose; b A lease under this section shall cease to have effect if the land ceases to be used for military purposes. 5 Section thirteen of this Act shall not apply to Ireland, but in lieu thereof the following provision shall have effect, namely— Where a footpath crosses or runs inconveniently or dangerously near to any land leased under this Act, that footpath may be stopped up or diverted  under Article 40 of the Roads (Northern Ireland) Order 1980 as if the conditions set out in paragraph (1) of that Article were satisfied."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Military Lands Act 1892", "year": 1892, "section": "28", "section_title": "", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   land acquired in any manner under any enactment repealed by this Act shall be deemed to have been acquired in a similar manner under this Act, and any byelaws made under any enactment so repealed shall be deemed to have been made under this Act."}, {"act": "Military Lands Act 1892", "year": 1892, "section": "29", "section_title": " Short title.", "section_text": "29 This Act may be cited as the Military Lands Act 1892."}]