[{"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "2", "section_title": " Effect of, and time for, striking balance.", "section_text": "2 1 Any person who, at the time of the balance being struck for a dividend on stock, is  entered in a relevant register  as a stockholder shall, as between himself and any transferee of the stock, be entitled to the then current half-year’s or quarter’s dividend. 2 Subject to subsections (3) and (4) below, the  Registrar of Government Stock  may— a strike the balance for a dividend on stock before the day on which the dividend is payable, and b strike the balances for dividends on stock at times such that the interval between— i the time at which the balance for a dividend is struck, and ii the day on which the dividend is payable, is different in different cases. 3 The balance for a dividend on any stock shall not be struck at different times for different holdings of that stock unless— a the case is one where the use of different times for different holdings of the same stock is authorised by order made by the Treasury; and b such requirements (if any) as may be imposed by an order so made are complied with in relation to the striking of that balance. 4 The time at which the balance for a dividend on any stock is struck shall not fall before— a the beginning of the tenth business day before the day on which the dividend is payable; or b such later time (if any) as may be determined, in accordance with an order made by the Treasury, to be the earliest time at which that balance may be struck. 5 In this section “ business day ” means any day other than— a a Saturday or Sunday; b Good Friday or Christmas Day; c a day which, in any part of the United Kingdom, is a bank holiday under the  Banking and Financial Dealings Act 1971; d a day specified in an order under section 2(1) of that Act (days on which financial dealings are suspended) and declared by that order to be a non-business day for the purposes of this section; or e a day appointed by Royal proclamation as a public fast or thanksgiving day. 6 An order made by the Treasury for the purposes of subsection (3) or (4) above— a shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament; and b may make different provision for different cases and contain such exceptions and exclusions, and such incidental, supplemental, consequential and transitional provision, as the Treasury may think fit."}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "2A", "section_title": " Payment of dividend on stock stripped after balance struck.", "section_text": "2A 1 Where— a any stock is exchanged for strips of that stock, and b that exchange takes place after the balance has been struck for a dividend on that stock but before the day on which that dividend is payable, any person who would have been entitled to that dividend but for the exchange shall remain entitled to that dividend notwithstanding the exchange. 2 The Treasury may by order made by statutory instrument provide that for the purposes of this section and section 47(1C) of the  Finance Act 1942, the balance for any dividend on any stock is to be deemed to be struck at a time which, by such a period as is specified in the order, precedes the time when the balance is actually struck. 3 A period specified in an order under subsection (2) above shall not exceed 7 days; and an order made under that subsection may make different provision for different cases. 4 In this section “ strip ”, in relation to any stock, has the meaning given by section 47 of the Finance Act 1942."}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "3", "section_title": " Infants. ", "section_text": "3 In the following cases, namely,— a Where an infant is the sole survivor in an account, and b Where an infant holds stock jointly with a person under legal disability; and c Where stock has by mistake been brought in or transferred into the sole name of an infant, the  Registrar of Government Stock  may, at the request in writing of the parent, guardian, or next friend of the infant, receive the dividends and apply them to the purchase of like stock, and the stock so purchased shall be added to the original investment."}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "8", "section_title": " Application to stocks transferable in registers kept by Registrar of Government Stock", "section_text": "8 This Act shall apply to all stock for the time being transferable— a in the registers kept by the Registrar of Government Stock in accordance with regulations under section 47 of the Finance Act 1942 (see regulation 7 of the Government Stock Regulations 2004), or b in manner provided by those regulations, except so far as there is anything to the contrary in any Act under which the stock was created."}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "9", "section_title": " Meaning of Bank. ", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Debt (Stockholders Relief) Act 1892", "year": 1892, "section": "10", "section_title": " Short title. and construction.", "section_text": "10 This Act may be cited as the National Debt (Stockholders Relief) Act 1892, and shall be read as one with the  National Debt Act 1870."}]