[{"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Sheriff Courts (Scotland) Extracts Act 1892   . . ."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "2", "section_title": " Saving clause.", "section_text": "2 This Act shall not apply   . . . to commissary or executory proceedings, or proceedings for service of heirs or completing titles, or to proceedings under the Summary Jurisdiction (Scotland) Acts 1864 and 1881."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act the following terms shall include the several meanings after mentioned: “ Decree ” shall include any judgment, deliverance, interlocutor, act, order, finding, or authority which may be extracted. “ Sheriff-clerk ” shall include sheriff-clerk-depute."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "7", "section_title": "\n\t\t\t\t\tImport of the warrant for execution.", "section_text": "7 The following provisions shall apply to the short warrant for execution added to said extracts: 1 If the decree extracted is for the payment of money, or, amongst other things, for the payment of money,   the said warrant shall have the effect of authorising– a in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, the charging of the debtor to pay to the creditor within the period specified in the charge the sum specified in the extract and any interest accrued on the sum and, in the event of failure to make such payment within that period, the execution of an earnings arrestment   , a land attachment, a residual attachment, a money attachment  and the   attachment  of articles belonging to the debtor and, if necessary for the purpose of executing the   land attachment, residual attachment, money attachment or attachment , the opening of shut and lockfast places; b in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, an arrestment other than an arrestment of the debtor’s earnings in the hands of his employer; and ba in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, inhibition against the debtor; c if the decree consists of or includes a maintenance order within the meaning of the Debtors (Scotland) Act 1987, a current maintenance arrestment in accordance with Part III of that Act. 2 If the decree extracted is for the performance of an act or implement of an obligation other than the payment of money, it shall be lawful, in virtue of said warrant, to charge the person against whom the decree is granted to perform the act or implement the obligation within the appropriate days of charge, under the pain of imprisonment. 3 If the decree extracted is for the payment of money, and also for the performance of an act or implement of an obligation, it shall be lawful, in virtue of said warrant, to do what is provided for in the two immediately preceding sub-sections. 4 If the decree extracted is one of removing, it shall be lawful, in virtue of said warrant, to charge the defender to flit and remove himself, his sub-tenants, dependents, and effects from the subjects or premises mentioned in the extract, at the term or date therein specified, if the charge be given  forty-eight hours   14 days   prior thereto, or within  forty-eight hours   14 days   after the charge if given later, under the pain of ejection; and, if he fail to obey the charge, then to eject and remove the defender, his sub-tenants, dependants, and effects from the subjects or premises, and keep them furth thereof, and enter the pursuer or others in his name therein (an inventory of the effects ejected being made by the person executing the diligence) and, if needful for these purposes, to make gates, doors, and other lockfast places open and patent. 5 If the decree extracted is for a removing, and also for payment of money, or for the performance of an act or implement of an obligation, it shall be lawful, in virtue of said warrant, to do what is provided for in sub-sections (4), (1), or (2) of this section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "8", "section_title": " Executors.", "section_text": "8 Execution on said extracts shall be carried out by messengers-at-arms, officers of court, or others entitled to execute diligence thereon."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "9", "section_title": "", "section_text": "9 Where interest is included in a decree or extract, it shall be deemed to be at the rate of eleven per centum per annum, unless otherwise stated."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "10", "section_title": " Act to apply to decrees pronounced prior thereto.", "section_text": "10 The provisions of this Act shall apply to all extracts issued after its commencement, although the decrees extracted may have been pronounced prior thereto."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "12", "section_title": " Repeal.", "section_text": "12 All statutes and acts of sederunt, so far as they may be inconsistent with any of the provisions of this Act, are hereby repealed."}, {"act": "Sheriff Courts (Scotland) Extracts Act 1892", "year": 1892, "section": "13", "section_title": " Acts of sederunt may be passed.", "section_text": "13 It shall be lawful for the Court of Session to pass from time to time any act or acts of sederunt which may be found necessary for giving more full effect to the purposes of this Act."}]