[{"act": "Small Holdings Act 1892", "year": 1892, "section": "1", "section_title": " Power for county council to acquire land for small holdings.", "section_text": "1 1 If the council of any county are of opinion that there is such a demand for small holdings in their county as justifies them in putting into operation this Part of this Act, the council may, subject to the provisions of this Act, acquire any suitable land for the purpose of providing small holdings for persons who desire to buy and will themselves cultivate the holdings. 2 The expression “ small holding ” for the purposes of this Act shall mean land acquired by a council under the powers and for the purposes of this Act, and which exceeds one acre and either does not exceed fifty acres, or, if exceeding fifty acres, is of an annual value for the purposes of the income tax not exceeding fifty pounds."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "2", "section_title": " County council may lease land in lieu of purchasing.", "section_text": "2 Where land through its proximity to a town or suitability for building purposes, or for any other special reason has a prospective value which in the opinion of the county council is too high to make its purchase for agricultural purposes desirable, the council may hire the land on lease or otherwise for the purpose of letting it in small holdings in accordance with the provisions of this Act."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "3", "section_title": "†Purchase of land and adaptation of it for small holdings.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The county council may, if they think fit, before sale or letting adapt for small holdings any land acquired under this Act by dividing and fencing it, making occupation roads, and executing any other works such as works for the provision of drainage or water supply, which can in the opinion of the council be more economically and efficiently executed for the land as a whole. 3 The county council may also, if they think fit, as part of the agreement for the sale or letting of a small holding, adapt the land for a small holding by erecting thereon such buildings, or making such adaptations of existing buildings as in their opinion are required for the due occupation of the holding, and cannot be made by the purchaser or tenant."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "4", "section_title": " Sale or letting county small holdings.", "section_text": "4 1 The county council shall apportion the total cost of the acquisition of the land, and of any adaptation thereof, among the several holdings in such manner as seems just, and shall, save as herein-after mentioned, offer the small holdings for sale in accordance with rules under this Act. 2 Where the county council are of opinion that any persons desirous of themselves cultivating small holdings are unable to buy on the terms fixed by this Act, or where the land has been hired by the council on lease or otherwise, the council may, in the case of any small holding which either does not exceed fifteen acres in extent, or if exceeding fifteen acres is of the annual value for the purpose of the income tax not exceeding fifteen pounds, instead of offering it for sale, offer to let it in accordance with rules under this Act. Provided that a tenant of any small holding may, before the expiration of his tenancy, remove any fruit and other trees and bushes planted or acquired by him for which he has no claim for compensation, and remove any toolhouse, shed, greenhouse, fowlhouse, or pigsty built or acquired by him for which he has no claim for compensation. 3 The county council shall have power to sell, or in the case of small holdings which may be let, to let one or more small holdings to a number of persons working on a co-operative system, provided such system be approved by the county council. 4 The cost of acquisition and adaptation shall for the purposes of this section include every expense incurred by the council in relation to the land, inclusive of any allowance to any officers of the council for work done in relation thereto."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "5", "section_title": " Committee of and inquiry by council.", "section_text": "5 1 Any county council may, and every county council not being a council of a county borough shall, appoint a committee to consider whether the circumstances of the county justify the council in putting into operation this Part of this Act. 2 Any one or more county electors may present a petition to the council of their county alleging that there is a demand for small holdings in the county, and praying that this Part of this Act may be put in operation, and thereupon the petition shall be referred to the committee appointed under this section, who, on being satisfied that the petition is presented in good faith and on reasonable grounds, shall forthwith cause an inquiry into the circumstances to be made and shall report the result to the council. 3 If any councillor representing or alderman residing in any electoral division of a county in which it is alleged that there is a demand for small holdings is not a member of the committee, he shall be added to the committee for the consideration of the alleged demand."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "6", "section_title": " Regulations as to purchase money and sale.", "section_text": "6 1 The purchase money for each small holding sold by the county council shall include the costs of registration of title, but shall not include any expense incurred by the purchaser for legal or other advice or assistance. 2 Every purchaser shall, within such time, not less than one month after the purchase, as is fixed by rules under this Act, complete the purchase. 3 On such completion he shall pay not less than one fifth of thepurchase money. 6 The council may, if they think fit, agree to postpone for a term not exceeding five years the time for payment of all or any part of an instalment either of principal or interest or of a terminable annuity, in consideration of expenditure by the purchaser which, in the opinion of the council, increases the value of the holding, but shall do so on such terms as will, in their opinion, prevent them from incurring any loss. 7 A small holding may be sold subject to such rights of way or other rights for the benefit of other small holdings as the council consider necessary or expedient."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "7", "section_title": " Rules as to mode and conditions of sale.", "section_text": "7 Every county council acquiring land under this Act shall make rules for carrying into effect this Act, except as otherwise provided, and in particular— a as to the manner in which holdings are to be sold or let or offered for sale or letting; and b as to the notice to be given of the offer for sale or letting; and c for guarding against any small holding being let or sold to a person who is unable to cultivate it properly, and otherwise for securing the proper cultivation of a holding."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "8", "section_title": " List to be kept by county council.", "section_text": "8 Every county council shall keep a list of the owners and occupiers of small holdings sold or let by them, and a map or plan showing the size, boundaries, and situation of each small holding so sold or let."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "9", "section_title": " Conditions affecting small holdings.", "section_text": "9 1 Every small holding sold by a county council under this Act shall for a term of twenty years from the date of the sale, and thereafter so long as any part of the purchase money remains unpaid, be held subject to the following conditions:— a That any periodical payments due in respect of the purchase money shall be duly made; b That the holding shall not be divided, subdivided, assigned, let, or sublet without the consent of the county council; c That the holding shall be cultivated by the owner or occupier as the case may be, and shall not be used for any purpose other than agriculture; d That not more than one dwelling-house shall be erected on the holding; e That any dwelling house erected on the holding shall comply with such requirements as the county council may impose for securing healthiness and freedom from overcrowding; f That no dwelling-house or building on the holding shall be used for the sale of intoxicating liquors; g In the case of any holding on which, in the opinion of the county council, a dwelling-house ought not to be erected, that no dwelling-house shall be erected on the holding without the consent of the county council. 2 If any such condition is broken, the council may, after giving the owner an opportunity of remedying the breach, if it is capable of remedy, cause the holding to be sold. 3 If on the decease of the owner while the holding is subject to the conditions imposed by this section, the holding would, by reason of any devise, bequest, intestacy, or otherwise, become subdivided the council may require the holding to be sold within twelve months after such decease to some one person, and if default is made in so selling the holding, the council may cause the holding to be sold. 4 Any sale by the county council under this section may be made either subject to the charge in respect of purchase money or free, wholly or partly, from that charge, and in either case the provisions of this Act with respect to the purchase money shall apply in like manner as if the sale were the first sale of a small holding under this Act. 5 The proceeds of the sale shall be applied in discharge of any unpaid purchase money for the holding or redemption of any rentcharge or terminable annuity which is not to continue a charge on the holding, and, subject as aforesaid, shall be paid to the person appearing to the council to be entitled to receive the same. 6 The county council may, under special circumstances, to be recorded in their minutes, sell or consent to the sale under this section of a small holding free from all or any of the conditions imposed by this section, and may give such consent on such terms as they think fit. 7 Every small holding let by a county council under the foregoing provisions of this Act shall be held subject to the conditions on which it would under this section be held if it were sold, except so far as those conditions relate to the purchase money; and if any such condition or any term of the letting is broken the council may, after giving the tenant an opportunity of remedying the breach (if it is capable of remedy) determine the tenancy. 8 Nothing in or done under this section shall derogate from the effect of any building or sanitary byelaws for the time being in force."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "10", "section_title": " Registation of title to small holdings. ", "section_text": "10 1 When a county council have purchased land under this Act, they shallapply for their registration as proprietors thereof with an absolutetitle under the  Land Transfer Act, 1875. 2 Rules under the Land Transfer Act, may— a adapt that Act to the registration of small holdings, with sichmodifications as appear to tbe required; and b on the application and at the expense of a county council provide, bythe appointment of local agents or otherwise, for carrying into effectthe objects of this section."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "11", "section_title": " Right of purchase, if land diverted from agriculture.", "section_text": "11 If at any time after the restrictive conditions imposed by this Act have ceased to attach to a small holding, the owner of the holding desires to use the holding for purposes other than agriculture, he shall before so doing, whether the holding is situate within a town or built upon or not, offer the holding for sale, first to the county council from whom the holding was purchased, next to the person or persons (if any) then entitled to the lands from which the holding was originally severed, and then to the person or persons whose lands immediately adjoin the holding, and sections one hundred and twenty-seven to one hundred and thirty of the  Lands Clause Consolidation Act, 1845, shall apply as if the owner of the small holding were the promoter of the undertaking, and the holding were superfluous lands within the meaning of those sections."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "12", "section_title": " Extensions of provisions of 45 & 46  Vict.  c. 38. ", "section_text": "12 Where the person having the powers of a tenant for life within themeaning of the Settled Land Act, 1882, sells, exchanges, or leases,any settled land to a county council for the purposes of this Act,such sale, exchange, or lease may be made at such a price, or for suchconsideration, or at such rent as, having regard to the said purposesand to all the circumstances of the case, is the best that can bereasonably obtained."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "13", "section_title": " Power to the limited owner to sell at a fee farm rent ", "section_text": "13 A person having the powers of a tenant for life within the meaning ofthe Settled Land Act, 1882, may grant the settled land or a partthereof, to a county council for the purposes of this Act inperpetuity, at a fee farm or other rent secured by condition ofre-entry, or otherwise as may be agreed upon."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "14", "section_title": " Power to attach grazing rights, &c. to small holdings.", "section_text": "14 Where any right of grazing, sheepwalk, or other similar right is attached to land acquired by a county council for the purposes of small holdings, the council may attach any share of the right to any small holding in such manner and subject to such regulations as they think expedient."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "15", "section_title": " Letting of land unsold and sale of superfluous or unsuitable land.", "section_text": "15 1 A county council shall, if practicable, sell or let as small holdings, and in accordance with this Act, any land acquired under this Act, but if the council are of opinion that any such land is not needed for, or is unsuitable for, small holdings, or cannot be sold or let under the foregoing provisions of this Act, or that some more suitable land is available, they may sell or let the land otherwise than under the said provisions, or exchange the land for other land more suitable for small holdings, and may pay or receive money for equality of exchange, and may erect such buildings or execute such other works as will in the opinion of the council enable the land to be sold or let without loss. 2 The council may also, while any sale of a holding is pending in pursuance of this Act, temporarily let or manage the holding for such time and in such manner as they think expedient. 3 Sections one hundred and twenty-eight to one hundred and thirty-two of the  Lands Clauses Consolidation Act, 1845 (relating to the right of pre-emption of superfluous lands) shall apply upon any sale in pursuance of this section before any such buildings or works as aforesaid are erected or executed on the land proposed to be sold, but save as aforesaid the provisions of the Lands Clauses Consolidation Act, 1845, with respect to the sale of superfluous lands shall not apply."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "16", "section_title": " Provisions as to management of holdings.", "section_text": "16 1 Where a county council provide small holdings they may delegate, with or without restrictions, the powers of the county council under this Act with respect to the adaptation of land for any holdings, and the sale, letting, and management of any holdings to a committee consisting of— The county councillor representing the electoral division in which the holdings are situate; and Two other members of the county council; and Two of the allotment managers (if any) under the  Allotments Act, 1887, for the parish or area in which the holdings are situate selected by those managers, or if there are no allotment managers, two persons appointed in manner provided by that Act for the appointment of allotment managers; or If the holdings are situate within the limits of a municipal borough, then instead of the persons selected or appointed as aforesaid, two members of the borough council; and in the construction of this Act references to the county council shall, in their application to the powers so delegated, include any such committee . . .  2 The  Local Government Act, 1888, shall apply to any committee appointed under this section as if it were appointed under that Act."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "17", "section_title": " Power of county council to advance money for purchase of small holdings.", "section_text": "17 1 Where the tenant of a small holding has agreed with his landlord for the purchase of the holding the county council of the county in which the holding or any part of it is situate may, if they think fit, advance to the tenant on the security of the holding an amount not exceeding four-fifths of the purchase money thereof. 2 The provisions of this Act with respect to the purchase money secured by a charge on a small holding sold by a county council, and with respect to any small holding so sold, shall apply to an advance made and a holding purchased under this section, as if the advance was the purchase money, save that the county council shall not guarantee the title of the purchaser of the holding. 3 No advance shall be made by a county council under this section, unless they are satisfied that the title to the holding is good, that the sale is made in good faith, and that the price is reasonable."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "18", "section_title": " Restrictions on powers of council.", "section_text": "18 1 A county council shall not acquire land under this Act save at such price that, in the opinion of the council, all expenses incurred by the council in relation to the land will be recouped out of the purchase money for the land sold by the council, or in the case of land let out of the rent, and shall fix the purchase money or rent at such reasonable amount as will, in their opinion, guard them against loss. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "19", "section_title": "†Borrowing powers and expenses.", "section_text": "19 1 A county council may borrow money for the purposes of this Act . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "20", "section_title": " Definitions.", "section_text": "20 For the purposes of this Act:— The expression “ agriculture ” and “ cultivation ” shall include horticulture and the use of land for any purpose of husbandry, inclusive of the keeping or breeding of live stock, poultry or bees, and the growth of fruit, vegetables, and the like: The expression “ county ” shall mean the area under the authority of a county council: The expression “ county council ” shall include the council of a county borough and the expression “electoral division” in its application to a county borough divided into wards shall mean ward, and in its application to a county borough the expression “ county rate ” shall mean the borough rate or borough fund: The expression “ county elector ” shall include “burgess.” In this Act, and in the enactments incorporated with this Act, the expression “ land ” shall include any right or easement in or over land."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "21", "section_title": " Modifications of Act and application to Scotland. ", "section_text": "21 In the application of this Act to Scotland:— 1 A reference to any sections of the  Lands Clauses Consolidation Act, 1845 shall be construed as a reference to the corresponding sections of the  Lands Clauses Consolidation (Scotland) Act, 1845; 2 A reference to the  Local Government Act, 1888, shall be construed as a reference to the  Local Government (Scotland) Act, 1889: 3 The Secretary for Scotland shall be substituted for the Local Government Board: 4 The expression “ county rate ” shall mean the general purposes rate leviable by a county council: 5 The expression “ devise ” shall mean mortis causa disposition: 6 The expression “ easement ” shall mean servitude: 7 The references to county boroughs shall not apply. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "22", "section_title": " Modifications with respect to regulations as to purchase money in Scotland.", "section_text": "22 With respect to the unpaid purchase money for a small holding under this Act, the following provisions shall have effect in Scotland in lieu of sub-sections four and five of section six of this Act:— 1 A portion, representing not more than one fourth of the purchase money, may, if the county council think fit, be converted into a perpetual rentcharge which shall be a real burden affecting the holding, redeemable at any time at the option of the purchaser in accordance with tables fixed by the county council, and the certificate of the county clerk that the redemption money has been paid shall, without any other instrument, operate as an extinction of the rentcharge, and the registration of such certificate in the register of sasines shall be equivalent to the registration of a discharge of the said rentcharge: 2 The residue (if any) of the purchase money shall be secured by a bond which shall be a charge on the holding in favour of the county council, and shall either be repaid by half-yearly instalments of principal with such interest and within such terms not exceeding fifty years from the date of the sale as may be agreed on with the council, or shall, if the purchaser so requires, be repaid with such interest and within such term by a terminable annuity payable by half-yearly instalments. The amount for the time being unpaid may at any time be discharged, and any such terminable annuity may at any time be redeemed in accordance with tables fixed by the county council. A certificate by the county clerk that the whole of the said residue has been paid, or that such terminable annuity has been redeemed, shall, without any other instrument, operate as a discharge of the said residue and extinction of the said terminable annuity, as the case may be, and the registration of such certificate in the register of sasines shall be equivalent to the registration of a discharge of the said bond."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "23", "section_title": " Modifications as to preparation, &c. of titles, &c. connected with small holdings in Scotland.", "section_text": "23 In Scotland the county council shall cause to be prepared and duly registered all deeds, writs, and instruments necessary for completing the title of the purchaser of a small holding, and for securing the payment of any unpaid purchase money, and shall include in the purchase money the cost so incurred, or to be incurred, according to scales set forth in tables fixed by the county council. Provided that— 1 the county council, if they think fit, may appoint a person duly qualified (in the opinion of the sheriff) to carry out the provisions of this section, and shall assign to him such salary or other remuneration as they may determine; and 2 the county council shall not be liable for any expenses incurred by the purchaser of a small holding for legal or other advice or assistance rendered to him on his own employment.Sections ten, twelve, and thirteen of this Act shall not apply to Scotland."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "24", "section_title": " Modifications as regards management of holdings in Scotland.", "section_text": "24 A committee of a county council appointed under this Act with respect to the adaptation of land for small holdings, and the sale, letting, and management of the holdings, shall, in Scotland, consist of— The county councillor representing the electoral division in which theholdings are situate; and Two other members of the county council; and Two persons elected triennially by the county electors in the electoral division aforesaid, in accordance with such regulations as the Secretary for Scotland may from time to time prescribe, whether preliminary or incidental to such election, and for applying to such election any enactments as to offences at the election of county councillors, and for supplying casual vacancies on the committee; or If the holdings are situate within the limits of any burgh, then, instead of the persons elected as aforesaid, two town councillors or commissioners, as the case may be, to be appointed for that purpose by the town council or commissioners of such burgh."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "25", "section_title": " Extent of Act.", "section_text": "25 This Act shall not apply to Ireland."}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Small Holdings Act 1892", "year": 1892, "section": "27", "section_title": " Short title.", "section_text": "27 This Act may be cited as the Small Holdings Act, 1892."}]