[{"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Technical and Industrial Institutions Act 1892."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "2", "section_title": " Definition of institution.", "section_text": "2 This Act applies to every institution established, whether before or after the passing of this Act, for effecting all or any of the following purposes, that is to say:— i To give technical instruction within the meaning of the  Technical Instruction Act 1889; ii To provide the training, mental or physical, necessary for the above purpose; iii In connexion with the purposes before mentioned, to provide workshops, tools, scientific apparatus and plant of all kinds, libraries, reading rooms, halls for lectures, exhibitions, and meetings, gymnasiums, and swimming baths, and also general facilities for mental and physical training, recreation, and amusement, and also all necessary and proper accommodation for persons frequenting the institutions; and every such institution is in this Act referred to as the institution."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "3", "section_title": " Governing body.", "section_text": "3 1 The governing body of the institution may be any body corporate, council, public authority, local authority, commissioners, directors, committee, trustees, or other body of persons, corporate or unincorporate, willing to undertake, or elected or appointed for the purpose of undertaking, or having, the government and management of the institution. 2 The governing body may make byelaws and rules for the management and conduct of the institution."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "4", "section_title": " Incorporation of 8 & 9  Vict.  c. 18.", "section_text": "4 The  Lands Clauses Consolidation Act 1845, and the  Lands Clauses Consolidation Acts Amendment Act 1860 (except the provisions of those Acts relating to the purchase and taking of lands otherwise than by agreement, and with respect to the entry upon lands by promoters of the undertaking, and with respect to determining the amount of purchase money by valuation of surveyors), are hereby incorporated in this Act."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "5", "section_title": " Power to take land by agreement.", "section_text": "5 The governing body of the institution may by agreement enter on, take, and use any land required by them for the purposes of the institution, and such land may be conveyed either to the governing body or to trustees for the governing body."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "6", "section_title": " Conveyance may be by way of sale, exchange, or gift.", "section_text": "6 1 A conveyance of land may be made to the governing body of the institution or to trustees for the governing body either for valuable consideration in money, or in consideration of a rentcharge, or by way of exchange for other land, or, subject as in this Act provided, by way of free gift, and without any consideration. 2 A conveyance under this Act by a person having an equitable estate shall operate to pass any bare outstanding legal estate vested in a trustee."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "7", "section_title": " Conveyances by limited owners.", "section_text": "7 1 A conveyance under this Act by a person not entitled to dispose absolutely for his own benefit of the land proposed to be conveyed (other than a conveyance on a sale or exchange for the best consideration in money, or by way of rentcharge, or in land to be reasonably obtained) shall be subject to the following restrictions and provisions:— a It shall not in itself, or in addition to any land conveyed under this Act by the same person, comprise more than two acres in the whole in any one county, city, or borough: b It shall be made either with the consent of the person, if any, entitled to the next estate of freehold in remainder for the time being, or with the approval of the High Court of Justice. 2 Every application to the Court for an Order approving a conveyance under this Act shall be by summons in chambers, and shall, subject to the Acts regulating the Court, be assigned to the Chancery Division. 3 On any such application the Court may direct notice to be served on such persons, if any, as it thinks fit. 4 On any such application the Court shall have regard to the circumstances of the settled estate, the wants of the neighbourhood, and the interests of the persons entitled in remainder, and the Court, if it thinks fit under all the circumstances of the case, may make an order approving the proposed conveyance. Such order, if the Court thinks fit, may be made on such terms and conditions, if any, as the Court thinks proper; but no such order shall be made if the application is opposed by any person entitled in remainder, unless the Court is of opinion that the opposition is unreasonable, or the interest of the person opposing so remote that it may properly be disregarded."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "8", "section_title": " Institution to be public.", "section_text": "8 Every institution for which land has been acquired under an exercise of the powers conferred by this Act shall be open generally either to all persons or to all persons within specified limits as to age, qualification, or otherwise, and either without payment or on specified terms as to times of attendance and payment of subscriptions or fees or otherwise, but so that no preference be given to any person or class of persons within the specified limits."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "9", "section_title": " Site may be sold or exchanged.", "section_text": "9 1 Land acquired under the powers of this Act shall not be used otherwise than for the purposes of an institution within the meaning of this Act, but,  with the consent of the Charity Commission or in accordance with such provisions of sections 117(2) and 119 to 121 of the Charities Act 2011 as are applicable               , may be sold or may be exchanged for other land. 2 The governing body or their trustees may execute conveyances and do all acts necessary to effectuate a sale or exchange. 3 On a sale, the receipt of the governing body or of the trustees for the governing body shall be a sufficient discharge for the purchase money, and such money shall, as soon as convenient, be invested in the purchase of other land. 4 Land purchased or taken in exchange under this section shall be devoted to the same purposes and be liable to the same incidents as originally were applicable to or affected the land sold or given in exchange. 5 Money arising by sale may, until reinvested in the purchase of land, be invested— a in the names of the governing body, in any investments in which trustees may invest under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act), or b under the general power of investment in section 3 of that Act, by trustees for the governing body or by a person authorised by the trustees under that Act to invest as an agent of the trustees.  6 Any profits from investments under subsection (5) shall be invested in the same way and added to capital until the capital is reinvested in the purchase of land."}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Technical and Industrial Institutions Act 1892", "year": 1892, "section": "11", "section_title": " Extent of Act.", "section_text": "11 This Act shall not extend to Scotland."}]