[{"act": "Apportionment Act 1870", "year": 1870, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “The Apportionment Act, 1870.”"}, {"act": "Apportionment Act 1870", "year": 1870, "section": "2", "section_title": " Rents, &c. to accrue from day to day and be apportionable in respect of time.", "section_text": "2 All rents, annuities, dividends, and other periodical payments in the nature of income (whether reserved or made payable under an instrument in writing or otherwise) shall, like interest on money lent, be considered as accruing from day to day, and shall be apportionable in respect of time accordingly."}, {"act": "Apportionment Act 1870", "year": 1870, "section": "3", "section_title": " Apportioned part of rent, &c. to be payable when the next entire portion shall have become due.", "section_text": "3 The apportioned part of any such rent, annuity, dividend, or other payment shall be payable or recoverable in the case of a continuing rent, annuity, or other such payment when the entire portion of which such apportioned part shall form part shall become due and payable, and not before, and in the case of a rent, annuity, or other such payment determined by re-entry, death, or otherwise when the next entire portion of the same would have been payable if the same had not so determined, and not before."}, {"act": "Apportionment Act 1870", "year": 1870, "section": "4", "section_title": " Persons shall have the same remedies for recovering apportioned parts as for entire portions. Proviso as to rents reserved in certain cases.", "section_text": "4 All persons and their respective heirs, executors, administrators, and assigns, and also the executors, administrators, and assigns respectively of persons whose interests determine with their own deaths, shall have such or the same remedies at law and in equity for recovering such apportioned parts as aforesaid when payable (allowing proportionate parts of all just allowances) as they respectively would have had for recovering such entire portions as aforesaid if entitled thereto respectively; provided that persons liable to pay rents reserved out of or charged on lands or other hereditaments of any tenure, and the same lands or other hereditaments shall not be resorted to for any such apportioned part forming part of an entire or continuing rent as aforesaid specifically, but the entire or continuing rent, including such apportioned part, shall be recovered and received by the heir or other person who, if the rent had not been apportionable under this Act, or otherwise, would have been entitled to such entire or continuing rent, and such apportioned part shall be recoverable from such heir or other person by the executors or other parties entitled under this Act to the same by action at law or suit in equity."}, {"act": "Apportionment Act 1870", "year": 1870, "section": "5", "section_title": " Interpretation of terms.", "section_text": "5 In the construction of this Act— The word “ rents ” includes rent service, rentcharge, and rent seck, and also tithes and all periodical payments or renderings in lieu of or in the nature of rent or tithe. The word “ annuities ” includes salaries and pensions. The word “ dividends ” includes (besides dividends strictly so called) all payments made by the name of dividend, bonus, or otherwise out of the revenue of trading or other public companies, divisible between all or any of the members of such respective companies, whether such payments shall be usually made or declared at any fixed times or otherwise; and all such divisible revenue shall, for the purposes of this Act, be deemed to have accrued by equal daily increment during and within the period for or in respect of which the payment of the same revenue shall be declared or expressed to be made, but the said word “ dividend ” does not include payments in the nature of a return or reimbursement of capital."}, {"act": "Apportionment Act 1870", "year": 1870, "section": "6", "section_title": " Act not to apply to policies of assurance;", "section_text": "6 Nothing in this Act contained shall render apportionable any annual sums made payable in policies of assurance of any description."}, {"act": "Apportionment Act 1870", "year": 1870, "section": "7", "section_title": " nor where stipulation made to the contrary.", "section_text": "7 The provisions of this Act shall not extend to any case in which it is or shall be expressly stipulated that no apportionment shall take place."}]