[{"act": "Burgh Customs (Scotland) Act 1870", "year": 1870, "section": "1", "section_title": " Interpretation of terms.", "section_text": "1 The word “ burgh ” shall mean any royal, parliamentary, or other burgh, as defined by the word “burgh” in the  General Police and Improvement Act (Scotland), 1862, and in which heretofore petty customs have been levied or leviable."}, {"act": "Burgh Customs (Scotland) Act 1870", "year": 1870, "section": "2", "section_title": " Petty customs may be abolished by council.", "section_text": "2 The magistrates and council of any burgh may resolve that from a subsequent date, to be specified in such resolution, the petty customs or duties, or part of them, levied or leviable in such burgh shall be abolished, and that in lieu thereof there shall be levied by way of assessment in such burgh at a rate or rates calculated to yield in the whole in the year an amount equal to the net yearly amount of such petty customs, or part of them, and no more, . . .  , and from such date such petty customs or duties, or such part thereof, shall be wholly abolished in such burgh, . . .  : Provided that no such resolution shall have any force or effect unless a month’s previous notice shall have been given of the meeting of the magistrates and council whereat such resolution was moved, and of the intention to move such resolution, in one or more public newspapers circulating within such burgh, and also in the manner in which notices of meetings of magistrates and town councils are usually given in such burgh, and unless also two thirds at the least of the members of the council present at such meeting concur in such resolution."}, {"act": "Burgh Customs (Scotland) Act 1870", "year": 1870, "section": "3", "section_title": " Saving in respect of creditors.", "section_text": "3 On such petty customs or duties, or part of them, levied or leviable in such burgh being abolished in manner herein-before provided, the rate or rates to be levied in lieu thereof shall, ipso facto, come in place of any security held by any creditor or creditors of such burgh over such petty customs or duties, or part of them, but nothing herein contained, nor any such resolution, shall in any way affect, diminish, or take away the right, claim, or title of any creditor of any such burgh to any payment or any security out of or upon the common good of such burgh, nor shall any such resolution be of any validity or effect so long as any tack or lease of such petty customs shall be in force, or until such lease or tack shall have terminated by surrender or effluxion of time, or otherwise, nor without the consent of the creditor, so long as any such petty customs or any of them shall be and continue assigned as a special security to any creditor of such burgh."}, {"act": "Burgh Customs (Scotland) Act 1870", "year": 1870, "section": "4", "section_title": " Boundaries.", "section_text": "4 The boundaries of any such burgh within which any such rate in lieu of petty customs shall be levied or leviable shall be the boundaries within which the assessment and rate for police purposes of such burgh shall be levied or leviable: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Burgh Customs (Scotland) Act 1870", "year": 1870, "section": "5", "section_title": " Extent of Act.", "section_text": "5 This Act shall only extend to Scotland."}]