[{"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the “ Limited Owners Residences Act, 1870. ”"}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "2", "section_title": " Act to be construed with 27 & 28 Vict c. 114,  “Improvement of Land Act, 1864.”", "section_text": "2 This Act shall be construed as one with the “Improvement of Land Act, 1864,” and the words used in this Act shall be construed in like manner as in the said Act; and the provisions of the said Act shall be applicable, as far as the nature of the case requires, except as is herein otherwise provided, to proceedings under this Act."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "3", "section_title": " What to be deemed improvements within meaning of \n\n\t\t\t\t“Improvement of Land Act, 1864.”", "section_text": "3 The erection of mansion houses and such other usual and necessary buildings, outhouses, and offices as are commonly appurtenant thereto and held and enjoyed therewith, and completion of mansion houses and such appurtenances as aforesaid, and improvement of and addition to mansion houses and such appurtenances as aforesaid already erected, or the improvement of and addition to houses which are capable of being converted into mansion houses suitable to the estate on which they stand, so as such improvement and addition be of a permanent nature, provided the mansion houses so erected or enlarged or converted are suitable to the estate on which they stand as residences for the owners of such estate, shall be improvements within the meaning of the “Improvement of Land Act, 1864.”"}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "4", "section_title": " Limit as to sum to be charged for mansion houses.", "section_text": "4 The sum charged on any estate under settlement in respect of mansion and other buildings herein-before mentioned shall not exceed two years rental of the said estate, after deducting all public charges and interest of debts and other incumbrances and annuities affecting or which may affect the inheritance after the death of the limited owner, or in the case of different estates settled to the same uses, and on which charges may have been imposed which affect the whole of such estates, after deducting from the rental of such of the said estates as may be charged with the cost of erecting mansion houses and appurtenances as aforesaid in the manner herein-after provided, so much of the debts and other incumbrances affecting the whole of the estates as shall bear to the whole of the said debts and incumbrances the same proportion as the rental of the estates to be charged with the cost of erecting a mansion house and appurtenances shall bear to the rental of the whole of the estates settled to the same uses."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "5", "section_title": " Mode of calculating increased value resulting from outlay.", "section_text": "5 In calculating whether the improvement would effect a permanent increase of the yearly value of the lands exceeding the yearly amount proposed to be charged thereon, the commissioners shall take into account the effect on such value of any sum expended by the landowner in erecting or adding to such mansion house and appurtenances beyond the sum proposed to be charged."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "7", "section_title": " Discretionary power of certifying where erection of mansion house suitable, &c.", "section_text": "7 If the commissioners shall find that the erection or improvement of or addition to any such mansion house and appurtenances are suitable to the estate, but would not in their estimation effect an increase of the yearly value of the lands exceeding the yearly amount proposed to be charged, it shall be in their discretion to certify such improvement."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "8", "section_title": " Insurance against fire.", "section_text": "8 The provision in the Improvement of Land Act respecting assurance of buildings against fire shall apply to mansion houses and appurtenances improved or added to, as well as to those erected under this Act."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "9", "section_title": " Priority of charges.", "section_text": "9 A charge on land made under this Act shall not take priority of any mortgage or other incumbrance affecting the land charged at the time such charge is made."}, {"act": "Limited Owners Residences Act 1870", "year": 1870, "section": "10", "section_title": " Extent of Act.", "section_text": "10 This Act shall not apply to Scotland."}]