[{"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "1", "section_title": " Prohibition of disposal except on registrar’s certificate or coroner’s order. ", "section_text": "1 1 Subject as hereinafter provided, the body of a deceased person shall not be disposed of before a certificate of the registrar given  under subsection (2) or (3) of section eleven or under section twenty-four of the  Births and Deaths Registration Act 1953  or an order of the coroner has been delivered to the person effecting the disposal: Provided that it shall be lawful for the person effecting the disposal by burial of the body of any deceased person, if satisfied by a written declaration in the prescribed form by the person procuring the disposal that a certificate of the registrar or order of the coroner has been issued in respect of the deceased, to proceed with the burial notwithstanding that the certificate or order has not been previously delivered to him. 1A For the purposes of subsection (1), a certificate, an order of the coroner or a written declaration may be delivered as a copy in an approved electronic form. 1B A declaration under subsection (1) may be made in an approved electronic form. 2 Any person contravening the provisions of this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "3", "section_title": " Notification of disposal to registrar.", "section_text": "3 1 The person effecting the disposal of the body of any deceased person shall, within ninety-six hours of the disposal, deliver to the registrar in the prescribed manner a notification as to the date, place and means of disposal of the body. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A notification under subsection (1) may be made and delivered in an approved electronic form."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "4", "section_title": " Prohibition of removal of body out of England without notice. ", "section_text": "4 The body of a deceased person shall not be removed out of England until the expiration of the prescribed period after notice of the removal has been given to  the senior coroner in whose area the body is situated,  or otherwise than in accordance with such procedure as may be prescribed, and any person contravening the provisions of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "5", "section_title": " Burial of still-born children.", "section_text": "5 It shall not be lawful for a person who has control over or who ordinarily buries bodies in any burial ground to permit to be buried or to bury in such burial ground a still-born child before there is delivered to him   (either physically or as a copy in an approved electronic form)   either—  a a certificate given by the registrar under section 11(2) or (3) of the Births and Deaths Registration Act 1953, or b in a case in relation to which a senior coroner has made enquiries under section 1(7) of the Coroners and Justice Act 2009 (or has purported to conduct an investigation under Part 1 of that Act), an order of the coroner.  "}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "8", "section_title": "", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "9", "section_title": " Regulations  and approval of electronic forms etc.", "section_text": "9   1   The  Secretary of State   ... may make regulations— a prescribing the period and form of notice to be given to the coroner of an intention to remove a body out of England; and as to the procedure upon removal and the notification of the registrar as to the date and place of such removal; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Registrar General may approve forms of electronic communication or electronic storage (including an electronic signature) for the purposes of a provision of this Act."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "10", "section_title": " Application to cremation.", "section_text": "10 The power to make regulations under section seven of the  Cremation Act 1902 shall include a power to make regulations for the purpose of applying the provisions of this Act to cases where human remains are disposed of by cremation, and except as may be provided by any such regulations this Act shall not apply to cremation."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "11", "section_title": " Penalties.", "section_text": "11 Any person contravening any of the provisions of this Act in respect of which no penalty is expressly imposed shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "12", "section_title": " Definitions.", "section_text": "12 In this Act, unless the context otherwise requires— “ Prescribed ” means prescribed by the Registrar-General with the concurrence of  the Secretary of State ; “ Registrar ” means, with respect to any death or birth the registrar who is the registrar for the sub-district in which the death or birth takes place;   “ approved electronic form ” means any form of electronic communication or electronic storage (including an electronic signature) approved by the Registrar General pursuant to section 9(2) of this Act;   “ disposal ” means disposal by burial, cremation or any other means, and “ disposed of ” has a corresponding meaning;   “ electronic communication ” has the meaning given in section 15(1) of the Electronic Communications Act 2000; “ electronic signature ” has the meaning given in section 7(2) of the Electronic Communications Act 2000;   “ person effecting the disposal ” means the person by whom or whose officer the register of burials in which the disposal is to be registered is kept, except that in the case of a burial under the  Burial Laws Amendment Act 1880 in the churchyard or graveyard of a parish or ecclesiastical district the expression “ person effecting the disposal ” shall be construed as referring to the relative, friend, or legal representative having charge of or being responsible for the burial of the deceased person; “still-born” and “still-birth” shall apply to any child which has issued forth from its mother after the   twenty-fourth week  of pregnancy and which did not at any time after being completely expelled from its mother, breathe or show any other signs of life."}, {"act": "Births and Deaths Registration Act 1926", "year": 1926, "section": "13", "section_title": "†Repeals, extent, short title and commencement.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 This Act shall not apply to Scotland or Northern Ireland. 3 This Act may be cited as the Births and Deaths Registration Act 1926 . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]