[{"act": "Chartered Associations (Protection of Names and Uniforms) Act 1926", "year": 1926, "section": "1", "section_title": " Protection of name, uniform, &c. of chartered associations.", "section_text": "1 1 His Majesty may from time to time, by Order in Council made on the application of any association incorporated by Royal charter not being an association representative of any profession or business, protect— a the name of the association; and b any special name or designation specified in the Order and used by the association for the members thereof, or for the members of any organisation constituted by the association in pursuance of their charter; and c any uniform with distinctive markings or badges used by the association and described in the Order; and d any badge to be worn without uniform used by the association and described in the Order: Provided that nothing in any such Order or in this Act shall deprive any bona fide national organisation of the right to use any designation, uniform or badge which at the time of the passing of this Act is in regular use by that organisation. 2 i An Order in Council under this section shall not be made unless notice of the application for an Order has been given in such manner and accompanied by such particulars as the  Lord President of the Council  may direct. ii The  Lord President of the Council  shall consider any objections to an Order which are made by or on behalf of any persons or societies affected or likely to be affected by the Order. iii An Order in Council under this section shall be laid as soon as may be before both Houses of Parliament, and if an address is presented to His Majesty by either House of Parliament within the next subsequent twenty-one days on which that House has sat next after any such Order is laid before it, praying that the Order may be annulled, His Majesty in Council may annul the Order, and it shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder. iv Any Order in Council under this Act may be amended or revoked by a subsequent Order in Council. 3 Where the use by an association of any name, designation, uniform or badge has been so protected, a person shall not, without the authority of the association, use the name, designation, uniform or badge the use of which is so protected, or any name, designation, uniform or badge so closely resembling the name, designation, uniform or badge the use of which is protected as to lead to the belief that it is that name, designation, uniform or badge. 4 If any person acts in contravention of this section, he shall be liable in respect of each offence, on summary conviction, to a fine not exceeding  level 1 on the standard scale : Provided that this section shall not prevent any person from wearing or using any uniform, badge or distinctive marking in the course or for the purpose of a stage play or representation, or a music-hall or circus performance, pageant or production of a cinematograph film, if the uniform, badge or distinctive mark is not worn or used in such a manner or under such circumstances as to bring it into contempt. 5 Where on an application made by or on behalf of an association to which this Act applies any such uniform or badge as is mentioned in subsection (1) of this section has at any time been registered under  the  Registered Designs Act 1949 , an Order in Council under this Act may be made on the application of that association for protecting that uniform or badge, notwithstanding that  the right in the registered design  has expired."}, {"act": "Chartered Associations (Protection of Names and Uniforms) Act 1926", "year": 1926, "section": "2", "section_title": " Description of uniform to be furnished on application for protection.", "section_text": "2 Any association making application for the protection of a uniform shall, together with the application, furnish an exact and detailed description of the uniform, both in respect to form and colour, such as may clearly indicate what are the precise extent and limits of the protection to be granted."}, {"act": "Chartered Associations (Protection of Names and Uniforms) Act 1926", "year": 1926, "section": "3", "section_title": " Savings", "section_text": "3 No Order in Council shall be made under this Act protecting any  product  (other than a badge or decoration) used by an association in connection with or as part of the uniform of its members  where a design is applied to, or incorporated in, the product and the design is protected by virtue of registration under the Registered Designs Act 1949 , or any amendment thereof, unless the owner of  the design  shall without fee or reward be ready and willing to permit and shall permit the use of  the design  by any person, firm, or corporation willing to supply  the product  to any member of members of such association. Nothing in this Act shall prevent the continued use of any mark or device which has been bona fide used as a trade mark before the coming into force of this Act."}, {"act": "Chartered Associations (Protection of Names and Uniforms) Act 1926", "year": 1926, "section": "4", "section_title": " Short title and application.", "section_text": "4 1 This Act may be cited as the Chartered Associations (Protection of Names and Uniforms) Act 1926. 2 This Act shall not apply to Northern Ireland."}]