[{"act": "Criminal Appeal (Scotland) Act 1926", "year": 1926, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Criminal Appeal (Scotland) Act 1926", "year": 1926, "section": "4", "section_title": " Time for appealing. ", "section_text": "4 1  . . .   Except in the case of a conviction involving sentence of death, the time within which notice of appeal or of application for leave to appeal may be given may be extended at any time by the Court. 2 In the case of a sentence of death . . .   — a the sentence shall not in any case be executed until after the expiration of the time within which notice of appeal or of an application for leave to appeal may be given under this section; and b if notice is so given, the appeal or application shall be heard and determined with as much expedition as practicable, and the sentence shall not be executed until after the determination of the appeal, or, in cases where an application for leave to appeal is finally refused, of the application. 3 Where in the case of a conviction involving sentence of death the appeal is dismissed or the application for leave to appeal is finally refused, the Court shall fix a day for the execution of the sentence which day shall be not less than fourteen or more than eighteen clear days after the day when the appeal is dismissed or the application for leave to appeal is finally refused, and the sentence pronounced at the trial shall have effect as if for the day therein mentioned, the day fixed in pursuance of this subsection were substituted."}, {"act": "Criminal Appeal (Scotland) Act 1926", "year": 1926, "section": "518.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Criminal Appeal (Scotland) Act 1926", "year": 1926, "section": "19", "section_title": "†Short title, extent and application.", "section_text": "19 1 This Act may be cited as the Criminal Appeal (Scotland) Act 1926 and shall extend to Scotland only. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]