[{"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "1", "section_title": " Sheriff officer to have the powers of a messenger-at-arms in certain places.", "section_text": "1 In any  county sheriff court district in which there is no resident messenger-at-arms, or in any of the islands of Scotland, a sheriff officer duly authorised to practice in any part of the sheriffdom comprising such  county sheriff court district or island shall have all the powers of a messenger-at-arms in regard to the service of any summons, writ, citation or other proceeding or to the execution of or diligence on, any decree warrant or order."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "2", "section_title": " Execution of arrestment or charge by registered letter in certain cases. ", "section_text": "2 1 It shall be competent to execute by registered letter in accordance with the provisions hereinafter contained:— a an arrestment proceeding on any warrant or decree  of the sheriff in a summary cause , or b a charge upon a decree for payment of money, granted  by the sheriff in a summary cause , if the place of execution is in any of the islands of Scotland or in any  sheriff court district in which there is no resident sheriff officer, or is more than twelve miles distant from the seat of the court where such decree was granted. 2 The following provisions shall apply to the execution by registered letter of an arrestment or charge in pursuance of the foregoing provisions of this section:— a A registered letter containing the writ or other document to be served shall be sent by post to the known residence or place of business of the person in whose hands the arrestment is to be used (hereinafter referred to as the arrestee) or against whom the charge is to be executed (hereinafter referred to as the debtor) or to the last known address of such arrestee or debtor if it continues to be his legal domicile or proper place of citation: b The registered letter may be sent by a sheriff officer who would be entitled to execute the arrestment or the charge according to the law and practice existing at the passing of this Act, or by a messenger-at-arms resident in the sheriffdom in which the place of execution is situated, or, if there is no sheriff officer, or messenger-at-arms resident in the sheriffdom, by a  solicitor : c On the back of the registered letter besides the address there shall be written or printed the following notice or a notice to the like effect:— “If delivery of this letter cannot be made, it is to be returned immediately to give the name and address of  solicitor , messenger-at-arms or sheriff officer concerned”: d The execution to be returned shall be accompanied by the Post Office receipt for the registered letter: e Delivery of a registered letter sent in accordance with the foregoing provisions shall constitute a valid arrestment in the hands of the arrestee, or a valid execution of the charge against the debtor as the case may be as at the time of such delivery, and where in any proceedings in which the validity of such arrestment or of such charge is in question there is produced an acknowledgment or certificate of the delivery of the registered letter issued by  a universal service provider (within the meaning of  Part 3 of the Postal Services Act 2011 ) in pursuance of any provision contained in a scheme made under section 89 of  the Postal Services Act 2000 , the letter shall be presumed to have been delivered to the arrestee or to the debtor at the address and on the date specified in such acknowledgment or certificate, unless it shall be proved by the arrestee or the debtor or any person having an interest that the registered letter was never in fact delivered to or received by the arrestee or the debtor as the case may be, or any person with his authority, express or necessarily implied, or was so delivered on some other day: f Where, in any proceedings in which the validity of any such arrestment or of such charge is in question, it is proved that the registered letter sent in pursuance of the foregoing provisions was duly tendered at the proper address of the arrestee or the debtor, but was refused by him or by some person with his authority, express or necessarily implied; the Court may if it shall think fit hold such tender and refusal equivalent to delivery of the registered letter for the purposes of this section: g The provisions of rule 6.1                        in the First Schedule to the  Sheriff Courts (Scotland) Act 1907, shall not apply to service of a schedule of arrestment in accordance with the foregoing provisions."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "3", "section_title": " Authorisation by sheriff to do diligence in certain cases.", "section_text": "3 Where an extract decree or warrant granted by any court in Scotland is presented to the sheriff within whose jurisdiction such decree or warrant requires to be executed, and the sheriff is satisfied that no messenger-at-arms or sheriff officer is reasonably available to execute such decree or warrant, the sheriff may, if he shall think fit, grant authority to any person whom he may deem suitable (but not including the  solicitor  of the party presenting the extract decree or warrant) to execute such decree or warrant, and the person so authorised shall as regards any diligence or execution competent on such decree or warrant have all the powers of a messenger-at-arms or sheriff officer."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "4", "section_title": " Meaning of “enrolled law agent” in 45 & 46  Vict.  c. 77.", "section_text": "4 For the purposes of section three of the  Citation Amendment (Scotland) Act 1882, the expression “enrolled law agent” shall mean— a in the case of a summons, warrant or judicial intimation issued from the Court of Session, a law agent whose name is on the roll of law agents practising before such court kept in pursuance of section twelve of the  Law Agents (Scotland) Act 1873; and b in the case of a summons, warrant or judicial intimation issued from the sheriff court, a law agent whose name is on the roll, kept in pursuance of section thirteen of the said Act, of law agents practising in any sheriff court of the sheriffdom in which the summons, warrant or judicial intimation is to be executed."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act, unless the context otherwise requires, the expression . . . . . .  , the expression “ arrestment ” shall include arrestment on the dependence, arrestment in security, and arrestment in execution, but shall not include arrestment to found jurisdiction; a law agent shall be deemed to be enrolled in a sheriffdom if his name is on the roll, kept in pursuance of section thirteen of the  Law Agents (Scotland) Act 1873, of law agents practising in any of the sheriff courts in that sheriffdom."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "6", "section_title": " Regulations, forms and fees.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Execution of Diligence (Scotland) Act 1926", "year": 1926, "section": "8", "section_title": " Short title.", "section_text": "8 This Act may be cited as the Execution of Diligence (Scotland) Act 1926."}]