[{"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "1", "section_title": "Obligation to furnish statutory statements", "section_text": " 1    1   It shall be the duty of every person who sells for use as a fertiliser of the soil or as food for cattle or poultry any article included in the first column of the First or Second Schedule to this Act, whatever may be the name under which the article is sold, to give the purchaser on or before delivery, or as soon as reasonably practicable thereafter, a statement in writing (hereinafter referred to as a statutory statement) in such form (if any) as may be prescribed, containing the following particulars :—   a   the name under which the article is sold;     b   such particulars (if any) of the nature, substance, or quality of the article as are in relation to the article mentioned in the second column of such schedule;     c   where the article, if a feeding stuff, contains any ingredient included in the Third Schedule to this Act, the name of such ingredient:      Provided that the obligation so imposed shall not apply—   i   to sales of two or more articles which are mixed at the request of the purchaser before delivery to him :     ii   to sales of small quantities (that is to say, sales in quantities of fifty-six pounds or less) if the article sold is taken in the presence of the purchaser from a parcel bearing a conspicuous label on which are marked in the prescribed manner the particulars required by this section to be contained in the statutory statement.       2   Failure to give a statutory statement in accordance with the provisions of this section shall not invalidate a contract for sale.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "2", "section_title": "Warranties", "section_text": " 2    1   A statutory statement given by the seller of any such article as aforesaid shall, notwithstanding any contract or notice to the contrary, have effect as a written warranty by the seller that the particulars contained in the statutory statement are correct.     2   On the sale for use as food for cattle or poultry of an article included in the first column of the First or Second Schedule to this Act there shall be implied, notwithstanding any contract or notice to the contrary, a warranty by the seller that the article is suitable to be used as such, and does not, except as otherwise expressly stated in the statutory statement, contain any ingredient included in the Third Schedule to this Act.     3   Where an article sold for use as a fertiliser of the soil or as food for cattle or poultry is in a statutory statement or other document described by a name specified in the first column of the Fourth Schedule to this Act, the sale of the article under that name shall have effect as a written warranty that the article accords with the definition thereof contained in the second column of that schedule.     4   Any statement as to the amount of chemical or other ingredients or as to the fineness of grinding of an article sold for use as a fertiliser of the soil, or as to the amount of the nutritive or other ingredients of an article sold for use as food for cattle or poultry, which is made after the commencement of this Act in any written document (other than a statutory statement) descriptive of the article shall have effect as a warranty by the seller that the facts stated are correct.     5   No action on any such warranty as is mentioned in this section shall lie for any mis-statement therein as to the particulars of the nature, substance or quality of the article or as to the amount of any ingredient where the mis-statement does not exceed the limits of variation (if any) prescribed under this Act in relation to such particulars or amounts, but where the misstatement exceeds such limits, the rights of the purchaser under the warranty shall not be affected by such limits.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "3", "section_title": "Right of purchaser to have article sampled and analysed", "section_text": " 3    1   The purchaser of any article included in the first column of the First or Second Schedule to this Act, or of any fertiliser or feeding stuff not included therein in respect of which a warranty, express or implied, has been given by the seller, shall, on payment of such fee (if any) as may be fixed under this Act, be entitled to have a sample of the article taken by an official sampler in the prescribed manner and analysed by the agricultural analyst, and to receive from the analyst a certificate of the result of his analysis :    Provided that a purchaser of an article who requires a sample to be taken under this section shall, if so requested, furnish to the official sampler who takes the sample the statutory statement or warranty relating to the article, or a copy thereof.     2   A sample taken under this Act by an official sampler at the request of a purchaser shall be taken in the prescribed manner, and shall not be taken after the expiration of fourteen days from the delivery to the purchaser of the article sampled, or the receipt by the purchaser of the statutory statement or warranty, whichever date may be the later.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "4", "section_title": "Marking of articles prepared for consignment", "section_text": " 4    1   Every parcel of an article included in the first column of the First Schedule to this Act when prepared for sale or consignment for use as a fertiliser of the soil or as food for cattle or poultry shall, if exposed for sale, or, if not exposed for sale, before being removed from the premises where it is so prepared, be marked in the prescribed manner with a mark or marks stating or indicating the particulars required by this Act to be contained in the statutory statement.     2   Any person dealing in any such parcels may for the purposes of this section keep in such form (if any) as may be prescribed a register of marks specifying the particulars which the several marks entered in the register are used as indicating, and the marking of any parcel with any mark entered in the register shall, for the purposes of this section, be treated as indicating that the particulars of the article are those entered in the register in relation to the mark :    Provided that—   a   on the sale of any parcel so marked the mark shall be added to the statutory statement; and     b   where the statutory statement received by the seller on the sale to him of the parcel contains any such mark, and the parcel has not been on his premises, that mark shall be added by him to the statutory statement required to be given by him to a purchaser.       3   If any parcel required under this section to be marked is not so marked, or if from the analysis of a sample of the parcel taken by an inspector in the prescribed manner on the premises on which the parcel is exposed for sale or on any premises on which the parcel after having been so marked may happen to be before being delivered to a purchaser or carrying agent, it appears that the particulars marked or indicated by a mark are false to the prejudice of the purchaser, or do not include any particulars which are required by this Act to be contained in the statutory statement, the person selling or having in his possession or disposition for the purpose of sale or consigning the parcel or exposing it for sale shall be guilty of an offence against this Act.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "5", "section_title": "Consignments ex ship or quay", "section_text": " 5    1   In the case of an article delivered or consigned direct from a ship or quay to a purchaser, the provisions of this section shall apply in lieu of the provisions of the last preceding section.     2   The seller of an article included in the first column of the First Schedule to this Act and so delivered or consigned shall as soon as practicable enter in a register kept by him in such form (if any) as may be prescribed the following particulars :—   a   the date of delivery or consignment to the purchaser, the place of delivery to the purchaser or other destination, and the quantity delivered or consigned;     b   any shipping or other mark on the article;     c   the particulars which by this Act are required to be contained in the statutory statement.       3   The seller of any such article shall be guilty of an offence against this Act—   a   if he fails to enter in his register any particular required by this section to be entered therein other than a particular required to be contained in the statutory statement; or     b   if any particular entered therein, other than a particular required to be contained in the statutory statement, is false in any material particular; or     c   if from the analysis of a sample of the article taken by an inspector in the prescribed manner on the quay or at the time of its delivery to the purchaser or during its transit to him it appears that any particular entered in the register, being a particular required to be contained in the statutory statement, is false to the prejudice of the purchaser, or that any particular required to be contained in the statutory statement is not entered in the register.      "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "6", "section_title": "Sales in small quantities", "section_text": " 6   Where an article is sold for use as a fertiliser of the soil or as food for cattle or poultry in small quantities from a parcel which purports to be labelled in manner hereinbefore provided, and from an analysis of a sample thereof taken by an inspector in the prescribed manner on the premises on which the parcel is kept it appears that the particulars stated on the label are false to the prejudice of the purchaser, or do not include any particulars which are required by this Act to be contained in a statutory statement, the owner or seller shall be guilty of an offence against this Act.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "7", "section_title": "Deleterious ingredients in feeding stuffs", "section_text": " 7    1   Any person who sells or offers or exposes for sale for use as food for cattle or poultry any article which contains any ingredient deleterious to cattle or poultry, or has in his possession, packed and prepared, for sale for such use any such article, shall be guilty of an offence against this Act unless he proves—   a   that he did not know and could not with reasonable care have known that the article contained a deleterious ingredient; and     b   where he obtained the article from some other person, that on demand by or on behalf of the prosecutor he gave all the information in his power with respect to the person from whom he obtained it, and as to the statutory statement given to him, and as to any mark applied to the article when he obtained it :      Provided that proceedings for an offence under this section shall not be instituted unless the article has been sampled by an inspector in the prescribed manner on the premises on which it was sold or exposed or offered for sale or on which it was when prepared for sale or consignment, and the sample has been analysed in accordance with the provisions of this Act.     2   Any substance mentioned in the Fifth Schedule shall, if present in a feeding stuff or, where a maximum quantity with regard to the substance is indicated in the Fifth Schedule, if present in excess of that quantity, as the case may be, be -deemed to be a deleterious ingredient unless the contrary is proved.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "8", "section_title": "Penalties for failure to give and misstatements in statutory statements", "section_text": " 8    1   If a person fails to give a statutory statement in such form (if any) as may be prescribed in any case where he is required by this Act so to do, he shall on summary conviction be liable, in the case of a first offence, to a fine not exceeding five pounds and, in the case of a second or subsequent offence, to a fine not exceeding ten pounds.     2   If on the sale of an article included in the first column of the First Schedule to this Act a person gives a statutory statement in which the particulars stated therein differ :—   a   from the particulars marked or indicated by a mark placed on a parcel of the article in accordance with this Act; or     b   in the case of an article delivered or consigned direct from a ship or quay to a purchaser, from the particulars entered in accordance with this Act in the seller's register; or     c   in the case of an article which has not been on the premises of the seller, from the particulars stated in the statutory statement given to the seller in respect of the article;    he shall be guilty of an offence against this Act unless he proves that he took all reasonable steps to avoid committing the offence and that he acted without intent to defraud.     3   If a person fails to add to a statutory statement any mark which by virtue of this Act is required to be added thereto, he shall on summary conviction be liable, in the case of a first offence, to a fine not exceeding five pounds and, in the case of a second or subsequent offence;, to a fine not exceeding ten pounds.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "9", "section_title": "Inspection of registers and statutory statements", "section_text": " 9    1   It shall be the duty of any person by whom a register under this Act is kept, or to whom a statutory statement relating to an article which has been sold by him but which has never been on his premises has been sent, to preserve the register or statement for such period (not exceeding four months) as may be prescribed, and on demand by an inspector at any time within that period to produce it for his inspection, and if the person keeping the register, or to whom such a statutory statement was sent, fails so to preserve it, he shall be liable on summary conviction to a fine not exceeding twenty pounds.     2   Any person having in his possession or under his control any register kept under this Act or any statutory statement made under this Act shall on demand by an inspector produce it for his inspection and if he fails to do so , shall be liable on summary conviction to a fine not exceeding twenty pounds.     3   An inspector may at all reasonable times enter any premises where he has reasonable cause to believe that any such register or statutory statement is for the time being kept, and may take copies thereof.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "10", "section_title": "Relief from liability under the Merchandise Marks Acts in certain cases", "section_text": " 10   Where in pursuance of the foregoing provisions of this Act a description has been applied to any article included in the first column of the First Schedule to this Act, and such description is a trade description within the meaning of the  Merchandise Marks Act, 1887, no proceedings shall be taken under that Act on the ground that the description so applied is a false description.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "11", "section_title": "Enforcement of Act by councils of counties and county boroughs", "section_text": " 11    1   It shall be the duty of the council of every county or county borough to enforce within their county or county borough the provisions of this Act, and for that purpose to appoint an official agricultural analyst (in this Act referred to as the agricultural analyst) and such inspectors and official samplers as may be necessary:    Provided that every such inspector shall be a whole-time officer of the council or in the case of a joint appointment of one or more of the councils concurring in the appointment.     2   Any such council may also appoint a deputy agricultural analyst, who shall in the case of the illness, incapacity, or absence of the agricultural analyst, or pending the appointment of the agricultural analyst, have all the powers and duties of the agricultural analyst; and where the deputy acts, this Act shall apply as if he were the agricultural analyst.     3   The appointment by a council of the agricultural analyst, or deputy agricultural analyst, inspectors, and official samplers, shall be subject to the approval of the Minister.     4   A person while holding the office of official sampler shall not engage in farming or any business connected with the manufacture, sale or importation of articles used as fertilisers of the soil or as food for cattle or poultry.     5   The council of a county or county borough may concur with one or more other such councils in making any appointment which they are required or authorised to make under this section and as to the apportionment amongst the several councils of the expenses of any such joint appointment, but this power shall be in addition to and not in derogation of the power conferred on councils by the  Local Government Act, 1888, to appoint joint committees for the purposes of this Act.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "12", "section_title": "Powers of entry and sampling", "section_text": " 12    1   An inspector appointed by a council under this Act may at all reasonable times enter any premises in which he has reasonable cause to believe that there is any article included in the first column of the First Schedule to this Act which has been prepared for sale or consignment, or any article included in the first column of the First or Second Schedule to this Act which is stored for use and not for sale or manufacture, and may take samples in the prescribed manner of any article on such premises which he has reasonable cause to believe to be such an article as aforesaid :    Provided that an inspector shall not exercise such power as aforesaid in respect of any premises situate outside the county or county borough for which he acts without the consent of the council of the county or county borough in which the said premises are situate or of some officer of that council to whom powers of giving such consent may have been delegated by that council.     2   An inspector appointed by a council under this Act may for the purposes of this Act take a sample otherwise than in the prescribed manner of any article which has been sold for use as a fertiliser of the soil or as food for cattle or poultry, or which he has reasonable cause to believe to be intended for sale as such; but the name of the seller or purchaser or owner of the article of which a sample is so taken shall not be communicated to any person.     3   An inspector appointed by the Minister may, if specially authorised in that behalf, exercise in any county or county borough the powers conferred by this section on an inspector appointed by the council thereof.    If, in the opinion of the Minister, the council of a county or county borough have insufficiently exercised their powers under this Act, either generally or in any particular case, the inspector appointed by the Minister may submit to the agricultural analyst for the county or county borough the samples so taken by him within that county or county borough; and the amount of any expenses certified by the Minister to have been incurred by an inspector appointed by him in the exercise of such powers as aforesaid shall, on demand, be repaid to the Minister by the council in default, and shall be recoverable from the council either as a debt due to the Crown or summarily as a civil debt.     4   Where a sample of a parcel packed ready for retail safe which is of fourteen pounds weight or less and is exposed for sale by retail is taken under this section, the retailer may require the inspector to purchase the parcel on behalf of the local authority or of the Minister, as the case may be.     5   In the exercise at any railway station or upon any railway premises of the powers conferred upon him by this Act an inspector shall conform to such reasonable requirements of the railway company owning or using such station or premises as are necessary to prevent the working of the traffic thereat being obstructed or interfered with.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "13", "section_title": "Provisions as to analysis of samples", "section_text": " 13    1   Where a sample has been taken by an inspector or official sampler in the prescribed manner he shall divide it into three parts and cause each part to be marked, sealed and fastened up and he shall send two of the parts to the agricultural analyst together with a signed statement that the sample was taken in the prescribed manner, and the third part he shall deliver or send to the owner or seller as may be prescribed.     2   Where a sample submitted to the agricultural analyst has been so divided into parts, the agricultural analyst shall analyse one of the parts of the sample sent to him and shall retain the other for such period as may be prescribed.     3   If the person by or on whose behalf the sample of an article is taken and analysed, or the owner or seller of the article, objects to the certificate of the agricultural analyst, the person objecting thereto shall, on payment of such fee as may be fixed by the Treasury be entitled to have submitted to the Government Chemist the part of the sample retained by the agricultural analyst and to have that part analysed by him and to receive from him a certificate of the result of his analysis.     4   Where a sample or part of a sample is under this section sent for analysis to the agricultural analyst or the Government Chemist, there shall also be sent to him any statutory statement or warranty relating to the article sampled or a copy thereof, or a copy of the particulars marked on or indicated by a mark applied to the article.     5   A certificate of analysis shall be signed by the agricultural analyst or the Government Chemist as the case may be; but the analysis may be made by any person acting under the direction of the agricultural analyst or the Government Chemist.     6   Where a sample taken in the prescribed manner has been analysed by the agricultural analyst, he shall furnish to the person who submitted the sample for analysis and, where that person is not the purchaser, also to the purchaser and in every case to the owner or seller of the article his certificate of analysis :    Provided that, if the agricultural analyst does not know the name and address of the owner or seller, he shall send his certificate intended for the owner or seller to the person who submitted the sample, who shall forward it to the owner or seller.     7   Where the sample has not been taken in the prescribed manner, the agricultural analyst shall send the certificate to the person who submitted the sample to him.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "14", "section_title": "Tampering with samples", "section_text": " 14   If any person fraudulently—   a   tampers with any article so as to procure that any sample of it taken or submitted for analysis under this Act does not correctly represent the article; or     b   tampers or interferes with any sample taken or submitted for analysis under this Act;    he shall be liable on summary conviction to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding six months.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "15", "section_title": "Obstruction of inspectors", "section_text": " 15   If the owner or person entrusted for the time being with the charge and custody of any article refuses to allow an inspector to take a sample of the article on any premises on which he is authorised under this Act to take a sample, or if any person otherwise wilfully delays or obstructs any inspector in the execution of his duties under this Act, he shall be liable on summary conviction to a fine not exceeding twenty pounds :    Provided that an inspector seeking to exercise his powers under this Act shall, if so required, produce evidence of his appointment or authority.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "16", "section_title": "Prohibition against disclosures", "section_text": " 16   If any inspector discloses any information obtained by him in or in connection with the exercise of his powers under this Act, except to persons acting in the execution of this Act and so far as such information may be necessary for the execution thereof, he shall be liable on summary conviction to a fine not exceeding fifty pounds.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "17", "section_title": "Financial provisions relating to the councils of counties and county boroughs", "section_text": " 17    1   The council of any county or county borough may contribute towards the expenses incurred by any agricultural body or association in causing samples to be taken by an official sampler in the prescribed manner for analysis by the agricultural analyst.     2   The council of any county or county borough may fix the fees to be payable in respect of the making of any analysis by the agricultural analyst and the taking of samples at the request of purchasers, and the council may fix different fees for different articles and for different quantities of the same article or for different analyses of the same article.     3   The expenses of a council incurred in the execution of this Act (including any expenditure on the purchase by the council of articles for the purpose of enforcing the provisions of this Act) shall be defrayed in the case of a county council as part of their expenses for general county purposes, and in the case of a county borough council, out of the borough fund or borough rate.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "18", "section_title": "Returns of results of analysis", "section_text": " 18   The council of each county or county borough shall, as soon as practicable after the first day of January, the first day of April, the first day of July, and the first day of October in each year, make a return to the Minister of the results of the analysis of the samples submitted to the agricultural analyst for the county or the county borough during the preceding three months in such form as may be prescribed, and the agricultural analyst shall furnish to the council such information as may be necessary for the purpose.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "19", "section_title": "Penalties for offences", "section_text": " 19   Any person guilty of an offence against this Act for which no special penalty is provided by this Act shall on summary conviction be liable in the case of a first offence to a fine not exceeding twenty pounds and in the case of a second or subsequent offence to a fine not exceeding fifty pounds.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "20", "section_title": "Restrictions on taking proceedings", "section_text": " 20    1   Proceedings for any offence against this Act to which the last foregoing section applies shall not be commenced without the consent of the Minister; and where the proceedings are in respect of causing or permitting any name, mark or particulars (except particulars which are not required to be contained in a statutory statement) to be false, or in respect of failure to include in the particulars marked or indicated by a mark or entered in a register or written on a label, any particulars which are required by this Act to be contained in the statutory statement, or in respect of the presence in a feeding stuff of any deleterious ingredient, the consent of the Minister shall not be given until the part of the sample retained by the agricultural analyst has been analysed and a certificate of analysis given by the Government Chemist.     2   Where proceedings under this Act are taken against a person in respect of causing or permitting any name, mark, or particulars to be false, or for making a false entry in his register or for failure to state the presence in a feeding stuff of an ingredient included in the Third Schedule to this Act, he shall not be liable to conviction if he proves—   a   that having taken all reasonable precautions against committing an offence against this Act he had not at the time of committing the alleged offence reason to suspect the correctness of the mark or entry, or the presence of such ingredient as aforesaid, as the case may be; and     b   where he obtained the article from some other person, that on demand by or on behalf of the prosecutor he gave all the information in his power with respect to the person from whom he obtained it and as to the statutory statement given to him, and as to any mark applied to the article when he obtained it.       3   A prosecution in respect of causing or permitting any name, mark or particulars to be false or in respect of the presence of any ingredient included in the Third Schedule to this Act or of any deleterious ingredient, shall not be instituted under this Act after the expiration of three months from the date on which a sample of the article was taken in the prescribed manner.     4   In any such prosecution as aforesaid the summons shall state the particulars of the offence alleged and also the name of the prosecutor, and shall not be made returnable in less time than fourteen days from the date on which it is served, and there shall also be served therewith a copy of any certificate of the agricultural analyst obtained on behalf of the prosecutor.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "21", "section_title": "General provisions as to legal proceedings", "section_text": " 21    1   Proceedings for an offence under this Act may, if the prosecutor so desires, be taken in the place where the person charged resides or carries on business.     2   In any proceedings for an offence under this Act it shall be no defence to allege that a sample having been taken for analysis only there was no prejudice to the purchaser.     3   A prosecution for an offence under this Act may, subject to the provisions of this Act as to the consent of the Minister, be instituted by the person aggrieved or by the council of a county or county borough or with the consent of such council by an inspector appointed by such council, and in any case where a sample has been taken by an inspector appointed by the Minister, may be instituted by the Minister.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "22", "section_title": "Evidence of certificate of analysis", "section_text": " 22    1   Where a sample, which has been taken in the prescribed manner by an inspector or official sampler, and has been divided into parts and marked, sealed and fastened up as hereinbefore mentioned, has been analysed, the agricultural analyst's certificate shall at the hearing of any civil or criminal proceedings with respect to the article sampled be sufficient evidence of the facts therein stated, unless the defendant or person charged requires that the person who made the analysis be called as a witness, or that the sample be further analysed by the Government Chemist.     2   In any legal proceedings the production of a certificate by the Government Chemist shall be sufficient evidence of the facts stated therein unless either party to the proceedings requires that the person who made the analysis be called as a witness.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "23", "section_title": "Regulations", "section_text": " 23    1   The Minister and the Board of Agriculture for Scotland jointly may, after consultation with the advisory committee to be constituted under this section, make regulations for prescribing anything which under this Act is required or authorised to be prescribed, and generally for carrying this Act into operation; and in particular such regulations may provide—   a   for varying any of the schedules to this Act;     b   for prescribing the manner in which articles required to be marked under this Act are to be marked and the nature of such marks;     c   for prescribing the limits of variation for the purposes of this Act;     d   for prescribing the manner in which samples are to be taken and dealt with in cases where under this Act they are taken in the prescribed manner;     e   as to the method in which analyses for determining the percentages of particular substances are to be made;     f   as to the qualifications to be possessed by agricultural analysts and deputy agricultural analysts and as to the form of certificates of analysis given by them;    and where any schedule is varied by regulations so made, this Act shall have effect as if the schedule as so varied were substituted for the schedule contained in this Act.     2   For the purpose of assisting and advising them with respect to the making of regulations under this Act, the Minister and Board shall, after consultation with such associations as appear to them to represent the interests concerned, jointly appoint an advisory committee.     3   All regulations made under this section shall be laid before Parliament as soon as may be after they are made, and if either House of Parliament, within the next subsequent twenty-one days on which that House has sat next after the regulations are laid before them, presents an address to His Majesty praying that the regulations or any part of them may be annulled, they shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder or to the making of new regulations.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "24", "section_title": "Exemption for certain sales", "section_text": " 24   This Act shall not apply to the sale of an article used as a fertiliser of the soil or as a food for cattle or poultry where the sale is in exercise of a statutory power to enforce a right or to satisfy a claim or lien, or where the sale is made by a sheriff, bailiff, or other officer to satisfy a writ of execution, or warrant or decree of any court, or a distress for rent or warrant of distress.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "25", "section_title": "Meaning of certain expressions", "section_text": " 25   Where for the purposes of this Act the expressions \" percentage of soluble phosphates \" and \" percentage of insoluble phosphates,\" are used in statements of equivalents, they shall be taken to mean respectively the percentage of tribasic phosphate of lime which has been and that which has not been rendered soluble in water.  "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "26", "section_title": "Interpretation", "section_text": " 26    1   In this Act, unless the context otherwise requires—     The expression \" Minister \" means the Minister of Agriculture and Fisheries :      The expression \" purchaser \" includes any person other than a carrying agent acting on behalf of a purchaser :      The expression \" inspector \" includes an inspector appointed by the Minister or an inspector appointed by the council of a county or county borough :      The expression \" Government Chemist \" means the head of the department of the Government Chemist, and shall include any deputy government chemist appointed to act in the case of illness, incapacity, or absence of the Government Chemist, or pending the appointment of the Government Chemist, to act in his place :      The expression \" cattle \" means bulls, cows, oxen, heifers, calves, sheep, goats and swine.        2   An article consigned to a purchaser shall not for the purposes of this Act be deemed to be delivered to him until it arrives at the place to which it is consigned whether the consignment is by direction of the seller or the purchaser.     3   Where an article is delivered to a purchaser in two or more consignments, this Act shall apply to each consignment as though it were a separate article.     4   Where the method of analysis for determining the amount of any substance contained in an article is prescribed under this Act, any statement in any statutory statement or document which by virtue of this Act takes effect as a warranty and any mark on an article or entry in a register under this Act stating or indicating the amount of such substance shall be taken to be a statement of the amount of the substance as determined by analysis in accordance with the method so prescribed.     5   Particulars as to the nature, substance, or quality of an article marked or indicated by a mark or entered in a register shall not for the purposes of this Act be deemed to be false to the prejudice of the purchaser if the mis-statement as respects any ingredient does not exceed the limits of variation (if any) prescribed under this Act in relation thereto.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "27", "section_title": "Application to City and Port of London", "section_text": " 27   This Act shall apply to the Port of London and the City of London subject to the following modifications:—   a   The sanitary authority of the Port of London as regards the district of that authority, and the Common Council of the City of London as regards the City of London, shall, to the exclusion of any other council, perform and exercise the duties and powers by this Act imposed and conferred on councils of counties, and county boroughs:     b   The expenses of the Port of London sanitary authority and the Common Council incurred in the execution of this Act (including any expenditure incurred in the purchase of articles for the purpose of enforcing the provisions of this Act) shall be defrayed out of the general rate of the City of London.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "28", "section_title": "Application to Scotland", "section_text": " 28    1   This Act shall apply to Scotland subject to the following modifications :—   a   References to the Minister shall, except in the provisions of this Act relating to joint action by the Minister and the Board of Agriculture for Scotland, be construed as references to the Board of Agriculture for Scotland :     b   The powers and duties of councils of counties and county boroughs under this Act shall be exerciseable and performed by the local authorities under the  Diseases of Animals Act, 1894, and the expenses incurred under this Act by such local authorities shall be defrayed out of a rate to be levied, ascertained, fixed, and paid in like manner as the local rate under that Act:     c   Such local authorities as aforesaid shall have the like power to appoint a joint committee for any purpose of this Act as is conferred by section seventy-six of the  Local Government (Scotland) Act, 1889, on county and town councils for any purpose of that Act, and the provisions of the said section shall apply accordingly, and a reference to the  Local Government Act, 1888, shall be construed as a reference to the provisions of the said Act of 1889 as so applied:     d   Subsections (1) and (4) of section twenty and subsection (3) of section twenty-one shall not apply.      Provided that—   i   no proceedings shall be brought in respect of causing or permitting any name, mark or particulars (except particulars which are not required to be contained in a statutory statement) to be false or in respect of failure to include in the particulars marked or indicated by a mark or entered in a register or written on a label any particulars which are required by this Act to be contained in the statutory statement or in respect of the presence in a feeding stuff of any deleterious ingredient until the part of the sample retained by the agricultural analyst has been analysed and a certificate of analysis given by the Government Chemist; and     ii   in any prosecution to which subsection (3) of section twenty of this Act applies there shall be served with the complaint a copy of any certificate of the agricultural analyst obtained on behalf of the prosecution.      "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "29", "section_title": "Application to Northern Ireland", "section_text": " 29    1   This Act shall apply to Northern Ireland subject to the following modifications :—   a   The regulations made by the Minister and the Board of Agriculture for Scotland shall apply to Great Britain only :     b   References to the Minister, and to the Minister and the Board of Agriculture for Scotland acting jointly shall be construed as references to the Ministry of Agriculture for Northern Ireland: Provided that the Ministry of Agriculture for Northern Ireland in lieu of appointing a separate advisory committee may, in making regulations to be laid before the Parliament of Northern Ireland, act on the advice of the advisory committee appointed for Great Britain:     c   References to the Treasury shall be construed as references to the Ministry of Finance for Northern Ireland :     d   References to the Government Chemist shall be construed as references to the Chief Agricultural Analyst for Northern Ireland :     e   The reference to the Local Government Act, 1888, shall be construed as a reference to article thirty-eight of the schedule to the Local Government (Application of Enactments) Order, 1898:     f   The expenses of a council incurred in the execution of this Act shall be defrayed, in the case of a county council, out of the county fund as a county at large charge, and, in the case of a county borough council, out of any rate or fund applicable to the purposes of the Public Health (Ireland) Acts, 1878 to 1918 :     g   References to Parliament and to His Majesty shall be construed respectively as references to the Parliament and to the Governor of Northern Ireland, and the reference to twenty-one days, occurring in relation to regulations laid before Parliament, shall be construed as a reference to the period prescribed by subsection (1) of section 4 of the Rules Publication Act (Northern Ireland), 1925.       2   For the purpose of section six of the  Government of Ireland Act, 1920, this Act, in its application to Northern Ireland, shall be treated as if it had been an Act passed before the appointed day for the commencement of that section.    "}, {"act": "Fertilisers and Feeding Stuffs Act 1926", "year": 1926, "section": "30", "section_title": "Short title, commencement, repeal and extent", "section_text": " 30    1   This Act may be cited as the Fertilisers and Feeding Stuffs Act, 1926.     2   This Act shall come into operation on such day not earlier than the first day of July nineteen hundred and twenty-seven as may be appointed for the purpose by the Minister and the Board of Agriculture for Scotland jointly.     3   The  Fertilisers and Feeding Stuffs Act, 1906, is hereby repealed:    Provided that nothing in this repeal shall affect any appointment made under that Act, but any such appointment shall have effect as if made under this Act.    "}]