[{"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "1", "section_title": " Conveyances of legal estates subject to certain interests.", "section_text": "1 1 Nothing in the  Settled Land Act, 1925, shall prevent a person on whom the powers of a tenant for life are conferred by paragraph (ix) of subsection (1) of section twenty of that Act from conveying or creating a legal estate subject to a prior interest as if the land had not been settled land. 2 In any of the following cases, namely— a where a legal estate has been conveyed or created under subsection one of this section, or under section sixteen of the Settled Land Act, 1925, subject to any prior interest, or b where before the first day of January, nineteen hundred and twenty-six, land has been conveyed to a purchaser for money or money’s worth subject to any prior interest whether or not on the purchase the land was expressed to be exonerated from, or the grantor agreed to indemnify the purchaser against, such prior interest, the estate owner for the time being of the land subject to such prior interest may, notwithstanding any provision contained in the Settled Land Act, 1925, but without prejudice to any power whereby such prior interest is capable of being overreached, convey or create a legal estate subject to such prior interest as if the instrument creating the prior interest was not an instrument or one of the instruments constituting a settlement of the land. 3 In this section “ interest ” means an estate, interest, charge or power of charging subsisting, or capable of arising or of being exercised, under a settlement, and, where a prior interest arises under the exercise of a power, “ instrument ” includes both the instrument conferring the power and the instrument exercising it."}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "3", "section_title": " Meaning of “trust corporation.”", "section_text": "3 1 For the purposes of the  Law of Property Act, 1925, the  Settled Land Act, 1925, the  Trustee Act, 1925, the  Administration of Estates Act, 1925, and the  Senior Courts Act 1981 , the expression “ Trust Corporation ” includes the Treasury Solicitor, the Official Solicitor and any person holding any other official position prescribed by the Lord Chancellor, and, in relation to the property of a bankrupt  ..., includes the trustee in bankruptcy  ..., and, in relation to charitable ecclesiastical and public trusts, also includes any local or public authority so prescribed, and any other corporation constituted under the laws of the United Kingdom or any part thereof which satisfies the Lord Chancellor that it undertakes the administration of any such trusts without remuneration, or that by its constitution it is required to apply the whole of its net income after payment of outgoings for charitable, ecclesiastical or public purposes, and is prohibited from distributing, directly or indirectly, any part thereof by way of profits amongst any of its members, and is authorised by him to act in relation to such trusts as a trust corporation. 2 For the purposes of this provision, the expression “ Treasury Solicitor ” means the solicitor for the affairs of His Majesty’s Treasury, and includes the solicitor for the affairs of the Duchy of Lancaster."}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "5", "section_title": " Priority of charges for securing further advances. ", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "6", "section_title": " Amendment of 15  Geo.  5. c.18, s.13. ", "section_text": "6 Section thirteen of the Settled Land Act, 1925, (which relates to dispositions not taking effect until a vesting instrument is made), shall have effect as if at the end thereof the following proviso were inserted:— Nothing in this section affects the creation or transfer of a legal estate by virtue of an order of the court or the Minister or other competent authority."}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "7", "section_title": " Minor amendments.", "section_text": "7 The amendments specified in the second column of the Schedule to this Act, being amendments of a minor nature, shall be made in the enactments mentioned in the first column of that Schedule and shall have effect without prejudice to any title acquired by a purchaser, or any registration effected, before the passing of this Act."}, {"act": "Law of Property (Amendment) Act 1926", "year": 1926, "section": "8", "section_title": "†Short title, construction and commencement.", "section_text": "8 1 This Act may be cited as the Law of Property (Amendment) Act, 1926, and so far as it amends any Act shall be construed as one with that Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]