[{"act": "Markets and Fairs (Weighing of Cattle) Act 1926", "year": 1926, "section": "1", "section_title": " Disclosure of weight of fat cattle on sale by auction. ", "section_text": "1 1 Subject to the provisions of this Act an auctioneer shall not offer for sale in any market, fair, or mart, in or near which a weighing machine is provided for the purpose of complying with the provisions of the principal Acts, any cattle which are fit for immediate slaughter unless they have been weighed on the weighing machine and their weight as so ascertained is disclosed to intending purchasers at the time of the offer for sale, either by announcement made by the auctioneer or in some other manner calculated to bring it to their notice. 2 Any auctioneer who offers for sale any cattle in contravention of this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale for each head of cattle so offered for sale. 3 In this section the expression “ cattle ” means bulls, cows, oxen and heifers. 4 The Minister may by order declare that the foregoing provisions of this Act shall not apply as respects any market, fair or mart."}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1926", "year": 1926, "section": "2", "section_title": " Extension of powers of Minister to grant exemption from provisions of principal Acts.", "section_text": "2 . . .  the power of the Minister under  section 9 of the  Act of 1887  to exempt any market or fair from the requirements of that Act as to the provision and maintenance of facilities for weighing cattle, and  the power of the Minister under section four of the  Act of 1891 to exempt an auctioneer from the requirements of that section in respect of the sale of cattle at a mart, may be exercised  respectively  with respect to any market or fair and with respect to any auctioneer where the circumstances are in the opinion of the Minister such as to render the enforcement of those requirements inexpedient."}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1926", "year": 1926, "section": "3", "section_title": " Tolls for weighing cattle. ", "section_text": "3 The Act of 1887 shall have effect as if for the Schedule to that Act (which prescribes tolls which may be demanded in respect of the weighing of cattle) there were substituted the Schedule to this Act."}, {"act": "Markets and Fairs (Weighing of Cattle) Act 1926", "year": 1926, "section": "4", "section_title": " Interpretation, short title, commencement, citation and extent.", "section_text": "4 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ The Minister ” means, as respects England and Wales,  the Minister of Agriculture Fisheries and Food , and as respects Scotland,  the Secretary of State . “ The Act of 1887 ” means the  Markets and Fairs (Weighing of Cattle) Act 1887. “ The Act of 1891 ” means the  Markets and Fairs (Weighing of Cattle) Act 1891. “ The Principal Acts ” means the Markets and Fairs (Weighing of Cattle) Acts 1887 and 1891. 2 This Act may be cited as the Markets and Fairs (Weighing of Cattle) Act 1926, and shall come into operation on the first day of January, nineteen hundred and twenty-seven; and this Act and the principal Acts may be cited together as the Markets and Fairs (Weighing of Cattle) Acts 1887 to 1926. 3 This Act shall not apply to Northern Ireland."}]