[{"act": "Parks Regulation (Amendment) Act 1926", "year": 1926, "section": "1", "section_title": " Application. ", "section_text": "1 The  Parks Regulation Act 1872 (hereinafter referred to as the principal Act), shall apply to all parks, gardens, recreation grounds, open spaces and other land for the time being vested in, or under the control or management of, the Commissioners of Works, and accordingly in that Act the expression “ park ” shall include all such parks, gardens, recreation grounds, open spaces and land as aforesaid:  . . . "}, {"act": "Parks Regulation (Amendment) Act 1926", "year": 1926, "section": "2", "section_title": " Power to make regulations. ", "section_text": "2 1 Subject to the provisions of this Act, the Commissioners of Works may make such regulations to be observed by persons using any park to which the principal Act applies, as they consider necessary for securing the proper management of the park, and the preservation of order and prevention of abuses therein, and if any person fails to comply with, or acts in contravention of, any regulations so made, he shall be guilty of an offence against the principal Act and shall be liable on conviction thereof by a court of summary jurisdiction to a penalty not exceeding  level 1 on the standard scale . 1A Regulations under subsection (1) may include provision applying (with any necessary modifications) sections 4 to 6 of the Royal Parks (Trading) Act 2000 (seizure, retention, disposal and forfeiture of property) in relation to offences under that subsection that are not park trading offences for the purposes of that Act. 2 Before any regulation made under this Act comes into operation, a draft thereof shall be laid before each House of Parliament for a period of not less than twenty-one days on which that House has sat, and if either House before the expiration of that period presents an Address to His Majesty against the draft or any part thereof, no further proceedings shall be taken thereon, but without prejudice to the making of any new draft regulation. 3 As from and after the date upon which regulations made under this Act come into operation as respects any park, all references in the principal Act to regulations shall, as respects that park, be construed as references to regulations made under this Act. 4 The  Documentary Evidence Act 1868, as amended by the  Documentary Evidence Act 1882, shall apply to the Commissioners of Works as though the Commissioners were included in the first column of the Schedule to the first-mentioned Act, and any Commissioner or the Secretary, or any person authorised to act on behalf of the Secretary, were mentioned in the second column of that Schedule, and as if the regulations referred to in those Acts included any regulations made under this Act."}, {"act": "Parks Regulation (Amendment) Act 1926", "year": 1926, "section": "3", "section_title": " Application to Royal Botanic Gardens, Kew. ", "section_text": "3 Whereas under section four of the  Board of Agriculture Act 1889 the powers and duties of the Commissioners of Works under the principal Act have, as respects the Royal Botanic Gardens, Kew, been transferred to the Minister of Agriculture and Fisheries: Now, therefore, this Act shall apply to the Royal Botanic Gardens, Kew, as if references to  the Minister of Agriculture, Fisheries and Food  were therein substituted for references to the Commissioners of Works."}, {"act": "Parks Regulation (Amendment) Act 1926", "year": 1926, "section": "4", "section_title": " Short title, citation, extent, construction and repeal.", "section_text": "4 1 This Act may be cited as the Parks Regulation (Amendment) Act 1926 and the principal Act and this Act may be cited together as the Parks Regulation Acts 1872 and 1926. 2 This Act shall not extend to Northern Ireland. 3 Except where the context otherwise requires, references in this Act to the principal Act shall be construed as references to that Act as amended by this Act, and this Act shall be construed as one with the principal Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]