[{"act": "Secretaries of State Act 1926", "year": 1926, "section": "1", "section_title": " Transfer of powers and duties from Secretary for Scotland to Secretary of State.", "section_text": "1 1 On the first appointment after the passing of this Act of an additional Principal Secretary of State (if His Majesty is pleased to make such an appointment), all the powers and duties of the Secretary for Scotland shall, by virtue of this Act, become powers and duties of a Principal Secretary of State, and the office of Secretary for Scotland and the office of Parliamentary Under Secretary for Health for Scotland shall be abolished. 2 On the appointment of such an additional Secretary of State as aforesaid, all property which at the time of the appointment is vested in the Secretary for Scotland as such shall, by virtue of this Act, be transferred to and become vested in that additional Secretary of State. 3 For the purpose of the construction of any Act of Parliament, judgment, degree, order, award, warrant, deed, contract, regulation, byelaw, or other document passed or made before the time at which the transfer under this Act of the powers and duties of and of property vested in the Secretary for Scotland to a Principal Secretary of State takes effect, references therein to the Secretary for Scotland and to the Parliamentary Under Secretary for Health for Scotland shall, as from the time of the said transfer, have effect as if they were respectively references to one of His Majesty’s Principal Secretaries of State and to an Under Secretary to that Principal Secretary of State."}, {"act": "Secretaries of State Act 1926", "year": 1926, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Secretaries of State Act 1926", "year": 1926, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Secretaries of State Act 1926", "year": 1926, "section": "4", "section_title": "†Short title and repeal.", "section_text": "4 1 This Act may be cited as the Secretaries of State Act 1926. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]