[{"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "1", "section_title": " Duties and powers of providing small holdings.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "2", "section_title": " Power of Minister to contribute towards losses. ", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "3", "section_title": " Power to sell or let to co-operative societies, &c.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "4", "section_title": " Power to acquire land for small holdings.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "5", "section_title": " Regulations as to purchase money and sale.", "section_text": "5 1 Where a county council sell a small holding, the consideration (except where otherwise specifically provided in this Act) shall be a terminable annuity of an amount equal to the full fair rent of the holding for a period of sixty years, or, at the option of the purchaser, a terminable annuity for a period of less than sixty years of an equivalent capital value. 2 The terminable annuity shall be payable by equal half-yearly instalments, the first instalment being payable on completion, and shall, so far as not paid on completion, be secured by a charge on the holding in favour of the council. 3 The council may, if they think fit, postpone for a term not exceeding five years, the payment of all or any part of the terminable annuity, except so much as is payable on completion, in consideration of capital expenditure by the purchaser which in the opinion of the council increases the value of the holding, but shall do so on such terms as will in their opinion prevent them from incurring any loss or increased loss. 4 A small holding may be sold subject to such rights of way or other rights as the council may consider necessary or expedient. 5 Any question under this section as to what is the full fair rent of a small holding, or the amount of a terminable annuity, shall be determined by the county council."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "6", "section_title": " Conditions affecting small holdings.", "section_text": "6 1 A small holding sold by a county council under this Act, shall for a term of forty years from the date of the sale, and thereafter so long as the holding remains charged with the terminable annuity, be held subject to the following conditions:— a Any periodical payments due in respect of the terminable annuity shall be duly made: b The holding shall not be divided, sold, assigned, let or sublet without the consent of the county council: c The holding shall be cultivated by the owner or occupier as the case may be, in accordance with the rules of good husbandry as defined in the  Agricultural Holdings Act, 1923, and shall not be used for any purpose other than agriculture: d Not more than one dwelling-house shall be erected on the holding unless, in the opinion of the council, additional accommodation is required for the proper cultivation of the holding: e Any dwelling-house erected on the holding shall comply with such requirements as the county council may impose for securing healthiness and freedom from overcrowding: f Any dwelling-house or other building erected on the holding shall be kept in repair and insured against fire by the owner to the satisfaction of the county council, and the receipts for premiums produced when required by them: g No dwelling-house or building on the holding shall be used for the sale of intoxicating liquors: h In the case of any holding on which, in the opinion of the county council, a dwelling-house ought not to be erected, no dwelling-house shall be erected on the holding without the consent of the county council: Provided that a county council may, if they think fit, subject, in the case of a holding in respect of which a contribution is payable by the Minister, to the consent of the Minister, as respects the whole or any part of the holding, either at the time of the sale or subsequently, and either without consideration or for such consideration as they think fit, relax or dispense with any of the above conditions. The Minister may, in giving his consent to any such relaxation or dispensation, impose such terms as he thinks fit, including a requirement as to the consideration to be charged, and the application thereof in whole or in part in satisfaction of any contributions payable by him under this Part of this Act. 2 If any such condition is broken, the council may, after giving the owner an opportunity of remedying the breach (if it is capable of remedy), either take possession of the holding or order the sale of the holding without taking possession. 3 If, on the decease of the owner while the holding is subject to the conditions imposed by this section, the holding would, by reason of any devise, bequest, intestacy, or otherwise, become subdivided, the council may require the holding to be sold within twelve months after such decease to some one person, and if default is made in so selling the holding, the council may either take possession of the holding or order the sale of the holding without taking possession. 4 A small holding let by a county council shall be held subject to the conditions on which it would under this section be held if it were sold, except so far as those conditions relate to the terminable annuity and to repairs and insurance against fire; and, if any such condition or any term of the letting is broken, the council may, after giving the tenant an opportunity of remedying the breach (if it is capable of remedy), determine the tenancy."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "7", "section_title": " Recovery of possession and disposal of small holdings.", "section_text": "7 1 Where a county council take possession of a small holding under the last foregoing section, all the estate, right, interest, and claim of the owner in or to the small holding shall, subject as in this section mentioned, vest in and become the property of the county council, and the county council may either retain the small holding under their own management or sell or otherwise dispose of it as they think expedient. 2 Where a county council take possession of a small holding as aforesaid they shall, save as hereinafter mentioned, pay to the owner either— a such sum as may be agreed upon; or b a sum equal to the value of the interest in the small holding at the disposal of the county council, after deducting therefrom the amount at which the annuity charged on the holding may be redeemed under the  Law of Property Act, 1925, together with any arrears of such annuity then due; and the said value, in the absence of a sale and in default of agreement, shall be settled by an arbitrator appointed under the  Agricultural Holdings Act, 1923. 3 The sum so paid to the owner if not paid within three months after the date of taking possession shall carry interest at the rate of five per centum per annum from the date of taking possession. 4 All costs of or incidental to the taking possession, sale or other disposal of the small holding (including the costs of the arbitration, if any) incurred by the county council before the amount payable to the owner has been settled either by agreement or arbitration, shall be deducted from the amount otherwise payable to the owner. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the event of the value of the holding, ascertained in accordance with the provisions of this section, being less than the amount at which the annuity charged on the holding may be redeemed together with any arrears of such annuity due from the owner, the council may recover from the owner summarily as a civil debt the amount of the deficiency."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "8", "section_title": " Procedure as to ordering sale of small holdings.", "section_text": "8 1 Where a county council order the sale of a small holding without taking possession, they shall cause it to be put up for sale by auction, and out of the proceeds of sale retain a sum equal to the amount for which the terminable annuity (if any) charged on the holding may be redeemed, unless the holding is sold subject to the terminable annuity, together with any arrears of the annuity which may be then due and all costs, charges and expenses properly incurred by them in or about the sale of the holding, and pay over the balance (if any) to the owner. 2 If the county council are unable to sell the holding for such sums as will allow the payment out of the proceeds of sale of such amounts as aforesaid, they may take possession of the holding in manner provided by the last foregoing section, but shall not be liable to pay any sum to the owner, and may recover from the owner summarily as a civil debt the amount of the deficiency. 3 Any sale by a county council under this section may be made either subject to the charge in respect of terminable annuity of free, wholly or partly, from that charge, and in either case the provisions of this Act with respect to the purchase money shall, where the land is sold as a small holding, apply in like manner as if the sale were the first sale of the holding."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "9", "section_title": " Delegation of powers to councils of boroughs or urban or rural districts.", "section_text": "9 A county council may make arrangements with the council of any . . .  district in the county for the exercise by the council of that . . .  district, as agents for the county council, on such terms and subject to such conditions as may be agreed on, of any powers of the county council in respect of the acquisition, adaptation and management of small holdings for the . . .  district, and the council of the . . .  district may, as part of the arrangement, undertake to pay the whole or any part of the loss (if any) incurred by the county council in connection with those small holdings,  . . .: Provided that arrangements shall not authorise the exercise on behalf of the county council by any other council of the powers of submitting to the Minister proposals and estimates for the purpose of obtaining contributions under this Act."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "10", "section_title": " List to be kept by county council.", "section_text": "10 A county council shall keep a list of the owners and occupiers of small holdings sold or let by them, and a map or plan showing the size, boundaries and situation of each small holding so sold or let."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "13", "section_title": " Power of county council to advance money for purchase of small holdings.", "section_text": "13 1 Where a person being desirous of purchasing a small holding which he is able to cultivate properly has agreed with the owner for the purchase thereof, the county council of the county in which the holding or any part of it is situate may, if they think fit, advance to the purchaser on the security of the holding an amount not exceeding nine-tenths of the value of the holding as ascertained to the satisfaction of the county council repayable  with interest at such rate as may be agreed between the council and the purchaser  by a terminable annuity for a period not exceeding sixty years. 2 The provisions of this Act with respect to the terminable annuity secured by a charge on a small holding sold by a county council, and with respect to any small holding so sold, shall apply to a terminable annuity charged and a holding purchased under this section, as if the advance was the purchase money. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "14", "section_title": " Power of councils to make advances for equipment of small holdings.", "section_text": "14 1 A county council may— a subject to the provisions hereinafter contained, advance money to owners of small holdings provided by  or purchased with the assistance of  the council under the principal Act as amended by this Act for the purpose of constructing, altering or adapting or undertaking to construct, alter or adapt houses and farm buildings on such small holdings; and b undertake to guarantee the repayment to a society incorporated under the Building Societies Acts, 1874 to 1894, or the Industrial and Provident Societies Acts, 1893 to 1913, of any advances made by the society to any of its members, being the owners of small holdings provided b   or purchased with the assistance of  the council as aforesaid, for the purpose of enabling them to construct, alter or adapt houses or farm buildings on such small holdings and the interest on such advances. 2 The county council before granting such assistance shall satisfy themselves that the houses or farm buildings in respect of which assistance is to be given will, when the construction, alteration or adaptation is completed, in the case of houses, be in all respects fit for human habitation, and in the case of houses and farm buildings be in all respects suitable and necessary for the requirements of the small holdings. 3 Any such advance as aforesaid shall be subject to the following conditions:— a The advance with interest thereon shall be secured by mortgage, and the advance shall not exceed ninety per cent. of the value of the interest of the mortgagor in the property, and the mortgage deed may provide for repayment being made either by instalments of principal or by an annuity of principal and interest combined, so, however, that in the event of any of the conditions subject to which the advance is made not being complied with the balance for the time being unpaid shall become repayable on demand by the council; b The advance may be made by instalments from time to time as the construction, alteration or adaptation of the house or farm building progresses, so, however, that the total of the advance does not at any time before the completion of the construction, alteration or adaptation exceed fifty per cent. of the value of the work done up to that time on the construction, alteration or adaptation of the house or farm building, or on works incidental thereto; and c The advance shall not be made except after valuation duly made on behalf of the council. 4 The making of advances and the fulfilling of guarantees under this section (except a guarantee of interest) shall be purposes for which a council may borrow . . . "}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "15", "section_title": " Construction of Part I.", "section_text": "15 This Part of this Act shall have effect as if it were substituted for Part I of the principal Act: Provided that nothing in this Act shall affect the terms and conditions on which a small holding purchased or leased before the commencement of this Act is held."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "16", "section_title": " Amendment of definition of “small holding.”", "section_text": "16 In the definition of “small holding” contained in section sixty-one ofthe principal Act, for the words “fifty pounds” there shall besubstituted the words “one hundred pounds.”"}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "17", "section_title": " Amendment of law as to the acquisition of land.", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For removing doubts as to the effect of the  Acquisition of Land (Assessment of Compensation) Act, 1919, it is hereby declared:— a that the said Act does not apply to the determination of a dispute as to the amount of compensation payable on the withdrawal of a notice to treat under subsection (8) of section thirty-nine of the principal Act; b that the said Act has not affected the power of the Minister under paragraphs (5) . . .  of Part I of the First Schedule to the principal Act to give directions with respect to the hearing of . . .   expert witnesses . . .  , and that any directions so given . . .   apply to arbitrations before an official arbitrator both when assessing the compensation in the case of the compulsory purchase of land and when assessing the rent or other compensation to be paid in the case of the compulsory hiring of land."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "18", "section_title": " Provisions as to land compulsorily hired.", "section_text": "18 1 Where a council in pursuance of the powers conferred by section forty-four of the principal Act have given notice to the landlord of land compulsorily hired by them to renew the tenancy, it shall be lawful for the council to withdraw the notice at any time not less than three months before the expiration of the tenancy if it appears to the council that the rent assessed in pursuance of the said section is such as will involve loss to the council, but in any such case the landlord shall be entitled to obtain from the council compensation for any loss or expenses which he may have sustained or incurred by reason or in consequence of the notice to renew and of the notice to withdraw, such compensation to be determined in like manner as the compensation for withdrawal of notice to treat under subsection (8) of section thirty-nine of the principal Act. 2 A notice to resume possession of the whole or part of land hired by a council compulsorily for small holdings or allotments given under section forty-six of the principal Act shall not be valid if given before it has been shown to the satisfaction of the Minister that the land, possession of which is proposed to be resumed, is required for such a purpose as is mentioned in that section, and where an applicant has failed to satisfy the Minister that any land is required for such a purpose, any further application to the Minister with a view to the resumption of possession of the same land or any part of it for the same purpose shall not be entertained if made within two years after the previous application."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "19", "section_title": " Power of tenant to purchase small holding held from a county council.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "20", "section_title": " Power to sell land without consent of Minister in certain cases.", "section_text": "20 1 Notwithstanding anything in section twelve of the Land Settlement (Facilities) Act, 1919, it shall not be necessary for a county council to obtain the consent of the Minister to the sale of any land where the land forms part of land which they have acquired under Part I. of this Act without such consent. 2 Section thirteen of the  Land Settlement (Facilities) Act, 1919, shall not exempt any county council from obtaining the consent of the Minister in any case where such consent is required by this Act."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "21", "section_title": " Minor amendments. ", "section_text": "21 The amendments specified in the second column of the First Schedule tothiis Act (which relate to minor details) shall be made in theprovisions of the Small Holdings and Allotments Acts, 1908 to 1919,specified in the first column of that schedule."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "22", "section_title": " Repeals.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any references in any other Act to the Small Holdings Commissioners shall be construed as references to such officers of the Ministry of Agriculture and Fisheries as the Minister may appoint for the purpose."}, {"act": "Small Holdings and Allotments Act 1926", "year": 1926, "section": "23", "section_title": " Short title and construction.", "section_text": "23 1 This Act may be cited as the Small Holdings and Allotments Act, 1926, and the Small Holdings and Allotments Acts, 1908 to 1919, and this Act, may be cited together as the Small Holdings and Allotments Acts, 1908 to 1926. 2 This Act shall be construed as one with the principal Act."}]