[{"act": "Irish Police (Naval and Military Service) Act 1915", "year": 1915, "section": "1", "section_title": " Pensions and allowances in respect of members of the Royal Irish Constabulary who are reservists or join the naval or military forces. ", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If the constable dies or is disabled whilst employed on naval or military service, the police authority may, with the approval of the Treasury, grant to his widow and children or to him  pensions and allowances in addition to the amount payable out of naval, military or air force funds  in pursuance of any Royal Warrant, so, however, that the total amount receivable from the police authority when added to the amount payable from such funds as aforesaid shall not in any case exceed the maximum amount which could have been granted under the  Constabulary and Police (Ireland) Act 1883, as amended by any subsequent enactment, if the death or disablement had been occasioned by an injury received by the constable, without his own default, in the execution of his duty as a constable and not accidentally. 3 If, with the consent of the police authority, any officer or constable of the Royal Irish Constabulary or any constable of the Dublin Metropolitan Police for the purposes of the present war enters, re-enters, enlists, re-enlists or receives a commission in any of His Majesty’s naval or military forces, subsection (2) of section five of the  Constabulary and Police (Ireland) Act 1883, subsections (1) and (2) of section one of the  Irish Police Constables (Naval and Military Service) Act 1914, and the foregoing provisions of this section shall, subject to the necessary adaptations, apply to him in like manner as they apply to a constable belonging to the Naval Reserves or Army Reserve who has been called out for service during war or any emergency or on permanent service, as the case may be, with the modification that in the application of the foregoing provisions of this section to an officer of the Royal Irish Constabulary, the  Constabulary (Ireland) Act 1874, shall be substituted for the  Constabulary and Police (Ireland) Act 1883, and a sum fixed by the Treasury shall be substituted for  40p . 4 This section applies in the case of officers and constables called out entering, re-entering, enlisting, re-enlisting, or receiving commissions, whether before or after the passing of this Act, and any pension, allowance, or gratuity granted, with the approval of the Treasury, to or in respect of any such officer or constable, in anticipation of the passing of this Act is hereby confirmed and shall be deemed to have been granted under or in pursuance of this Act. 5 Any pensions, allowances, or gratuities, granted under or in pursuance of this Act shall, subject to the provisions of the  Government of Ireland Act 1914, be paid out of moneys provided by Parliament. 6 In this section the expression “ police authority ” means as respects the Royal Irish Constabulary, the Inspector-General. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Irish Police (Naval and Military Service) Act 1915", "year": 1915, "section": "2", "section_title": " Short title.", "section_text": "2 This Act may be cited as the Irish Police (Naval and Military Service) Act 1915."}]