[{"act": "Marriage of British Subjects (Facilities) Act 1915", "year": 1915, "section": "1", "section_title": " Facilities for marriages between British subjects resident in the United Kingdom and British subjects resident elsewhere. ", "section_text": "1 1 Where His Majesty is satisfied that the law in force in any part of His Majesty’s dominions outside the United Kingdom makes due provision for the publication of banns or for the giving of notice in respect of marriages between British subjects intended to be solemnized or contracted   in Scotland or Northern Ireland , and for the recognition of  ... certificates for marriage issued by registrars, and certificates of proclamation of banns, in Scotland, and of certificates for marriage issued by registrars in Ireland as sufficient notice in respect of marriages between British subjects intended to be solemnized or contracted in that part of His Majesty’s dominions, His Majesty may by Order in Council declare that this section shall apply to that part of His dominions, and in such case— a where a marriage is intended to be solemnized or contracted in   Scotland or Northern Ireland   between a British subject resident in   Scotland   or Ireland and a British subject resident in that part of His Majesty’s dominions, a certificate of the publication of banns or a certificate of notice of marriage issued in accordance with such law shall  ... in Scotland and Ireland have the same effect as a certificate for marriage issued by a registrar in Scotland and Ireland respectively; and b where a marriage is intended to be solemnized or contracted in that part of His Majesty’s dominions between a British subject resident in that part and a British subject resident in   Scotland   or Ireland, a certificate for marriage may be issued  ... in Scotland or Ireland by a registrar, in the like manner as if the marriage was to be solemnized or contracted under circumstances requiring the issue of such a certificate, and as if both such British subjects were resident in  Scotland  or Ireland, as the case may be. 2 For the purposes of this section the expression “certificate for marriage” in reference to certificates issued in Scotland shall mean a certificate of due publication of notice of intention to marry. 3 Nothing in this Act shall affect the existing law or practice relating to the proclamation of banns in Scotland or the issue of certificates of such proclamation."}, {"act": "Marriage of British Subjects (Facilities) Act 1915", "year": 1915, "section": "2", "section_title": " Extension to protectorates.", "section_text": "2 His Majesty may by Order in Council extend this Act to any British protectorate, and on the making of any such Order this Act shall, subject to the provisions of the Order, have effect as if the protectorate were part of His Majesty’s dominions."}, {"act": "Marriage of British Subjects (Facilities) Act 1915", "year": 1915, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Marriage of British Subjects (Facilities) Act, 1915."}]