[{"act": "Prize Courts Act 1915", "year": 1915, "section": "1", "section_title": " Power to transfer proceedings from one prize court to another. ", "section_text": "1 1 Where proceedings are pending in any prize court . . .   the court may at any stage of the proceedings, on application being made by the proper officer of the Crown, and upon being satisfied that the proceedings . . .   would be more conveniently conducted in any other prize court, make an order remitting the proceedings . . .   to such other prize court. 2 Where any proceedings have been remitted to another prize court that other court shall have the same jurisdiction to deal with the matter as if the subject-matter of those proceedings had originally been seized within its jurisdiction or been brought within its jurisdiction after capture, and any order or other steps made or taken in those proceedings before the order of remission shall be deemed to have been made or taken by or in that court."}, {"act": "Prize Courts Act 1915", "year": 1915, "section": "2", "section_title": " Power to make orders enforceable by other prize courts.", "section_text": "2 A prize court may, as respects any cause or matter within its jurisdiction, and on the application of the proper officer of the Crown, declare that any order or decree made by it, whether before or after the commencement of this Act, is enforceable within the jurisdiction of another prize court, and shall, on the like application, have power to enforce any decree or order which another prize court has declared to be enforceable within the jurisdiction of such first-mentioned court."}, {"act": "Prize Courts Act 1915", "year": 1915, "section": "3", "section_title": " Supplemental powers of prize courts.", "section_text": "3 1 Where a prize court under this Act orders the remission of any proceedings, or declares that any order or decree is enforceable by another prize court, the first-mentioned court may order the subject-matter of the proceedings, or of the order or decree, to be removed, in such manner and subject to such conditions as the court thinks fit, into the jurisdiction of the other court, and, where any such order of removal is made, either court may direct that any expenses incurred in the removal shall be borne by the cargo or any part of the cargo or the ship  or the aircraft  in such manner as the court thinks proper. 2 For the purpose of the voyage of a ship  or aircraft  from the jurisdiction of one court to that of another under such an order of removal, the ship  or aircraft , if not a British ship  or aircraft , shall be treated as if it were a British ship  or aircraft  registered in the United Kingdom. 3 The power of His Majesty in Council to make rules for regulating the procedure and practice of prize courts shall extend to making rules for carrying this Act into effect. 4 The powers conferred by this Act are without prejudice to any other powers which the High Court in England may possess for the like purposes independently of this Act, and to the obligation imposed on prize courts by section nine of the  Naval Prize Act 1864."}, {"act": "Prize Courts Act 1915", "year": 1915, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Prize Courts Act 1915", "year": 1915, "section": "5", "section_title": " Short title and construction.", "section_text": "5 This Act may be cited as the Prize Courts Act 1915, and shall be construed as one with the Naval Prize Act 1864; and the  Naval Prize Acts 1864 to 1914 and the Prize Courts (Egypt, Zanzibar, and Cyprus) Act 1914 and this Act may be cited together as the Naval Prize Acts 1864 to 1915."}]