[{"act": "Statutory Companies (Redeemable Stock) Act 1915", "year": 1915, "section": "1", "section_title": " Issue of redeemable preference or debenture stock.", "section_text": "1 1 Where a statutory company as defined by this Act are authorised to raise any preference or debenture stock, they may create and issue that stock so as to be redeemable on such terms and conditions as may be specified in a resolution of the company passed at a special meeting convened for the purpose. 2 If it is so provided in the resolution the statutory company may— a call in and pay off the stock or any part thereof at any time before the fixed date of redemption; and b redeem the stock or any part thereof, either by paying off the stock or by issuing to any stockholder, subject to his consent, other stock in substitution therefor; and may, for the purpose of providing money for paying off the stock or of providing substituted stock, create and issue new stock (either redeemable or irredeemable) or reissue stock originally created and issued under this section, provided that the creation and issue for the purpose of any particular class of stock does not make the total nominal amount of that stock issued exceed the amount of that class of stock which the company are for the time being authorised to create. 3 The company may set aside out of revenue, after providing for the payment of interest on any loan, or on any guaranteed, preference or debenture stock of the company, and for other fixed charges and obligations, such sums as they may consider proper for the purpose of forming a fund for the redemption at maturity of any redeemable preference or debenture stock which, under the conditions of the creation and issue of that stock, is to be redeemed wholly or partly in cash; and the company may invest any sums so set apart, and the income therefrom, in any securities in which trustees are for the time being by law authorised to invest trust funds, or in any other securities (not being securities of the company except as hereinafter provided) in which they may be authorised to invest those sums by a resolution passed at a general meeting of the company. Any sums so set apart shall be applied for the redemption at maturity of any redeemable preference or debenture stock for the redemption of which they have been set apart, but may, if the directors of the company think fit, be also at any time applied in the purchase of any such stock at a price not exceeding the redemption price, and any stock so purchased shall be cancelled. 4 A resolution of a statutory company, passed before the commencement of this Act and after the outbreak of the war, for the creation or issue of redeemable stock shall, for the purposes of this Act, have the same effect as if this Act had been in operation at the time when the resolution was passed. 5 This Act shall apply only to stock authorised to be created or to be issued before the outbreak of the present war, or after the outbreak of the present war, and before the commencement of this Act; and redeemable stock shall not be created or issued, in pursuance of the powers given by this Act, during the continuance of the present war and a period of twelve months thereafter except with the consent of the Treasury."}, {"act": "Statutory Companies (Redeemable Stock) Act 1915", "year": 1915, "section": "2", "section_title": " Interpretation and construction.", "section_text": "2 1 In this Act, unless the context otherwise requires,— The expression “ statutory company ” means any railway company, canal company, dock company, water company, or other company incorporated by special Act, who are for the time being authorised under such an Act to construct, work, own, or carry on any railway, canal, dock, water, or other public undertaking, and includes any person or body of persons so authorised. The expression “ special Act ” includes any certificate or oder having the force of an Act. 2 The provisions of this Act shall apply to preference shares in the same manner as they apply to preference stock, and to debentures in the same manner as they apply to debenture stock. 3 The powers given by this Act shall be deemed to be in addition to, and not in derogation of, any other powers under any other Act; and those powers may be exercised in the same manner as if this Act had not passed."}, {"act": "Statutory Companies (Redeemable Stock) Act 1915", "year": 1915, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Statutory Companies (Redeemable Stock) Act 1915."}]