[{"act": "Corn Sales Act 1921", "year": 1921, "section": "1", "section_title": " Sale of corn to be by weight.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "2", "section_title": " Amendment of Corn Returns Act, 1882.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "5", "section_title": " Adaptation of Acts and awards providing for payment based on price of imperial bushels or other measures.", "section_text": "5 1 Where under the provisions of any Act or award or other instrument any payments are to be calculated on the price or value of an imperial bushel of wheat, barley, or oats, those provisions shall have effect as if the payment were to be calculated on the price or value of  27.215 542 2 kilograms of wheat,  22.679 618 5 kilograms of barley, or  17.690 102 43 kilograms of oats, as the case may be. 2 Where under the provisions of any Act or award or other instrument any payments are to be calculated on the price or value of any measure of wheat, barley, or oats other than the imperial bushel, the Minister of Agriculture and Fisheries, or, as regards Scotland, the Board of Agriculture for Scotland, may certify what number of  kilograms ought, having regard to the foregoing provisions of this section, to be substituted for that other measure, and thereupon those provisions shall have effect as if the payment were to be calculated on the price or value of the number of  kilograms  so certified."}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act the expression “corn” shall, where the context permits, include wheat, barley, oats, rye, maize and the meal and bran derived therefrom, and any mixture thereof, and this Act shall apply to dried peas, dried beans, linseed and potatoes, and to the seed of grass, clover, vetches, swedes, field turnips, rape, field cabbages, field kale, field kohl-rabi, mangels, beet and sugarbeet, flax, and sainfoin in like manner as it applies to corn."}, {"act": "Corn Sales Act 1921", "year": 1921, "section": "7", "section_title": " †Short title and commencement.", "section_text": "7 1 This Act may be cited as the Corn Sales Act, 1921. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]