[{"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "1", "section_title": ".", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "2", "section_title": " Examination of accounts of receipts of revenue.", "section_text": "2 1 The accounts of the receipt of revenue by the Departments of Customs and Excise,  and Inland Revenue , and the accounts of every receiver of money which is by law payable into the Exchequer, shall be examined by the Comptroller and Auditor General on behalf of the House of Commons in order to ascertain that adequate regulations and procedure have been framed to secure an effective check on the assessment, collection, and proper allocation of revenue, and the Comptroller and Auditor General shall satisfy himself that any such regulations and procedure are being duly carried out. 2 The Comptroller and Auditor General shall make such examination as he thinks fit with respect to the correctness of the sums brought to account in respect of such revenue as aforesaid, and shall, together with his report on the  resource accounts  of the departments concerned, present to the House of Commons a report on the results of any such examination. 3 The accounts referred to in subsection (1) shall be prepared in accordance with directions issued by the Treasury."}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "3", "section_title": " Examination of other cash accounts. ", "section_text": "3   1 The Comptroller and Auditor General shall examine the accounts of any person or body specified by an order made by the Treasury by statutory instrument; and no such order shall be made unless a draft of it has been laid before and approved by a resolution of the House of Commons. 2 The Comptroller and Auditor General shall examine any such accounts so required to be examined by him as aforesaid with as little delay as possible, and when the examination of each account has been completed shall sign a certificate to the account recording the result of his examination, and a copy of the account so certified shall be sent to  the person or body in question. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "4", "section_title": " Examination of stock and store accounts.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "6", "section_title": ".", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "8", "section_title": " Staff of Department, and abolition of office of Assistant Comptroller and Auditor.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "9", "section_title": " Minor amendments of 29 & 30  Vict.  c. 39.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section thirty-four of the principal Act (which provides by what persons accounts other than the appropriation accounts are to be rendered to the Comptroller and Auditor General) the words “every accountant” shall be substituted for the words from “every public officer” to the words “any public service” inclusive, and the words “together with the authorities and vouchers relating thereto” shall be inserted after the words “receipts and payments”. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Exchequer and Audit Departments Act 1921", "year": 1921, "section": "10", "section_title": " Short title, construction, and repeal.", "section_text": "10 1 This Act may be cited as the Exchequer and Audit Departments Act 1921, and shall be construed as one with the principal Act, and that Act and this Act may be cited together as the Exchequer and Audit Departments Acts 1866 and 1921. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]