[{"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "1", "section_title": " Citation.", "section_text": "1 This Act may be cited as the Trusts (Scotland) Act, 1921."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "2", "section_title": " Definitions.", "section_text": "2 In the construction of this Act unless the context otherwise requires— “ Trust ” shall mean and include— a any trust constituted by any deed or other writing, or by private or local Act of Parliament, or by Royal Charter, or by resolution of any corporation or public or ecclesiastical body, and b the appointment of any  . . .judicial factor by deed, decree, or otherwise; “ Trust deed ” shall mean and include— a any deed or other writing, private or local Act of Parliament, Royal Charter, or resolution of any corporation or ecclesiastical body, constituting any trust, and b any decree, deed, or other writing appointing a  . . . judicial factor; “ Trustee ” shall mean and include any trustee under any trust whether nominated, appointed, judicially or otherwise, or assumed, whether sole or joint, and whether entitled or not to receive any benefit under the trust or any remuneration as trustee for his services, and shall include any trustee ex officio, executor nominate,  . . ., and judicial factor; . . . . . .  “ Judicial factor ” shall mean any person holding a judicial appointment as a factor  . . .on another person’s estate. “Local authority” and “rate” shall have respectively the meanings assigned to these expressions by the  Local Authorities Loans (Scotland) Act, 1891; “ The court ” shall mean the Court of Session; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "3", "section_title": " What trusts shall be held to include.", "section_text": "3 All trusts shall be held to include the following powers and provisions unless the contrary be expressed (that is to say):— a Power to any trustee to resign the office of trustee; b Power to the trustee, if there be only one, or to the trustees, if there be more than one, or to a quorum of the trustees, if there be more than two, to assume new trustees; c A provision that a majority of the trustees accepting and surviving shall be a quorum; d A provision that each trustee shall be liable only for his own acts and intromissions and shall not be liable for the acts and intromissions of co-trustees and shall not be liable for omissions: Provided that— 1 A sole trustee shall not be entitled to resign his office by virtue of this Act unless either (1) he has assumed new trustees and they have declared their acceptance of office, or (2) the court shall have appointed new trustees or a judicial factor as hereinafter in this Act provided; and 2 A trustee who has accepted any legacy or bequest or annuity expressly given on condition of the recipient thereof accepting the office of trustee under the trust shall not be entitled to resign the office of trustee by virtue of this Act, unless otherwise expressly declared in the trust deed, nor shall any trustee appointed to the office of trustee on the footing of receiving remuneration for his services be entitled so to resign that office in the absence of an express power to resign; but it shall be competent to the court, on the petition of any trustee to whom the foregoing provisions of this proviso apply, to grant authority to such trustee to resign the office of trustee on such conditions (if any) with respect to repayment or otherwise of his legacy as the court may think just; and 3 A judicial factor shall not, by virtue of this Act, have the power of assumption, nor shall he have the power by virtue of this Act to resign his office without judicial authority. Nothing in this section shall affect any liability incurred by any trustee prior to the date of any resignation or assumption under the provisions of this Act or of any Act repealed by this Act."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "4", "section_title": " General powers of trustees. ", "section_text": "4 1 In all trusts the trustees shall have power to do the following acts, where such acts are not at variance with the terms or purposes of the trust, and such acts when done shall be as effectual as if such powers had been contained in the trust deed, viz.:— a To sell the trust estate or any part thereof, heritable as well as moveable. b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c To grant leases of any duration (including mineral leases) of the heritable estate or any part thereof and to remove tenants. d To borrow money on the security of the trust estate or any part thereof, heritable as well as moveable. e To excamb any part of the trust estate which is heritable. ea To make any kind of investment of the trust estate (including an investment in heritable property). eb To acquire heritable property for any other reason. ee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f To appoint factors and law agents and to pay them suitable remuneration. g To discharge trustees who have resigned and the representatives of trustees who have died. h To uplift, discharge, or assign debts due to the trust estate. i To compromise or to submit and refer all claims connected with the trust estate. j To refrain from doing diligence for the recovery of any debt due to the truster which the trustees may reasonably deem irrecoverable. k To grant all deeds necessary for carrying into effect the powers vested in the trustees. l To pay debts due by the truster or by the trust estate without requiring the creditors to constitute such debts where the trustees are satisfied that the debts are proper debts of the trust. m To make abatement or reduction, either temporary or permanent, of the rent, lordship, royalty, or other consideration stipulated in any lease of land, houses, tenements, minerals, metals, or other subjects, and to accept renunciations of leases of any such subjects. n To apply the whole or any part of trust funds which the trustees are empowered or directed by the trust deed to invest in the purchase of heritable property in the payment or redemption of any debt or burden affecting heritable property which may be destined to the same series of heirs and subject to the same conditions as are by the trust deed made applicable to heritable property directed to be purchased. o to concur, in respect of any securities of a company (being securities comprised in the trust estate), in any scheme or arrangement— i for the reconstruction of the company. ii for the sale of all or any part of the property and undertaking of the company to another company. iii for the acquisition of the securities of the company, or of control thereof, by another company, iv for the amalgamation of the company with another company, or v for the release, modification, or variation of any rights, privileges or liabilities attached to the securities or any of them, in like manner as if the trustees were entitled to such securities beneficially; to accept any securities of any denomination or description of the reconstructed or purchasing or new company in lieu of, or in exchange for, all or any of the first mentioned securities; and to retain any securities so accepted as aforesaid for any period for which the trustees could have properly retained the original securities; p to exercise, to such extent as the trustees think fit, any conditional or preferential right to subscribe for any securities in a company (being a right offered to them in respect of any holding in the company), to apply capital money of the trust estate in payment of the consideration, and to retain any such securities for which they have subscribed for any period for which they have power to retain the holding in respect of which the right to subscribe for the securities was offered (but subject to any conditions subject to which they have that power); to renounce, to such extent as they think fit, any such right; or to assign, to such extent as they think fit and for the best consideration that can reasonably be obtained, the benefit of such right or the title thereto to any person, including any beneficiary under the trust. 1A The power to act under subsection (1)(ea) or (eb) above is subject to any restriction or exclusion imposed by or under any enactment. 1B The power to act under subsection (1)(ea) or (eb) above is not conferred on any trustees who are— a the trustees of a pension scheme, b the trustees of an authorised unit trust, or c trustees under any other trust who are entitled by or under any other enactment to make investments of the trust estate. 1C No term relating to the powers of a trustee contained in a trust deed executed before 3rd August 1961 is to be treated as restricting or excluding the power to act under subsection (1)(ea) above. 1D No term restricting the powers of investment of a trustee to those conferred by the Trustee Investments Act 1961 (c. 62) contained in a trust deed executed on or after 3rd August 1961 is to be treated as restricting or excluding the power to act under subsection (1)(ea) above. 1E The reference in subsection (1D) above to a trustee does not include a reference to a trustee under a trust constituted by a private or local Act of Parliament or a private Act of the Scottish Parliament; and  “ trust deed ” shall be construed accordingly. 1F In this section— “ authorised unit trust ” means a unit trust scheme in the case of which an order under section 243 of the Financial Services and Markets Act 2000 (c. 8) is in force, “ enactment ” has the same meaning as in the Scotland Act 1998 (c. 46), “ pension scheme ” means an occupational pension scheme (within the meaning of the Pension Schemes Act 1993 (c. 48)) established under a trust and subject to the law of Scotland.  2 This section shall apply to acts done before as well as after the passing of this Act, but shall not apply so as to affect any question relating to an act enumerated in head (a), (b), (c), (d), or (e) of this section which may, at the passing of this Act, be the subject of a depending action."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "4A", "section_title": "Exercise of power of investment: duties of trustee", "section_text": "4A 1 Before exercising the power of investment under section 4(1)(ea) of this Act, a trustee shall have regard to— a the suitability to the trust of the proposed investment, and b the need for diversification of investments of the trust, in so far as is appropriate to the circumstances of the trust. 2 Before exercising that power of investment, a trustee shall (except where subsection (4) applies) obtain and consider proper advice about the way in which the power should be exercised. 3 When reviewing the investments of the trust, a trustee shall (except where subsection (4) applies) obtain and consider proper advice about whether the investments should be varied. 4 If a trustee reasonably concludes that in all the circumstances it is unnecessary or inappropriate to obtain such advice, the trustee need not obtain it. 5 In this section,  “ proper advice ” means the advice of a person who is reasonably believed by the trustee to be qualified by the person's ability and practical experience of financial and other matters relating to the proposed investment."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "4B", "section_title": "Exercise of power of investment: power to appoint nominees", "section_text": "4B 1 The trustees of a trust may, for the purpose of exercising the power of investment under section 4(1)(ea) of this Act— a appoint a person to act as their nominee in relation to such of the trust estate, heritable as well as moveable, as they may determine, and b take such steps as are necessary to secure the transfer of title to that property to their nominee. 2 A person may not be appointed as a nominee unless the trustees reasonably believe— a that the appointment is appropriate in the circumstances of the trust, and b that the proposed nominee has the skills, knowledge and expertise that it is reasonable to expect of a person acting as a nominee. 3 The power to appoint a nominee is subject to any restriction or exclusion imposed by or under— a the trust deed, or b any enactment (within the meaning of the Scotland Act 1998 (c. 46)). 4 An appointment as a nominee shall— a be made in writing, b be subject to the trustees' retaining power to— i direct the nominee, and ii revoke the nominee's appointment, and c subject to subsection (4), otherwise be on such terms as to suitable remuneration and other matters as the trustees may determine. 5 The trustees may not appoint a nominee on any of the following terms unless it is reasonably necessary for them to do so— a a term permitting the nominee to appoint a substitute, b a term restricting the liability of the nominee, or of any substitute, to the trustees or to any beneficiary, c a term permitting the nominee, or any substitute, to act in circumstances capable of giving rise to a conflict of interest. 6 While a nominee continues to act for the trust, the trustees shall— a keep under review the arrangements under which the nominee acts and how those arrangements are being put into effect, b if circumstances make it appropriate to do so, consider whether there is a need to exercise their power— i to direct the nominee, or ii to revoke the nominee's appointment, and c exercise either or both of those powers if they consider that there is a need to do so."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "4C", "section_title": "Declaration of power to delegate investment management functions", "section_text": "4C 1 It is declared that the trustees of a trust have and have always had the power, subject to any restriction or exclusion imposed by or under the trust deed or any enactment, to authorise an agent to exercise any of their investment management functions at the agent's discretion or in such other manner as the trustees may direct. 2 In this section— “ enactment ” has the same meaning as in the Scotland Act 1998 (c. 46), and “ investment management functions ” means functions relating to the management of investments of the trust estate, heritable as well as moveable. "}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "5", "section_title": " Powers which may be granted to trustees by the court.", "section_text": "5 It shall be competent to the court, on the petition of the trustees under any trust, to grant authority to the trustees to do any of the acts mentioned in the section of this Act relating to general powers of trustees, notwithstanding that such act is at variance with the terms or purposes of the trust, on being satisfied that such act is in all the circumstances expedient for the execution of the trust. In this section the expression “trust” shall not include any trust constituted by private or local Act of Parliament, and the expression “ trustees ” shall be construed accordingly."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "6", "section_title": " Method of sale by trustees.", "section_text": "6 All powers of sale conferred on trustees by the trust deed or by virtue of this Act may be exercised either by public roup or private bargain unless otherwise directed in the trust deed or in the authority given by the court, and when the estate is heritable it shall be lawful in the exercise of such powers to   . . .  reserve the mines and minerals."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "7", "section_title": " Deeds granted by trustees.", "section_text": "7 Any deed bearing to be granted by the trustees under any trust, and in fact executed by a quorum of such trustees in favour of any person other than a beneficiary or a co-trustee under the trust where such person has dealt onerously and in good faith shall not be void or challengeable on the ground that any trustee or trustees under the trust was or were not consulted in the matter, or was or were not present at any meeting of trustees where the same was considered, or did not consent to or concur in the granting of the deed, or on the ground of any other omission or irregularity of procedure on the part of the trustees or any of them in relation to the granting of the deed. Nothing in this section shall affect any question of liability or otherwise between any trustee under any trust on the one hand and any co-trustee or beneificiary under such trust on the other hand. This section shall apply to deeds granted before as well as after the passing of this Act, but shall not apply so as to affect any question which may, at the passing of this Act, be the subject of a depending action. In this section the expression “ quorum ” means a quorum of the trustees under any trust entitled to act in terms of the trust deed or in virtue of this Act, or of any Act repealed by this Act, as the case may be."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "8", "section_title": " Conveyances to non-existing or unidentifiable persons.", "section_text": "8 1 Where in any deed, whether inter vivos or mortis causa, heritable or moveable property is conveyed to any person in liferent, and in fee to persons who, when such conveyance comes into operation, are unborn or incapable of ascertainment, the person to whom the property is conveyed in liferent shall not be deemed to be beneficially entitled to the property in fee by reason only that the liferent is not expressed in the deed to be a liferent allenarly; and all such conveyances as aforesaid shall, unless a contrary intention appears in the deed, take effect in the same manner and in all respects as if the liferent were declared to be a liferent allenarly; provided always that this subsection shall not apply to any conveyance which has come into operation before the passing of this Act. For the purposes of this subsection, the date at which any conveyance in liferent and fee as aforesaid comes into operation shall be deemed to be the date at which the person to whom the liferent is conveyed first becomes entitled to receive the rents or income of the property. 2 Where under any conveyance, whether coming into operation before or after the passing of this Act, any property is conveyed to one person in liferent and in fee to persons who, when such conveyance comes into operation, are unborn or incapable of ascertainment, it shall be competent to the court, on the application of the liferenter, whether or not he would, according to the existing law, be deemed to be fiduciary fiar, or of any person to whom the fee or any part thereof bears to be presumptively destined, or who may have an interest under such conveyance notwithstanding that such interest is prospective or contingent, or of the Accountant of Court:— a To grant authority to the fiduciary fiar to exercise all or such of the powers, or to do all or such of the acts, competent to a trustee at Common Law or under this Act, as to the court may seem fit: b To appoint a trustee or trustees (of whom the liferenter or fiduciary fiar may be one) with all the powers of trustees at Common Law and under this Act, or a judicial factor, to hold the said property in trust in place of the liferenter or fiduciary fiar; and to authorise and ordain the fiduciary fiar to execute and deliver all such deeds as may be necessary for the completion of title to the said property by such trustee or trustees or judicial factor; or otherwise, to grant warrant to such trustee or trustees or judicial factor to complete a title to the said property in the same manner and to the same effect as under a warrant in favour of a trustee or trustees granted in terms of the section of this Act relating to the appointment of new trustees by the court, or a warrant if favour of a judicial factor granted in terms of section twenty-four of the  Titles to Land Consolidation (Scotland) Act, 1868, or section forty-four of the  Conveyancing (Scotland) Act, 1874, as the case may be. The expense of completing the title as aforesaid shall, unless the court otherwise directs, be a charge against the capital of the estate. 3 For the purposes of this section, all references to a trust deed in this Act contained shall be read and construed as a reference to the conveyance of the property in liferent and fee as aforesaid."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "9", "section_title": " Liferents of personal estate beyond certain limits prohibited. ", "section_text": "9 It shall be competent to constitute or reserve by means of a trust or otherwise a liferent interest in moveable and personal estate in Scotland in favour only of a person in life at the date of the deed constituting or reserving such liferent, and, where any moveable or personal estate in Scotland shall, by virtue of any deed dated after the thirty-first day of July, eighteen hundred and sixty-eight, (the date of any testamentary or mortis causa deed being taken to be the date of the death of the granter, and the date of any contract of marriage being taken to be the date of the dissolution of the marriage) be held in liferent by or for behoof of a person of full age born after the date of such deed, such moveable or personal estate shall belong absolutely to such person, and, where such estate stands invested in the name of any trustees, such trustees shall be bound to deliver, make over, or convey such estate to such person: Provided always that, where more persons than one are interested in the moveable or personal estate held by trustees as herein-before mentioned, all the expenses connected with the transference of a portion of such estate to any of the beneficiaries in terms of this section shall be borne by the beneficiary in whose favour the transference is made."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "12", "section_title": " Investment on charges under Improvement of Land Acts, &c.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "13", "section_title": " Power to invest notwithstanding drainage charges.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "14", "section_title": " Powers of investment in trust deeds not to be restricted.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "15", "section_title": " Trustees not to hold certificates or bonds payable to bearer.", "section_text": "15 1 A trustee, unless authorised by the terms of his trust, shall not apply for purchase, acquire, or hold beyond a reasonable time for realisation or conversion into registered or inscribed stock any certificate to bearer or debenture or other bond or document payable to bearer. 2 Nothing in this section shall impose on the Bank of England or the Bank of Ireland or on any person authorised by or under any Act of Parliament to issue any such certificate, bond, or document any obligation to inquire whether a person applying for such a certificate, bond, or document is or is not a trustee, or subject them to any liability in the event of their granting any such certificate, bond, or document to a trustee, nor invalidate any such certificate, bond, or document if granted."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "16", "section_title": " The court may authorise the advance of part of the capital of a trust fund.", "section_text": "16 The court may, from time to time under such conditions as they see fit, authorise trustees to advance any part of the capital of a fund destined either absolutely or contingently to beneficiaries who at the date of the application to the court are not of full age, if it shall appear that the income of the fund is insufficient or not applicable to, and that such advance is necessary for, the maintenance or education of such beneficiaries or any of them, and that it is not expressly prohibited by the trust deed, and that the rights of such beneficiaries, if contingent, are contingent only on their survivance."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "17", "section_title": " Trustees may apply to court for superintendence order as to investment and distribution of estate.", "section_text": "17 It shall be competent for the trustees under any trust deed or one or more of them to apply to the court for an order on the accountant of court to superintend their administration of the trust in so far as it relates to the investment of the trust funds and the distribution thereof among the creditors interested and the beneficiaries under the trust, and the court may grant such order accordingly, and if such order be granted the accountant of court shall annually examine and audit the accounts of such trustees, and at any time, if he thinks fit, he may report to the court upon any question that may arise in the administration of the trust with regard to any of the foresaid matters and obtain the directions of the court thereupon."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "18", "section_title": " Discharge of trustees resigning and heirs of trustees dying during the subsistence of the trust.", "section_text": "18 When a trustee who resigns or the representatives of a trustee who has died or resigned cannot obtain a discharge of his acts and intromissions from the remaining trustees, and when the beneficiaries of the trust refuse or are unable from absence, incapacity or otherwise to grant a discharge, the court may, on petition to that effect at the instance of such trustee or representative and after such intimation and inquiry as may be thought necessary, grant such discharge."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "19", "section_title": " Form of resignation of trustees.", "section_text": "19 1 Subject to the provisions of subsection (2) of this section, any trustee entitled to resign his office may do so by minute of the trust entered in the sederunt book of the trust and signed in such sederunt book by such trustee and by the other trustee or trustees acting at the time, or he may do so by signing a minute of resignation in the form of Schedule A to this Act annexed or to the like effect, and may register the same in the books of council and session, and in such case he shall be bound to intimate the same to his co-trustee or trustees, and the resignation shall be held to take effect from and after the date of the receipt of such intimation, or the last date thereof if more than one, and in case after inquiry the residence of any trustee to whom intimation should be given under this provision cannot be found, such intimation shall be sent by post in a registered letter addressed to the Keeper of the Register of Edictal Citations. 2 A sole trustee desiring to resign his office may apply to the court stating such desire and praying for the appointment of new trustees or of a judicial factor to administer the trust, and the court, after intimation to the beneficiaries under the trust, or such of them as the court may direct, may thereafter appoint either a judicial factor or new trustees, and if the court appoint new trustees the court may grant warrant to complete title as provided in the section of this Act relating to appointment of new trustees by the court."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "20", "section_title": " Effect of resignation.", "section_text": "20 Where a trustee entitled to resign his office shall have resigned in either of the modes provided by the immediately preceding section or otherwise, and his resignation shall have been duly completed, such trustee shall be thereby divested of the whole property and estate of the trust, which shall accrue to or devolve upon the continuing trustees or trustee without the necessity of any conveyance or other transfer by the resigning trustee, but without prejudice to the right of the continuing trustee or trustees to require the resigning trustee to execute and deliver to the continuing trustees or trustee at the expense of the trust a conveyance or transfer (or conveyances or transfers) of the property or estate belonging to the trust, or any part thereof if the continuing trustees or trustee shall consider this expedient, and the resigning trustee when so required shall be bound at the expense of the trust to execute and deliver such conveyance or conveyances, transfer or transfers accordingly."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "21", "section_title": " Appointment of new or additional trustees by deed of assumption.", "section_text": "21 When trustees have the power of assuming new trustees, such new trustees may be assumed by deed of assumption executed by the trustee or trustees acting under the trust deed or by a quorum of such trustees, if more than two, in the form of Schedule B to this Act annexed or to the like effect, and a deed of assumption so executed, in addition to a general conveyance of the trust estate, may contain a special conveyance of heritable property belonging to the trust estate, and in such case shall be effectual as a conveyance of such heritable property in favour of the existing trustees and the trustees so to be assumed, and such deed of assumption shall also be effectual as an assignation in favour of such existing and assumed trustees of the whole personal property belonging to the trust estate, and in the event of any trustee acting under any trust deed being insane or incapable of acting by reason of physical or mental disability or by continuous absence from the United Kingdom for a period of six months or upwards, such deed of assumption may be executed by the remaining trustee or trustees acting under such trust deed: Provided that, when the signatures of a quorum of trustees cannot be obtained, it shall be necessary to obtain the consent of the court to such deed of assumption on application either by the acting trustee or trustees or by any one or more of the beneficiaries under the trust deed."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "22", "section_title": " Appointment of new trustees by the court.", "section_text": "22 When trustees cannot be assumed under any trust deed, or when any person who is the sole trustee appointed in or acting under any trust deed is or has become insane or is or has become incapable of acting by reason of physical or mental disability, or by being absent continuously from the United Kingdom for a period of at least six months, or by having disappeared for a like period, the  Court of Session or an appropriate sheriff court  may, upon the application of any party having interest in the trust estate, after such intimation and inquiry as may be thought necessary, appoint a trustee or trustees under such trust deed with all the powers incident to that office, and, on such appointment being made in the case of any person becoming insane or incapable of acting as aforesaid, such person shall cease to be a trustee under such trust deed, and the court  to which application is made  may, on such application, grant a warrant to complete a title to any heritable property forming part of the trust estate in favour of the trustee or trustees so appointed, which warrant shall specify and describe the heritable property to which it is applicable, or refer in terms of law to a recorded deed containing a description thereof, and shall also specify the moveable or personal property, or bear reference to an inventory appended to the petition to the court in which such moveable or personal property is specified, and such warrant shall be effectual as a conveyance of such heritable property in favour of the trustee or trustees so appointed in like manner and to the same effect as a warrant in favour of a judicial factor granted under the authority of section twenty-four of the  Titles to Lands Consolidation (Scotland) Act, 1868, or section forty-four of the  Conveyancing (Scotland) Act, 1874, and shall also be effectual as an assignation of such moveable or personal property in favour of the trustee or trustees so appointed."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "23", "section_title": " Court may remove trustees in certain cases.", "section_text": "23 In the event of any trustee being or becoming insane or incapable of acting by reason of physical or mental disability or being absent from the United Kingdom continuously for a period of at least six months, or having disappeared for a like period, such trustee, in the case of insanity or incapacity of acting by reason of physical or mental disability, shall, and in the case of continuous absence from the United Kingdom or disappearance for a period of six months or upwards, may, on application in manner in this section provided by any co-trustee or any beneficiary or other person interested in the trust estate, be removed from office upon such evidence as shall satisfy the court to which the application is made of the insanity, incapacity, or continuous absence or disappearance of such trustee. Such application  may be made either to the Court of Session or to an appropriate sheriff court ."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "24", "section_title": " Completion of title by the beneficiary of a lapsed trust.", "section_text": "24 Any person who shall be entitled to the possession for his own absolute use of any heritable property or moveable or personal property the title to which has been taken in the name of any trustee who has died or become incapable of acting without having executed a conveyance of such property, or any other person deriving right whether immediately or otherwise from the person entitled as aforesaid, may apply by petition to the  Court of Session or an appropriate sheriff court for authority to complete a title to such property in his own name, and such petition shall specify and describe the heritable property or refer to a description thereof in terms of law, and refer to an inventory in which the moveable or personal property is specified to which such title is to be completed, and after such intimation and inquiry as may be thought necessary it shall be lawful for the court  to which application is made to grant a warrant for completing such title as aforesaid, which warrant shall specify and describe the heritable property to which it is applicable, or refer in terms of law to a description thereof, and shall also specify the moveable or personal property or shall bear reference to an inventory appended to the petition in which such moveable or personal property is specified, and such warrant shall be effectual as a conveyance of such heritable property in favour of the petitioner in like manner and to the same effect as a warrant in favour of a judicial factor granted under the authority of section twenty-four of the  Titles to Land Consolidation (Scotland) Act, 1868, or section forty-four of the  Conveyancing (Scotland) Act, 1874, and shall also be effectual as an assignation of such moveable or personal property in favour of the petitioner."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "24A", "section_title": " Interpretation of sections 22–24.", "section_text": "24A In sections 22 to 24 of this Act the expression “ appropriate sheriff court ”means— in the case of a trust other than a marriage contract— where the truster, or any of the trusters, was at the date of the coming into operation of the trust domiciled in a sheriffdom, a sheriff court of that sheriffdom; or where sub-paragraph (i) of this paragraph does not apply, or where the applicant does not possess sufficient information to enable him to determine which sheriff court, if any, would by virtue of that sub-paragraph be an appropriate sheriff court, the sheriff court at Edinburgh; in the case of a marriage contract— where either spouse is, or was when he died, domiciled in a sheriffdom, a sheriff court of that sheriffdom; or where sub-paragraph (i) of this paragraph does not apply, or where the applicant does not possess sufficient information to enable him to determine which sheriff court, if any, would by virtue of that sub-paragraph be an appropriate sheriff court, the sheriff court at Edinburgh."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "25", "section_title": " Completion of title of judicial factors.", "section_text": "25 Application for authority to complete the title of a judicial factor to any trust property or estate may be contained in the petition for the appointment of such factor, and such application may include moveable or personal property."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "26", "section_title": " Powers of court under this Act to be exercised by Lord Ordinary.", "section_text": "26 Applications to the court under the authority of this Act shall be by petition addressed to the court, and shall be brought in the first instance before one of the Lords Ordinary officiating in the Outer House, who may direct such intimation and service thereof and such investigation or inquiry as he may think fit, and the power of the Lord Ordinary before whom the petition is enrolled may be exercised by the Lord Ordinary on the Bills during vacation, and all such petitions shall, as respects procedure, disposal and review, be subject to the same rules and regulations as are enacted with respect to petitions coming before the Junior Lord Ordinary in virtue of the  Court of Session Act, 1857: Provided that, when in the exercise of the powers pertaining to the court of appointing trustees and regulating trusts, it shall be necessary to settle a scheme for the administration of any charitable or other permanent endowment, the Lord Ordinary shall, after preparing such scheme, report to one of the divisions of the court, by whom the same shall be finally adjusted and settled, and in all cases where it shall be necessary to settle any such scheme, intimation shall be made to His Majesty’s Advocate, who shall be entitled to appear and intervene for the interests of the charity or any object of the trust or the public interest."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "27", "section_title": " Court may pass Acts of Sederunt.", "section_text": "27 The court shall be and is hereby empowered from time to time to make such regulations by Act or Acts of Sederunt as may be requisite for carrying into effect the purposes of this Act, . . . "}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "28", "section_title": " Resignation of trustee who is also executor to infer resignation as executor.", "section_text": "28 In all cases where a trust deed appoints the trustees to be also executors the resignation of any such trustee shall infer, unless where otherwise expressly declared, his resignation also as an executor under such trust deed."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "29", "section_title": " Extent of liability of trustee.", "section_text": "29 Where a trustee shall have improperly advanced trust money on a heritable security which would, at the time of the investment, have been a proper investment in all respects for a less sum than was actually advanced thereon, the security shall be deemed an authorised investment for such less sum, and the trustee shall only be liable to make good the sum advanced in excess thereof with interest."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "29A", "section_title": "Errors in distribution: circumstances in which trustee not personally liable", "section_text": "29A 1 A trustee is not personally liable for any error in the distribution of any property, or the income of property, vested in the person as trustee if— a the error was caused by the trustee not knowing (either or both)— i of the existence, or non-existence, of a person, ii of a person's relationship, or lack of relationship, to another person, and b the distribution takes place— i in good faith and after such enquiries as any reasonable and prudent trustee would have made in the circumstances of the case, or ii in accordance with an order of the court. 2 Subsection (1) does not affect any right which a person entitled to the property or income concerned has to recover it from another person. 3 Subsection (2) is without prejudice to section 24 of the Succession (Scotland) Act 2016. 4 This section applies only in relation to a distribution which takes place on or after the day on which section 23 of the Succession (Scotland) Act 2016 comes into force."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "30", "section_title": " Trustee not to be chargeable with breach of trust for lending money on security of any property on certain conditions. ", "section_text": "30 1 Any trustee lending money on the security of any property shall not be chargeable with breach of trust by reason only of the proportion borne by the amount of the loan to the value of such property at the time when the loan was made, provided that it shall appear to the court that in making such loan the trustee was acting upon a report as to the value of the property made by a person whom the trustee reasonably believed to be an able practical valuator instructed and employed independently of any owner of the property, whether such valuator carried on business in the locality where the property is situated or elsewhere, and that the amount of the loan by itself or in combination with any other loan or loans upon the property ranking prior to or pari passu with the loan in question does not exceed two equal third parts of the value of the property as stated in such report, and this section shall apply to a loan upon any property on which the trustees can lawfully lend. 2 This section shall apply to transfers of existing securities as well as to new securities, and in its application to a partial transfer of an existing security the expression “ the amount of the loan ” shall include the amount of any other loan or loans upon the property ranking prior to or pari passu with the loan in question."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "31", "section_title": " Power of court to make orders in case of breach of trust.", "section_text": "31 Where a trustee shall have committed a breach of trust at the instigation or request or with the consent in writing of a beneficiary, the court may, if it shall think fit, make such order as to the court shall seem just for applying all or any part of the interest of the beneficiary in the trust estate by way of indemnity to the trustee or person claiming through him."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "32", "section_title": " Court may relieve trustee from personal liability.", "section_text": "32 1 If it appears to the court that a trustee is or may be personally liable for any breach of trust, whether the transaction alleged to be a breach of trust occurred before or after the passing of this Act, but has acted honestly and reasonably, and ought fairly to be excused for the breach of trust, then the court may relieve the trustee either wholly or partly from personal liability for the same. 2 In this section and in the two immediately preceding sections the expression “ the court ” shall mean any court of competent jurisdiction in which a question relative to the actings, liability, or removal of a trustee comes to be tried."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "33", "section_title": " Investment ceasing to be an authorised investment. ", "section_text": "33 A trustee shall not be liable for breach of trust by reason only of his continuing to hold an investment which has ceased to be an investment authorised by the trust deed or by or under this Act."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "34", "section_title": " Expenses of applications under this Act.", "section_text": "34 1 The court shall determine all questions of expenses in relation to any application made under this Act, and may direct that any such expenses shall be paid out of the trust estate where the court considers this reasonable. 2 In this section the expression “ the court ” shall include any court to which an application may be made under this Act."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "35", "section_title": " Application of Act.", "section_text": "35 Save as in this Act expressly otherwise provided— 1 This Act shall apply to trusts which have come into operation before as well as to trusts coming into operation after the passing of this Act. 2 Nothing in this Act contained shall be held to extend the liability of trustees."}, {"act": "Trusts (Scotland) Act 1921", "year": 1921, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}]