[{"act": "War Pensions Act 1921", "year": 1921, "section": "1", "section_title": " Establishment of war pensions committees.", "section_text": "1 1 Subject to the provisions of this section, the Minister of Pensions (in this Act referred to as “ the Minister ”) may by order make schemes for establishing committees to act as committees for the purposes of the War Pensions Acts, 1915 to 1920, as amended by this Act, for such areas as are respectively specified in the schemes . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A committee established by a scheme under this section shall consist of such number of members, not exceeding twenty-five, as may be specified in the scheme, and every such scheme shall provide for the inclusion, so far as practicable, in the committee of representatives of— a disabled men who have been discharged from the naval, military, or air service of His Majesty during the present war; and b women who are in receipt of pensions as the widows or dependants of men in the said naval, military, or air service who have died from causes arising out of service during the present war; and c such of the local authorities whose districts are situate wholly or partly within the area for which the committee is established as are specified in the scheme; and d employers and workmen in industry in equal numbers; and e voluntary associations engaged in the care of ex-service men and their families in the area; Provided that— i the persons appointed as representatives of the persons mentioned in paragraphs ( a ) and ( b ) of this subsection shall together constitute not less than one fourth of the total membership of the committee, and the persons appointed as representatives of the persons mentioned in paragraphs ( c ), ( d ), and ( e ) respectively shall in each case constitute not less than one-fifth of the total membership of the committee, and where one fourth or one fifth of the total membership is not an integral number, the nearest integral number to one fourth or one fifth of the total membership, as the case may be, shall be substituted therefor; and ii where the number of the members to be appointed as representatives of the persons mentioned in paragraph ( d ) as ascertained in the manner aforesaid is not an even number, the number so ascertained shall be increased by one; and iii not less than four members of the committee shall be women. 4 Every scheme made for the establishment of a committee under this section shall provide for the appointment of the members of the committee by the Minister, and for the periods for which the members shall hold office, and the conditions under which they can be removed from office . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Any order made under this section . . .  may be revoked, varied, or amended by a subsequent order so made."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "2", "section_title": " Functions of war pensions committees.", "section_text": "2 1 The functions of a committee established under this Act shall be— a to consider and make recommendations to the Minister as to the administration of war pensions in the area of the committee; and b to receive reports from officers in the area of the committee as to the state and progress of applications from persons residing in the area of the committee; and c to hear and consider complaints made to the committee by persons in receipt of or claiming pensions, and to make representations thereon to the Minister; and d to enquire into any matter referred to them by the Minister . . .  and to report thereon, with such recommendations as they think fit, to the Minister . . .  ; and e  . . .  f to consider applications for grants from such departments, bodies or organisations as the Minister may specify, and make recommendations with respect thereto; and g to perform any duties required by the Minister . . .  to be performed by them in relation to children for whose care it is the duty of that Minister to make provision; and h to take steps to secure the assistance and co-operation of voluntary workers in connection with the work of the committee, and particularly in rural districts; and i to perform such other duties in relation to pensions, and to any other matters, as the Minister may by regulation prescribe. 2 The functions of committees under this section shall be exercised subject to and in accordance with regulations to be made by the Minister."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "3", "section_title": " Constitution of central advisory committee. ", "section_text": "3 As soon as possible after the passing of this Act the Minister shall constitute a central advisory committee consisting of officers of the Ministry (local and central), ex-service men, and constituted . . .  at least one person from one of the committees under section 25 of the Social Security Act 1989 , and for the time being in existence to consider such matters as may be put before them by the Minister for their advice."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "War Pensions Act 1921", "year": 1921, "section": "5", "section_title": " Limit of time for making claims to pensions in respect of disablement. ", "section_text": "5 The power of the Minister under any Warrant, Order in Council or Order to grant a pension to any person in respect of disablement shall not be exercised unless the claim in respect of the disablement is made within seven years after the date on which the claimant was discharged or the date fixed under the Termination of the  Present War (Definition) Act, 1918, as the date of the termination of the present war, whichever date is the earlier."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "6", "section_title": " Amendment of s. 8 of 9 & 10  Geo.  5. c. 53.", "section_text": "6 1 No appeal shall lie under section eight of the Act of 1919 as originally enacted, or as amended by section eight of the  War Pensions Act, 1920 (in this Act referred to as “ the Act of 1920 ”), to a Pensions Appeal Tribunal against the rejection of a claim unless notice of intention to appeal is given in such manner as may be prescribed by regulations made under the Schedule to the Act of 1919, and within  six  months after the date of the notification to the claimant of the rejection of the claim . . .  . 2 A Pensions Appeal Tribunal in considering such an appeal as aforesaid shall have regard to the terms of the Warrant, Order in Council, or Order in pursuance of which the claim purports to be made, and shall not allow the appeal unless they are satisfied that the claim is in all respects well founded having regard to the said terms."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "7", "section_title": " Power to commute pensions. ", "section_text": "7 1 The Minister, on the application of any person in receipt of a pension, may in his discretion and on the prescribed terms and subject to the prescribed conditions, commute any part of the pension by the payment of a capital sum. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In this section the expression “ prescribed ” means prescribed by regulations made by the Minister with the approval of the Treasury."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "War Pensions Act 1921", "year": 1921, "section": "9", "section_title": " Regulations to be laid before Parliament. ", "section_text": "9 Every order and every regulation made under this Act shall be laid before each House of Parliament forthwith, and, unless and until an address is presented to His Majesty by either House of Parliament within the next subsequent twenty-one days on which that House has sat next after any such order or regulation is laid before it, praying that the order or regulation may be annulled, the order or regulation shall have effect . . .  ."}, {"act": "War Pensions Act 1921", "year": 1921, "section": "10", "section_title": " Construction and short title.", "section_text": "10 1 This Act may be cited as the War Pensions Act, 1921, and shall be construed as one with the War Pensions Acts, 1915 to 1920, and those Acts and this Act may be cited together as the War Pensions Acts, 1915 to 1921. 2 In this Act, unless the context otherwise provides, the expression “ pension ” means any pension, grant, gratuity, or allowance in respect of disablement under any Warrant, Order in Council, or Order, administered by the Minister, and for the purposes of this Act a person shall be deemed to have been discharged from the service at the time when his active service terminated."}]