[{"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "813.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "1528.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "29", "section_title": " Reduction of rate of excess profits tax.", "section_text": "29 1 Subsection (1) of section twenty-six of the Finance Act, 1940 (which raises the rate of excess profits tax from sixty per cent. to one hundred per cent. as from the beginning of April, nineteen hundred and forty) shall not apply to any chargeable accounting period beginning on or after the first day of January, nineteen hundred and forty-six. 2 For subsection (2) of the said section twenty-six (which contains provisions for securing that deficiencies occurring after the end of March, nineteen hundred and forty, shall, so far as possible, be applied to reduce profits arising after the said end of March and that deficiencies occurring before the said end of March shall, so far as possible, be applied to reduce profits arising before the said end of March) there shall be substituted the following subsection— 2 Notwithstanding anything in subsection (2) of section fifteen of the said Act, a deficiency of profits occurring in a chargeable accounting period to which subsection (1) of this section applies shall first be applied so as to reduce profits chargeable to tax arising in another chargeable accounting period to which the said subsection (1) applies, and a deficiency of profits occurring in a chargeable accounting period to which the said subsection (1) does not apply shall first be applied so as to reduce profits chargeable to tax arising in another chargeable accounting period to which the sad subsection (1) does not apply; and where owing to an insufficiency of profits against which the deficiency can be set off for chargeable accounting periods to which the said subsection (1) applies or, as the case may be, does not apply, the whole or any part of a deficiency is applied otherwise than as aforesaid— a the application shall, either wholly or to such extent as the Commissioners think appropriate, be treated as provisional only; and b if it thereafter appears that there is no longer such an insufficiency as aforesaid, such adjustments shall be made as the Commissioners may direct ; and, in paragraph 1 of the Fourth Schedule to the Finance Act, 1941, the words “(which contains provisions for securing that deficiencies occurring after the end of March, ninteen hundred and forty, shall, so far as possible, be applied to reduce profits after the said end of March and deficiencies occurring before the said end of March shall, so far as possible, be applied to reduce profits arising before the said end of March)” shall be omitted. 3 Any excess profits or deficiency of profits occurring for a chargeable accounting period falling partly before and partly after the end of the year nineteen hundred and forty-five shall be apportioned between the part of the period before and the part of the period after the end of the said year, and for the purpose of determining the rate at which excess profits tax is to be charged on any excess profits and of giving relief for deficiencies of profits under the enactments relating to excess profits tax, and for the purposes of section twenty-eight of the Finance Act, 1941, each of the two parts of the period shall be treated as if it were a separate chargeable accounting period. In this subsection, the expression “excess profits” means the amount by which the profits for any period exceed the standard profits therefor, and any apportionment required to be made by this subsection shall be made by reference to the number of months or fractions of months in each of the parts of the whole period. 4 In subsection (4) of section thirty-four of the Finance Act, 1941 (which section relates to the recovery from directors and other persons of expenses for fees or other payments for services disallowed for excess profits tax purposes) for the words “shall be treated as reduced by the sum recovered” there shall be substituted the words “shall be treated as reduced, in the case of the profits, by an amount excess profits tax on which is equal to the sum recovered and, in the case of the liability to excess profits tax, by the sum recovered.” 5 The enactments relating to excess profits tax shall be deemed always to have had effect as amended by this section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "31", "section_title": " Extension of relief for deficiencies of profits where a trader acquires or commences a new trade or partly discontinues a trade.", "section_text": "31 1 The provisions of this section shall have effect where either of the following events occurs in relation to a person carrying on a trade or business (hereinafter referred to as “the original trade or business”), that is to say— a that, while continuing to carry on the whole or some part of the original trade or business, or upon ceasing to carry on the original trade or business, he acquires or commences another trade or business; or b that he ceases to carry on part of the original trade or business. 2 If, in the opinion of the Commissioners of Inland Revenue, the trade or business carried on by that person immediately after the event (hereinafter referred to as “the second trade or business”) is not substantially different in its nature from the original trade or business, the second trade or business shall, if he makes application to the Commissioners for that purpose, be deemed for the purposes of subsection (2) of section fifteen of the Finance (No. 2) Act, 1939 (which provides for granting relief from excess profits tax in respect of deficiencies of profits) to be a continuation of the original trade or business. 3 If, in the opinion of the Commissioners, the second trade or business is substantially but not wholly different in its nature from the original trade or business and— a a final deficiency of profits occurs in either trade or business; and b the said person is chargeable to excess profits tax in respect of any profits of the other trade or business, after account has been taken of all such relief as can, apart from the provisions of this and the two next following sections, be given in respect of deficiencies of profits; and c the said person applies to the Commissioners for relief under this subsection, the profits in respect of which he is so chargeable shall, for the purposes of excess profits tax, be deemed to be reduced by so much of the final deficiency as the Commissioners think just, having regard to the extent to which that deficiency and those profits are respectively attributable to so much of one trade or business as is of the same nature as the whole or some part of the other trade or business. 4 Where any application is made under this section, the second trade or business shall, for the purposes of subsection (1) of section eighteen of the Finance (No. 2) Act, 1939, and of paragraph 2 of Part II of the Seventh Schedule to that Act (which contain provisions with respect to the effect of the grant of relief in respect of deficiencies of profits), be treated as a continuation of the original trade or business, and any relief given under this section shall be treated as having been given in respect of a deficiency of profits occurring in such chargeable accounting period or periods as the Commissioners may determine. 5 Any relief falling to be given under this section shall be given by repayment or otherwise. 6 The enactments relating to excess profits tax shall be deemed always to have had effect as amended by this section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "32", "section_title": " Extension of relief for deficiencies of profits in the case of certain amalgamations.", "section_text": "32 1 The provisions of this section shall have effect where either of the following events occurs in relation to two or more trades or businesses (hereinafter referred to as “the constituent concerns”), that is to say— a that the constituent concerns are acquired by a partnership which has not previously carried on any trade or business, and the persons by whom the constituent concerns were carried on immediately before the acquisition are, at the time of the acquisition, all members of the partnership; or b that the constituent concerns are acquired by a company which has not previously carried on any trade or business, and at the time of the acquisition the said persons together beneficially own more than one half of the ordinary share capital of the company. 2 Subject to the provisions of this section, if— a throughout any chargeable accounting period of the trade or business carried on by the partnership or the company, any of the said persons is a member of the partnership or the beneficial owner of ordinary share capital of the company; and b a final deficiency of profits occurs, in relation to that chargeable accounting period, in the trade or business carried on by the partnership or the company; and c that person is chargeable to excess profits tax in respect of the profits of the constituent concern carried on by him, after account has been taken of all such relief as can, apart from the provisions of the last preceding section, this section and the next following section, be given in respect of deficiencies of profits; and d that person applies to the Commissioners of Inland Revenue for relief under this section, the profits in respect of which he is so chargeable shall, for the purposes of excess profits tax, be deemed to be reduced by so much of the final deficiency as the Commissioners think just, having regard to the said person’s interest in the partnership or the company. 3 Subject to the provisions of this section, if— a throughout any chargeable accounting period of the trade or business carried on by the partnership or the company, any of the said persons is a member of the partnership or the beneficial owner of ordinary share capital of the company; and b a final deficiency of profits has occurred in the constituent concern carried on by that person; and c the profits of the partnership or the company in that chargeable accounting period are, after account has been taken of all such relief as can, apart from the provisions of the last preceding section, this section and the next following section, be given in respect of deficiencies of profits, chargeable to excess profits tax; and d the partnership or the company apply to the Commissioners of Inland Revenue for relief under this section, the final deficiency shall be applied in reducing, for the purposes of excess profits tax, the profits of the partnership or company in that chargeable accounting period to such extent as the Commissioners think just, having regard to the said person’s interest in the partnership or the company. 4 Any relief falling to be given under this section shall be given by repayment or otherwise, and where that relief is relief from excess profits tax chargeable in respect of the profits of a constituent concern and is given by repayment, the Commissioners shall take into account any increased sums which would have fallen to be paid in respect of income tax (including surtax) by the person who carried on that concern if the amount repayable apart from this subsection had been profits or gains of a trade carried on by him and as such had been chargeable to income tax (including surtax) for the year of assessment which includes the last day of the chargeable accounting period in which the deficiency in respect of which relief is to be given occurred, and shall reduce the amount of the relief accordingly. 5 Where one of the constituent concerns was, immediately before the acquisition, carried on by a partnership, the preceding provisions of this section shall have effect in relation to that concern subject to the following modifications— a a member of that partnership shall be entitled to relief under this section in respect of so much only of any excess profits tax chargeable in respect of the profits of the partnership’s trade or business as is appropriate having regard to his interest in the partnership; and b where a final deficiency of profits has occurred in the trade or business carried on by that partnership, then, for the purposes of this section, there shall be attributed to each member of the partnership so much only of that final deficiency as is appropriate having regard to his interest in the partnership. 6 The question whether any and if so what final deficiency of profits has occurred in relation to any chargeable accounting period shall be determined for the purposes of this section by the Commissioners. 7 The enactments relating to excess profits tax shall be deemed always to have had effect as amended by this section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "33", "section_title": " Supplementary provisions as to relief for deficiencies of profits.", "section_text": "33 1 Any person aggrieved by a determination of the Commissioners of Inland Revenue on an application under the provisions of the last two preceding sections may appeal to the Board of Referees. 2 Where an application has been made to the Commissioners for relief under the provisions of the last two preceding sections, the Commissioners may, pending an ascertainment whether relief falls to be given on the application, if they are satisfied that the circumstances are such that it is likely that relief will fall to be given thereon, grant such relief as they think fit, but any relief so granted shall be provisional only, and shall be subject to adjustment from time to time as the Commissioners may direct, and shall be finally adjusted when it is ascertained whether any and if so what relief falls to be given upon the application. 3 In the last two preceding sections the expression “final deficiency of profits” means, when used in relation to a particular chargeable accounting period, so much of any deficiency of profits which has occurred in that chargeable accounting period in relation to the trade or business in question as cannot be applied in reducing profits under the provisions of subsection (2) of section fifteen of the Finance (No. 2) Act, 1939, or of sub-paragraph (2) of paragraph 6 of Part IV of the Fifth Schedule to the Finance Act, 1940, and, save as aforesaid, means the aggregate amount of all deficiencies of profits which have occurred in the trade or business in question in all chargeable accounting periods ending on or before the thirty-first day of December, nineteen hundred and forty-six, minus so much of those deficiencies as, under the said provisions, has been or can be applied in reducing profits. 4 Subsection (2) of section twenty-six of the Finance Act, 1940, subsection (4) of section thirty-two of the Finance Act, 1944, and subsection (3) of section five of the Finance Act, 1945 (which relate to the order in which deficiencies of profits are to applied) and the first two sections of this Part of this Act shall have effect with respect to the grant of relief under the provisions of the last two preceding sections as they have effect with respect to the grant of relief under section fifteen of the Finance (No. 2) Act, 1939. 5 Where two or more applications are made under the provisions of the last two preceding sections in respect of the same deficiency of profits, the applications shall be treated as numbered in the order in which the events giving rise to the applications respectively occurred, and so much only of the deficiency as remains after the first application has been disposed of shall be available for the granting of relief on the second application, and so on. 6 Where two or more events occur which, under the provisions of the last two preceding sections, entitle a person to relief in respect of the same profits, any applications for relief in respect of those events shall be treated as numbered in the order in which the events giving rise to the applications respectively occurred, and for the purpose of the second application, the profits in respect of which relief is claimed shall be treated as being such only as remain after the first application has been disposed of, and so on."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "34", "section_title": " Treatment of certain contributions and other payments made under redundancy schemes. ", "section_text": "34 1 Notwithstanding anything in the enactments relating to the computation of profits for the purposes of excess profits tax . . .  , where, on or after the first day of January, nineteen hundred and forty-five, the Board of Trade certify a scheme under section twenty-five of the Finance Act, 1935, (which provides for the deduction in computing the profits or gains of a trade of contributions paid under schemes which are certified under that section), then, in computing the profits arising from any trade or business for the purposes of excess profits tax . . .  a no contribution paid in furtherance of the scheme shall be allowed to be deducted; and b no payment made under the scheme shall be taken into account as a trading receipt. 2 This section shall apply in relation to schemes for the elimination or reduction of redundant works, machinery or plant, or for other similar purposes, to which effect is given by or under any Act (whether passed before or after this Act) as it applies in relation to schemes certified by the Board of Trade under the said section twenty-five on or after the first day of January, nineteen hundred and forty-five. 3 The enactments relating to excess profits tax . . .   shall be deemed always to have had effect as amended by this section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "35", "section_title": " Extension of time for making assessments to excess profits tax and the national defence contribution, and relief in cases of error or mistake.", "section_text": "35 1 So much of any provision of the enactments relating to excess profits tax . . .   as limits the time for the making of assessments to six years from the end of the chargeable accounting period in respect of which the assessment is made shall not have effect, and such assessments may be made at any time, as the case may require, unless and until Parliament otherwise determines. 2 The provisions of section twenty-four of the Finance Act, 1923 (which provide for relief from income tax in respect of errors or mistakes in returns or statements made for the purposes of tax under Schedule D) shall, as set out with adaptations in the Fifth Schedule to this Act, apply in relation to assessments to excess profits tax . . .  ."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "36", "section_title": " Research expenditure.", "section_text": "36 The provisions of Part IV of the Finance Act, 1944 (which provide for allowances for income tax purposes in respect of expenditure incurred on scientific research in connection with any trade) shall not apply for the purposes of excess profits tax . . .  ."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "38", "section_title": " Time for repayment of post-war refunds.", "section_text": "38 Subject to the provisions of this Part of this Act, the sums payable under subsection (1) of section twenty-eight of the Finance Act, 1941, as amended by section thirty-seven of the Finance Act, 1942 (hereafter in this Part of this Act referred to as “post-war refunds”) shall be paid as soon as may be after the final ascertainment and satisfaction of the total liability of the person in question to excess profits tax and the national defence contribution for all relevant chargeable accounting periods: Provided that, if the Commissioners of Inland Revenue think fit . . .  , they may, before the final ascertainment and satisfaction of the said total liability, make payments on account of any post-war refund which, in their opinion, is likely to be found due."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "3942.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "43", "section_title": " Income tax on post-war refunds. ", "section_text": "43 Subject to the provisions of the two next following sections, income tax shall be charged for the year 1946–47 on all sums paid as, or on account of, post-war refunds, whenever those sums are paid, and shall be so charged by deduction of tax at the standard rate for that year, and any sums so paid shall be deemed to be income for all the purposes of the Income Tax Acts."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "44", "section_title": " Option to spread refunds backwards for income tax purposes. ", "section_text": "44 1 Where a post-war refund is paid to an individual, and in the relevant chargeable accounting periods that individual carried on the original trade or business either alone or in partnership with any other person, he may claim that the income tax (including surtax) payable by him by reason of the receipt of the refund shall be reduced to such extent as may be just having regard to the total income tax (including surtax) which would have been payable by him if the amounts of refund referable to those periods had been treated for the purposes of income tax as additions to the profits or gains of the trade or business for those periods, or as the case may be, as additions to his share thereof, and charged to income tax (including surtax) accordingly. 2 Where the amount of the income tax which would have been payable as aforesaid is affected by any allowance falling to be made under the provisions of the Income Tax Acts relating to wear and tear and the carrying forward of losses (including the provisions of section nineteen of the Finance Act, 1928) such adjustments, if any, shall be made— a in computing the relief falling to be granted under subsection (1) of this section; and b in computing the allowances falling to be granted under any of the said provisions of the Income Tax Acts for the year 1947-48 or any subsequent year of assessment, as are necessary to secure that the same wear and tear, loss or other amount is not taken into account so as to increase the relief under the said subsection (1) and also allowed under the said provisions of the Income Tax Acts. 3 References in this section to the income tax (including surtax) payable by an individual include, in cases where profits of a wife are deemed to be profits of her husband, references to the income tax (including surtax) payable by his wife or her husband, as the case may be. 4 A claim under this section must be made to the Commissioners of Inland Revenue not later than the fifth day of April, nineteen hundred and forty-seven, or within such further period as those Commissioners may allow, and section nineteen of the Finance Act, 1925 (which relates to the making and allowing of claims for certain reliefs and to rights of appeal) shall apply in relation to claims under this section as it applies to the claims mentioned in that section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "45", "section_title": " Option to have refunds treated as profits of 1947–48 ", "section_text": "45 1 Where the net amount of any post-war refund is to be used for the purpose of a trade the profits or gains of which are assessable to tax for the year 1947-48 under Case I of Schedule D or would be so assessable if there were any profits or gains thereof for that year, then, if all the persons who are or would be assessable to tax as aforesaid in respect of those profits or gains for that year and the person to whom the refund is payable, by notice in writing given to the surveyor not later than the end of the year nineteen hundred and forty-eight, or within such further period as the Commissioners of Inland Revenue may allow, so elect— a in lieu of the refund being chargeable to income tax for the year 1946-47, it shall be charged to income tax for the year 1947-48 as if it were profits or gains of the trade, and shall be so charged by means of an assessment for the year 1947-48 on the profits or gains of the trade in addition to any other assessment falling to be made thereon for that year; but b tax at the standard rate for the year 1946-47 shall nevertheless be deducted from any sum paid as, or on account of, the refund and the amount deducted shall be treated as if it had been paid by the persons chargeable under paragraph (a) of this subsection, and had been so paid by them on account of income tax in respect of the profits or gains of the trade for the year 1947-48: Provided that this subsection shall not apply unless the persons or one or more of the persons who carried on the original trade or business in the relevant chargeable accounting periods also carry on the trade in connection with which the refund is to be used, either alone or in partnership with any other person, for the whole or any part of the year 1947-48. 2 If during the year 1947-48 there is any change in the persons carrying on the trade for the purposes of which the sum repaid is to be used and, by virtue of the change, the trade is, for the purposes of Rule  II  of the Rules applicable to Cases I and II of Schedule D, treated as discontinued, the references in subsection (1) of this section to the trade shall be construed as references to the trade carried on up to the date of the discontinuance, or, where there is more than one discontinuance in the said year, up to the first of the discontinuances. 3 The preceding provisions of this section shall, with the necessary adaptations, apply where the net amount of any post-war refund is to be used for the purposes of more than one trade as it applies where the net amount of a post-war refund is to be used for the purposes of one trade, so, however, that an election can only be made with respect to the whole of the refund and all persons who are or would be assessable to tax under Case I of Schedule D in respect of the profits or gains of any of the trades must be parties to the giving of the notice of the election. 4 No election shall be valid under this section in relation to any refund if a claim is made and allowed in relation thereto under the last preceding section."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "46", "section_title": " Reliefs given and repayments made after payments have been made by way of post-war refund.", "section_text": "46 1 Where any sum has been paid as, or on account of, a post-war refund, any relief from, or repayment of, the excess profits tax in respect of which the sum was paid, being a relief or repayment which falls to be given or made after the payment of that sum, shall be computed as if the rate of excess profits tax had, as respects all relevant chargeable accounting periods, been eighty per cent.: Provided that, in computing the amount of capital employed in the trade or business, the said tax shall be treated as chargeable at one hundred per cent. for all those periods. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this section to a repayment of tax do not include references to any payment of, or on account of, a post-war refund."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "47", "section_title": " Set-off of refunds against excess profits tax.", "section_text": "47 Where after the end of the year nineteen hundred and forty-five, excess profits tax is due and payable in respect of any relevant chargeable accounting period and, if that tax were paid, a sum would ( . . .  ) be payable for or on account of a post-war refund, the Commissioners may, if they think fit, . . .  , give credit for the amount of the sum payable as aforesaid, after deduction of tax at the standard rate for the year 1946-47, against the same amount of the excess profits tax which is due and payable as aforesaid, and, where credit is so given, the amount for which credit is given shall be deemed to have been paid to the Commissioners and repaid by them . . .  : Provided that the amount deemed to have been repaid by the Commissioners shall for the purposes of income tax be treated as a payment made after deduction of income tax at the standard rate for the year 1946-47."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "48", "section_title": " Payment of refunds out of Consolidated Fund.", "section_text": "48 1 Such sums as are required by the Commissioners of Inland Revenue for the purpose of making payments of, or on account of, post-war refunds shall be issued to the Commissioners out of the Consolidated Fund of the United Kingdom . . .  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Notwithstanding anything in sub-paragraph (2) of paragraph 1 of Part II of the Seventh Schedule to the Finance (No. 2) Act, 1939, in computing the amount of the capital employed in a trade or business for the purposes of excess profits tax no deduction shall be made from the price of any asset on the ground that it was acquired wholly or partly out of a sum paid for or on account of a post-war refund and that that sum was, by virtue of this section, contributed out of the Consolidated Fund."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "49", "section_title": " Special cases.", "section_text": "49 The provisions of this Part of this Act and of section twenty-eight of the Finance Act, 1941 (as amended by any subsequent enactment) shall, in relation to partnerships, members of groups of companies and tax paid under section twenty-four of the Finance Act, 1943 (which relates to sales of stock at an under-value), have effect subject to the provisions of the Sixth Schedule to this Act."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "50", "section_title": " Interpretation of Part IV.", "section_text": "50 1 In this Part of this Act and in the Sixth Schedule to this Act, the following expressions have, except so far as the context otherwise requires, the meanings hereby respectively assigned to them, that is to say— “ the original trade or business ” means, in relation to a post-war refund, the trade or business, tax on the profits of which is or is to be refunded; “ relevant chargeable accounting period ” means any chargeable accounting period (for the purposes of excess profits tax) beginning on or after the first day of April, nineteen hundred and forty and ending on or before the thirty-first day of December, nineteen hundred and forty-five, or any part of a chargeable accounting period, being a part beginning on or after the said first day of April and ending on or before the said thirty-first day of December, which falls to be treated for the purposes of section twenty-eight of the Finance Act, 1941, as a separate chargeable accounting period; “ net amount ” means, in relation to a post-war refund, the gross amount thereof less the income tax deducted therefrom, and, where the payment is made otherwise than to a body corporate, less also any surtax ascribable to the payment of the refund, the amount of surtax so ascribable being ascertained on the basis that the refund is to be treated as the highest part of the income of the person to whom the payment is paid; “ group of companies, ”                        “ the principal company ” and “ subsidiary member ” have the meanings respectively assigned to them by subsection (1) of section twenty-eight of the Finance Act, 1940. 2 References in this Part of this Act to the national defence contribution for a relevant chargeable accounting period shall, where the relevant chargeable accounting period is not also a chargeable accounting period for the purposes of the national defence contribution, be taken to be references to a sum made up by apportioning and aggregating the amounts of the national defence contribution paid or payable in respect of any chargeable accounting period (as defined for the purposes of the national defence contribution) which falls wholly or partly within the relevant chargeable accounting period. Any apportionment required to be made by this subsection shall be made by reference to the number of months or fractions of months in the period to which the apportionment relates. 3 Any reference in this Part of this Act or in the Sixth Schedule to this Act to the relevant chargeable accounting periods to which a post-war refund is referable shall be construed as a reference to the relevant chargeable accounting periods in which there was extra tax, and any reference in this Part of this Act or in the said Sixth Schedule to the amount of refund which is referable to any such period shall be construed as a reference to an amount which bears to the total amount of the refund the same proportion as the extra tax in that period bears to the sum of the amounts of extra tax in all the periods to which the refund is referable. For the purposes of this subsection, if the excess profits tax for any of the relevant chargeable accounting periods exceeds the national defence contribution for that period, there shall be deemed to have been extra tax for that period equal to whichever of the two following amounts is the smaller, that is to say— a twenty per cent. of the excess profits tax for the period; and b the amount by which the excess profits tax for the period exceeds the national defence contribution for the period: Provided that, if the national defence contribution is equal to or exceeds the excess profits tax in the case of all the relevant chargeable accounting periods, there shall be deemed to have been extra tax for all the chargeable accounting periods for which there was excess profits tax, equal, in the case of each such period, to twenty per cent. of the excess profits tax for that period. In determining for the purposes of this subsection whether there is any, and, if so, what excess profits tax for any period, any national defence contribution payable for that or any other period shall be disregarded except in computing capital and any relief for any deficiency of profits occurring in any other chargeable accounting period shall be altogether disregarded, and in determining for the said purposes whether there is any, and, if so, what national defence contribution for any period, excess profits tax shall be altogether disregarded. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "51", "section_title": " Agreements for relief from double taxation of income. ", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where any arrangements having effect by virtue of this section relate to any territory with respect to which an Order in Council is in force under section thirty of the Finance Act, 1940 (which provides for relief in respect of excess profits tax in His Majesty’s dominions outside the United Kingdom), then, except in so far as the arrangements otherwise provide, no relief shall be granted under that section against excess profits tax or the national defence contribution chargeable for any chargeable accounting period to which the arrangements apply or, where the arrangements apply to part only of chargeable accounting period, against such part of the excess profits tax or the national defence contribution chargeable for that chargeable accounting period as is proportionate to the length of that part thereof. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "5253.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "54", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "5556.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "58", "section_title": " Amendment of law as to exceptional depreciation allowances. ", "section_text": "58 1 The enactments relating to the computation of profits for the purposes of excess profits tax and the national defence contribution shall, in relation to allowances for exceptional depreciation of buildings, plant or machinery, have effect, and be deemed always to have had effect, subject to the modifications specified in Parts I and II of the Eighth Schedule to this Act. 2 The provisions of Part II of the Eighth Schedule to this Act shall, in relation to allowances under section nineteen of the Finance Act, 1941, have effect and be deemed always to have had effect in substitution for the provisions of section fifty-eight and subsections (2) to (5) of section fifty-nine of the Income Tax Axt, 1945, and accordingly the said sections fifty-eight and fifty-nine shall have effect and be deemed always to have had effect subject to the following amendments— a in subsection (4) of the said section fifty-eight, paragraph (b) shall be omitted and for the words “sections nineteen and twenty-nine” there shall be substituted the words “section twenty-nine”. b in subsection (2) of the said section fifty-nine, after the words “subsection (1) of this section” there shall be inserted the words “(other than the said section nineteen”; and c in subsection (5) of the said section fifty-nine, the words “and, as respects exceptional depreciation allowances, the provisions of this section shall be deemed always to have had effect” shall be omitted."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "59", "section_title": " Determination of questions affecting allowances for exceptional depreciation. ", "section_text": "59 1 In this section the expression “exceptional depreciation allowance” means any allowance, other than an allowance which, by the terms of the enactments relating thereto, is expressed to be provisional only,— a under section nineteen of the Finance Act, 1941; or b under paragraph 3 of Part I of the Seventh Schedule to the Finance (No. 2) Act, 1939, and subsection (1) of section thirty-three of the Finance Act, 1940; or c under the said paragraph 3 and the said subsection (1) as applied in relation to the national defence contribution by subsection (2) of section forty-three of the Finance Act, 1941. 2 The question as to whether any, and, if so, what, exceptional depreciation allowance falls to be made in respect of any asset or group of assets shall be determined by the Commissioners of Inland Revenue. 3 The Commissioners shall give notice of their decision to the person to whom the exceptional depreciation allowance falls or would fall to be made, and where, for the purposes of their decision, the Commissioners decide— a how much of the price paid on a sale of two or more assets sold together is properly attributable to any of those assets; or b what is the relevant price (as defined for the purposes of paragraph 8 of Part II of the Eighth Schedule to this Act) of any asset or group of assets, they shall give notice of their decision on that question to the said person, and, if it appears to them that the same question is also material in relation to the liability of any other person to income tax, excess profits tax or the national defence contribution, shall also give notice of their decision thereon to that other person. A person to whom notice of any decision has been given under this subsection shall not, in any proceedings relating to his liability to income tax, excess profits tax or the national defence contribution, be entitled to call that decision in question otherwise than in accordance with the provisions of this section relating to appeals. 4 Any person to whom such a notice is given may appeal against the decision to the Special Commissioners, and the provisions of the Income Tax Acts relating to appeals against assessments, including the provisions relating to the statement of cases for the opinion of the High Court on a point of law, shall, with the necessary modifications, have effect in relation to any such appeal as if it were an appeal against an assessment under Schedule D signed and allowed by the Special Commissioners, and as if the notice were a notice of that assessment: Provided that upon any such appeal all persons who have received notices under this section in connection with the decision under appeal shall be entitled to appear and be heard, and, in relation to the statement of a case, shall have the same rights as the appellant, and, when the questions under appeal are finally decided, either by the Special Commissioners or by the Court, that decision shall not be called in question by any of the said persons in any proceedings relating to his liability to income tax, excess profits tax or the national defence contribution. 5 There shall be made all such adjustments, whether by way of repayment of tax or otherwise, and all such assessments, as are required in consequence of the decision of any question under this section, and, in particular, there shall be made all such assessments as may be necessary for securing that the amount of tax ultimately borne by any person is what it would have been if no provisional allowances had been made and if any exceptional depreciation allowance which, under the decision, falls to be made to him or to any other person had been made immediately upon the conclusion of the year of assessment or chargeable accounting period for which it falls to be made. Notwithstanding any provision of the Income Tax Acts limiting the time for claiming adjustments or the time for making assessments, any adjustment or assessment (including any consequential assessment to surtax) required to be made under this subsection may be made at any time. 6 Subsection (6) of section nineteen of the Finance Act, 1941, shall not have effect in relation to any adjustments or assessments which are required in consequence of any decision under this section. 7 Any notice to be given by the Commissioners under this section may be given on behalf of the Commissioners by any surveyor appointed for the purposes of the Income Tax Acts. 8 This section shall have effect both in relation to questions arising before, and in relation to questions arising after, the passing of this Act. 9 Section sixty-one of the Income Tax Act, 1945, shall not apply as respects any apportionment or determination which is material as respects the right of any person to an exceptional depreciation allowance."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "60", "section_title": " Appointment of collectors of taxes,  etc.  for City of London", "section_text": "60 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Treasury are hereby authorised to grant, subject to and in accordance with such conditions as they may prescribe, out of moneys provided by Parliament, annual allowances by way of compensation to any such collectors of taxes, collectors of land tax or other persons as may be designated by the Treasury, being collectors or other persons whose appointments are determined by the Commissioners of Inland Revenue at any time after the thirty-first day of March, nineteen hundred and forty-six, and who were employed in and about the collection of income tax or land tax in the division of the City of London immediately before the passing of this Act. 3 The Pensions Commutation Acts 1871 to 1882, shall apply to any person to whom a compensation allowance is awarded in pursuance of subsection (2) of this section as if he had retired from a public civil office in consequence of the abolition of his office."}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Finance (No. 2) Act 1945", "year": 1945, "section": "62", "section_title": " Short title, construction and extent.", "section_text": "62 1 This Act may be cited as the Finance (No. 2) Act 1945. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Parts III,  IV , V and  VI  of this Act, so far as they relate to excess profits tax, shall be construed as one with Part III of the  Finance (No. 2) Act 1939. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Any reference in this Act to any other enactment shall, unless the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 7 Save as otherwise expressly provided, such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]