[{"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "1", "section_title": " Apportionment of liability in case of contributory negligence.", "section_text": "1 1 Where any person suffers damage as the result partly of his own fault and partly of the fault of any other person or persons, a claim in respect of that damage shall not be defeated by reason of the fault of the person suffering the damage, but the damages recoverable in respect thereof shall be reduced to such extent as the court thinks just and equitable having regard to the claimant’s share in the responsibility for the damage: Provided that— a this subsection shall not operate to defeat any defence arising under a contract; b where any contract or enactment providing for the limitation of liability is applicable to the claim, the amount of damages recoverable by the claimant by virtue of this subsection shall not exceed the maximum limit so applicable. 2 Where damages are recoverable by any person by virtue of the foregoing subsection subject to such reduction as is therein mentioned, the court shall find and record the total damages which would have been recoverable if the claimant had not been at fault. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Where, in any case to which subsection (1) of this section applies, one of the persons at fault avoids liability to any other such person or his personal representative by pleading the  Limitation Act 1939, or any other enactment limiting the time within which proceedings may be taken, he shall not be entitled to recover any damages  or contributions  from that other person or representative by virtue of the said subsection. 6 Where any case to which subsection (1) of this section applies is tried with a jury, the jury shall determine the total damages which would have been recoverable if the claimant had not been at fault and the extent to which those damages are to be reduced. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "3", "section_title": " Saving for Maritime Conventions Act 1911, and past cases.", "section_text": "3 1 This Act shall not apply to any claim to which section one of the  Maritime Conventions Act 1911, applies and that Act shall have effect as if this Act had not passed. 2 This Act shall not apply to any case where the acts or omissions giving rise to the claim occurred before the passing of this Act."}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "4", "section_title": " Interpretation.", "section_text": "4 The following expressions have the meanings hereby respectively assigned to them, that is to say— “ court ” means, in relation to any claim, the court or arbitrator by or before whom the claim falls to be determined; “ damage ” includes loss of life and personal injury; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ fault ” means negligence, breach of statutory duty or other act or omission which gives rise to a liability in tort or would, apart from this Act, give rise to the defence of contributory negligence."}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "5", "section_title": " Application to Scotland.", "section_text": "5 In the application of this Act to Scotland— a the expression “ dependant ” means, in relation to any person, any person who would in the event of such first mentioned person’s death through the fault of a third party be entitled to sue that third party for damages or solatium; and the expression “ fault ” means wrongful act, breach of statutory duty or negligent act or omission which gives rise to liability in damages, or would apart from this Act, give rise to the defence of contributory negligence; b section 3 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1940 (contribution among joint wrongdoers) shall apply in any case where two or more persons are liable, or would if they had all been sued be liable, by virtue of section 1(1) of this Act in respect of the damage suffered by any person. c for subsection (4) of section one the following subsection shall be substituted— 4 Where any person dies as the result partly of his own fault and partly of the fault of any other person or persons, a claim by any dependant of the first mentioned person for damages or solatium in respect of that person’s death shall not be defeated by reason of his fault, but the damages or solatium recoverable shall be reduced to such extent as the court thinks just and equitable having regard to the share of the said person in the responsibility for his death."}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "6", "section_title": " Provisions as to Northern Ireland.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 This Act, . . .   shall not extend to Northern Ireland."}, {"act": "Law Reform (Contributory Negligence) Act 1945", "year": 1945, "section": "7", "section_title": " Short title and extent.", "section_text": "7 This Act may be cited as the Law Reform (Contributory Negligence) Act 1945."}]