[{"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "1", "section_title": " Suspension of limitation period where party was an enemy or detained in enemy territory.", "section_text": "1 1 If at any time before the expiration of the period prescribed by any statute of limitation for the bringing of any action any person who would have been a necessary party to that action if it had then been brought was an enemy or was detained in enemy territory, the said period shall be deemed not to have run while the said person was an enemy or was so detained, and shall in no case expire before the end of twelve months from the date when he ceased to be an enemy or to be so detained, or from the date of the passing of this Act, whichever is the later: Provided that, where any person was only an enemy as respects a business carried on in enemy territory, this section shall only apply, so far as that person is concerned, to actions arising in the course of that business. 2 If it is proved in any action that any person was resident or carried on business or was detained in enemy territory at any time, he shall for the purposes of this Act be presumed to have continued to be resident or to carry on business or to be detained, as the case may be, in that territory until it ceased to be enemy territory, unless it is proved that he ceased to be resident or to carry on business or to be detained in that territory at an earlier date. 3 If two or more periods have occurred in which any person who would have been such a necessary party as aforesaid was an enemy or was detained in enemy territory, those periods shall be treated for the purposes of this Act as one continuous such period beginning with the beginning of the first period and ending with the end of the last period."}, {"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "2", "section_title": " Interpretation. ", "section_text": "2 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ action ” means civil proceedings before any court or tribunal and includes arbitration proceedings; “ enemy ” means any person who is, or is deemed to be, an enemy for any of the purposes of the Trading with the  Enemy Act 1939, except that in ascertaining whether a person is such an enemy the expression “ enemy territory ” in section two of the said Act shall have the meaning assigned to that expression by this section; “ enemy territory ” means:— any area which is enemy territory as defined by subsection (1) of section fifteen of the Trading with the Enemy Act 1939; any area in relation to which the provisions of the said Act apply, by virtue of an order made under subsection (1A) of the said section fifteen, as they apply in relation to enemy territory as so defined; and any area which, by virtue of Regulation six or Regulation seven of the Defence (Trading with the Enemy) Regulations 1940, or any order made thereunder, is treated for any of the purposes of the said Act as enemy territory as so defined or such territory as is referred to in the last foregoing paragraph; “ statute of limitation ” means any of the following enactments, that is to say— the Limitation Act 1980 , subsection (3) of section two of the  Fatal Accidents Act 1976 , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section eight of the  Maritime Conventions Act 1911, Rule 6 of Article  III  of the Schedule to the  Carriage of Goods by Sea Act 1971 , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section one of the  Law Reform (Miscellaneous Provisions) Act 1934, section 13(2) of the  Matrimonial Causes Act 1973 and paragraph 11(3) of Schedule 1 to that Act . section 51(2) of the Civil Partnership Act 2004,  subsection (1) of section four of the  Limitation Act 1963   and, in a case to which section 1(1) of the   Foreign Limitation Periods Act 1984 applies, so much of the law of any country outside England and Wales as applies by virtue of that Act.  2 References in this Act to any person who would have been a necessary party to an action shall be construed as including references to any person who would have been such a necessary party but for the provisions of section seven of the Trading with the  Enemy Act 1939, or any order made thereunder. 3 References in this Act to the period during which any person was detained in enemy territory shall be construed as including references to any period immediately following the period of such detention during which that person remained in enemy territory. 4 Subsection (2) of section fifteen of the Trading with the  Enemy Act 1939 (which provides that a certificate of a Secretary of State shall, for the purposes of proceedings under or arising out of that Act, be conclusive evidence of certain matters affecting the definition of “enemy territory”) shall apply for the purposes of any action to which this Act relates. 5 References in this Act to any enactment or to any Defence Regulation shall be construed as referring to that enactment or Regulation as amended by any subsequent enactment or Defence Regulation."}, {"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "3", "section_title": " Application to the Crown.", "section_text": "3 This Act shall apply to proceedings to which the Crown is a party, including proceedings to which His Majesty is a party in right of the Duchy of Lancaster and proceedings in respect of property belonging to the Duchy of Cornwall."}, {"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "4", "section_title": " Application to Scotland.", "section_text": "4 In the application of this Act to Scotland— a for subsection (1) of section one the following subsection shall be substituted:— 1 If, during any period of less than ten years prescribed by any of the enactments hereinafter referred to as the period within which any action or diligence must be raised or executed or on the expiry of which any limitation on the mode of proof in any action becomes operative or any obligation is extinguished, any person who would have been a necessary party to such action or who was a party to such obligation was an enemy or was detained in enemy territory, the period so prescribed shall be deemed not to have run while the said person was an enemy or was so detained and shall in no case expire before the end of twelve months from the date when he ceased to be an enemy or to be so detained or from the date of the passing of this Act whichever is the later: Provided that where any person was only an enemy as respects a business carried on in enemy territory, this section shall only apply so far as that person is concerned to actions or obligations arising in the course of that business. The enactments hereinbefore referred to are— section 6 of the Prescription and Limitation (Scotland) Act 1973 , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section eight of the Maritime Conventions Act 1911, Rule 6 of Article III of the Schedule to the Carriage of Goods by Sea Act 1971 , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  sections 8A and 17 of the Prescription and Limitation (Scotland) Act 1973 , b in subsection (3) of section one after the words “necessary party” there shall be inserted the words “or was a party to such obligation."}, {"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "5", "section_title": " Application to Northern Ireland.", "section_text": "5 In the application of this Act to Northern Ireland, the expression “ statute of limitation ” means  a any enactment (whether of the Irish Parliament or of the Parliament of the United Kingdom or of the Parliament of Northern Ireland)  for the time being in force in Northern Ireland under which a period is prescribed as the period within which any action to which such enactment relates is required to be brought  and— b in a case to which Article 3(1) of the Foreign Limitation Periods (Northern Ireland) Order 1985 applies, so much of the law of any country outside Northern Ireland as applies by virtue of that Order; , but does not include any enactment prescribing a period within which any criminal proceedings, or any proceedings to recover any penalty imposed as a punishment for a criminal offence, or any proceedings before a court of summary jurisdiction must be brought."}, {"act": "Limitation (Enemies and War Prisoner) Act 1945", "year": 1945, "section": "6", "section_title": "†Short title and date of operation.", "section_text": "6 1 This Act may be cited as the Limitation (Enemies and War Prisoners) Act 1945. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]