[{"act": "Public Health (Scotland) Act 1945", "year": 1945, "section": "1", "section_title": " Power of Secretary of State to make regulations with a view to the treatment of certain diseases, and for preventing the spread of such diseases. ", "section_text": "1 1 Subject to the provisions of this section, the Secretary of State may, as respects the whole or any part of Scotland, including the coastal waters thereof, make regulations— a with a view to the treatment of persons affected with any epidemic, endemic or infectious disease and for preventing the spread of such diseases; b for preventing danger to public health from vessels or aircraft arriving at any place; and c for preventing the spread of infection by means of any vessel or aircraft leaving any place, so far as may be necessary or expedient for the purpose of carrying out any treaty, convention, arrangement or engagement with any other country; d for preventing the contamination of food by any person affected with a condition or disease likely to cause food poisoning; and without prejudice to the generality of the foregoing words, may by any such regulations apply, with or without modifications, to any disease  or condition  to which the regulations relate any enactment (including any enactment in the Public Health (Scotland) Acts 1897 to 1939) relating to the notification of disease or to notifiable diseases. 2 Regulations made under this section may provide for— a the signals to be displayed by vessels or aircraft having on board any case of epidemic, endemic or infectious disease; b the questions to be answered by masters, pilots and other persons on board any vessel or aircraft as to cases of such disease on board during the voyage or on arrival; c the detention of vessels or aircraft and of persons on board them; d the duties to be performed in cases of such diseases by masters, pilots, and other persons on board vessels or aircraft; and may authorise the making of charges and provide for the recovery of such charges and of any expenses incurred in disinfection. 3 Regulations made under this section shall specify the authorities, whether local authorities  ...,  or Health Boards or National Health Service trusts established under section 12A of the National Health Service (Scotland) Act 1978 , by whom they are to be enforced and executed, and may also provide for their enforcement and execution by officers of customs and excise . . .  : Provided that nothing in such regulations shall authorise any such authority,  Board National Health Service trust ,  or officer  to institute proceedings for an offence against the regulations. 4 Authorised officers of any such authority,  Board or , officers of customs and excise . . .   shall have power to enter any premises, vessel, or aircraft for the purpose of executing, or superintending the execution of, any such regulations as aforesaid. 5 Any person who wilfully neglects or refuses to obey or carry out, or obstructs the execution of, any regulations made by the Secretary of State under this section shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale , and in the case of a continuing offence to a further fine not exceeding fifty pounds for every day on which the offence continues after conviction therefor. 6 Regulations made by the Secretary of State under this Act shall be laid before Parliament as soon as may be after they are made, and if either House of Parliament within the period of forty days beginning with the day on which any such regulations are laid before it resolves that the regulations be annulled, the regulations shall cease to have effect, but without prejudice to anything previously done thereunder or to the making of any new regulations. In reckoning any such period of forty days, no account shall be taken of any time during which Parliament is dissolved or progrogued or during which both Houses are adjourned for more than four days. 7 The Secretary of State may, if he thinks fit, by order authorise or require any two or more local authorities to act together for the purposes of this section, and may prescribe the mode of such joint action, and of defraying the costs thereof. 8 In this section— the expression “ authorised officer ” means as respects any local authority  ..., an officer of that authority authorised by them in writing, either generally or specially, to act in matters of any specified kind or in any specified matter: Provided that the  health board competent person  and sanitary inspector of any authority, shall by virtue of their appointments, be deemed to be authorised officers for the purposes of this Act; the expression “ coastal waters ” means waters within a distance of three nautical miles from any point on the coast measured from low water mark of ordinary spring tides; the expression “health board competent person” means a person designated by a health board under section 3(1) of the Public Health  etc.  (Scotland) Act 2008; the expression “ local authority ” means  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ;  ...  ... the expression “ vessel ” has the same meaning as  “ ship ” in the Merchant Shipping Act 1995 . Other expressions have the same meaning as in the Public Health (Scotland) Act 1897."}, {"act": "Public Health (Scotland) Act 1945", "year": 1945, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Public Health (Scotland) Act 1945", "year": 1945, "section": "3", "section_title": " Citation.", "section_text": "3 This Act may be cited as the Public Health (Scotland) Act 1945, and the Public Health (Scotland) Acts 1897 to 1939 and this Act may be cited together as the Public Health (Scotland) Acts 1897 to 1945."}]