[{"act": "Water Act 1945", "year": 1945, "section": "15.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Water Act 1945", "year": 1945, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Water Act 1945", "year": 1945, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Water Act 1945", "year": 1945, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Water Act 1945", "year": 1945, "section": "910.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Water Act 1945", "year": 1945, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Water Act 1945", "year": 1945, "section": "1213A.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Water Act 1945", "year": 1945, "section": "14", "section_title": "", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1945", "year": 1945, "section": "1516.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Water Act 1945", "year": 1945, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Water Act 1945", "year": 1945, "section": "18", "section_title": " Byelaws for preventing pollution of water of undertakers. ", "section_text": "18 1 If it appears to statutory water undertakers to be necessary for the purpose of protecting against pollution any water, whether on the surface or underground, which belongs to them or which they are for the time being authorised to take, they may by byelaws— a define the area within which they deem it necessary to exercise control; and b prohibit or regulate the doing within that area of any act specified in the byelaws. Byelaws made under this section may contain different provisions for different parts of the area defined by the byelaws. 2 Where an area has been defined by byelaws under this section, the undertakers may by notice require either the owner or the occupier of any premises within that area to execute and keep in good repair such works as they consider necessary for preventing pollution of their water and, if he fails to comply with any such requirement, he shall be liable on summary conviction to the same penalties as if he had committed an act prohibited by the byelaws: Provided that an owner or occupier who considers that a requirement made on him under this subsection is unreasonable may, within twenty-eight days after service on him of the requirement, appeal to the Minister and the Minister may determine the appeal himself or, if he thinks fit, may refer it for determination by an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers, and the Minister or arbitrator may, if he decides that the requirement is unreasonable, modify or disallow the requirement. 3 The undertakers shall pay compensation to the owners and occupiers of, and other persons interested in, any premises within the area defined by byelaws made under this section in respect of— a any curtailment or injurious affection of their legal rights by restrictions imposed by the byelaws; and b any expenses incurred by them in complying with a requirement to construct and maintain any works the construction of which could not, apart from this section, lawfully have been required, otherwise than upon payment of compensation, by the local authority of the district or county; and any question as to the amount of compensation to be paid shall be referred to an arbitrator to be appointed, in default of agreement, by the Minister. In this subsection the expression “ legal rights ” includes a user of land in respect of which the local authority might have taken proceedings under the Acts relating to public health or under their byelaws, but have refrained from doing so, either by reason of the character or situation of the land or for some other reason. 4 Where any person has failed to comply with a requirement made on him under subsection (2) of this section and either— a he has not appealed to the Minister against that requirement and the time for appealing has expired; or b his appeal has been dismissed or the requirement has been modified on his appeal and he has failed to comply with the requirement as so modified: the undertakers may, without prejudice to their right to take proceedings for a fine in respect of such failure, execute and keep in good repair the works specified in the requirement as originally made or, as the case may be, as modified on appeal, and may recover the expenses reasonably incurred by them in so doing from the person in default summarily as a civil debt, except expenses incurred in respect of works the construction of which could not, apart from this section, lawfully have been required, otherwise than upon payment of compensation, by the local authority of the district or county. 5 Two or more statutory water undertakers may combine for the purpose of making and enforcing byelaws under this section, and this section and subsection (2) of the next but one following section of this Act shall in any such case have effect as if the references to statutory water undertakers were construed as references to those two or more statutory water undertakers acting jointly. 6 Nothing in this section shall be construed as empowering the undertakers to make any byelaw restricting the rights of a navigation authority under any enactment."}, {"act": "Water Act 1945", "year": 1945, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Water Act 1945", "year": 1945, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Water Act 1945", "year": 1945, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Water Act 1945", "year": 1945, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Water Act 1945", "year": 1945, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Water Act 1945", "year": 1945, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Water Act 1945", "year": 1945, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Water Act 1945", "year": 1945, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Water Act 1945", "year": 1945, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Water Act 1945", "year": 1945, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Water Act 1945", "year": 1945, "section": "29", "section_title": " Amendment of s. 137 of the Public Health Act, 1936. ", "section_text": "29 1 For subsection (1) of section one hundred and thirty-seven of the Public Health Act, 1936 (which requires new houses to be provided with a sufficient water supply) there shall be substituted the following subsection :— 1 Where plans of a house are, in accordance with building byelaws, deposited with a local authority, the authority shall reject the plans unless there is put before them a proposal which appears to them to be satisfactory for providing the occupants of the house with a supply of wholesome water sufficient for their domestic use— a by connecting the house to a supply of water in pipes provided by the local authority or other statutory undertakers; or b if in all the circumstances it is not reasonable to require the house to be connected as aforesaid, by otherwise taking water into the house by means of a pipe; or c if in all the circumstances neither of the preceding alternatives can reasonbly be required, by providing a supply of water within a reasonable distance of the house; and the authority are satisfied that the proposal can and will be carried into effect. Any question arising under this subsection between a local authority and the person by whom, or on whose behalf, plans are deposited as to whether the local authority ought to pass the plans may on the application of that person be determined by a court of summary jurisdiction 2 In subsection (2) of the said section one hundred and thirty-seven for the words “for the domestic purpose of the inmates being provided in, or within a reasonable distance of, the house” there shall be substituted the words “for the domestic purposes of the occupants.”"}, {"act": "Water Act 1945", "year": 1945, "section": "30", "section_title": " Amendment of s. 138 of the Public Health Act, 1936.", "section_text": "30 1 For subsection (1) of section one hundred and thirty-eight of the Public Health Act, 1036 (which empowers a local authority to require an occupied house to be provided with a sufficient water supply) there shall be substituted the following subsections:— 1 Where a local authority are satisfied that any occupied house has not a supply of wholesome water in pipes in the house sufficient for the domestic purposes of the occupants, the local authority may— a if they are satisfied that in all the circumstances it is reasonable to require the owner of the house to connect it to a supply of water in pipes provided by the local authority or other statutory water undertakers, give notice to the owner requiring him within a time specified therein to connect the house as aforesaid; b if they are not satisfied that it is reasonable in all the circumstances to require the owner to connect the house as aforesaid, but are satisfied that it is reasonable to require him otherwise to take water into the house by means of a pipe, give notice to the owner requiring him within a time specified therein so to take water into the house. 1A Where a local authority are satisfied that any occupied house has not a reasonable distance thereof a supply of wholesome water sufficient for the domestic purposes of the occupants and that in all the circumstances it is not reasonable to require the owner to connect the house, or to take water into the house as aforesaid, the local authoreity may give notice to the owner requiring him within a time specified therein to provide a sufficient supply of wholesome water within a reasonable distance of the house. 2 In subsection (2) of the said section, for the words “the preceding subsection” there shall be substituted the words “either of the preceding subsections”. 3 After the said subsection (2) there shall be inserted the following subsection:— 2A If a person on whom a notice has been served under the preceding provisions of this section objects to the requirement of the local authority, he may, within twenty-eight days after seervice on him of the notice, appeal to a court of summary jurisdiction and, upon any such appeal, the court may either disallow the rewuirement of the local authority or allow it with or without modifications. 4 In subsection (3) of the said section, for the words “Subject to the provisions of the next succeeding section with respect to appeals, if such notice as aforesaid is not complied with” there shall be substituted the words “If any requirement contained in a notice given under the preceding provisions of this section, including a requirement modified by a court under the last preceding subsection, is not complied with within the time specified in the notice or if the court extends that time, within the time as so extended”."}, {"act": "Water Act 1945", "year": 1945, "section": "31", "section_title": " Other amendments of Public Health Act, 1936. ", "section_text": "31 The provisions of the Public Health Act, 1936, mentioned in the Fourth Schedule to this Act, being provisions relating to the water supply and matters connected therewith, shall be amended and repealed to the extent specified in the said Schedule"}, {"act": "Water Act 1945", "year": 1945, "section": "3233.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Water Act 1945", "year": 1945, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Water Act 1945", "year": 1945, "section": "35", "section_title": "", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Water Act 1945", "year": 1945, "section": "3637.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Water Act 1945", "year": 1945, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Water Act 1945", "year": 1945, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Water Act 1945", "year": 1945, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Water Act 1945", "year": 1945, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Water Act 1945", "year": 1945, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Water Act 1945", "year": 1945, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Water Act 1945", "year": 1945, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Water Act 1945", "year": 1945, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Water Act 1945", "year": 1945, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Water Act 1945", "year": 1945, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Water Act 1945", "year": 1945, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Water Act 1945", "year": 1945, "section": "4952.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Water Act 1945", "year": 1945, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Water Act 1945", "year": 1945, "section": "5455.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "54"}, {"act": "Water Act 1945", "year": 1945, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Water Act 1945", "year": 1945, "section": "5758.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Water Act 1945", "year": 1945, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Water Act 1945", "year": 1945, "section": "6062.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Water Act 1945", "year": 1945, "section": "63", "section_title": "†Short title, extent and commencement.", "section_text": "63 1 This Act may be cited as the Water Act 1945. 2 This Act shall not extend to Scotland or Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]