[{"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "1", "section_title": " Untransferred burial grounds.", "section_text": "1 1 Any burial ground which, immediately before the commencement of this Act, is vested in the Welsh Commissioners by virtue of the  Welsh Church Act 1914 (hereinafter referred to as “ the principal Act ”) shall, by virtue of this Act and without more, vest as from the appointed day in the representative body: Provided that, where, but for the provisions of this Act, the incumbent of an ecclesiastical parish would, immediately before the said day, be entitled to have any such burial ground transferred to him under paragraph (b) of subsection (1) of section eight of the principal Act as being the existing incumbent within the meaning of that Act, that ground shall vest in him during his incumbency and subject thereto in the representative body. 2 Notwithstanding anything in any enactment, the interest of an incumbent in a burial ground vested in him by virtue of the proviso to the foregoing subsection and the interest therein of the representative body shall be legal estates, and no burial ground shall be deemed to be settled land by reason only of its vesting in accordance with that proviso. 3 Subject to the following provisions of this Act, any burial ground vested by this section shall be held subject to any public or private rights of burial therein or otherwise with respect thereto to which it is subject at the time of vesting. 4 The Welsh Commissioners shall deliver to the representative body a schedule specifying to the best of their knowledge and belief the burial grounds which, immediately before the commencement of this Act, are vested in them by virtue of the principal Act and, as respects each such ground, the land comprised therein and the rights to which it is subject on its vesting on the appointed day; and— a it shall be presumed, unless the contrary is proved or is stated in the schedule, that the Welsh Commissioners have from the date of disestablishment until the appointed day been in possession of any burial ground included in the schedule; and b subsection (6) of section forty-five of the  Law of Property Act 1925 shall apply to all statements and descriptions of facts and matters contained in the schedule so as to make them evidence of the truth of such facts and matters to the like extent as if they were contained in a deed executed on the date of the commencement of this Act."}, {"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "2", "section_title": " Transferred burial grounds.", "section_text": "2 1 Where, before the commencement of this Act, the burial ground of any ecclesiastical parish has been transferred by the Welsh Commissioners under paragraph (b) of subsection (1) of section eight of the principal Act so as to vest in, or in trustees on behalf of, any authority or body, whether immediately or on the determination of the incumbency of the then incumbent, that authority or body (or its successor in title) and the representative body may enter into an agreement for the transfer of the burial ground to the representative body upon such terms, subject to the following provisions of this Act, as may be agreed between them. 2 Subsections (3) and (4) of section twenty-four of the principal Act shall cease to apply to any burial ground transferred in pursuance of any such agreement."}, {"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "3", "section_title": " Maintenance of burial grounds.", "section_text": "3 1 The representative body shall maintain in decent order— a any burial ground which, having been transferred by the Welsh Commissioners as mentioned in the last foregoing section, is vested in the representative body in pursuance of an agreement made thereunder; and b any burial ground which, in lieu of being so transferred, is vested in the representative body by section one of this Act. 2 Any liability under any other enactment or at common law for the repair or maintenance of a burial ground as such, and any liability under custom for the repair or maintenance of a particular burial ground, shall cease to be applicable to any such burial ground on its vesting as aforesaid. 3 The representative body shall perform their duties under subsection (1) of this section in respect of any burial ground in such manner as to preserve for the enjoyment of the public the amenities of the locality in which the burial ground is situated."}, {"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "4", "section_title": " Rights of burial,  etc.", "section_text": "4 1 Except so far as may be necessary to comply with any trust or condition affecting any part of a burial ground which is a private benefaction within the meaning of the principal Act, no discrimination shall be made between the burial of members of the Church in Wales and of other persons in any burial ground vested in the representative body under section eight of the principal Act or by section one of this Act or in pursuance of an agreement made under section two of this Act; and the provisions of the  Burial Laws Amendment Act 1880 shall not apply so as to regulate burial in any such ground otherwise than according to the rites of the Church in Wales, save in so far as they are applied by the following provisions of this section. 2 Any right of burial in any such burial ground subject to which it vested or vests in the representative body as aforesaid shall be subject, in lieu of any conditions as to the giving of notice or payment of fees which would otherwise have regulated the exercise thereof, to such conditions as to those matters as may be prescribed by rules made with the approval of the Secretary of State by the representative body; and rules so made may also provide in the case of any such burial ground which is attached to a church for regulating the times at which services may be held in the burial ground so as not to interfere with services in the church and for preventing interference by persons attending funerals with the clergy or congregation attending the church. 3 Where a burial in any such burial ground is conducted otherwise than in accordance with the rites of the Church in Wales, the following enactments shall apply as if the burial were a burial in pursuance of a notice given under the  Burial Laws Amendment Act 1880 that is to say— a section ten of that Act (which relates to the registration of burials); b sections one to three of the  Births and Deaths Registration Act 1926 (which prohibit the disposal of a body except on a registrar’s certificate or coroner’s order and provide for matters connected therewith)."}, {"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "5", "section_title": " Interpretation. ", "section_text": "5 In this Act the following expressions have the meanings hereby respectively assigned to them— “ appointed day ” means such day as the Secretary of State, after consultation with the Welsh Commissioners and the representative body, may by order appoint; “ representative body ” means the representative body established under subsection (2) of section thirteen of the principal Act."}, {"act": "Welsh Church (Burial Grounds) Act 1945", "year": 1945, "section": "6", "section_title": "†Short title, and citation and repeal.", "section_text": "6 1 This Act may be cited as the Welsh Church (Burial Grounds) Act 1945 and this Act and the Welsh Church Acts 1914 to 1938, may be cited together as the Welsh Church Acts 1914 to 1945. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]