[{"act": "Agriculture Act 1993", "year": 1993, "section": "1", "section_title": " Revocation of schemes.", "section_text": "1 1 Each of the milk marketing schemes having effect under the  Agricultural Marketing Act 1958, namely— a the Milk Marketing Scheme 1933, b the North of Scotland Milk Marketing Scheme 1934, c the Aberdeen and District Milk Marketing Scheme 1984, and d the Scottish Milk Marketing Scheme 1989, is hereby revoked. 2 Subject to subsections (3) and (4) below, subsection (1) above shall come into force— a in relation to any of the schemes mentioned in subsection (1) above, other than the scheme mentioned in paragraph (a) of that subsection, on 1st April 1994, and b in relation to the scheme mentioned in that paragraph, on 1st October 1994. 3 The appropriate authority may by order provide that paragraph (a) or (b) of subsection (2) above shall have effect with the substitution for the date mentioned in that paragraph of such later date before 1st January 1996 as may be specified in the order. 4 Where property, rights or liabilities of a milk marketing board are transferred under section 11 below (statutory transfer on vesting day under approved scheme of reorganisation)— a subsection (2) above shall not apply in relation to the scheme administered by the board, and b subsection (1) above shall come into force, in relation to that scheme, on the day of the transfer. 5 Where subsection (4) above applies, the appropriate authority shall by order certify the fact and date of its application."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "2", "section_title": " Applications for approval.", "section_text": "2 1 A milk marketing board may, at any time before 1st January 1994, apply to the appropriate authority for approval of a scheme for the reorganisation of the arrangements relating to the marketing of milk in its area (“ scheme of reorganisation ”). 2 An application under this section shall include— a a copy of the scheme to which the application relates, b a statement of the applicant’s reasons for believing that the scheme is one which ought to be approved, c a statement, in relation to each successor body proposed to be engaged in milk trading, of the practices proposed to be adopted by it with respect to such trading, and d a statement of the applicant’s reasons for believing that those practices satisfy section 3(2)(a)(iii) below. 3 Subject to subsection (4) below, an application under this section may be amended or withdrawn at any time before the appropriate authority has finally determined it. 4 An application under this section may not be amended at any time after the authority has given the board notice under section 4(2) or (3) below. 5 Where a board has made an application under this section, it may not make a further such application until the previous application has been finally determined or withdrawn. 6 No application under this section may be made by a board which has obtained approval of a scheme of reorganisation under this Part of this Act. 7 The appropriate authority may by order extend the period for making applications under this section. 8 In subsection (2)(c) above, “ successor body ” means a body to which property, rights or liabilities of a milk marketing board are, under the scheme to which the application relates, proposed to be transferred under section 11 below."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "3", "section_title": " Determination of applications.", "section_text": "3 1 This section applies where a milk marketing board makes an application under section 2 above for approval of a scheme of reorganisation. 2 The authority to which the application is made shall not grant the application unless— a it is satisfied— i that the board has taken reasonable steps to bring the principles of the scheme to the attention of persons who are registered producers, ii that the scheme is a qualifying scheme under Schedule 1 to this Act, and iii that the practices contained in the statement mentioned in section 2(2)(c) above take account of the interests of purchasers of milk; and b it has consulted about the principles of the scheme such persons appearing to it to be representative of the interests of producers, purchasers, retailers and consumers of milk as it considers appropriate. 3 Subject to that— a if the authority is satisfied that the scheme is one which ought to be approved, it shall grant the application, and b if it is not so satisfied, section 4 below shall apply. 4 In determining for the purposes of subsection (3) above whether the scheme ought to be approved, the authority shall have regard to all the circumstances and, in particular, to— a whether the scheme takes account of the interests of consumers of milk and producers of milk; b whether the scheme makes reasonable provision for the distribution of assets to persons by reference to their being, or having been, registered producers; c whether it is unlikely that any person to whom a liability is transferred under the scheme will be unable to meet it; d whether it is unlikely that the board will be unable to meet retained liabilities out of retained assets; and e whether the structure of the new arrangements contemplated by the scheme is such as to allow for the development of competition in milk marketing. 5 The scheme shall not be taken to be unreasonable in its treatment of the distribution of assets to persons by reference to their being, or having been, registered producers by virtue only of the fact that it— a specifies a date by reference to which any such distribution is to be made, or b provides for any such distribution to be made by reference to the occurrence in a specified period (being a period of at least a year) of any relevant matter, provided the specified date or, as the case may be, the end of the specified period, is not earlier than 31st March 1993 and not later than the vesting day under the scheme. 6 For the purposes of subsection (5) above, the following are relevant matters— a the production of milk, and b the sale of milk by the person responsible for producing it. 7 For the purposes of subsection (6)(b) above, milk shall be treated as sold if it is sold in the form of milk or in the form of a product which is wholly or partly derived from milk or which includes milk as an ingredient."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "4", "section_title": " Procedure where scheme not one which ought to be approved.", "section_text": "4 1 This section applies where, on an application by a milk marketing board under section 2 above for approval of a scheme of reorganisation, the authority to which the application is made is satisfied as mentioned in subsection (2)(a) of section 3 above, but is not satisfied as mentioned in subsection (3)(a) of that section. 2 Where the authority is satisfied that the scheme is not capable of being modified so as to bring it within section 3(3)(a) above, it shall refuse the application, but, before finally concluding that the application should be refused under this subsection, it shall— a give the board notice of the conclusions it proposes to reach about the scheme and of the reasons for them, b specify in the notice under paragraph (a) above a day, at least 28 days after the date of the notice, on or before which the board may make written representations to the authority about those conclusions, and c take into consideration any representations made to it under paragraph (b) above or in response to an invitation by it to the board to make oral representations about those conclusions. 3 Where the authority is satisfied that the scheme is capable of being modified so as to bring it within section 3(3)(a) above, it shall give the board notice of— a the modifications which it considers would bring it within that provision, b the reasons for them, and c a day, at least 28 days after the date of the notice, on or before which the board may respond to the proposed modifications. 4 If, before the end of the period for responding to the proposed modifications, the board gives the authority notice of its agreement to them, the application shall be treated as relating to the scheme with those modifications. 5 If, at the end of the period for responding to the proposed modifications, the board has not— a persuaded the authority that no modifications are required, b given the authority notice of its agreement to the proposed modifications, or c given the authority notice of proposed alternative modifications, the authority shall refuse the application. 6 Subsections (7) and (8) below apply where, before the end of the period for responding to the proposed modifications, the board gives the authority notice of proposed alternative modifications. 7 If the authority is satisfied that the proposed alternative modifications would bring the scheme within section 3(3)(a) above, it shall treat the application as relating to the scheme with those modifications. 8 If the authority is not so satisfied, it shall refuse the application, but, before finally concluding that the application should be refused under this subsection, it shall— a give the board notice of the conclusion it proposes to reach about the proposed alternative modifications and of the reasons for it, b specify in the notice under paragraph (a) above a day, at least 28 days after the date of the notice, on or before which the board may make written representations to the authority about that conclusion, and c take into consideration any representations made to it under paragraph (b) above or in response to an invitation by it to the board to make oral representations about that conclusion. 9 The authority may by notice to the board extend (or further extend) as it thinks fit— a the period under subsection (2)(b) above for making representations, b the period under subsection (3)(c) above for responding to proposed modifications, or c the period under subsection (8)(b) above for making representations."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "5", "section_title": " Variation of approved scheme.", "section_text": "5 1 Subject to subsection (2) below, the appropriate authority may approve a variation of an approved scheme on the application of the relevant board made before the vesting day under the scheme. 2 The appropriate authority shall not approve a variation of an approved scheme unless— a it is satisfied— i that the relevant board has taken reasonable steps to bring the principle of the proposed variation to the attention of persons who are registered producers, or ii that the proposed variation is not sufficiently important to require the principle of it to be brought to their attention; and b it is satisfied that its decisions under section 3(2)(a)(ii) and (3)(a) above would not have been different had the scheme included the proposed variation. 3 In this section, “ the relevant board ”, in relation to an approved scheme, means the milk marketing board to which the scheme relates."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "6", "section_title": " Withdrawal of approval.", "section_text": "6 1 The appropriate authority may, on the application of the relevant board before the vesting day under an approved scheme, withdraw the scheme’s approval if it is satisfied that there has been a material change of circumstances since the scheme was approved. 2 The appropriate authority shall give an applicant under subsection (1) above notice of its decision in relation to the application. 3 Where approval in relation to a scheme is withdrawn under subsection (1) above, it shall cease to be an approved scheme with effect from the date of the notice under subsection (2) above. 4 Where a scheme ceases under this section to be an approved scheme, it shall be disregarded for the purposes of section 2(6) above. 5 Where the period within which an application under section 2 above may be made has expired before the date on which a scheme ceases under this section to be an approved scheme, the milk marketing board concerned may, subject to subsection (6) below, make an application under that section at any time before the end of the period of three months beginning with that date. 6 A milk marketing board may not make an application by virtue of subsection (5) above within the period of 3 months immediately preceding the day on which the marketing scheme administered by the board will, under subsection (2) of section 1 above, be revoked by subsection (1) of that section. 7 In this section, “ the relevant board ”, in relation to an approved scheme, means the milk marketing board to which the scheme relates."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "7", "section_title": " Information.", "section_text": "7 1 The authority to which an application under section 2, 5 or 6 above is made may by notice require any person to supply to it such information as may be specified in the notice, being information the supply of which the authority considers necessary or desirable for the purpose of enabling it to carry out its functions in relation to the application. 2 A notice under subsection (1) above shall require the information to be supplied within such period as may be specified in the notice, being not less than 21 days from the date of the notice. 3 Where the authority to which an application under section 2, 5 or 6 above is made gives a notice under subsection (1) above to the applicant, the applicant shall be treated as having withdrawn the application unless— a it complies with the notice, or b before the end of the period allowed for compliance, it shows to the satisfaction of the authority that it has reasonable grounds for not complying with it. 4 Where— a the authority to which an application under section 2, 5 or 6 above is made gives a notice under subsection (1) above to the applicant, b the applicant purports to comply with the notice, and c it becomes apparent to the authority after the time allowed for compliance with the notice and before the application has been finally determined that the applicant has not in fact complied with it, the authority shall give the applicant notice of that fact. 5 Where, within 14 days of the date of a notice under subsection (4) above, the person to whom the notice is given shows to the satisfaction of the authority by which it is given that the failure to comply with the notice under subsection (1) above was accidental and not attributable to a failure to take reasonable care, subsection (3) above shall be treated as never having had any application in relation to it. 6 If any person other than the applicant under section 2, 5 or 6 above fails without reasonable excuse to comply with a notice under subsection (1) above, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 If any person, in purported compliance with a notice under subsection (1) above, knowingly or recklessly supplies information which is false or misleading in a material respect, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 Where an application under section 2, 5 or 6 above is made to the Minister of Agriculture, Fisheries and Food and the Secretary of State, the powers conferred by this section shall be exercisable by those ministers acting jointly."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "8", "section_title": " Publicity for determinations.", "section_text": "8 1 As soon as reasonably practicable after granting an application under section 2 or 5 above, the authority granting the application shall make public in such manner as it thinks fit— a the fact that it has granted the application, and b the principles of the approved scheme or, as the case may be, of the approved variation. 2 As soon as reasonably practicable after deciding under section 6 above to withdraw an approved scheme’s approval, the authority making the decision shall make its decision public in such manner as it thinks fit."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "9", "section_title": " Functions of the relevant board.", "section_text": "9 1 The relevant board may do whatever is necessary for, or conducive to, the carrying out of an approved scheme in the period up to and including the vesting day under the scheme. 2 In this section, “ the relevant board ”, in relation to an approved scheme, means the board to which the scheme relates."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "10", "section_title": " Functions of the appropriate authority.", "section_text": "10 1 The appropriate authority shall satisfy itself, in relation to an approved scheme— a that so much of the scheme as relates to the period prior to the vesting day under the scheme is duly carried out, and b that it does not, during that period, become expedient, by virtue of a change of circumstances, that there should be an increase in the provision made by the scheme for meeting liabilities retained by the relevant board after the transfer under section 11 below. 2 The appropriate authority may by notice require the relevant board to supply to it such information as may be specified in the notice, being information which the authority considers necessary or desirable for the purpose of enabling it to discharge its functions under subsection (1) above. 3 A notice under subsection (2) above shall require the information to be supplied within such period as may be specified in the notice, being not less than 7 days from the date of the notice. 4 If, at any time before the vesting day under an approved scheme, it appears to the appropriate authority— a that the relevant board has— i failed to supply information required by a notice under subsection (2) above, or ii failed in a material respect to carry out the scheme, or b that, by virtue of a change of circumstances, it is expedient that there should be such an increase as is mentioned in subsection (1)(b) above, it may give the board notice of that fact and of the reasons for it. 5 No notice under subsection (4) above may be given by virtue of paragraph (a)(i) of that subsection more than 28 days after the relevant board has purported to comply with the notice under subsection (2) above. 6 The appropriate authority shall by notice to the relevant board withdraw a notice under subsection (4) above if it is satisfied— a that there is no longer any ground for it, and b that it continues to be practicable for the scheme to be carried out. 7 If the relevant board, in purported compliance with a notice under subsection (2) above, knowingly or recklessly supplies information which is false or misleading in a material respect, it shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 In this section, “ the relevant board ”, in relation to an approved scheme, means the board to which the scheme relates."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "11", "section_title": " Statutory transfer on vesting day.", "section_text": "11 1 On the vesting day under an approved scheme, any transfer under the scheme which— a is a qualifying transfer, and b is a transfer which the scheme provides is to have effect under this section, shall have effect by virtue of this Act. 2 Subsection (1) above shall not apply if— a a notice under subsection (4) of section 10 above has been given in respect of the scheme, and b the notice has not been withdrawn under subsection (6) of that section. 3 For the purposes of subsection (1)(a) above, a transfer is a qualifying transfer if it is— a a transfer of property, rights or liabilities of— i the relevant board, or ii a subsidiary of that board, to a body which is a qualifying body, or b a transfer of property, rights or liabilities of a subsidiary of the relevant board to that board. 4 For the purposes of subsection (3) above, a body is a qualifying body if it is— a a development council established under the  Industrial Organisation and Development Act 1947, b a society registered under the  Industrial and Provident Societies Act 1965 which has not previously traded, c a company registered under the  Companies Act 1985 which has not previously traded, or d a company registered under that Act which was a subsidiary of the relevant board immediately before the day on which this Act is passed. 5 In this section, “ the relevant board ”, in relation to an approved scheme, means the board to which the scheme relates."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "12", "section_title": " Other provisions.", "section_text": "12 Schedule 2 to this Act (which makes provision in relation to or in connection with the carrying out of an approved scheme) shall have effect."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "13", "section_title": " General.", "section_text": "13 The board administering a milk marketing scheme shall not be deemed to be dissolved by reason of the revocation of the scheme by section 1(1) above and so much of the scheme as relates to the winding up of the board shall (subject to any provision of regulations under section 14(2) below) continue in force notwithstanding the revocation."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "14", "section_title": " Position following reorganisation.", "section_text": "14 1 Subsections (2) to (5) below apply where property, rights or liabilities of a milk marketing board are transferred under section 11 above under an approved scheme. 2 The appropriate authority— a shall by regulations make such provision as it thinks fit for the purpose of giving effect to so much of the approved scheme as relates to the board in the period after the transfer under that section; and b may by regulations make such provision as it thinks fit— i in relation to the constitution of the board, or ii for the purpose of enabling the board to wind up its affairs. 3 Regulations under subsection (2) above may— a provide that, notwithstanding section 1(1) above, such provisions of the relevant marketing scheme as are specified in the regulations shall continue to have effect, subject to such modifications as may be so specified, or b make such new provision as appears to the authority to be necessary or expedient. 4 Regulations under subsection (2) above may not confer a power to raise compulsory levies. 5 As soon as the appropriate authority is satisfied that the board has carried out any remaining functions, and on being given notice by the board that it has wound up its affairs, the appropriate authority shall, after consultation with the board, make an order dissolving the board on such date as is specified in the order. 6 Regulations under subsection (2) above may be made in anticipation of the application of that subsection. 7 In subsection (3)(a) above, “ relevant marketing scheme ” means the marketing scheme which constituted the board."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "15", "section_title": " Position in the absence of reorganisation.", "section_text": "15 1 This section applies where the revocation of a milk marketing scheme by section 1(1) above takes place without property, rights or liabilities of the board constituted by it having been transferred under section 11 above. 2 The appropriate authority shall present a petition for the winding up of the board in accordance with the milk marketing scheme and Schedule 2 to the  Agricultural Marketing Act 1958. 3 If, in the event of the board being so wound up, any assets of the board remain after the discharge of its debts and liabilities and the payment of the costs and expenses incurred in the winding up, those assets shall be distributed to the producers who would have been by virtue of paragraph 5 of Schedule 2 to the  Agricultural Marketing Act 1958 liable to contribute in the winding up, and shall be so distributed in proportion to their respective liabilities in that behalf."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "16", "section_title": " Membership of milk marketing board.", "section_text": "16 1 No election of members of a milk marketing board, or of a committee under the marketing scheme administered by such a board, (other than an election for the purpose of filling a casual vacancy) shall be held after 31st December 1993 or such later day as the appropriate authority may by order specify. 2 The term of office of any member of a milk marketing board, or of a committee under the marketing scheme administered by such a board, shall, instead of expiring at any other time, expire— a where property, rights or liabilities of the board are transferred under section 11 above, on the day of the transfer, and b where the marketing scheme administered by the board is revoked by section 1(1) above without property, rights or liabilities of the board having been transferred under section 11 above, at such time as the board is dissolved in consequence of being wound up under section 15(2) above."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "17", "section_title": " Levies.", "section_text": "17 1 This section applies where— a property, rights or liabilities of a milk marketing board are transferred under section 11 above in accordance with an approved scheme, and b under the scheme, any liabilities of the board are excepted from transfer under that section. 2 The appropriate authority may, on the application of the board, by order give effect to a scheme enabling the board to require eligible producers to make contributions for the purpose of enabling it to meet its liabilities. 3 The appropriate authority shall not make an order under subsection (2) above unless it is satisfied— a that the board’s assets are insufficient to meet its liabilities; b that the board has taken all reasonable steps to minimise the amount required to meet its liabilities; c that there is no other reasonably practicable way of discharging its liabilities; d that the amount proposed to be raised under the scheme is reasonable; and e that the basis on which contributions are to be assessed under the scheme is reasonable. 4 In subsection (2) above, the reference to eligible producers is to the persons who, under the approved scheme, are entitled to participate in the distribution of assets of the board by virtue of their being, or having been, registered producers."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "18", "section_title": " Power to carry out preparatory work.", "section_text": "18 1 The functions of a milk marketing board shall be deemed always to have included the function of preparing for the enactment of this Part of this Act. 2 In this section, “ milk marketing board ” includes the board established under the Milk Marketing Scheme (Northern Ireland) 1989; and, in the application of this section to that board, the reference to the enactment of this Part of this Act shall be construed as a reference to the making of Northern Ireland legislation corresponding to this Part."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "19", "section_title": " Overriding nature of functions under Part I.", "section_text": "19 Nothing done in pursuance of this Part of this Act by a milk marketing board, or by any member or officer of such a board, shall be taken to constitute a breach of any duty owed, apart from the provisions of this Part of this Act, to persons who are registered producers."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "20", "section_title": " Functions under section 19 of the Agricultural Marketing Act 1958.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "21", "section_title": " Restriction of Agricultural Marketing Act 1958.", "section_text": "21 1 Part I of the Agricultural Marketing Act 1958 (agricultural marketing schemes) shall cease to have effect in relation to milk. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "22", "section_title": " Service of documents.", "section_text": "22 1 Any document required or authorised under this Part of this Act to be served on any person may be served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address, or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary of that body, or c if the person is a partnership, by serving it in accordance with paragraph (a) above on a partner or a person having control or management of the partnership business. 2 For the purposes of this section and section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary, it shall be the address of the registered or principal office of the body; b in the case of service on a partnership or a partner or a person having the control or management of a partnership business, it shall be the address of the principal office of the partnership; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a partnership carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If a person to be served under this Part of this Act with any document by another has specified to that other an address within the United Kingdom other than his proper address (as determined under subsection (2) above) as the one at which he or someone on his behalf will accept documents of the same description as that document, that address shall also be treated as his proper address for the purposes of this section and for the purposes of section 7 of the Interpretation Act 1978 in its application to this section. 4 In this section “ secretary ”, in relation to a local authority within the meaning of the  Local Government Act 1972 or the  Local Government (Scotland) Act 1973, means the proper officer within the meaning of that Act."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "23", "section_title": " Consequential amendments.", "section_text": "23 1 The relevant authority may by order make such modifications of any provision contained in any Act passed, or subordinate legislation made, before the relevant day as appear to it to be necessary or expedient in consequence of the coming into force of section 1(1) above. 2 In this section, the reference to the relevant authority is— a in the case of any modification consequential on the coming into force of section 1(1) above in relation to the England and Wales Milk Marketing Scheme, to the Minister of Agriculture, Fisheries and Food and the Secretary of State for Wales acting jointly, b in the case of any modification consequential on the coming into force of section 1(1) above in relation to any one or more of the other milk marketing schemes mentioned in that provision, to the Secretary of State, and c in the case of any modification consequential on the coming into force of section 1(1) above in relation to all the milk marketing schemes mentioned in that provision, to the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales acting jointly. 3 For the purposes of this section, the relevant day, in relation to a consequential modification, is— a in the case of a modification which is consequential on the revocation of one milk marketing scheme, the day on which section 1(1) above comes into force in relation to that scheme, and b in the case of a modification which is consequential on the revocation of more than one milk marketing scheme, the day on which section 1(1) above comes into force completely in relation to those schemes."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "24", "section_title": " Interpretation of Part I.", "section_text": "24 1 In this Part of this Act— “ approved scheme ” means a scheme of reorganisation in relation to which an application under section 2 above, but no application under section 6 above, has been granted (with any variations approved under section 5 above); “ milk marketing board ” means the board administering a scheme having effect under the  Agricultural Marketing Act 1958 for the marketing of milk; “ notice ” means notice in writing; “ registered producers ”, in relation to a milk marketing board, means persons registered as producers under the marketing scheme administered by the board; “ scheme of reorganisation ” has the meaning given by section 2(1) above; and “ subsidiary ” has the same meaning as in the  Companies Act 1985. 2 In this Part of this Act, references to the appropriate authority are— a in the case of a milk marketing board whose area is in England and Wales, to the Minister of Agriculture, Fisheries and Food and the Secretary of State, and, in relation to things done by the appropriate authority, to those ministers acting jointly, and b in the case of a milk marketing board whose area is in Scotland, to the Secretary of State."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "25", "section_title": " Activation of Part II.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "26", "section_title": " Revocation of Scheme.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "27", "section_title": " Application for approval.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "28", "section_title": " Determination of application.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "29", "section_title": " Procedure where scheme fails to meet criteria for approval.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "30", "section_title": " Variation of approved scheme.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "31", "section_title": " Information.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "32", "section_title": " Publicity for determinations.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "33", "section_title": " Functions of the Board.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "34", "section_title": " Functions of the Ministers.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "35", "section_title": " Statutory transfer on vesting day.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "36", "section_title": " Other provisions.", "section_text": "36 Schedule 4 to this Act (which makes provision in relation to or in connection with the carrying out of an approved scheme) shall have effect."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "37", "section_title": " General.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "38", "section_title": " Position following transfer under section 35.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "39", "section_title": " Position in the absence of transfer under section 35.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "40", "section_title": " Power to poll registered producers.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "41", "section_title": " Voting in poll under section 40.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "42", "section_title": " Membership of the Board.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "43", "section_title": " Overriding nature of functions under Part II.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "44", "section_title": " Functions under section 19 of the Agricultural Marketing Act 1958.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "45", "section_title": " Quota years.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "46", "section_title": " Restriction of Agricultural Marketing Act 1958.", "section_text": "46 Part I of the Agricultural Marketing Act 1958 (agricultural marketing schemes) shall cease to have effect in relation to potatoes on the day on which section 26(1) above comes into force."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "47", "section_title": " Service of documents.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "48", "section_title": " Consequential amendments.", "section_text": "48 The Ministers may by order make such modifications of any provision contained in any Act passed, or subordinate legislation made, before the day on which section 26(1) above comes into force as appear to them to be necessary or expedient in consequence of the coming into force of that provision."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "49", "section_title": " Interpretation of Part II.", "section_text": "49 1 In this Part of this Act— “ approved scheme ” means a transfer scheme approved under section 28 above (with any variations approved under section 30 above); “ the Board ” means the Potato Marketing Board; “ notice ” means notice in writing; “ registered producers ” means persons registered as producers under the Potato Marketing Scheme; and “ transfer scheme ” has the meaning given by section 27(1) above. 2 In this Part of this Act, references to the Ministers are to the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales, and, in relation to things done by the Ministers, are to those ministers acting jointly."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "50", "section_title": " Grants.", "section_text": "50 1 The Ministers may, by a scheme made with the approval of the Treasury, make provision for the payment by the appropriate Minister of grants towards expenditure which has been, or is to be, incurred in carrying out proposals to which this section applies. 2 This section applies to proposals for the organisation, promotion, encouragement, development, co-ordination or facilitation of the marketing in Great Britain or elsewhere of— a the produce of agriculture (including horticulture), b the produce of fish farming, c the produce of an activity specified for the purposes of this subsection by order made by the Ministers, or d anything derived from produce falling within any of paragraphs (a) to (c) above. 3 Without prejudice to the generality of subsection (1) above, a scheme under this section may— a provide for the payment of grant by reference to proposals which have been approved by the appropriate Minister after submission to and recommendation by such person as may be specified in the scheme; b authorise the approval of proposals to be varied or withdrawn with the written consent of the person making the proposals; c authorise the reduction or withholding of grant where assistance in respect of expenditure for which the grant is made is given under any enactment other than this section; d confer a discretion on the appropriate Minister as to the payment of grant, as to the manner and timing of payment of grant and as to the amount of grant; e make the payment of grant subject to such conditions as may be specified in or determined under the scheme; f provide for functions in connection with the administration of the scheme to be carried out, subject to such conditions as may be specified in the scheme, by such person as may be so specified; g provide for any discretion conferred by or under the scheme to be exercisable in such circumstances and by reference to such matters as may be specified in or determined under the scheme; h contain such supplementary and consequential provision as the Ministers think fit; and i make different provision for different cases (including different provision for different areas). 4 A scheme under this section may, in relation to any discretion under the scheme, include provision for such person as may be specified in the scheme to be, to such extent and subject to such conditions as may be so specified, the delegate of the appropriate Minister. 5 If at any time after the approval of proposals under a scheme under this section (and whether before or after the proposals have been fully carried out) it appears to the appropriate Minister— a that any condition imposed under the scheme in relation to the proposals has not been complied with, or b that in connection with the submission of the proposals the person submitting them gave information on any matter which was false or misleading in a material respect, he may, subject to subsection (6) below, on demand recover any grant or any part of a grant paid with reference to the proposals, and may revoke the approval in whole or in part. 6 The appropriate Minister may not make a demand or revoke an approval under subsection (5) above unless he has given at least 30 days’ written notice of the reasons for the proposed action to any person to whom any payment by way of a grant in relation to the proposals would be payable, or from whom any such payment would be recoverable. 7 Where a scheme under this section provides for functions under the scheme to be carried out by any body created by a statutory provision, the Ministers may, after consultation with the body, by regulations modify or add to its constitution or powers for the purpose of enabling it to carry them out. 8 The power to make a scheme under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ agriculture ”— in relation to England and Wales, has the same meaning as in the  Agriculture Act 1947, and in relation to Scotland, has the same meaning as in the  Agriculture (Scotland) Act 1948; “ the appropriate Minister ” means— in relation to England, the Minister of Agriculture, Fisheries and Food, and in relation to Scotland or Wales, the Secretary of State; “ fish farming ” means the breeding, rearing or cultivating of fish (including shellfish) whether or not for the purpose of producing food for human consumption; “ the Ministers ” means the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales acting jointly; “ shellfish ” includes crustaceans and molluscs of any kind."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "51", "section_title": " False statements to obtain payments.", "section_text": "51 Any person who, for the purpose of obtaining a payment under a scheme under section 50 above for himself or another, knowingly or recklessly makes a statement which is false or misleading in a material respect shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale or to imprisonment for a term not exceeding six months or to both."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "52", "section_title": " Time limit for prosecutions.", "section_text": "52 1 Notwithstanding anything in any other enactment, proceedings for an offence under this Part of this Act may, subject to subsection (2) below, be commenced within the period of six months from the date on which evidence sufficient in the opinion of the prosecutor to warrant the proceedings came to his knowledge. 2 No such proceedings shall be commenced by virtue of this section more than three years after the commission of the offence. 3 For the purposes of this section, a certificate signed by or on behalf of the prosecutor and stating the date on which evidence sufficient in his opinion to warrant the proceedings came to his knowledge shall be conclusive evidence of that fact. 4 A certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved. 5 In relation to proceedings in Scotland, subsection (3) of  section 136 of the Criminal Procedure (Scotland) Act 1995  (date of commencement of proceedings) shall apply for the purposes of this section as it applies for the purposes of that."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "53", "section_title": " Expenses and receipts under Part III.", "section_text": "53 1 Any expenditure incurred by a Minister under this Part of this Act shall be paid out of money provided by Parliament. 2 Any receipts of a Minister under this Part of this Act shall be paid into the Consolidated Fund."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "54", "section_title": " Wool guarantee.", "section_text": "54 1 The  Agriculture Act 1957 shall have effect as if the word “wool” were omitted from Schedule 1 to that Act (produce qualifying for guarantee under section 1). 2 Subsection (1) above shall not affect the operation of that Act on or after the day on which this Act is passed in relation to any period before that day. 3 In making the calculations required to be made under article 5(1) of the  British Wool (Guaranteed Prices) Order 1955 (calculation of the Board’s outgoings and receipts for each wool year), no account shall be taken of any wool which has not been sold by the Board before 1st May 1995."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "55", "section_title": " Potato guarantee in Great Britain.", "section_text": "55 1 The  Agriculture Act 1957 shall have effect as from the appointed date as if the word “potatoes” were omitted from Schedule 1 to that Act. 2 Subsection (1) above shall not affect the operation of that Act on or after that date in relation to any period before that date. 3 In subsection (1) above, “ appointed date ” means the date appointed under section 65(3) below for the coming into force of this section."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "56", "section_title": " Commercial activities of milk marketing boards: distribution of profits.", "section_text": "56 1 It shall be deemed to be an overriding requirement of a milk marketing scheme that any distribution in respect of profits attributable to any relevant commercial activities shall be made so as not to discriminate, as between persons who are registered as producers under the scheme— a by reference to the identity of the person to whom milk is sold, or b by reference to whether milk is sold in the form of milk or in the form of a product which is wholly or partly derived from milk or which includes milk as an ingredient. 2 The powers conferred by a milk marketing scheme on the board administering the scheme shall be deemed to include whatever powers are necessary for the purpose of giving effect to the requirement under subsection (1) above. 3 For the purposes of subsection (1) above, the following are relevant commercial activities, namely— a the separation of milk, b the heat treatment of milk, c the retail packaging of milk, d the manufacture of milk products, and e the provision of services for reward, otherwise than under the arrangements for the sale of milk to the board. 4 In that subsection, the reference to a milk marketing scheme is to a scheme having effect under— a the  Agricultural Marketing Act 1958, or b the  Agricultural Marketing (Northern Ireland) Order 1982, for the marketing of milk. 5 This section shall apply in relation to any distribution the amount of which is declared on or after the passing of this Act, irrespective of when the profits concerned were made."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "57", "section_title": " British Wool Marketing Board: power to grant relief.", "section_text": "57 For the purposes of  section 1157 of the Companies Act 2006  (power of court to grant relief in certain cases), the British Wool Marketing Board shall be treated as a company and its members shall be treated as officers of it."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "58", "section_title": " Annual report on matters relevant to price support.", "section_text": "58 1 The Ministers shall publish an annual report on such matters relevant to price support for agricultural produce as they consider appropriate and include in the report such account as they consider appropriate of developments in agricultural policy, so far as relevant to such matters. 2 In subsection (1) above, the reference to agricultural policy includes policy relating to agriculture and the environment. 3 In this section— “ agriculture ” and “ agricultural ” shall be construed in accordance with section 109(3) of the  Agriculture Act 1947; and “ the Ministers ” means the Minister of Agriculture, Fisheries and Food and the Secretaries of State concerned with agriculture in Scotland, Wales and Northern Ireland acting jointly."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "59", "section_title": " Quota areas under the Potato Marketing Scheme.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "60", "section_title": " Agricultural development councils: levies.", "section_text": "60 1 Section 4 of the  Industrial Organisation and Development Act 1947 (levies by development councils) shall, in the case of a development council order relating to agriculture, have effect subject to the following modifications. 2 In subsection (1)— a after the words “made on” there shall be inserted  “                        such persons as may be specified in the order, being                      ” , and b the words “on persons”, in the second place where they occur, shall be omitted. 3 After subsection (2) there shall be inserted— 2A An order providing for such charges may contain provision— a authorising such of the persons on whom the charges are imposed as may be specified in the order to recover all or part of the charges imposed on them from such other persons carrying on business in the industry as may be so specified; and b authorising the deduction from the charges payable by the persons with such a right of recovery, or the repayment to them, of— i such amounts as may be determined by or under the order in respect of expenses incurred by them in exercising that right, and ii any sums which are, in accordance with provision made by or under the order, to be treated as irrecoverable. 4 In subsection (3), after “incidence of the charges” there shall be inserted  “                    , taking into account any provision made under subsection (2A) of this section,                  ” . 5 For the purposes of subsection (1) above, a development council order shall be taken to relate to agriculture if any of the activities that are to be treated as constituting the industry to which the order relates is an agricultural activity. 6 In this section— “ agriculture ” has the same meaning as in the  Agriculture Act 1947, and “ agricultural ” shall be construed accordingly; and “ development council order ” means an order under the  Industrial Organisation and Development Act 1947 establishing a development council."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "61", "section_title": " Offences by bodies corporate.", "section_text": "61 1 Where a body corporate is guilty of an offence under this Act, and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a any director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of the offence and be liable to be proceeded against and punished accordingly. 2 For the purposes of subsection (1) above, “ director ”, in relation to a body corporate whose affairs are managed by its members, means a member of the body corporate. 3 Where an offence under this Act is committed in Scotland by a Scottish partnership and is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a partner, he as well as the partnership shall be guilty of the offence and be liable to be proceeded against and punished accordingly."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "62", "section_title": " Orders and regulations.", "section_text": "62 1 The power to make an order or regulations under this Act may be exercised differently in relation to different cases or descriptions of case. 2 An order or regulations under this Act may include such supplementary, incidental, consequential or transitional provisions as appear to the person making it to be necessary or expedient. 3 The power to make an order or regulations under this Act shall be exercisable by statutory instrument. 4 A statutory instrument containing an order under section 17, 23, 48 or 50(2)(c) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A statutory instrument containing regulations under this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "63", "section_title": " Northern Ireland.", "section_text": "63 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of Part I (except section 12 (so far as relating to Part I of Schedule 2) and section 18) or  III  of this Act or section 55 above— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "64", "section_title": " Repeals  etc.", "section_text": "64 1 The enactments and Scheme specified in Schedule 5 to this Act (which include certain provisions which are already spent) are hereby repealed or revoked to the extent specified in the final column of that Schedule, but subject to any provision at the end of that Schedule. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1993", "year": 1993, "section": "65", "section_title": " Short title, commencement and extent.", "section_text": "65 1 This Act may be cited as the Agriculture Act 1993. 2 Part III of this Act shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 Sections 55 and 59 above shall come into force on such day as the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales acting jointly may by order appoint. 4 Except for the provisions mentioned in subsection (5) below, this Act does not extend to Northern Ireland. 5 Those provisions are— section 12 (so far as relating to Part I of Schedule 2 to this Act), section 18, section 54, section 56, section 57, section 58, section 63, and section 64 (except so far as relating to potatoes)."}]