[{"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "1", "section_title": " Interpretation.", "section_text": "1 I.n this Act— “ the 1971 Act ” means the  Immigration Act 1971; “ claim for asylum ” means a claim made by a person (whether before or after the coming into force of this section) that it would be contrary to the United Kingdom’s obligations under the Convention for him to be removed from, or required to leave, the United Kingdom; and “ the Convention ” means the Convention relating to the Status of Refugees done at Geneva on 28th July 1951 and the Protocol to that Convention."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "2", "section_title": " Primacy of Convention.", "section_text": "2 Nothing in the immigration rules (within the meaning of the 1971 Act) shall lay down any practice which would be contrary to the Convention."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "3", "section_title": " Fingerprinting.", "section_text": "3 1 Where a person (“the claimant”) has made a claim for asylum, an immigration officer, constable, prison officer or officer of the Secretary of State authorised for the purposes of this section may— a take such steps as may be reasonably necessary for taking the claimant’s fingerprints; or b by notice in writing require the claimant to attend at a place specified in the notice in order that such steps may be taken. 2 The powers conferred by subsection (1) above may be exercised not only in relation to the claimant but also in relation to any dependant of his; but in the exercise of the power conferred by paragraph (a) of that subsection, fingerprints shall not be taken from a person under the age of sixteen (“ the child ”) except in the presence of a person of full age who is— a the child’s parent or guardian; or b a person who for the time being takes responsibility for the child and is not an immigration officer, constable, prison officer or officer of the Secretary of State. 3 Where the claimant’s claim for asylum has been finally determined or abandoned— a the powers conferred by subsection (1) above shall not be exercisable in relation to him or any dependant of his; and b any requirement imposed on him or any dependant of his by a notice under subsection (1)(b) above shall no longer have effect. 4 A notice given to any person under paragraph (b) of subsection (1) above— a shall give him a period of at least seven days within which he is to attend as mentioned in that paragraph; and b may require him so to attend at a specified time of day or between specified times of day. 5 Any immigration officer or constable may arrest without warrant a person who has failed to comply with a requirement imposed on him by a notice under subsection (1)(b) above (unless the requirement no longer has effect) and, where a person is arrested under this subsection,— a he may be removed to a place where his fingerprints may conveniently be taken, and b (whether or not he is so removed) there may be taken such steps as may be reasonably necessary for taking his fingerprints, before he is released. 6 Fingerprints of a person which are taken by virtue of this section must be destroyed not later than the earlier of— a the end of the period of one month beginning with any day on which he is given indefinite leave under the 1971 Act to enter or remain in the United Kingdom; and b the end of the period of ten years beginning with the day on which the fingerprints are taken. 7 Where fingerprints taken by virtue of this section are destroyed— a any copies of the fingerprints shall also be destroyed; and b if there are any computer data relating to the fingerprints, the Secretary of State shall, as soon as it is practicable to do so, make it impossible for access to be gained to the data. 8 If— a subsection (7)(b) above falls to be complied with, and b the person to whose fingerprints the data relate asks for a certificate that it has been complied with, such a certificate shall be issued to him by the Secretary of State not later than the end of the period of three months beginning with the day on which he asks for it. 9 In this section— a “ immigration officer ” means an immigration officer appointed for the purposes of the 1971 Act; and b “ dependant ”, in relation to the claimant, means a person— i who is his spouse or a child of his under the age of eighteen; and ii who has neither a right of abode in the United Kingdom nor indefinite leave under the 1971 Act to enter or remain in the United Kingdom. 10 Nothing in this section shall be taken to limit the power conferred by paragraph 18(2) of Schedule 2 to the 1971 Act."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "6", "section_title": " Protection of claimants from deportation  etc.", "section_text": "6 During the period beginning when a person makes a claim for asylum and ending when the Secretary of State gives him notice of the decision on the claim, he may not be removed from, or required to leave, the United Kingdom."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "9A", "section_title": " Bail pending appeal from Immigration Appeal Tribunal", "section_text": "9A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "12", "section_title": " Carriers’ liability for transit passengers.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "13", "section_title": " Financial provision.", "section_text": "13 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State under this Act; and b any increase attributable to this Act in the sums payable out of such money under any other enactment. 2 Any sums received by the Secretary of State by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "14", "section_title": " Commencement.", "section_text": "14 1 Sections 4 to 11 above (and section 1 above so far as it relates to those sections) shall not come into force until such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions or for different purposes. 2 An order under subsection (1) above— a shall be made by statutory instrument; and b may contain such transitional and supplemental provisions as the Secretary of State thinks necessary or expedient. 3 Without prejudice to the generality of subsections (1) and (2) above, with respect to any provision of section 4 above an order under subsection (1) above may appoint different days in relation to different descriptions of asylum-seekers and dependants of asylum-seekers; and any such descriptions may be framed by reference to nationality, citizenship, origin or other connection with any particular country or territory, but not by reference to race, colour or religion."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "15", "section_title": " Extent.", "section_text": "15 1 Her Majesty may by Order in Council direct that any of the provisions of this Act shall extend, with such modifications as appear to Her Majesty to be appropriate, to any of the Channel Islands or the Isle of Man. 2 This Act extends to Northern Ireland."}, {"act": "Asylum and Immigration Appeals Act 1993", "year": 1993, "section": "16", "section_title": " Short title.", "section_text": "16 This Act may be cited as the Asylum and Immigration Appeals Act 1993."}]