[{"act": "Bail (Amendment) Act 1993", "year": 1993, "section": "1", "section_title": " Prosecution right of appeal.", "section_text": "1 1 Where a magistrates' court grants bail to a person who is charged with, or convicted of, an offence punishable by imprisonment, the prosecution may appeal to a judge of the Crown Court against the granting of bail. 1A Where a magistrates' court grants bail to a person in connection with extradition proceedings, the prosecution may appeal to  the High Court  against the granting of bail. 1B Where a judge of the Crown Court grants bail to a person who is charged with, or convicted of, an offence punishable by imprisonment, the prosecution may appeal to the High Court against the granting of bail. 1C An appeal under subsection (1B) may not be made where a judge of the Crown Court has granted bail on an appeal under subsection (1). 2 Subsections (1) and (1B) above apply  only where the prosecution is conducted- a by or on behalf of the Director of Public Prosecutions; or b by a person who falls within such class or description of person as may be prescribed for the purposes of this section by order made by the Secretary of State. 3 An appeal under subsection (1)  , (1A) or (1B)  may be made only if— a the prosecution made representations that bail should not be granted; and b the representations were made before it was granted. 4 In the event of the prosecution wishing to exercise the right of appeal set out in subsection (1) , (1A) or (1B)  above, oral notice of appeal shall be given to the  court which has granted bail  at the conclusion of the proceedings in which  ... bail has been granted and before the release from custody of the person concerned. 5 Written notice of appeal shall thereafter be served on the  court which has granted bail  and the person concerned within two hours of the conclusion of such proceedings. 6 Upon receipt from the prosecution of oral notice of appeal from its decision to grant bail the  court which has granted bail  shall remand in custody the person concerned, until the appeal is determined or otherwise disposed of. 7 Where the prosecution fails, within the period of two hours mentioned in subsection (5) above, to serve one or both of the notices required by that subsection, the appeal shall be deemed to have been disposed of. 8 The hearing of an appeal under subsection (1) , (1A) or (1B)  above against a decision of the  ... court to grant bail shall be commenced within forty-eight hours, excluding weekends and any public holiday (that is to say, Christmas Day, Good Friday or a bank holiday), from the date on which oral notice of appeal is given. 9 At the hearing of any appeal by the prosecution under this section, such appeal shall be by way of re-hearing, and the judge hearing any such appeal may remand the person concerned in custody or may grant bail subject to such conditions (if any) as he thinks fit. 10 In relation to a  person under the age of 18 — a the  references in subsections (1) and (1B)  above to an offence  punishable by imprisonment   are to be read as references  to an offence which would be so punishable in the case of an adult; and b the  references in subsections (6) and (9) above to remand in custody are  to be read subject to the provisions of  Chapter 3 of Part 3 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (remands of children otherwise than on bail) . 11 The power to make an order under subsection (2) above shall be exercisable by statutory instrument and any instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 In this section— “ extradition proceedings ” means proceedings under the Extradition Act 2003; “ magistrates' court ” and  “ court ” in relation to extradition proceedings means a District Judge (Magistrates' Courts)  designated in accordance with section 67 or section 139 of the Extradition Act 2003 ; “ prosecution ” in relation to extradition proceedings means the person acting on behalf of the territory to which extradition is sought. "}, {"act": "Bail (Amendment) Act 1993", "year": 1993, "section": "2", "section_title": " Citation, commencement and extent.", "section_text": "2 1 This Act may be cited as the Bail (Amendment) Act 1993. 2 This Act (except this section) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to England and Wales only."}]