[{"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "1", "section_title": " Construction of barrage  etc.  and other works.", "section_text": "1 1 The Cardiff Bay Development Corporation (referred to in this Act as “ the Development Corporation ”) may in the City of Cardiff and the Borough of the Vale of Glamorgan, in the County of South Glamorgan, execute the works specified in Schedule 1 to this Act, being the construction of— a a barrage across the mouth of Cardiff Bay, with an outer harbour, and b certain associated structures. 2 The Development Corporation may also— a maintain, and b (where appropriate) alter, replace or re-lay, anything constructed under subsection (1) above. 3 Subject to subsection (4) below, works authorised by subsection (1) or (2) above shall be executed in the lines or situations shown on the deposited plans and according to the levels shown on the deposited sections. 4 The Development Corporation may— a deviate laterally from the lines or situations shown on the deposited plans to any extent within the limits of deviation, and b deviate vertically from the levels shown on the deposited sections to any extent not exceeding three metres upwards and to any extent downwards. 5 The Development Corporation may, within the limits of deviation or elsewhere within the inland bay, execute any building or other construction works (including installing any apparatus and providing, or securing the provision of, any services) which may be necessary or expedient for the purposes of, in connection with or in consequence of the works authorised by subsections (1) and (2) above. 6 In this Act “ the inland bay ” means the area bounded— a by the seaward face of the barrage or, before the barrage is completed, by the line of construction of the seaward face of the barrage as planned at the commencement of its construction, and b otherwise by the inner edge of the line shown coloured pink on the inland bay map; and in this subsection “ the inland bay map ” means the map marked “Inland Bay Map” which was deposited in November 1991 in connection with the Cardiff Bay Barrage Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "2", "section_title": " Works: supplementary.", "section_text": "2 1 The Development Corporation shall ensure that a lock is available for use and that sluices are operational before navigation of the rivers Taff and Ely is totally obstructed by the construction of the barrage. 2 Unless the National Rivers Authority otherwise agree, the barrage shall be so constructed that it is practicable between one high tide and the next to reduce the level of water immediately behind it to a level of one and a quarter metres below ordnance datum (Newlyn). 3 The Development Corporation shall construct any bridge forming part of the barrage so that it has on each side of it a fence which is adequate for securing the safety of any pedestrians or other traffic using the bridge. 4 The power conferred by section 1(5) above may in particular be exercised so as— a to facilitate use of the inland bay and the outer harbour by pleasure craft or other vessels or for water sports or other open-air recreational activities, or b to develop or conserve flora or fauna. 5 In executing any of the works authorised by section 1 above the Development Corporation shall have regard to the desirability of developing and conserving flora and fauna. 6 The Development Corporation shall consult the  Natural Resources Body for Wales  and the Royal Society for the Protection of Birds to seek their views as to— a whether any works which the Development Corporation propose to execute so as to develop or conserve flora or fauna are appropriate for that purpose, and b the measures which may be taken so as to develop and conserve flora and fauna in executing any of the other works authorised by section 1 above. 7 Schedule 2 to this Act, which contains supplementary provisions about the works authorised by section 1 above, shall have effect; and subsections (1), (2) and (5) of that section shall have effect subject to the provisions of this section and that Schedule."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "3", "section_title": " Deemed impoundment licence.", "section_text": "3 1 A licence under Chapter  II  of Part II of the  Water Resources Act 1991 shall be treated as having been  granted by the Natural Resources Body for Wales to  authorise the obstruction of the flow of water by the construction, and any alteration or replacement, of the barrage. 2 Schedule 3 to this Act, which specifies requirements deemed to be imposed by the provisions of the licence, shall have effect."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "4", "section_title": " Compulsory acquisition of land.", "section_text": "4 1 The Development Corporation are authorised by this section to acquire compulsorily so much of the land shown on the deposited plans and described in the book of reference as they may require for the purposes of, or in connection with, the works authorised by Part I of this Act. 2 Part I of the  Compulsory Purchase Act 1965 (except section 4 and paragraph 3(3) of Schedule 3), in so far as it is not inconsistent with the provisions of this Act, shall apply to the acquisition of land under this section— a as it applies to a compulsory purchase to which Part II of the  Acquisition of Land Act 1981 applies, and b as if this Act were a compulsory purchase order under that Act. 3 In its application by virtue of subsection (2) above section 11(1) of the Compulsory Purchase Act 1965 (power to enter and take possession of land subject to a notice to treat after giving not less than fourteen days’ notice) shall have effect as if for the words “fourteen days” there were substituted the words  “                  three months                ” . 4 A notice to treat under Part I of that Act for the purpose of acquiring land under this section shall not be served after the end of the period of five years beginning with the day on which this Act is passed. 5 The  Lands Clauses Consolidation Act 1845 shall not apply to the acquisition of land under this section."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "5", "section_title": " Compulsory acquisition: supplementary.", "section_text": "5 Schedule 4 to this Act, which contains supplementary provisions about the compulsory acquisition of land under section 4 above, shall have effect."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "6", "section_title": " Temporary occupation and use of land.", "section_text": "6 Schedule 5 to this Act, which contains provisions about the temporary occupation and use of land for the purposes of this Act, shall have effect."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "7", "section_title": " Power to operate barrage.", "section_text": "7 1 The Development Corporation shall have power to operate the barrage; and in this Act references to operating the barrage are references to— a opening or closing any lock gates, sluices or gates in the barrage, b controlling the flow of water in the fish passes in the barrage, or c managing any roadway, bridge or other structure or equipment forming part of the barrage. 2 The power conferred by subsection (1) above shall be exercised so as to safeguard and improve the environment and amenities of the inland bay. 3 Subsection (2) above shall not prevent the exercise of the power conferred by subsection (1) above in order— a to prevent or alleviate flooding or to meet any other emergency, b to ascertain the safest and most effective ways of using the barrage, to test its working or to train staff in its operation, or c to facilitate the construction, maintenance, alteration, replacement or re-laying of any works in or beside the inland bay."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "8", "section_title": " Directions as to operation of barrage.", "section_text": "8 1 The Development Corporation shall operate the barrage in accordance with any reasonable direction given  by the Natural Resources Body for Wales in  order— a to protect the quality of water in the inland bay by ensuring that it meets or continues to meet the relevant standard, b to prevent or alleviate flooding, or c to protect fish in the inland bay, allow the passage of migratory fish to or from the inland bay or enable trials to be carried out in the inland bay in connection with fishery management. 2 For the purposes of this section the quality of water meets the relevant standard— a if it meets such standard, whether fixed by reference to dissolved oxygen content or any other determinant of water quality, as may reasonably be  specified by the Natural Resources Body for Wales as  the standard to be achieved in order to comply with the current water quality objectives for the water, or b where no standard is specified under paragraph (a) above, if it contains not less than five milligrams dissolved oxygen per litre at all times. 3 For the purposes of subsection (2)(a) above the water quality objectives for any water are— a if water quality objectives have been established for the water under section 83 of the  Water Resources Act 1991, those objectives, and b if they have not, such reasonable objectives as may be set  by the Natural Resources Body for Wales for  the water having regard to— i the recreational or other purposes for which use of the water is permitted, or proposed to be permitted, by the Development Corporation, and ii the needs of the fish in the water and of migratory fish passing to or from it. 4 Subject to subsection (5) below, notice of a direction under subsection (1) above— a shall be given in writing by a duly authorised officer of  the Natural Resources Body for Wales, and b shall be given as long as possible, but in any case not less than twenty-four hours, before the direction is to be complied with. 5 In case of emergency notice of such a direction— a may be given orally to be complied with as soon as it is practicable to do so, but b shall be confirmed as soon as may be by notice given as required by subsection (4)(a) above. 6 Where there arises any dispute as to the reasonableness of— a any direction given under subsection (1) above, or b any standard specified under subsection (2)(a) above or objectives set under subsection (3)(b) above, the matter shall be referred to the Secretary of State for determination by him."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "9", "section_title": " Operation: supplementary.", "section_text": "9 1 Except where the barrage is being operated for any of the purposes mentioned in section 7(3) above and subject to any direction given under section 8 above, the Development Corporation shall operate the sluices and gates in the barrage so that the water immediately behind it is maintained at a level between four and four and a half metres (or thereabouts) above ordnance datum (Newlyn) unless a higher level is caused by high river flows or the tide-locking of the sluices or gates. 2 When operating the barrage (including when doing so to comply with a direction given under section 8 above) the Development Corporation shall have regard to— a the safety of vessels in, or passing to or from, the inland bay or on the seaward side of the barrage, b the requirements of vessels in, or passing to or from, the inland bay (including the need to have freedom of access to moorings and berths in the inland bay), and c the desirability of developing and conserving flora and fauna in the inland bay. 3 The Development Corporation shall consult the  Natural Resources Body for Wales  to seek their view as to ways in which the barrage may be operated so as to develop and conserve flora and fauna in the inland bay. 4 Where any vessels seem likely to be affected by being endangered, or having their navigation interfered with, in consequence of any proposed operation of the barrage, the Development Corporation shall give notice of what is proposed to— a the coastguard, b any radio station operated in connection with the barrage, and c sailing and motor boat clubs operating in the inland bay and outer harbour. 5 Except in case of emergency, not less than four hours’ notice shall be given under subsection (4) above; and in case of emergency as much notice as is reasonably practicable shall be so given. 6 Where notice is given under subsection (4) above notice of what is proposed shall also be given to any vessels which subsequently leave the outer harbour or pass through any lock in the barrage and which seem likely to be affected as mentioned in that subsection. 7 No liability shall arise in respect of any costs, damages or expenses incurred by any person as a direct or indirect result of— a any obstruction to, delay of or other interference with the passage of vessels, or b any change in the level of water in the inland bay or the draining of, or of any part of, the inland bay, occasioned by the operation of the barrage, unless the costs, damages or expenses are incurred by reason of negligence in its operation."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "10", "section_title": " Interference with barrage.", "section_text": "10 1 A person who, without lawful authority or reasonable excuse— a operates any equipment or machinery forming part of the barrage or used in its construction, maintenance or alteration, or b otherwise interferes with the barrage or its operation, shall be guilty of an offence. 2 A person guilty of an offence under subsection (1) above shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum, and b on conviction on indictment, to a fine."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "11", "section_title": " Power of management.", "section_text": "11 The Development Corporation shall have power to manage the inland bay and the outer harbour and shall exercise it in accordance with sections 12 and 13 below."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "12", "section_title": " Water quality.", "section_text": "12 1 The Development Corporation— a shall manage the inland bay with a view to ensuring, and b shall comply with any reasonable direction given by  the Natural Resources Body for Wales for  the purpose of ensuring, that the quality of water in the bay meets or continues to meet the relevant standard. 2 For the purposes of this section whether the quality of water meets the relevant standard shall be determined as for the purposes of section 8 above. 3 Subject to subsection (4) below, notice of a direction under subsection (1)(b) above— a shall be given in writing by a duly authorised officer of  the Natural Resources Body for Wales, and b shall be given as long as possible, but in any case not less than twenty-four hours, before the direction is to be complied with. 4 In case of emergency notice of such a direction— a may be given orally to be complied with as soon as it is practicable to do so, but b shall be confirmed as soon as may be by notice given as required by subsection (3)(a) above. 5 Where there arises any dispute as to the reasonableness of any direction given under subsection (1)(b) above the matter shall be referred to the Secretary of State for determination by him."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "13", "section_title": " Use by vessels and for recreational purposes.", "section_text": "13 1 The Development Corporation shall manage the inland bay and the outer harbour so as to facilitate their use— a by pleasure craft and other vessels, and b for water sports and other open-air recreational activities. 2 In managing the outer harbour the Development Corporation shall secure that it is at all times available for use by pleasure craft and other vessels which— a are about to pass to, or have recently passed from, the inland bay, or b need to use it as a harbour of refuge. 3 In connection with the management of the inland bay and the outer harbour the Development Corporation may license and control— a the hiring to the public of pleasure craft and fishing boats, b the use of water buses, water taxis and other vessels plying for hire, and c the use of houseboats and other moored vessels. 4 The Development Corporation may— a provide, maintain and use moorings and berths for vessels on so much of the bed or banks of the inland bay as is owned or occupied by them, and b grant persons licences to use, or enjoy preference in the use of, moorings or berths provided there by the Development Corporation. 5 The Development Corporation may— a on such terms and conditions as they think fit, grant licences permitting, and b contribute to the cost of, the provision, maintenance and use by any persons of moorings and berths for vessels on so much of the bed or banks of the inland bay as is owned or occupied by the Development Corporation. 6 Nothing in this section shall prejudice the exercise by the Cardiff City Council of the power conferred by section 94 of the  Public Health Acts Amendment Act 1907 (pleasure boat licences)."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "14", "section_title": " Development and conservation of flora and fauna.", "section_text": "14 1 When managing the inland bay (including when doing so to comply with a direction given under section 12(1)(b) above) the Development Corporation shall have regard to the desirability of developing and conserving flora and fauna. 2 The Development Corporation shall consult the  Natural Resources Body for Wales  to seek their view as to ways in which the inland bay may be managed so as to develop and conserve flora and fauna."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "15", "section_title": " Charges.", "section_text": "15 1 The Development Corporation may impose reasonable charges— a in respect of any vessel for use of (or of any part of) the inland bay or for passing through any lock in the barrage, b in respect of any vessel for use of, or for entering or leaving, the outer harbour, c in respect of licences granted under section 13(3) above, d for fishing in the inland bay, e in respect of licences granted under section 13(4)(b) or (5)(a) above, and f for the use of any facilities which the Development Corporation provide in the inland bay or the outer harbour. 2 The Development Corporation may agree a discount, or make any other arrangements, with any persons with respect to the amounts payable by them in respect of charges under this section on any occasion or during any period. 3 In setting the amount of any charges under this section, and in agreeing discounts or making other arrangements under subsection (2) above, the Development Corporation shall have regard to the desirability of enabling the local community to participate at low cost in the water sports and other open-air recreational activities permitted in the inland bay and outer harbour. 4 Section 31 of the  Harbours Act 1964 (right of objection to ship, passenger and goods dues) shall apply in relation to charges imposed under subsection (1)(a), (b) or (e) above as if they were ship, passenger and goods dues. 5 No charges relating to the inland bay or the outer harbour— a shall be imposed by the Development Corporation otherwise than under this section, or b subject to subsection (6) and section 26 below and to the power of the Development Corporation to transfer the whole or any part of their undertaking, shall be imposed by any other person. 6 Subsection (5) above shall not prejudice— a the exercise by the Cardiff City Council of the power conferred by section 94 of the  Public Health Acts Amendment Act 1907 (charges for pleasure boat licences), or b the  power of the Natural Resources Body for Wales under  Part IV of the  Salmon and Freshwater Fisheries Act 1975 (charges for fishing licences)."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "16", "section_title": " Byelaws.", "section_text": "16 1 The Development Corporation may make byelaws for the good rule and government of the inland bay and the outer harbour and, in particular, may make byelaws applicable in, or in any part of, the inland bay or outer harbour for— a regulating use of the inland bay and the outer harbour and of any facilities provided there by the Development Corporation, b preventing damage to property and injury to persons, c preventing and removing obstructions, d regulating the provision, maintenance and use of moorings and berths, e regulating matters relating to vessels including, in particular— i the use of vessels for particular purposes, ii the speed and manner of navigation, iii noise on board vessels or caused by their navigation, iv the use of lights and signals, v the launching and recovery of vessels, vi the entry of vessels into, and their departure from, the inland bay, and vii the embarkation and disembarkation of passengers, f prohibiting or regulating discharges into water, g regulating fishing (including prohibiting it at specified times or in specified areas), h regulating water sports and other recreational activities (including prohibiting them at specified times or in specified areas), i regulating or prohibiting the use of vehicles, and j otherwise regulating the conduct of persons. 2 Byelaws made under this section may provide that a person who contravenes or fails to comply with a byelaw shall be guilty of an offence. 3 A person guilty of any such offence shall be liable on summary conviction— a to a fine not exceeding level 3 on the standard scale, and b in the case of a continuing offence, to a fine not exceeding £40 for each day on which the offence continues after conviction. 4 Before making any byelaw under this section the Development Corporation shall consult— a any harbour authority (within the meaning of the  Harbours Act 1964) which may be affected by the proposed byelaw, b the South Glamorgan County Council, c to the extent that the proposed byelaw would apply in the City of Cardiff, the Cardiff City Council, and d to the extent that it would apply in the Borough of the Vale of Glamorgan, the Vale of Glamorgan Borough Council. 5 Before making any byelaw under this section relating to discharges into water, fishing or water sports or other recreational activities, the Development Corporation shall consult  the Natural Resources Body for Wales . 6 In making a byelaw under this section the Development Corporation shall take account of the navigation requirements of pleasure craft and other vessels in, or passing to or from, the inland bay or the area seaward of the barrage. 7 Byelaws under this section may make different provision for different cases. 8 Sections 236(3) to (8) and (11) and 238 of the  Local Government Act 1972 (procedure for making, and confirmation and evidence of, byelaws) shall apply to byelaws under this section as if— a the Development Corporation were a local authority, and b the Chief Executive of the Development Corporation were the proper officer of that local authority. 9 The Secretary of State may by virtue of subsection (8) above (instead of confirming or refusing to confirm a byelaw under this section) confirm a byelaw under this section with such modifications as he thinks fit; and where the Secretary of State proposes to make a modification which appears to him to be material— a he shall inform the Development Corporation and require them to take any steps he considers necessary for informing persons likely to be concerned with the modification, and b he shall not confirm the byelaw until the end of such period as he thinks reasonable for consideration of, and comment on, the proposed modification by the Development Corporation and other persons who have been informed of it. 10 The Secretary of State may cause an inquiry to be held in connection with the confirmation of byelaws under this section; and subsections (2) to (5) of section 250 of the  Local Government Act 1972 shall apply to such an inquiry as if— a it were an inquiry held under that section, and b the Development Corporation were a local authority."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "17", "section_title": " Development Corporation as harbour authority.", "section_text": "17 On and after such date as the Secretary of State may direct— a the Development Corporation shall for the purposes of any enactment referring to harbour authorities (including any passed after this Act) be regarded as the harbour authority for the inland bay and the outer harbour, and b subject to the power of the Development Corporation to transfer the whole or any part of their undertaking, no other person shall for the purpose of any such enactment be regarded as the harbour authority for any part of the inland bay or outer harbour."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "18", "section_title": " Application of harbours clauses.", "section_text": "18 1 Subject to subsection (2) below, the  Harbours, Docks and Piers Clauses Act 1847, in so far as it is not inconsistent with the provisions of this Act, shall be incorporated with this Act. 2 Sections 6 to 23, 37 to 50, 60, 66 to 68 and 79 to 90 of that Act shall not be incorporated with this Act. 3 In its application by virtue of this section that Act shall have effect as if— a references to the harbour, dock or pier were references to the inland bay and the outer harbour, b “ vessel ” had the same meaning as in this Act, c any provision referring to rates applied to charges imposed under section 15(1)(a), (b) or (e) above as if they were rates payable under this Act, d in section 33 for the words “the harbour” onwards there were substituted the words  “                        all persons shall have access to the inland bay and the outer harbour in order to use them in accordance with the provisions of the special Act or of any byelaws made or licence granted under it                      ” , e in section 63 for the words “liable to” onwards there were substituted the words  “                        guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale                      ” , and f in section 69 for the words “shall forfeit” onwards there were substituted the words  “                        shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale                      ” ."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "19", "section_title": " Operation and management: supplementary.", "section_text": "19 Schedule 6 to this Act, which contains supplementary provisions about the operation and management of the barrage, outer harbour and inland bay etc., shall have effect."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "20", "section_title": " The Cardiff Bay Advisory Committee.", "section_text": "20 1 The Development Corporation shall establish a Committee to be known as the Cardiff Bay Advisory Committee. 2 The Committee shall consist of persons with an interest in, or representing persons or bodies with an interest in— a the operation of the barrage, b the management of the inland bay, or c navigation in the inland bay or outer harbour. 3 The following bodies shall be represented on the Committee— a  the South Glamorgan County Council, b the Cardiff City Council, and c  the Vale of Glamorgan Borough Council. 4 The Secretary of State may, after consultation with the Cardiff City Council and the Vale of Glamorgan Borough Council, direct the Development Corporation— a that any person specified in the direction shall be a member of the Committee, or b that any person or body so specified shall be represented on the Committee. 5 The Development Corporation shall, except where it is not reasonably practicable to do so, consult the Committee about any matter substantially affecting— a the environment or amenities of the inland bay, or b navigation in the inland bay or outer harbour. 6 The Development Corporation shall inform the Committee if the level of the water immediately behind the barrage falls below four metres above ordnance datum (Newlyn) otherwise than by reason of the operation of the barrage— a for any of the purposes mentioned in section 7(3) above, or b in order to comply with a direction given by  the Natural Resources Body for Wales under  section 8 above. 7 The Committee may make to the Development Corporation representations relating to any matter affecting— a the environment or amenities of the inland bay, or b navigation in the inland bay or outer harbour, whether or not the Development Corporation have consulted the Committee about it. 8 The Development Corporation shall, in exercising any of their functions under this Act, take into account any representations made by the Committee under subsection (7) above."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "21", "section_title": " Groundwater damage protection.", "section_text": "21 1 Schedule 7 to this Act, which makes provision for ascertaining, and preventing or repairing, damage to property resulting from any alteration of groundwater levels which may occur in consequence of the construction of the barrage, shall have effect. 2 The Secretary of State may by regulations made by statutory instrument amend any provision of that Schedule. 3 Regulations shall not be made under subsection (2) above unless a draft of the instrument containing the regulations has been laid before Parliament and approved by a resolution of each House."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "22", "section_title": " Powers to deal with consequences of altered groundwater levels.", "section_text": "22 The  Land Drainage Act 1991 shall have effect as if each of the references to flooding in sections 14, 15 and 66 of that Act included a reference to any other adverse consequence of an alteration of groundwater levels occurring as a result of the construction of the barrage."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "23", "section_title": " Regulations to protect interests.", "section_text": "23 1 The Secretary of State may by regulations made by statutory instrument make provision for protecting relevant interests of any persons or bodies, or any description of persons or bodies, specified in the regulations; and in this subsection “ relevant interests ” means interests which may be affected by the exercise of any function conferred or imposed on the Development Corporation under this Act. 2 Regulations under subsection (1) above may provide that such a function— a shall not be exercisable, or shall be exercisable only, in such circumstances as may be specified in the regulations, or b shall be exercisable only if such conditions or requirements as may be so specified are met. 3 Before making any regulations under subsection (1) above the Secretary of State shall consult the Development Corporation and any persons or bodies, or representatives of any description of persons or bodies, proposed to be specified in the regulations."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "24", "section_title": " Planning permission.", "section_text": "24 1 Planning permission shall be deemed to have been granted under Part III of the  Town and Country Planning Act 1990 for any development of land consisting in the carrying out of any works or other operations authorised by this Act or the making of any change in the use of land by the carrying out of any such operations. 2 Nothing in section 91 of that Act (limit on duration of planning permission) shall apply to the planning permission deemed to have been granted under subsection (1) above."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "25", "section_title": " Disapplication of certain statutory requirements.", "section_text": "25 1 Section 109 of the  Water Resources Act 1991 (controls on structures in, over or under a main river) shall not apply to any structure constructed under any of the powers conferred by section 1 of this Act. 2 The inland bay shall not be taken to be a reservoir for the purposes of the  Reservoirs Act 1975."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "26", "section_title": " Delegation of functions and leases.", "section_text": "26 1 The Development Corporation may by agreement under this section delegate to any person any of the functions exercisable by the Development Corporation under section 7, 8, 9, 11, 12, 13, 15, 19 or 20(5) to (8) above or Schedule 6 to this Act. 2 Where any of the functions exercisable under section 7, 8 or 9 above or Schedule 6 to this Act are delegated by an agreement under this section, the Development Corporation shall give notice of the delegation  to the Natural Resources Body for Wales . 3 Functions delegated by an agreement under this section shall be exercised in accordance with— a the provisions of this Act and regulations made under it, and b any such conditions (including conditions requiring the making of payments to the Development Corporation) as the Development Corporation may attach to the delegation. 4 The Development Corporation may grant to any person a lease or other interest in or right over land if it appears expedient to do so for the purposes of or in connection with the exercise by him of any function exercisable by him by virtue of an agreement under this section."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "27", "section_title": " Development Corporation: transfer of functions.", "section_text": "27 For the purposes of section 165 of the  Local Government, Planning and Land Act 1980 (power of urban development corporation to transfer whole or part of undertaking) the functions exercisable by the Development Corporation under or by virtue of this Act, and all related rights and liabilities of the Development Corporation, shall be taken to form part of their undertaking."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "28", "section_title": " Service of notices.", "section_text": "28 Section 168 of the Local Government, Planning and Land Act 1980 (provisions about service by an urban development corporation of notices under Part XVI of that Act) shall have effect in relation to any notice required or authorised to be served by the Development Corporation by or by virtue of this Act as if it were so required or authorised by that Part of that Act."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "29", "section_title": " Arbitration.", "section_text": "29 Where under any provision of this Act any difference is to be determined by arbitration it shall be referred to and settled by an arbitrator appointed by agreement between the parties or, in default of agreement, by an arbitrator appointed on the application of either party (after giving to the other not less than one week’s notice in writing) by the President of the Institution of Civil Engineers."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "30", "section_title": " Crown exemption.", "section_text": "30 1 Nothing in this Act shall bind the Crown and, in particular, nothing in it shall authorise any person to acquire, take possession of, use, enter or in any way interfere with any land (including any part of the bed or foreshore of the sea or of the bed or banks of the inland bay) if to do so would affect a Crown interest in the land. 2 For the purposes of this section a Crown interest in land is an interest in land which— a belongs to Her Majesty in right of the Crown, or b belongs to a government department or is held in trust for Her Majesty for the purposes of a government department."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "31", "section_title": " Offences by bodies corporate.", "section_text": "31 1 Where a body corporate is guilty of an offence under this Act and the offence is proved to have been committed with the consent or connivance of, or to be attributable to neglect on the part of, a director, manager, secretary or other similar officer of the body corporate or a person who was purporting to act in such a capacity, he (as well as the body corporate) shall be guilty of the offence and liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "32", "section_title": " Financial provision.", "section_text": "32 1 There shall be paid out of money provided by Parliament the increases attributable to this Act in the sums payable out of such money under any other enactment. 2 Any amounts recovered by the Secretary of State from the Development Corporation under this Act shall be paid into the Consolidated Fund."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "33", "section_title": " Interpretation.", "section_text": "33 1 In this Act, except where the context otherwise requires— “ the barrage ” means the barrage the construction of which is Work  No.  1, “ the book of reference ” means the book deposited in November 1991 in connection with the Cardiff Bay Barrage Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, “ the deposited plans ” and “ the deposited sections ” mean respectively the plans and sections deposited in November 1991 in connection with the Cardiff Bay Barrage Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, “ the Development Corporation ” means the Cardiff Bay Development Corporation, “ exercise ” includes perform and cognate expressions shall be construed accordingly, “ functions ” includes powers, duties and obligations, “ the inland bay ” has the meaning given by section 1(6), “ the limits of deviation ” means the limits of deviation which are shown on the deposited plans, “ maintenance ” includes repair and cognate expressions shall be construed accordingly, “ the outer harbour ” means the harbour the construction of which is Work No. 3 and (except in Part I) includes the area bounded by the barrage, the breakwaters or other immovable structures of the outer harbour and an imaginary straight line drawn between the breakwaters or other structures which is the shortest such line which can be so drawn, “ owner ”, in relation to any land, means a person (other than a mortgagee not in possession) who— is for the time being entitled to dispose of the fee simple of the land (whether in possession or in reversion), or holds, or is entitled to the rents and profits of, the land under a lease or agreement, and cognate expressions shall be construed accordingly, “ the promenade ” means the promenade the construction of which is Work No. 2, “ street ” has the same meaning as in Part III of the  New Roads and Street Works Act 1991, “ tidal work ” means so much of any work authorised by this Act as is on, over or under tidal waters or land below the level of mean high-water springs and “ tidal structure ” means so much of any structure erected under this Act as is on, over or under tidal waters or such land, “ Trinity House ” means the Corporation of Trinity House of Deptford Strond, and “ vessel ” means every description of vessel (whether with or without means of propulsion of any kind), and includes anything constructed or used to carry persons, goods or plant or machinery by water, or constructed to be propelled or moved on water, a seaplane on or in the water and a hovercraft (within the meaning of the  Hovercraft Act 1968). 2 For the purposes of this Act— a any reference to a work identified by a number is a reference to the work of that number described in Schedule 1 to this Act, b any reference to a grid reference is to the map co-ordinates on the National Grid used by the Ordnance Survey and shall be construed as if the words “or thereabouts” were inserted after it, c any reference to operating the barrage shall be construed in accordance with section 7(1), and d persons are statutory undertakers if they are for the purposes of Part XVI of the  Local Government, Planning and Land Act 1980 and “ statutory undertaking ” shall be construed accordingly. 3 References in this Act to the City of Cardiff and the Borough of the Vale of Glamorgan shall, subject to paragraph 1(3) of Schedule 7, be construed in relation to the exercise of any functions on or after 1st April 1996 as references to the County of Cardiff and the County Borough of the Vale of Glamorgan respectively. 4 References in this Act to the Cardiff City Council and the Vale of Glamorgan Borough Council shall be construed respectively as references to the new councils established for the areas of Cardiff and the Vale of Glamorgan under the Local Government (Wales) Act 1994."}, {"act": "Cardiff Bay Barrage Act 1993", "year": 1993, "section": "34", "section_title": " Short title.", "section_text": "34 This Act may be cited as the Cardiff Bay Barrage Act 1993."}]