[{"act": "Clean Air Act 1993", "year": 1993, "section": "1", "section_title": " Prohibition of dark smoke from chimneys.", "section_text": "1 1 Dark smoke shall not be emitted from a chimney of any building, and if, on any day, dark smoke is so emitted, the occupier of the building shall be guilty of an offence. 2 Dark smoke shall not be emitted from a chimney (not being a chimney of a building) which serves the furnace of any fixed boiler or industrial plant, and if, on any day, dark smoke is so emitted, the person having possession of the boiler or plant shall be guilty of an offence. 3 This section does not apply to emissions of smoke from any chimney, in such classes of case and subject to such limitations as may be prescribed in regulations made by the Secretary of State, lasting for not longer than such periods as may be so prescribed. 4 In any proceedings for an offence under this section, it shall be a defence to prove— a that the alleged emission was solely due to the lighting up of a furnace which was cold and that all practicable steps had been taken to prevent or minimise the emission of dark smoke; b that the alleged emission was solely due to some failure of a furnace, or of apparatus used in connection with a furnace, and that— i the failure could not reasonably have been foreseen, or, if foreseen, could not reasonably have been provided against; and ii the alleged emission could not reasonably have been prevented by action taken after the failure occurred; or c that the alleged emission was solely due to the use of unsuitable fuel and that— i suitable fuel was unobtainable and the least unsuitable fuel which was available was used; and ii all practicable steps had been taken to prevent or minimise the emission of dark smoke as the result of the use of that fuel; or that the alleged emission was due to the combination of two or more of the causes specified in paragraphs (a) to (c) and that the other conditions specified in those paragraphs are satisfied in relation to those causes respectively. 5 A person guilty of an offence under this section shall be liable on summary conviction— a in the case of a contravention of subsection (1) as respects a chimney of a private dwelling, to a fine not exceeding level 3 on the standard scale; and b in any other case, to a fine not exceeding level 5 on the standard scale. 6 This section has effect subject to section 51 (duty to notify offences to occupier or other person liable)."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "2", "section_title": " Prohibition of dark smoke from industrial or trade premises.", "section_text": "2 1 Dark smoke shall not be emitted from any industrial or trade premises and if, on any day, dark smoke is so emitted the occupier of the premises and any person who causes or permits the emission shall be guilty of an offence. 2 This section does not apply— a to the emission of dark smoke from any chimney to which section 1 above applies; or b to the emission of dark smoke caused by the burning of any matter prescribed in regulations made by the Secretary of State, subject to compliance with such conditions (if any) as may be so prescribed. 3 In proceedings for an offence under this section, there shall be taken to have been an emission of dark smoke from industrial or trade premises in any case where— a material is burned on those premises; and b the circumstances are such that the burning would be likely to give rise to the emission of dark smoke, unless the occupier or any person who caused or permitted the burning shows that no dark smoke was emitted. 4 In proceedings for an offence under this section, it shall be a defence to prove— a that the alleged emission was inadvertent; and b that all practicable steps had been taken to prevent or minimise the emission of dark smoke. 5 A person guilty of an offence under this section shall be liable on summary conviction to  a fine not exceeding  £20,000   a fine  . 6 In this section “ industrial or trade premises ” means— a premises used for any industrial or trade purposes; or b premises not so used on which matter is burnt in connection with any industrial or trade process. 7 This section has effect subject to section 51 (duty to notify offences to occupier or other person liable)."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "3", "section_title": " Meaning of “dark smoke”.", "section_text": "3 1 In this Act “ dark smoke ” means smoke which, if compared in the appropriate manner with a chart of the  type known on 5th July 1956 (the date of the passing of the Clean Air Act 1956) as the Ringelmann Chart, would appear to be as dark as or darker than shade 2 on the chart. 2 For the avoidance of doubt it is hereby declared that in proceedings— a for an offence under section 1 or 2 (prohibition of emissions of dark smoke);  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the court may be satisfied that smoke is or is not dark smoke as defined in subsection (1) notwithstanding that there has been no actual comparison of the smoke with a chart of the type mentioned in that subsection. 3 Without prejudice to the generality of subsections (1) and (2), if the Secretary of State by regulations prescribes any method of ascertaining whether smoke is dark smoke as defined in subsection (1), proof in any such proceedings as are mentioned in subsection (2)— a that that method was properly applied, and b that the smoke was thereby ascertained to be or not to be dark smoke as so defined, shall be accepted as sufficient."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "4", "section_title": " Requirement that new furnaces shall be so far as practicable smokeless.", "section_text": "4 1 No furnace shall be installed in a building or in any fixed boiler or industrial plant unless notice of the proposal to install it has been given to the local authority. 2 No furnace shall be installed in a building or in any fixed boiler or industrial plant unless the furnace is so far as practicable capable of being operated continuously without emitting smoke when burning fuel of a type for which the furnace was designed. 3 Any furnace installed in accordance with plans and specifications submitted to, and approved for the purposes of this section by, the local authority shall be treated as complying with the provisions of subsection (2). 4 Any person who installs a furnace in contravention of subsection (1) or (2) or on whose instructions a furnace is so installed shall be guilty of an offence and liable on summary conviction— a in the case of a contravention of subsection (1), to a fine not exceeding level 3 on the standard scale; and b in the case of a contravention of subsection (2), to a fine not exceeding level 5 on that scale. 5 This section does not apply to the installation of domestic furnaces. 6 This section applies in relation to— a the attachment to a building of a boiler or industrial plant which already contains a furnace; or b the fixing to or installation on any land of any such boiler or plant, as it applies in relation to the installation of a furnace in any fixed boiler or industrial plant."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "5", "section_title": " Emission of grit and dust from furnaces.", "section_text": "5 1 This section applies to any furnace other than a domestic furnace. 2 The Secretary of State may by regulations prescribe limits on the rates of emission of grit and dust from the chimneys of furnaces to which this section applies. 3 If on any day grit or dust is emitted from a chimney serving a furnace to which this section applies at a rate exceeding the relevant limit prescribed under subsection (2), the occupier of any building in which the furnace is situated shall be guilty of an offence. 4 In proceedings for an offence under subsection (3) it shall be a defence to prove that the best practicable means had been used for minimising the alleged emission. 5 If, in the case of a building containing a furnace to which this section applies and which is served by a chimney to which there is no limit applicable under subsection (2), the occupier fails to use any practicable means there may be for minimising the emission of grit or dust from the chimney, he shall be guilty of an offence. 6 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "6", "section_title": " Arrestment plant for new non-domestic furnaces.", "section_text": "6 1 A furnace other than a domestic furnace shall not be used in a building— a to burn pulverised fuel; or b to burn, at a rate of 45.4 kilograms or more an hour, any other solid matter; or c to burn, at a rate equivalent to 366.4 kilowatts or more, any liquid or gaseous matter, unless the furnace is provided with plant for arresting grit and dust which has been approved by the local authority or which has been installed in accordance with plans and specifications submitted to and approved by the local authority, and that plant is properly maintained and used. 2 Subsection (1) has effect subject to any exemptions prescribed or granted under section 7. 3 The Secretary of State may by regulations substitute for any rate mentioned in subsection (1)(b) or (c) such other rate as he thinks fit: but no regulations shall be made so as to reduce any rate unless a draft of the regulations has been laid before and approved by each House of Parliament. 4 Regulations under subsection (3) reducing any rate shall not apply to a furnace which has been installed, the installation of which has been begun, or an agreement for the purchase or installation of which has been entered into, before the date on which the regulations come into force. 5 If on any day a furnace is used in contravention of subsection (1), the occupier of the building shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "7", "section_title": " Exemptions from section 6.", "section_text": "7 1 The Secretary of State may by regulations provide that furnaces of any class prescribed in the regulations shall, while used for a purpose so prescribed, be exempted from the operation of section 6(1). 2 If on the application of the occupier of a building a local authority are satisfied that the emission of grit and dust from any chimney serving a furnace in the building will not be prejudicial to health or a nuisance if the furnace is used for a particular purpose without compliance with section 6(1), they may exempt the furnace from the operation of that subsection while used for that purpose. 3 If a local authority to whom an application is duly made for an exemption under subsection (2) fail to determine the application and to give a written notice of their decision to the applicant within— a eight weeks of receiving the application; or b such longer period as may be agreed in writing between the applicant and the authority, the furnace shall be treated as having been granted an exemption from the operation of section 6(1) while used for the purpose specified in the application. 4 If a local authority decide not to grant an exemption under subsection (2), they shall give the applicant a written notification of their decision stating their reasons, and the applicant may within twenty-eight days of receiving the notification appeal against the decision to the Secretary of State. 5 On an appeal under this section the Secretary of State— a may confirm the decision appealed against; or b may grant the exemption applied for or vary the purpose for which the furnace to which the application relates may be used without compliance with section 6(1); and shall give the appellant a written notification of his decision, stating his reasons for it. 6 If on any day a furnace which is exempt from the operation of section 6(1) is used for a purpose other than a prescribed purpose or, as the case may be, a purpose for which the furnace may be used by virtue of subsection (2), (3) or (5), the occupier of the building shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "8", "section_title": " Requirement to fit arrestment plant for burning solid fuel in other cases.", "section_text": "8 1 A domestic furnace shall not be used in a building— a to burn pulverised fuel; or b to burn, at a rate of 1.02 tonnes an hour or more, solid fuel in any other form or solid waste, unless the furnace is provided with plant for arresting grit and dust which has been approved by the local authority or which has been installed in accordance with plans and specifications submitted to and approved by the local authority, and that plant is properly maintained and used. 2 If a furnace is used in a building in contravention of subsection (1), the occupier of the building shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "9", "section_title": " Appeal to Secretary of State against refusal of approval.", "section_text": "9 1 Where a local authority determine an application for approval under section 6 or 8, they shall give the applicant a written notification of their decision and, in the case of a decision not to grant approval, shall state their reasons for not doing so. 2 A person who— a has made such an application to a local authority; or b is interested in a building with respect to which such an application has been made, may, if he is dissatisfied with the decision of the authority on the application, appeal within twenty-eight days after he is notified of the decision to the Secretary of State; and the Secretary of State may give any approval which the local authority might have given. 3 An approval given by the Secretary of State under this section shall have the like effect as an approval of the local authority."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "10", "section_title": " Measurement of grit, dust and fumes by occupiers.", "section_text": "10 1 If a furnace in a building is used— a to burn pulverised fuel; b to burn, at a rate of 45.4 kilograms or more an hour, any other solid matter; or c to burn, at a rate equivalent to 366.4 kilowatts or more, any liquid or gaseous matter, the local authority may, by notice in writing served on the occupier of the building, direct that the provisions of subsection (2) below shall apply to the furnace, and those provisions shall apply accordingly. 2 In the case of a furnace to which this subsection for the time being applies, the occupier of the building shall comply with such requirements as may be prescribed as to— a making and recording measurements from time to time of the grit, dust and fumes emitted from the furnace; b making adaptations for that purpose to the chimney serving the furnace; c providing and maintaining apparatus for making and recording the measurements; and d informing the local authority of the results obtained from the measurements or otherwise making those results available to them; and in this subsection “ prescribed ” means prescribed (whether generally or for any class of furnace) by regulations made by the Secretary of State. 3 If the occupier of the building fails to comply with those requirements, he shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 5 on the standard scale; or b to cumulative penalties on continuance in accordance with section 50. 4 The occupier of a building who by virtue of subsection (2) is under a duty to make and record measurements of grit, dust and fumes emitted from a furnace in the building shall permit the local authority to be represented during the making and recording of those measurements. 5 The Secretary of State may by regulations substitute for any rate mentioned in subsection (1)(b) or (c) such other rate as he thinks fit; but regulations shall not be made under this subsection so as to reduce any rate unless a draft of the regulations has been laid before and approved by each House of Parliament. 6 Any direction given by a local authority under subsection (1) with respect to a furnace in a building may be revoked by the local authority by a subsequent notice in writing served on the occupier of the building, without prejudice, however, to their power to give another direction under that subsection."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "11", "section_title": " Measurement of grit, dust and fumes by local authorities.", "section_text": "11 1 This section applies to any furnace to which section 10(2) (duty to comply with prescribed requirements) for the time being applies and which is used— a to burn, at a rate less than 1.02 tonnes an hour, solid matter other than pulverised fuel; or b to burn, at a rate of less than 8.21 Megawatts, any liquid or gaseous matter. 2 The occupier of the building in which the furnace is situated may, by notice in writing given to the local authority, request that authority to make and record measurements of the grit, dust and fumes emitted from the furnace. 3 While a notice is in force under subsection (2)— a the local authority shall from time to time make and record measurements of the grit, dust and fumes emitted from the furnace; and b the occupier shall not be under a duty to comply with any requirements of regulations under subsection (2) of section 10 in relation to the furnace, except those imposed by virtue of paragraph (b) of that subsection; and any such notice given by the occupier of a building may be withdrawn by a subsequent notice in writing given to the local authority by him or any subsequent occupier of that building. 4 A direction under section 10(1) applying section 10(2) to a furnace which is used as mentioned in subsection (1)(a) or (b) of this section shall contain a statement of the effect of subsections (1) to (3) of this section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "12", "section_title": " Information about furnaces and fuel consumed.", "section_text": "12 1 For the purpose of enabling the local authority properly to perform their functions under and in connection with sections 5 to 11, the local authority may, by notice in writing served on the occupier of any building, require the occupier to furnish to them, within fourteen days or such longer time as may be limited by the notice, such information as to the furnaces in the building and the fuel or waste burned in those furnaces as they may reasonably require for that purpose. 2 Any person who, having been duly served with a notice under subsection (1)— a fails to comply with the requirements of the notice within the time limited; or b furnishes any information in reply to the notice which he knows to be false in a material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "13", "section_title": " Grit and dust from outdoor furnaces,  etc.", "section_text": "13 1 Sections 5 to 12 shall apply in relation to the furnace of any fixed boiler or industrial plant as they apply in relation to a furnace in a building. 2 References in those sections to the occupier of the building shall, in relation to a furnace falling within subsection (1), be read as references to the person having possession of the boiler or plant. 3 The reference in section 6(4) (and the reference in paragraph 6(1) and (3) of Schedule 5) to the installation and to the purchase of a furnace shall, in relation to a furnace which is already contained in any fixed boiler or industrial plant, be read as a reference to attaching the boiler or plant to the building or fixing it to or installing it on any land and to purchasing it respectively."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "14", "section_title": " Height of chimneys for furnaces.", "section_text": "14 1 This section applies to any furnace served by a chimney. 2 An occupier of a building shall not knowingly cause or permit a furnace to be used in the building— a to burn pulverised fuel; b to burn, at a rate of 45.4 kilograms or more an hour, any other solid matter; or c to burn, at a rate equivalent to 366.4 kilowatts or more, any liquid or gaseous matter, unless the height of the chimney serving the furnace has been approved for the purposes of this section and any conditions subject to which the approval was granted are complied with. 3 If on any day the occupier of a building contravenes subsection (2), he shall be guilty of an offence. 4 A person having possession of any fixed boiler or industrial plant, other than an exempted boiler or plant, shall not knowingly cause or permit a furnace of that boiler or plant to be used as mentioned in subsection (2), unless the height of the chimney serving the furnace has been approved for the purposes of this section and any conditions subject to which the approval was granted are complied with. 5 If on any day a person having possession of any boiler or plant contravenes subsection (4), he shall be guilty of an offence. 6 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 7 In this section “ exempted boiler or plant ” means a boiler or plant which is used or to be used wholly for any purpose prescribed in regulations made by the Secretary of State; and the height of a chimney is approved for the purposes of this section if approval is granted by the local authority or the Secretary of State under section 15."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "15", "section_title": " Applications for approval of height of chimneys of furnaces.", "section_text": "15 1 This section applies to the granting of approval of the height of a chimney for the purposes of section 14. 2 Approval shall not be granted by a local authority unless they are satisfied that the height of the chimney will be sufficient to prevent, so far as practicable, the smoke, grit, dust, gases or fumes emitted from the chimney from becoming prejudicial to health or a nuisance having regard to— a the purpose of the chimney; b the position and descriptions of buildings near it; c the levels of the neighbouring ground; and d any other matters requiring consideration in the circumstances. 3 Approval may be granted without qualification or subject to conditions as to the rate or quality, or the rate and quality, of emissions from the chimney. 4 If a local authority to whom an application is duly made for approval fail to determine the application and to give a written notification of their decision to the applicant within four weeks of receiving the application or such longer period as may be agreed in writing between the applicant and the authority, the approval applied for shall be treated as having been granted without qualification. 5 If a local authority decide not to approve the height of a chimney, or to attach conditions to their approval, they shall give the applicant a written notification of their decision which— a states their reasons for that decision; and b in the case of a decision not to approve the height of the chimney, specifies— i the lowest height (if any) which they are prepared to approve without qualification; or ii the lowest height which they are prepared to approve if approval is granted subject to any specified conditions, or (if they think fit) both. 6 The applicant may within twenty-eight days of receiving a notification under subsection (5) appeal against the local authority’s decision to the Secretary of State. 7 On an appeal under this section the Secretary of State may confirm the decision appealed against or he may— a approve the height of the chimney without qualification or subject to conditions as to the rate or quality, or the rate and quality, of emissions from the chimney; or b cancel any conditions imposed by the local authority or substitute for any conditions so imposed any other conditions which the authority had power to impose. 8 The Secretary of State shall give the appellant a written notification of his decision on an appeal under this section which— a states his reasons for the decision; and b in the case of a decision not to approve the height of the chimney, specifies— i the lowest height (if any) which he is prepared to approve without qualification; or ii the lowest height which he is prepared to approve if approval is granted subject to any specified conditions, or (if he thinks fit) both. 9 References in this section to “ the applicant ” shall, in a case where the original applicant notifies the local authority that his interest in the application has been transferred to another person, be read as references to that other person."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "16", "section_title": " Height of other chimneys.", "section_text": "16 1 This section applies where plans for the erection or extension of a building outside Greater London or in an outer London borough, other than a building used or to be used wholly for one or more of the following purposes, that is to say— a as a residence or residences; b as a shop or shops; or c as an office or offices, are in accordance with building regulations deposited with the local authority and the plans show that it is proposed to construct a chimney, other than one serving a furnace, for carrying smoke, grit, dust or gases from the building. 2 The local authority shall reject the plans unless they are satisfied that the height of the chimney as shown on the plans will be sufficient to prevent, so far as practicable, the smoke, grit, dust or gases from becoming prejudicial to health or a nuisance having regard to— a the purpose of the chimney; b the position and descriptions of buildings near it; c the levels of the neighbouring ground; and d any other matters requiring consideration in the circumstances. 3 If a local authority reject plans under the authority of this section— a the notice given under section 16(6) of the  Building Act 1984 shall specify that the plans have been so rejected; and b any person interested in the building may appeal to the Secretary of State. 4 On an appeal under subsection (3) the Secretary of State may confirm or cancel the rejection and, where he cancels the rejection, may, if he thinks it necessary, direct that the time for rejecting the plans otherwise than under the authority of this section shall be extended so as to run from the date on which his decision is notified to the local authority. 5 In the application of this section to Scotland— a any reference to plans deposited in accordance with building regulations shall be read as a reference to the plans, specifications and other information submitted with an application for a  building warrant under section 9 of the Building (Scotland) Act 2003 (asp 8) ; b any reference to a local authority shall be read as a reference to a  verifier   within the meaning of that Act; c any reference to the rejection of plans shall be read as a reference to the refusal of a  building warrant under section 9   of that Act; and subsections (3) and (4) shall be omitted."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Clean Air Act 1993", "year": 1993, "section": "18", "section_title": " Declaration of smoke control area by local authority.", "section_text": "18 1 A local authority may by order declare the whole or any part of the district of the authority to be a smoke control area; and any order made under this section is referred to in this Act as a “ smoke control order ”. 2 A smoke control order— a may make different provision for different parts of the smoke control area; b may limit the operation of section 20 (prohibition of emissions of smoke  in Wales )   or Schedule 1A (penalty for emission of smoke in England)  to specified classes of building in the area; and c may exempt specified buildings or classes of building or specified fireplaces or classes of fireplace in the area from the operation of that section  or Schedule , upon such conditions as may be specified in the order; and the reference in paragraph (c) to specified buildings or classes of building include a reference to any specified, or to any specified classes of, fixed boiler or industrial plant. 2A For the purposes of this Part a smoke control order in England “applies” to a building, fireplace, fixed boiler or industrial plant if the operation of Schedule 1A is not excluded in relation to it by virtue of subsection (2)(b) or (c). 3 A smoke control order may be revoked or varied by a subsequent order. 4 The provisions of Schedule 1 apply to the coming into operation of smoke control orders."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19", "section_title": " Power of Secretary of State to require creation of smoke control areas.", "section_text": "19 1 If, after consultation with a local authority, the Secretary of State is satisfied— a that it is expedient to abate the pollution of the air by smoke in the district or part of the district of the authority; and b that the authority have not exercised, or have not sufficiently exercised, their powers under section 18 (power to declare smoke control area) to abate the pollution, he may direct the authority to prepare and submit to him for his approval, within such period not being less than six months from the direction as may be specified in the direction, proposals for making and bringing into operation one or more smoke control orders within such period or periods as the authority think fit. 2 Any proposals submitted by a local authority in pursuance of a direction under subsection (1) may be varied by further proposals submitted by the authority within the period specified for the making of the original proposals or such longer period as the Secretary of State may allow. 3 The Secretary of State may reject any proposals submitted to him under this section or may approve them in whole or in part, with or without modifications. 4 Where a local authority to whom a direction under subsection (1) has been given— a fail to submit proposals to the Secretary of State within the period specified in the direction; or b submit proposals which are rejected in whole or in part, the Secretary of State may make an order declaring them to be in default and directing them for the purposes of removing the default to exercise their powers under section 18 in such manner and within such period as may be specified in the order. 5 An order made under subsection (4) may be varied or revoked by a subsequent order so made. 6 While proposals submitted by a local authority and approved by the Secretary of State under this section are in force, it shall be the duty of the authority to make such order or orders under section 18 as are necessary to carry out the proposals."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19A", "section_title": "Penalty for emission of smoke in smoke control area in England", "section_text": "19A Schedule 1A makes provision for financial penalties in relation to the emission of smoke in smoke control areas in England."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19B", "section_title": "Acquisition and sale of controlled solid fuel in England", "section_text": "19B 1 A person who acquires in England any controlled solid fuel for use in— a a building to which a smoke control order in England applies, b a fireplace to which such an order applies, or c a fixed boiler or industrial plant to which such an order applies, is guilty of an offence. 2 Where a smoke control order in England applies to a moored vessel (see section 44), subsection (1)(a) does not apply in relation to the acquisition of controlled solid fuel for use in the propulsion of the vessel or to provide electric power to the vessel. 3 Subsection (1)(b) does not apply where the fireplace was an approved fireplace at the time of the acquisition. 4 A person who— a offers controlled solid fuel for sale by retail in England where the fuel is to be taken away by a purchaser, and b fails to take reasonable steps to notify potential purchasers that it is an offence to acquire that fuel for any of the uses mentioned in subsection (1), is guilty of an offence. 5 A person who sells any controlled solid fuel by retail in England for delivery by that person, or on that person’s behalf, to— a a building to which a smoke control order in England applies, or b premises in which there is any fixed boiler or industrial plant to which such an order applies, is guilty of an offence. 6 In proceedings for an offence under subsection (5) it is a defence for the person accused to prove that the person believed and had reasonable grounds for believing that— a the building referred to in subsection (5)(a) was not one to which the smoke control order in question applied, or b the fuel was acquired for use in— i a fireplace that was, at the time of the delivery, an approved fireplace, or ii a boiler or plant to which the smoke control order did not apply. 7 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 A person guilty of an offence under subsection (4) or (5) is liable on summary conviction to a fine."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19C", "section_title": "Exemptions relating to particular areas in England", "section_text": "19C 1 The Secretary of State may, if it appears to the Secretary of State to be necessary or expedient to do so, by order suspend or relax the operation of— a Schedule 1A (penalty for emission of smoke), or b section 19B(1), (4) or (5) (offences relating to acquisition and sale of fuel), in relation to the whole or part of a smoke control area in England. 2 Before making an order under subsection (1) the Secretary of State must consult the local authority that declared the smoke control area in question unless satisfied that, on account of urgency, such consultation is impracticable. 3 As soon as practicable after the making of such an order the local authority must take such steps as appear to them suitable for bringing the effect of the order to the notice of persons affected."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19D", "section_title": "Interpretation: “approved fireplace” and “controlled solid fuel”", "section_text": "19D 1 In section 19B, “ approved fireplace ” means a fireplace of a type specified in a list published by the Secretary of State. 2 The Secretary of State may only specify a type of fireplace in the list if satisfied that such a fireplace can, if used in compliance with any conditions specified in the list, be used for burning controlled solid fuel without producing any smoke or a substantial quantity of smoke. 3 In section 19B and this section, “ controlled solid fuel ” means any solid fuel other than an approved fuel. 4 In subsection (3), “ approved fuel ” means a solid fuel specified in a list which has been published by the Secretary of State for the purposes of this section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "20", "section_title": " Prohibition on emission of smoke in smoke control area  in Wales .", "section_text": "20 1 If, on any day, smoke is emitted from a chimney of any building within a smoke control area  in Wales , the occupier of the building shall be guilty of an offence. 2 If, on any day, smoke is emitted from a chimney (not being a chimney of a building) which serves the furnace of any fixed boiler or industrial plant within a smoke control area  in Wales , the person having possession of the boiler or plant shall be guilty of an offence. 3 Subsections (1) and (2) have effect— a subject to any exemptions for the time being in force under section 18, 21 or 22; b subject to section 51 (duty to notify offences to occupier or other person liable). 4 In proceedings for an offence under this section it shall be a defence to prove that the alleged emission was not caused by the use of any fuel other than an authorised fuel. 5 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5ZC . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A In this Part,  “ authorised fuel ” means a fuel included in a list of authorised fuels kept by the Scottish Ministers for the purposes of this Part. 5B The Scottish Ministers must— a publish the list of authorised fuels; and b publish a revised copy of the list as soon as is reasonably practicable after any change is made to it. 5C The list must be published in such manner as the Scottish Ministers consider appropriate. 6 ...   Except as provided in subsection (5A), in  this Part “ authorised fuel ” means a fuel declared by regulations of the  Secretary of State   Welsh Ministers   to be an authorised fuel for the purposes of this Part."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "21", "section_title": " Power ... to exempt certain fireplaces  in Wales .", "section_text": "21 A1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . A2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . A3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . A4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 For the purposes of this Part, the Scottish Ministers may exempt any class or description of fireplace from the provisions of section 20 (prohibition of smoke emissions in smoke control areas) if they are satisfied that such fireplaces can be used for burning fuel other than authorised fuels without producing any smoke or a substantial quantity of smoke. 2 An exemption under subsection (1) may be made subject to such conditions as the Scottish Ministers consider appropriate. 3 The Scottish Ministers must— a publish a list of those classes or descriptions of fireplace that are exempt under subsection (1), including details of any conditions to which an exemption is subject; and b publish a revised copy of the list as soon as is reasonably practicable after any change is made to the classes or descriptions of fireplace that are so exempt or to the conditions to which an exemption is subject. 4 The list must be published in such manner as the Scottish Ministers consider appropriate. 5   Except where subsection (1) applies, the   ...  Secretary of State   Welsh Ministers   may by order exempt any class of fireplace, upon such conditions as may be specified in the order, from the provisions of section 20 (prohibition of smoke emissions in smoke control area), if  he is   they are   satisfied that such fireplaces can be used for burning fuel other than authorised fuels without producing any smoke or a substantial quantity of smoke."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "22", "section_title": " Exemptions relating to particular areas  in Wales .", "section_text": "22 1 The   Welsh Ministers   may, if it appears to   them   to be necessary or expedient so to do, by order suspend or relax the operation of section 20 (prohibition of smoke emissions in smoke control area  in Wales ) in relation to the whole or any part of a smoke control area  in Wales . 2 Before making an order under subsection (1) the   Welsh Ministers   shall consult with the local authority unless   they are   satisfied that, on account of urgency, such consultation is impracticable. 3 As soon as practicable after the making of such an order the local authority shall take such steps as appear to them suitable for bringing the effect of the order to the notice of persons affected."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "23", "section_title": " Acquisition and sale of unauthorised fuel in a smoke control area  in Wales .", "section_text": "23 1 Any person who— a acquires any solid fuel for use in a building in a smoke control area  in Wales   otherwise than in a building or fireplace exempted from the operation of section 20 (prohibition of smoke emissions in smoke control area  in Wales ); b acquires any solid fuel for use in any fixed boiler or industrial plant in a smoke control area  in Wales , not being a boiler or plant so exempted; or c sells by retail any solid fuel  in Wales   for delivery by him or on his behalf to— i a building in a smoke control area  in Wales ; or ii premises in such an area in which there is any fixed boiler or industrial plant, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 In subsection (1), “ solid fuel ” means any solid fuel other than an authorised fuel. 3 Subsection (1) shall, in its application to a smoke control area  in Wales   in which the operation of section 20 is limited by a smoke control order to specified classes of buildings, boilers or plant, have effect as if references to a building, boiler or plant were references to a building, boiler or plant of a class specified in the order. 4 The power of the   Welsh Ministers   under section 22 (exemptions relating to particular areas) to suspend or relax the operation of section 20 in relation to the whole or any part of a smoke control area  in Wales   includes power to suspend or relax the operation of subsection (1) in relation to the whole or any part of such an area. 5 In proceedings for an offence under this section consisting of the sale of fuel  in Wales   for delivery to a building or premises  in Wales , it shall be a defence for the person accused to prove that he believed and had reasonable grounds for believing— a that the building was exempted from the operation of section 20 or, in a case where the operation of that section is limited to specified classes of building, was not of a specified class; or b that the fuel was acquired for use in a fireplace, boiler or plant so exempted or, in a case where the operation of that section is limited to specified classes of boilers or plant, in a boiler or plant not of a specified class."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "24", "section_title": " Power of local authority to require adaptation of fireplaces in private dwellings.", "section_text": "24 1 The local authority may, by notice in writing served on the occupier or owner of a private dwelling which is, or when a smoke control order comes into operation will be, within a smoke control area, require the carrying out of adaptations in or in connection with the dwelling to avoid contraventions of section 20 (prohibition of smoke emissions in smoke control area  in Wales )  or the imposition of a financial penalty under Schedule 1A (penalty for emission of smoke in England) . 2 The provisions of Part XII of the  Public Health Act 1936 with respect to appeals against, and the enforcement of, notices requiring the execution of works shall apply in relation to any notice under subsection (1). 3 Any reference in those provisions to the expenses reasonably incurred in executing the works shall, in relation to a notice under subsection (1), be read as a reference to three-tenths of those expenses or such smaller fraction of those expenses as the local authority may in any particular case determine. 4 In the application of this section to Scotland— a subsections (2) and (3) shall be omitted; b section 111 of the  Housing (Scotland) Act 1987 (which provides for an appeal to the sheriff against certain notices, demands and orders under that Act) shall apply in relation to a notice under subsection (1) of this section as it applies in relation to a repair notice under that Act; and c subject to any such right of appeal as is mentioned in paragraph (b), if any person on whom a notice under subsection (1) is served fails to execute the works required by the notice within the time limited by the notice, the local authority may themselves execute the works and may recover from that person three-tenths, or such smaller fraction as the local authority may in any particular case determine, of the expenses reasonably incurred by them in so doing."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "25", "section_title": " Expenditure incurred in relation to adaptations in private dwellings.", "section_text": "25 1 Schedule 2 to this Act shall have effect with respect to certain expenditure incurred in adapting old private dwellings in smoke control areas. 2 In this Part “ old private dwelling ” means any private dwelling other than one which either— a was erected after 15th August 1964 (which was the date immediately preceding the time when the enactment replaced by this subsection came into force), or b was produced by the conversion, after that date, of other premises, with or without the addition of premises erected after that date; and for the purposes of this subsection a dwelling or premises shall not be treated as erected or converted after that date unless the erection or conversion was begun after it."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "26", "section_title": " Power of local authority to make grants towards adaptations to fireplaces in churches, chapels, buildings used by charities etc.", "section_text": "26 1 If, after the making of a smoke control order, the owner or occupier of any premises or part of any premises to which this section applies and which will be within a smoke control area as the result of the order incurs expenditure on adaptations in or in connection with the premises or part to avoid contraventions of section 20 (prohibition of smoke emissions in smoke control area  in Wales )  or the imposition of a financial penalty under Schedule 1A (penalty for emission of smoke in England) , the local authority may, if they think fit, repay to him the whole or any part of that expenditure. 2 This section applies to any premises or part of any premises which fall within one or more of the following paragraphs, that is to say— a any place of public religious worship, being, in the case of a place in England or Wales, a place which belongs to the Church of England or to the Church in Wales (within the meaning of the  Welsh Church Act 1914) or which is for the time being certified as required by law as a place of religious worship; b any church hall, chapel hall or similar premises used in connection with any such place of public religious worship, and so used for the purposes of the organisation responsible for the conduct of public religious worship in that place; c any premises or part of any premises occupied for the purposes of an organisation (whether corporate or unincorporated) which is not established or conducted for profit and whose main objects are charitable or are otherwise concerned with the advancement of religion, education or social welfare. 3 Where a smoke control order in England applies to a vessel which is moored (see section 44), subsection (2)(c) applies to the vessel as it applies in relation to premises."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "26A", "section_title": "Duty of local authority to reimburse for adaptations of vessels in England", "section_text": "26A 1 This section applies where— a a local authority in England makes a smoke control order, b as a result of the order a vessel will, when the order comes into operation, be within a smoke control area and subject to the operation of Schedule 1A, c the owner or occupier of the vessel has a right to moor the vessel at a single mooring place within that area for the period which— i begins on the day on which the smoke control order is made, and ii ends six months after it comes into operation, and d the owner or occupier does not have access to a mains electricity or gas supply at the mooring place. 2 If— a before the coming into operation of the order, the owner or occupier incurs expenditure on adaptations to or in connection with the vessel to avoid the imposition of a penalty under Schedule 1A, b the expenditure is incurred with the approval of the local authority given for the purpose of this section, and c the adaptations are completed to the satisfaction of the local authority, the authority must pay to the owner or occupier of the vessel 70% of the expenditure. 3 That amount must be paid in equal instalments every month for a period of six months. 4 But the duty to pay instalments under this section ceases if, at any time after the coming into operation of the smoke control order— a the owner or occupier of the vessel ceases to have the right to moor the vessel at the single mooring place mentioned in subsection (1)(c), or b the vessel is absent from the smoke control area for a period of, or periods together totalling, three months."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "27", "section_title": " References to adaptations for avoiding contraventions of section 20  or Schedule 1A .", "section_text": "27 1 References in this Part to adaptations in or in connection with a dwelling to avoid contraventions of section 20 (prohibition of smoke emissions from smoke control area  in Wales )   or the imposition of a financial penalty under Schedule 1A (penalty for emission of smoke in England)  shall be read as references to the execution of any of the following works (whether in or outside the dwelling), that is to say— a adapting or converting any fireplace; b replacing any fireplace by another fireplace or by some other means of heating or cooking; c altering any chimney which serves any fireplace; d providing gas ignition, electric ignition or any other special means of ignition; or e carrying out any operation incidental to any of the operations mentioned in paragraphs (a) to (d); being works which are reasonably necessary in order to make what is in all the circumstances suitable provision for heating and cooking without contraventions of section 20  or incurring liability under Schedule 1A . 2 For the purposes of this section the provision of any igniting apparatus or appliance (whether fixed or not) operating by means of gas, electricity or other special means shall be treated as the execution of works. 3 Except for the purposes of section 24 (power of local authority to require certain adaptations), works which make such suitable provision as is mentioned in subsection (1) shall not be treated as not being adaptations to avoid contraventions of section 20 of this Act  or liability under Schedule 1A to this Act   by reason that they go beyond what is reasonably necessary for that purpose, but any expenditure incurred in executing them in excess of the expenditure which would have been reasonably incurred in doing what was reasonably necessary shall be left out of account. 4 References in this section to a dwelling include references to any premises or part of any premises to which section 26 (grants towards certain adaptations in churches and other buildings) applies  , and to any vessel to which section 26 or 26A (adaptations of vessels in England) applies ."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "28", "section_title": " Cases where expenditure is taken to be incurred on execution of works.", "section_text": "28 1 References in this Part to expenses incurred in the execution of works include references to the cost of any fixed cooking or heating appliance installed by means of the execution of the works, notwithstanding that the appliance can be readily removed from the dwelling without injury to itself or the fabric of the dwelling. 2 For the purposes of this Part a person who enters into either— a a conditional sale agreement for the sale to him, or b a hire-purchase agreement for the bailment or (in Scotland) hiring to him, of a cooking or heating appliance shall be treated as having incurred on the date of the agreement expenditure of an amount equal to the price which would have been payable for the appliance if he had purchased it for cash on that date. 3 References in this section to a dwelling include references to any premises or part of any premises to which section 26 (grants towards certain adaptations in churches and other buildings) applies  , and to any vessel to which section 26 or section 26A (adaptations of vessels in England) applies ."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "28A", "section_title": "Guidance for local authorities in England", "section_text": "28A A local authority in England must have regard to any guidance published by the Secretary of State about the exercise of the authority’s functions under this Part."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "29", "section_title": " Interpretation of Part III.", "section_text": "29 In this Part, except so far as the context otherwise requires— “ authorised fuel ” has the meaning given in section  20 ; “ conditional sale agreement ” means an agreement for the sale of goods under which— the purchase price or part of it is payable by instalments; and the property in the goods is to remain in the seller (notwithstanding that the buyer is to be in possession of the goods) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled; “ heating ”, in relation to a dwelling, includes the heating of water; “ hire-purchase agreement ” means an agreement, other than a conditional sale agreement, under which— goods are bailed or (in Scotland) hired in return for periodical payments by the person to whom they are bailed or hired; and the property in the goods will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— the exercise of an option to purchase by that person; the doing of any other specified act by any party to the agreement; and the happening of any other specified event; “ old private dwelling ” has the meaning given in section 25;  and “ smoke control order ” means an order made by a local authority under section 18;  and   “ smoke control order in England ” means a smoke control order made by a local authority in England.  "}, {"act": "Clean Air Act 1993", "year": 1993, "section": "30", "section_title": " Regulations about motor fuel.", "section_text": "30 1 For the purpose of limiting or reducing air pollution, the Secretary of State may by regulations— a impose requirements as to the composition and contents of any fuel of a kind used in motor vehicles; and b where such requirements are in force, prevent or restrict the production, treatment, distribution, import, sale or use of any fuel which in any respect fails to comply with the requirements, and which is for use in the United Kingdom. 2 It shall be the duty of the Secretary of State, before he makes any regulations under this section, to consult— a such persons appearing to him to represent manufacturers and users of motor vehicles; b such persons appearing to him to represent the producers and users of fuel for motor vehicles; and c such persons appearing to him to be conversant with problems of air pollution, as he considers appropriate. 3 Regulations under this section— a in imposing requirements as to the composition and contents of any fuel, may apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations; and b where fuel is subject to such requirements, may, in order that persons to whom the fuel is supplied are afforded information as to its composition or contents, impose requirements for securing that the information is displayed at such places and in such manner as may be prescribed by the regulations. 4 It shall be duty of every local weights and measures authority to enforce the provisions of regulations under this section within its area; and  subsection  (2)  . . .of section 26 of the  Trade Descriptions Act 1968 (reports and inquiries) shall apply as respects those authorities’ functions under this subsection as  it applies  to their functions under that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A For the investigatory powers available to a local weights and measures authority for the purposes of the duty in subsection (4), see Schedule 5 to the Consumer Rights Act 2015. 6 In relation to Scotland— a nothing in subsection (4) authorises a local weights and measures authority to institute proceedings for an offence; and b regulations under this section may provide that certificates issued by such persons as may be specified by the regulations in relation to such matters as may be so specified shall, subject to the provisions of the regulations, be received in evidence, and be sufficient evidence, of those matters in any proceedings for an offence under regulations made under this section; and such regulations may apply any of the provisions of subsections (2) to (4) of section 31 of the  Trade Descriptions Act 1968 (evidence by certificate). 7 In Northern Ireland it shall be the duty of the Department of Economic Development to enforce the provisions of regulations under this section; and accordingly this section shall have effect in relation to Northern Ireland with the omission of subsection (4). 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8A For the investigatory powers available to the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the duty in subsection (7), see Schedule 5 to the Consumer Rights Act 2015. 9 The Secretary of State shall for each financial year pay into the Consolidated Fund of Northern Ireland such sum as the Secretary of State and the Department of Economic Development for Northern Ireland may agree to be appropriate as representing the expenses incurred by that Department in enforcing the provisions of any regulations made under this section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "31", "section_title": " Regulations about sulphur content of oil fuel for furnaces or engines.", "section_text": "31 1 For the purpose of limiting or reducing air pollution, the Secretary of State may by regulations impose limits on the sulphur content of oil fuel which is used in furnaces or engines. 2 It shall be the duty of the Secretary of State, before he makes any regulations in pursuance of this section, to consult— a such persons appearing to him to represent producers and users of oil fuel; b such persons appearing to him to represent manufacturers and users of plant and equipment for which oil fuel is used; and c such persons appearing to him to be conversant with problems of air pollution, as he considers appropriate. 3 Regulations under this section may— a prescribe the kinds of oil fuel, and the kinds of furnaces and engines, to which the regulations are to apply; b apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations; and c without prejudice to the generality of section 63(1)(a), make different provision for different areas. 4 It shall be the duty— a of every local authority to enforce the provisions of regulations under this section within its area, except in relation to a furnace which is i part of a process subject to Part I of the   Environmental Protection Act 1990   , or ii part of an installation subject to regulation by the   appropriate agency   under regulations made under section 2 of the Pollution Prevention and Control Act 1999 ; and b of the inspectors appointed under that Part to enforce those provisions in relation to   furnaces within sub-paragraph (i) of paragraph (a) above and of the   appropriate agency   to enforce those provisions in relation to furnaces within sub-paragraph (ii) of that paragraph ; but nothing in this section shall be taken to authorise a local authority in Scotland to institute proceedings for any offence. 4A For the investigatory powers available to a local authority for the purposes of the duty in subsection (4)(a), see Schedule 5 to the Consumer Rights Act 2015. 5 In this section “ oil fuel ” means any liquid petroleum product produced in a refinery. 6 In this section, “appropriate agency” means— a in relation to England, the Environment Agency; b in relation to Wales, the Natural Resources Body for Wales."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "32", "section_title": " Provisions supplementary to sections 30 and 31.", "section_text": "32 1 Regulations under section 30 or 31 (regulation of content of motor fuel and fuel oil) may authorise the Secretary of State to confer exemptions from any provision of the regulations. 2 A person who contravenes or fails to comply with any provision of regulations under section 30 or 31 shall be guilty of an offence and liable— a on conviction on indictment, to a fine; and b on summary conviction, to a fine not exceeding the statutory maximum; but the regulations may in any case exclude liability to conviction on indictment or reduce the maximum fine on summary conviction. 3 Regulations under section 30 or 31 shall, subject to any provision to the contrary in the regulations, apply to fuel used for, and to persons in, the public service of the Crown as they apply to fuel used for other purposes and to other persons. 4 A local authority shall not be entitled by virtue of subsection (3) to exercise, in relation to fuel used for and persons in that service, any power conferred on the authority by virtue of   Schedule 5 to the Consumer Rights Act 2015 (investigatory powers)  ."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "33", "section_title": " Cable burning.", "section_text": "33 1 A person who burns insulation from a cable with a view to recovering metal from the cable shall be guilty of an offence unless the burning is part of  ...an activity subject to regulations under section 2 of the Pollution Prevention and Control Act 1999  or section 18 of the Regulatory Reform (Scotland) Act 2014   2 A person guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "34", "section_title": " Research and publicity.", "section_text": "34 1 A local authority may— a undertake, or contribute towards the cost of, investigation and research relevant to the problem of air pollution; b arrange for the publication of information on that problem; c arrange for the delivery of lectures and addresses, and the holding of discussions, on that problem; d arrange for the display of pictures, cinematograph films or models, or the holding of exhibitions, relating to that problem; and e prepare, or join in or contribute to the cost of the preparation of, pictures, films, models or exhibitions to be displayed or held as mentioned in paragraph (d). 2 In acting under subsection (1)(b), a local authority shall ensure that the material published is presented in such a way that no information relating to a trade secret is disclosed, except with the consent in writing of a person authorised to disclose it. 3 Breach of a duty imposed by subsection (2) shall be actionable. 4 In any civil or criminal proceedings (whether or not arising under this Act) brought against a local authority, or any member or officer of a local authority, on the grounds that any information has been published, it shall be a defence to show that it was published in compliance with subsections (1) and (2)."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "35", "section_title": " Obtaining information.", "section_text": "35 1 Without prejudice to the generality of section 34 (research, etc. by local authorities), local authorities may obtain information about the emission of pollutants and other substances into the air— a by issuing notices under section 36 (information about emissions from premises); b by measuring and recording the emissions, and for that purpose entering on any premises, whether by agreement or in exercise of the power conferred by section 56 (rights of entry and inspection); and c by entering into arrangements with occupiers of premises under which they measure and record emissions on behalf of the local authority; but references to premises in paragraphs (b) and (c) do not include private dwellings or caravans. 2 A local authority shall not be entitled to exercise the power of entry mentioned in subsection (1)(b) for the purpose of measuring and recording such emissions on any premises unless— a the authority has given to the occupier of the premises a notice in writing— i specifying the kind of emissions in question and the steps it proposes to take on the premises for the purpose of measuring and recording emissions of that kind; and ii stating that it proposes to exercise that power for that purpose unless the occupier requests the authority to serve on him a notice under section 36 (information about emissions from premises) with respect to the emissions; and b the period of twenty-one days beginning with the day on which the notice was given has expired; and the authority shall not be entitled to exercise that power if, during that period, the occupier gives a notice to the authority requesting it to serve on him a notice under section 36. 3 Nothing in this section shall authorise a local authority to investigate emissions from any  process subject to Part I of the Environmental Protection Act 1990   or   activity subject to regulations under section 2 of the Pollution Prevention and Control Act 1999   or section 18 of the Regulatory Reform (Scotland) Act 2014   otherwise than— a by issuing notices under section 36; or b by exercising the powers conferred on the authority by section 34(1)(a) (investigation and research etc.) without entering the premises concerned. 4 So long as a local authority exercises any of its powers under subsection (1), it shall from time to time consult the persons mentioned in subsection (5)— a about the way in which the local authority exercises those powers (under this section and section 36); and b about the extent to which, and the manner in which, any information collected under those powers should be made available to the public. 5 The consultations required by subsection (4) shall be with— a such persons carrying on any trade or business in the authority’s area or such organisations appearing to the authority to be representative of those persons; and b such persons appearing to the authority to be conversant with problems of air pollution or to have an interest in local amenity, as appear to the authority to be appropriate. 6 The consultations shall take place as the authority think necessary, but not less than twice in each financial year."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "36", "section_title": " Notices requiring information about air pollution.", "section_text": "36 1 A local authority may by notice in writing require the occupier of any premises in its area to furnish, whether by periodical returns or by other means, such estimates or other information as may be specified or described in the notice concerning the emission of pollutants and other substances into the air from the premises. 2 This section does not apply to premises in so far as they consist of a private dwelling or a caravan. 2A If the notice relates to an installation subject to regulations made under section 2 of the Pollution Prevention and Control Act 1999  or to an activity subject to regulation by the Scottish Environment Protection Agency under regulations under section 18 of the Regulatory Reform (Scotland) Act 2014  , the person on whom the notice is served shall not be obliged to supply any information which, as certified by the Scottish Environment Protection Agency, is not of a kind which is being supplied to it for the purposes of those regulations. 2A If the notice relates to an installation subject to regulation by the   appropriate agency   under regulations made under section 2 of the Pollution Prevention and Control Act 1999, the person on whom the notice is served shall not be obliged to supply any information which, as certified by the   appropriate agency  , is not of a kind which is being supplied to the   appropriate agency   for the purposes of those regulations. 3 If the notice relates to a process subject to Part I of the Environmental Protection Act 1990, the person on whom the notice is served shall not be obliged to supply any information which, as certified by an inspector appointed under that Part, is not of a kind which is being supplied to the inspector for the purposes of that Part. 4 The person on whom a notice is served under this section shall comply with the notice within six weeks of the date of service, or within such longer period as the local authority may by notice allow. 5 A notice under this section shall not require returns at intervals of less than three months, and no one notice (whether or not requiring periodical returns) shall call for information covering a period of more than twelve months. 6 Except so far as regulations made by the Secretary of State provide otherwise, this section applies to premises used for, and to persons in, the public service of the Crown as it applies to other premises and persons. 7 A local authority shall not be entitled by virtue of subsection (6) to exercise, in relation to premises used for and persons in the public service of the Crown, any power conferred on the authority by virtue of sections 56 to 58 (rights of entry and other local authority powers). 8 A person who— a fails without reasonable excuse to comply with the requirements of a notice served on him in pursuance of this section; or b in furnishing any estimate or other information in compliance with a notice under this section, makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 9 Where a person is convicted of an offence under subsection (8) in respect of any premises and information of any kind, nothing in section 35(2) (limits on exercise of power of entry) shall prevent a local authority from exercising the power of entry there mentioned for the purpose of obtaining information of that kind in respect of the premises."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "37", "section_title": " Appeals against notices under section 36.", "section_text": "37 1 A person served with a notice under section 36 (information about air pollution), or any other person having an interest in the premises to which the notice relates, may appeal to the Secretary of State— a on the ground that the giving to the authority or the disclosure to the public of all or part of the information required by the notice would— i prejudice to an unreasonable degree some private interest by disclosing information about a trade secret; or ii be contrary to the public interest; or b on the ground that the information required by the notice is not immediately available and cannot readily be collected or obtained by the recipient of the notice without incurring undue expenditure for the purpose. 2 If the Secretary of State allows the appeal he may direct the local authority to withdraw or modify the notice, or to take such steps as he may specify to ensure that prejudicial information is not disclosed to the public; and it shall be the duty of the authority to comply with the direction. 3 The Secretary of State may make regulations as to appeals under this section, including regulations about the time for bringing an appeal and the circumstances in which all or any part of the appellant’s case is to be withheld from the respondent. 4 It shall be the duty of the Secretary of State, before he makes any regulations under subsection (3), to consult— a such persons appearing to him to represent local authorities; b such persons appearing to him to represent industrial interests; and c such persons appearing to him to be conversant with problems of air pollution, as he considers appropriate."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "38", "section_title": " Regulations about local authority functions under sections 34, 35 and 36.", "section_text": "38 1 The Secretary of State shall by regulations prescribe the manner in which, and the methods by which, local authorities are to perform their functions under sections 34(1)(a) and (b), 35 and 36 (investigation and research etc. into, and the obtaining of information about, air pollution). 2 It shall be the duty of the Secretary of State, before he makes regulations under this section, to consult— a such persons appearing to him to represent local authorities; b such persons appearing to him to represent industrial interests; and c such persons appearing to him to be conversant with problems of air pollution, as he considers appropriate. 3 Regulations under this section may in particular— a prescribe the kinds of emissions to which notices under section 36 (power to require information about air pollution) may relate; b prescribe the kinds of information which may be required by those notices; c prescribe the manner in which any such notice is to be given, and the evidence which is to be sufficient evidence of its having been given, and of its contents and authenticity; d require each local authority to maintain in a prescribed form a register containing— i information obtained by the authority by virtue of section 35(1) (powers of local authorities to obtain information), other than information as to which a direction under section 37(2) (appeals against notices under section 36) provides that the information is not to be disclosed to the public; and ii such information (if any) as the Secretary of State may determine, or as may be determined by or under regulations, with respect to any appeal under section 37 against a notice served by the authority which the Secretary of State did not dismiss; e specify the circumstances in which local authorities may enter into arrangements with owners or occupiers of premises under which they will record and measure emissions on behalf of the local authorities; and f specify the kinds of apparatus which local authorities are to have power to provide and use for measuring and recording emissions, and for other purposes. 4 Regulations made by virtue of subsection (3)(b) may in particular require returns of— a the total volume of gases, whether pollutant or not, discharged from the premises in question over any period; b the concentration of pollutant in the gases discharged; c the total of the pollutant discharged over any period; d the height or heights at which discharges take place; e the hours during which discharges take place; or f the concentration of pollutants at ground level. 5 A register maintained by a local authority in pursuance of regulations made by virtue of subsection (3)(d) shall be open to public inspection at the principal office of the authority free of charge at all reasonable hours, and the authority shall afford members of the public reasonable facilities for obtaining from the authority, on payment of reasonable charges, copies of entries in the register."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "39", "section_title": " Provision by local authorities of information for Secretary of State.", "section_text": "39 1 The Secretary of State may, for the purpose of obtaining information about air pollution, direct a local authority to make such arrangements as may be specified in the direction— a for the provision, installation, operation and maintenance by the local authority of apparatus for measuring and recording air pollution; and b for transmitting the information so obtained to the Secretary of State; but before giving the direction under this section the Secretary of State shall consult the local authority. 2 Where apparatus is provided in pursuance of a direction under this section, the Secretary of State shall defray the whole of the capital expenditure incurred by the local authority in providing and installing the apparatus. 3 It shall be the duty of the local authority to comply with any direction given under this section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "40", "section_title": " Interpretation of Part V.", "section_text": "40 In this Part— za “appropriate agency” means— i in relation to England, the Environment Agency; ii in relation to Wales, the Natural Resources Body for Wales; a references to the emission of substances into the atmosphere are to be construed as applying to substances in a gaseous or liquid or solid state, or any combination of those states; and b any reference to measurement includes a reference to the taking of samples."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "41", "section_title": " Relation to Environmental Protection Act 1990.", "section_text": "41 1 Parts I to III shall not apply to any process which is a prescribed process as from the date which is the determination date for that process. 2 The “determination date” for a prescribed process is— a in the case of a process for which an authorisation is granted, the date on which the enforcing authority grants it, whether in pursuance of the application or, on an appeal, of a direction to grant it, and b in the case of a process for which an authorisation is refused, the date of the refusal or, on an appeal, of the affirmation of the refusal. 3 In this section “authorisation”, “enforcing authority” and “prescribed process” have the meaning given in section 1 of the Environmental Protection Act 1990 and the reference to an appeal is a reference to an appeal under section 15 of that Act."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "41A", "section_title": " Relation to the Pollution Prevention and Control Act 1999  and Regulatory Reform (Scotland) Act 2014 .", "section_text": "41A 1 Where an activity is subject to regulations under section 2 of the Pollution Prevention and Control Act 1999 (regulation of polluting activities)  or section 18 of the Regulatory Reform (Scotland) Act 2014  , Parts I to  III  of this Act shall not apply as from the determination date for the activity in question. 2 The “determination date”, for an activity, is— a in the case of an activity for which a permit  or authorisation   is granted, the date on which it is granted, whether in pursuance of the application, or on an appeal, of a direction to grant it; b in the case of an activity for which a permit  or authorisation   is refused, the date of refusal or, on appeal, of the affirmation of the refusal; c in the case of an activity that is an exempt waste operation, the date of the entry on the register maintained under  paragraph 11 of Schedule 2   (exempt facilities: general) to the Environmental Permitting Regulations   of an establishment or undertaking in relation to that operation. 3 In subsection (2) —   “exempt waste operation” has the meaning given in  the Environmental Permitting Regulations ;   a   “permit” means a permit under regulations under section 2 of the Pollution Prevention and Control Act 1999 and the reference to an appeal is a reference to an appeal under those regulations. ; and                               b “ authorisation ” means an authorisation under regulations made under section 18 of the Regulatory Reform (Scotland) Act 2014, and the reference to an appeal is to an appeal under those regulations. 4 In this section— activity” includes—  a waste operation , or mining waste operation, within the meaning of the Environmental Permitting Regulations; , and a mining waste operation within the meaning of those Regulations; “the Environmental Permitting Regulations” means  the Environmental Permitting (England and Wales) Regulations 2016 ( S.I. 2016/1154 )  ."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "42", "section_title": " Colliery spoilbanks.", "section_text": "42 1 This section applies to any mine or quarry from which coal or shale has been, is being or is to be got. 2 The owner of a mine  or quarry                         , or the operator of a quarry,   to which this section applies shall employ all practicable means— a for preventing combustion of refuse deposited from the mine or quarry; and b for preventing or minimising the emission of smoke and fumes from such refuse; and, if he fails to do so, he shall be guilty of an offence. 3 A person guilty of an offence under subsection (2) shall be liable on summary conviction— a to a fine not exceeding level 5 on the standard scale; or b to cumulative penalties on continuance in accordance with section 50. 4 Neither the provisions of Part III of the Environmental Protection Act 1990 nor any provision of Parts I to III of this Act shall apply in relation to smoke, grit or dust from the combustion of refuse deposited from any mine or quarry to which this section applies. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section, “ mine ”,  “ quarry ” and “ owner ” have the same meaning as in the  Mines and Quarries Act 1954.   is to be construed in accordance with section 180 of the Mines and Quarries Act 1954  “ operator ”, in relation to a quarry, has the meaning given by regulation 2(1) of the Quarries Regulations 1999 ( S.I.  1999/2024); “ owner ”, in relation to a mine, is to be construed in accordance with section 181(1) and (4) of the Mines and Quarries Act 1954; “ quarry ” is to be construed in accordance with regulation 3 of the Quarries Regulations 1999."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "43", "section_title": " Railway engines.", "section_text": "43 1 Section 1(prohibition of emissions of dark smoke) shall apply in relation to railway locomotive engines as it applies in relation to buildings. 2 In the application of section 1 to such engines, for the reference in subsection (1) of that section to the occupier of the building there shall be substituted a reference to the owner of the engine. 3 The owner of any railway locomotive engine shall use any practicable means there may be for minimising the emission of smoke from the chimney on the engine and, if he fails to do so, he shall, if smoke is emitted from that chimney, be guilty of an offence. 4 A person guilty of an offence under subsection (3) shall be liable on summary conviction— a to a fine not exceeding level 5 on the standard scale; or b to cumulative penalties on continuance in accordance with section 50. 5 Except as provided in this section, nothing in Parts I to III applies to smoke, grit or dust from any railway locomotive engine."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "44", "section_title": " Vessels.", "section_text": "44 1 Section 1 (prohibition of emissions of dark smoke) shall apply in relation to vessels in waters to which this section applies as it applies in relation to buildings. 2 In the application of section 1 to a vessel— a for the reference in subsection (1) of that section to the occupier of the building there shall be substituted a reference to the owner of, and to the master or other officer or person in charge of, the vessel; b references to a furnace shall be read as including references to an engine of the vessel; and c subsection (5) of that section shall be omitted; and a person guilty of an offence under that section in relation to a vessel shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 2A A smoke control order made under section 18 by a local authority in England may provide for vessels which are moored in the smoke control area to be subject to the operation of Schedule 1A. 2B For the purposes of a smoke control order which so provides— a any reference in Part 3 and in section 54 to a building is to be read with any necessary modifications as a reference to such a vessel, but b references in sections 24 and 25 to dwellings do not include such vessels. 2C In subsection (2A) the reference to vessels which are moored includes a vessel which is unmoored but which is stationary at a mooring place in circumstances where it might reasonably be moored. 3 For the purposes of this Act a vessel in any waters to which this section applies which are not within the district of any local authority shall be deemed to be within the district of the local authority whose district includes that point on land which is nearest to the spot where the vessel is. 4 The waters to which this section applies are— a all waters not navigable by sea-going ships; and b all waters navigable by sea-going ships which are within the seaward limits of the territorial waters of the United Kingdom and are contained within any port, harbour, river, estuary, haven, dock, canal or other place so long as a person or body of persons is empowered by or under any Act to make charges in respect of vessels entering it or using facilities in it. 5 In subsection (4) “ charges ” means any charges with the exception of light dues, local light dues and any other charges payable in respect of lighthouses, buoys or beacons and of charges in respect of pilotage. 6 Except as provided in this section, nothing in Parts I to III applies to smoke, grit or dust from any vessel."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "45", "section_title": " Exemption for purposes of investigations and research.", "section_text": "45 1 If the local authority are satisfied, on the application of any person interested, that it is expedient to do so for the purpose of enabling investigations or research relevant to the problem of the pollution of the air to be carried out without rendering the applicant liable to proceedings brought under or by virtue of any of the provisions of this Act or the  Environmental Protection Act 1990 mentioned below, the local authority may by notice in writing given to the applicant exempt, wholly or to a limited extent,— a any chimney from the operation of sections 1 (dark smoke), 5 (grit and dust), 20 (smoke in smoke control area) and 43 (railway engines) of this Act and Part III of the Environmental Protection Act 1990 (statutory nuisances); b any furnace, boiler or industrial plant from the operation of section 4(2) (new furnaces to be as far as practicable smokeless); c any premises from the operation of section 2 (emissions of dark smoke); d any furnace from the operation of sections 6 or 8 (arrestment plant) and 10 (measurement of grit, dust and fumes by occupier), and e the acquisition or sale of any fuel specified in the notice from the operation of section 23 (acquisition and sale of unauthorised fuel in smoke control area), in each case subject to such conditions, if any, and for such period as may be specified in the notice. 2 Any person who has applied to the local authority for an exemption under this section may, if he is dissatisfied with the decision of the authority on the application, appeal to the Secretary of State; and the Secretary of State may, if he thinks fit, by notice in writing given to the applicant and the local authority, give any exemption which the authority might have given or vary the terms of any exemption which they have given."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "46", "section_title": " Crown premises, etc.", "section_text": "46 1 It shall be part of the functions of the local authority, in cases where it seems to them proper to do so, to report to the responsible Minister any cases of— a emissions of dark smoke, or of grit or dust, from any premises which are under the control of any Government department and are occupied for the public service of the Crown or for any of the purposes of any Government department; b emissions of smoke, whether dark smoke or not, from any such premises which are within a smoke control area; c emissions of smoke, whether dark smoke or not, from any such premises which appear to them to constitute a nuisance to the inhabitants of the neighbourhood; or d emissions of dark smoke from any vessel of Her Majesty’s navy, or any Government ship in the service of the Secretary of State while employed for the purposes of Her Majesty’s navy, which appear to them to constitute a nuisance to the inhabitants of the neighbourhood, and on receiving any such report the responsible Minister shall inquire into the circumstances and, if his inquiry reveals that there is cause for complaint, shall employ all practicable means for preventing or minimising the emission of the smoke, grit or dust or for abating the nuisance and preventing a recurrence of it, as the case may be. 2 Subsection (1) shall apply to premises occupied for the purposes of the Duchy of Lancaster or the Duchy of Cornwall as it applies to premises occupied for the public service of the Crown which are under the control of a Government department, with the substitution, in the case of the Duchy of Cornwall, for references to the responsible Minister of references to such person as the Duke of Cornwall or the possessor for the time being of the Duchy of Cornwall appoints. 3 The fact that there subsists in any premises an interest belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster, or to the Duchy of Cornwall, or belonging to a Government department or held in trust for Her Majesty for the purposes of a Government department, shall not affect the application of this Act to those premises so long as that interest is not the interest of the occupier of the premises, and this Act shall have effect accordingly in relation to the premises and that and all other interests in the premises. 4 Section 44 (vessels) shall, with the omission of the reference in subsection (2) of that section to the owner, apply to vessels owned by the Crown, except that it shall not apply to vessels of Her Majesty’s navy or to Government ships in the service of the Secretary of State while employed for the purposes of Her Majesty’s navy. 5 This Act (except Parts IV and V) shall have effect in relation to premises occupied for the service of a visiting force as if the premises were occupied for the public service of the Crown and were under the control of the Government department by arrangement with whom the premises are occupied. 6 In this section— “ Government ship ” has the same meaning as in   the Merchant Shipping Act 1995 ; and “ visiting force ” means any such body, contingent or detachment of the forces of any country as is a visiting force for the purposes of any of the provisions of the  Visiting Forces Act 1952."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "47", "section_title": " Application to fumes and gases of certain provisions as to grit, dust and smoke.", "section_text": "47 1 The Secretary of State may by regulations— a apply all or any of the provisions of sections 5, 6, 7, 42(4) 43(5), 44(6) and 46(1) to fumes or prescribed gases or both as they apply to grit and dust; b apply all or any of the provisions of section 4 to fumes or prescribed gases or both as they apply to smoke; and c apply all or any of the provisions of section 11 to prescribed gases as they apply to grit and dust, subject, in each case, to such exceptions and modifications as he thinks expedient. 2 No regulations shall be made under this section unless a draft of the regulations has been laid before and approved by each House of Parliament. 3 In the application of any provision of this Act to prescribed gases by virtue of regulations under this section, any reference to the rate of emission of any substance shall be construed as a reference to the percentage by volume or by mass of the gas which may be emitted during a period specified in the regulations. 4 In this section— “ gas ” includes vapour and moisture precipitated from vapour; and “ prescribed ” means prescribed in regulations under this section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "48", "section_title": " Power to give effect to international agreements.", "section_text": "48 The Secretary of State may by regulations provide that any provision of Parts IV and V, or of this Part (apart from this section) so far as relating to those Parts, shall have effect with such modifications as are prescribed in the regulations with a view to enabling the Government of the United Kingdom to give effect to any provision made by or under any international agreement to which the Government is for the time being a party."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "49", "section_title": " Unjustified disclosures of information.", "section_text": "49 1 If a person discloses any information relating to any trade secret used in carrying on any particular undertaking which has been given to him or obtained by him by virtue of this Act  or in the exercise of a power in Schedule 5 to the Consumer Rights Act 2015 for the purposes of the duty in section 30(4) or (7) or 31(4)(a) of this Act , he shall, subject to subsection (2), be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 2 A person shall not be guilty of an offence under subsection (1) by reason of the disclosure of any information if the disclosure is made— a in the performance of his duty; b in pursuance of section 34(1)(b); or c with the consent of a person having a right to disclose the information."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "50", "section_title": " Cumulative penalties on continuance of certain offences.", "section_text": "50 1 Where— a a person is convicted of an offence which is subject to cumulative penalties on continuance in accordance with this section; and b it is shown to the satisfaction of the court that the offence was substantially a repetition or continuation of an earlier offence by him after he had been convicted of the earlier offence, the penalty provided by subsection (2) shall apply instead of the penalty otherwise specified for the offence. 2 Where this subsection applies the person convicted shall be liable on summary conviction to a fine not exceeding— a level 5 on the standard scale; or b £50 for every day on which the earlier offence has been so repeated or continued by him within the three months next following his conviction of that offence, whichever is the greater. 3 Where an offence is subject to cumulative penalties in accordance with this section— a the court by which a person is convicted of the original offence may fix a reasonable period from the date of conviction for compliance by the defendant with any directions given by the court; and b where a court has fixed such a period, the daily penalty referred to in subsection (2) is not recoverable in respect of any day before the end of that period."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "51", "section_title": " Duty to notify occupiers of offences.", "section_text": "51 1 If, in the opinion of an authorised officer of the local authority— a an offence is being or has been committed under section 1, 2 or 20 (prohibition of certain emissions of smoke);  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . he shall, unless he has reason to believe that notice of it has already been given by or on behalf of the local authority, as soon as may be notify the appropriate person, and, if his notification is not in writing, shall before the end of the four days next following the day on which he became aware of the offence, confirm the notification in writing. 2 For the purposes of subsection (1), the appropriate person to notify is the occupier of the premises, the person having possession of the boiler or plant, the owner of the railway locomotive engine or the owner or master or other officer or person in charge of the vessel concerned, as the case may be. 3 In any proceedings for an offence under section 1, 2 or 20 it shall be a defence to prove that the provisions of subsection (1) have not been complied with in the case of the offence; and if no such notification as is required by that subsection has been given before the end of the four days next following the day of the offence, that subsection shall be taken not to have been complied with unless the contrary is proved."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "52", "section_title": " Offences committed by bodies corporate.", "section_text": "52 1 Where an offence under this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members this section shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "53", "section_title": " Offence due to act or default of another.", "section_text": "53 1 Where the commission by any person of an offence under this Act is due to the act or default of some other person, that other person shall be guilty of the offence. 2 A person may be charged with and convicted of an offence by virtue of this section whether or not proceedings for the offence are taken against any other person."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "54", "section_title": " Power of county court to authorise works and order payments.", "section_text": "54 1 If works are reasonably necessary in or in connection with a building in order to enable the building to be used for some purpose without contravention of any of the provisions of this Act (apart from Parts IV and V), the occupier of the building— a may, if by reason of a restriction affecting his interest in the building he is unable to carry out the works without the consent of the owner of the building or some other person interested in the building and is unable to obtain that consent, apply to the county court for an order to enable the works to be carried out by him; and b may, if he considers that the whole or any proportion of the cost of carrying out the works should be borne by the owner of the building or some other person interested in the building, apply to the county court for an order directing the owner or other person to indemnify him, either wholly or in part, in respect of that cost; and on an application under paragraph (a) or (b) the court may make such order as may appear to the court to be just. 2 In the application of this section to Scotland for any reference to the county court there shall be substituted a reference to the sheriff."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "55", "section_title": " General provisions as to enforcement.", "section_text": "55 1 It shall be the duty of the local authority to enforce— a the provisions of Parts I to III, section 33 and Part VI; and b the provisions of this Part so far as relating to those provisions; but nothing in this section shall be taken as extending to the enforcement of any building regulations. 2 A local authority in England and Wales may institute proceedings for an offence under section 1 or 2 (prohibition of emissions of dark smoke) in the case of any smoke which affects any part of their district notwithstanding, in the case of an offence under section 1, that the smoke is emitted from a chimney outside their district and, in the case of an offence under section 2, that the smoke is emitted from premises outside their district. 3 Nothing in this section shall be taken as authorising a local authority in Scotland to institute proceedings for an offence against this Act."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "56", "section_title": " Rights of entry and inspection etc.", "section_text": "56 1 Any person authorised in that behalf by a local authority may at any reasonable time— a enter upon any land or vessel for the purpose of— i performing any function conferred on the authority or that person by virtue of this Act, ii determining whether, and if so in what manner, such a function should be performed, or iii determining whether any provision of this Act or of an instrument made under this Act is being complied with; and b carry out such inspections, measurements and tests on the land or vessel or of any articles on it and take away such samples of the land or articles as he considers appropriate for such a purpose. 2 Subsection (1) above does not, except in relation to work under section 24(1) (adaptations to dwellings in smoke control area), apply in relation to a private dwelling 2 Subsection (1) does not apply in relation to a private dwelling except in relation to— a a private dwelling in relation to which adaptations are required under section 24(1), or b a private dwelling that is a vessel in relation to which there is a duty to make payments under section 26A(3). 3 If it is shown to the satisfaction of a justice of the peace on sworn information in writing— a that admission to any land or vessel which a person is entitled to enter in pursuance of subsection (1) has been refused to that person or that refusal is apprehended or that the land or vessel is unoccupied or that the occupier is temporarily absent or that the case is one of emergency or that an application for admission would defeat the object of the entry; and b that there is reasonable ground for entry upon the land or vessel for the purpose for which entry is required, then, subject to subsection (4), the justice may by warrant under his hand authorise that person to enter the land or vessel, if need be by force. 4 A justice of the peace shall not issue a warrant in pursuance of subsection (3) in respect of any land or vessel unless he is satisfied— a that admission to the land or vessel in pursuance of subsection (1) was sought after not less than seven days notice of the intended entry had been served on the occupier; or b that admission to the land or vessel in pursuance of that subsection was sought in an emergency and was refused by or on behalf of the occupier; or c that the land or vessel is unoccupied; or d that an application for admission to the land or vessel would defeat the object of the entry. 5 A warrant issued in pursuance of this section shall continue in force until the purpose for which the entry is required has been satisfied. 6 In the application of this section to Scotland— a any reference to a justice of the peace shall be construed as including a reference to the sheriff; and b in subsection (3) for “on sworn information in writing” there is substituted  “                        by evidence on oath                      ” . 7 This section does not apply in relation to— a a function conferred on a local authority by Part 4, or b a provision of an instrument made under that Part."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "57", "section_title": " Provisions supplementary to section 56.", "section_text": "57 1 A person authorised to enter upon any land or vessel in pursuance of section 56 shall, if so required, produce evidence of his authority before he enters upon the land or vessel. 2 A person so authorised may take with him on to the land or vessel in question such other persons and such equipment as may be necessary. 3 Admission to any land or vessel used for residential purposes and admission with heavy equipment to any other land or vessel shall not, except in an emergency or in a case where the land or vessel is unoccupied, be demanded as of right in pursuance of section 56(1) unless notice of the intended entry has been served on the occupier not less than seven days before the demand. 4 A person who, in the exercise of powers conferred on him by virtue of section 56 or this section, enters upon any land or vessel which is unoccupied or of which the occupier is temporarily absent shall leave the land or vessel as effectually secured against unauthorised entry as he found it. 5 It shall be the duty of a local authority to make full compensation to any person who has sustained damage by reason of— a the exercise by a person authorised by the authority of any of the powers conferred on the person so authorised by virtue of section 56 or this section; or b the failure of a person so authorised to perform the duty imposed on him by subsection (4), except where the damage is attributable to the default of the person who sustained it; and any dispute as to a person’s entitlement to compensation in pursuance of this subsection or as to the amount of the compensation shall be determined by arbitration. 6 A person who wilfully obstructs another person acting in the exercise of any powers conferred on the other person by virtue of section 56 or this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 In section 56 and this section any reference to an emergency is a reference to a case where a person requiring entry to any land or vessel has reasonable cause to believe that circumstances exist which are likely to endanger life or health and that immediate entry to the land or vessel is necessary to verify the existence of those circumstances or to ascertain their cause or to effect a remedy."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "58", "section_title": " Power of local authorities to obtain information.", "section_text": "58 1 A local authority may serve on any person a notice requiring him to furnish to the authority, within a period or at times specified in the notice and in a form so specified, any information so specified which the authority reasonably considers that it needs for the purposes of any function conferred on the authority by Part  ... V of this Act (or by this Part of this Act so far as relating to   that Part  ). 2 The Secretary of State may by regulations provide for restricting the information which may be required in pursuance of subsection (1) and for determining the form in which the information is to be so required. 3 Any person who— a fails without reasonable excuse to comply with the requirements of a notice served on him in pursuance of this section; or b in furnishing any information in compliance with such a notice, makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "59", "section_title": " Inquiries .", "section_text": "59 1 The Secretary of State may cause  an inquiry  to be held in any case in which he considers it appropriate for   an inquiry to be held either in connection with a provision of this Act or with a view to preventing or dealing with air pollution at any place. 2 Subsections (2) to (5) of section 250 of the  Local Government Act 1972 (which contains supplementary provisions with respect to local inquiries held in pursuance of that section) shall, without prejudice to the generality of subsection (1) of that section, apply to inquiries in England and Wales in pursuance of subsection (1) as they apply to inquiries in pursuance of that section. 3 Subsections (2) to (8) of section 210 of the  Local Government (Scotland) Act 1973 (local inquiries) shall, without prejudice to the generality of subsection (1) of that section, apply to inquiries in Scotland in pursuance of subsection (1) as they apply to inquiries held in pursuance of that section."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "60", "section_title": " Default powers.", "section_text": "60 1 If the Secretary of State is satisfied that any local authority (in this section referred to as the “ defaulting authority ”) have failed to perform any functions which they ought to have performed, he may make an order— a declaring the authority to be in default; and b directing the authority to perform such of their functions as are specified in the order; and he may specify the manner in which and the time or times within which those functions are to be performed by the authority. 2 If the defaulting authority fails to comply with any direction contained in such an order, the Secretary of State may, instead of enforcing the order by mandamus, make an order transferring to himself such of the functions of the authority as he thinks fit. 3 Where any functions of the defaulting authority are transferred in pursuance of subsection (2) above, the amount of any expenses which the Secretary of State certifies were incurred by him in performing those functions shall on demand be paid to him by the defaulting authority. 4 Where any expenses are in pursuance of subsection (3) required to be paid by the defaulting authority in respect of any functions transferred in pursuance of this section— a the expenses shall be defrayed by the authority in the like manner, and shall be debited to the like account, as if the functions had not been transferred and the expenses had been incurred by the authority in performing them; and b the authority shall have the like powers for the purpose of raising any money required for the purpose of paragraph (a) as the authority would have had for the purpose of raising money required for defraying expenses incurred for the purposes of the functions in question. 5 An order transferring any functions of the defaulting authority in pursuance of subsection (2) may provide for the transfer to the Secretary of State of such of the property, rights, liabilities and obligations of the authority as he considers appropriate; and where such an order is revoked the Secretary of State may, by the revoking order or a subsequent order, make such provision as he considers appropriate with respect to any property, rights, liabilities and obligations held by him for the purposes of the transferred functions. 6 An order made under this section may be varied or revoked by a subsequent order so made. 7 This section does not apply to a failure by a local authority— a to discharge their functions under section 18 (declaration of smoke control areas); b to submit proposals to the Secretary of State in pursuance of a direction under subsection (1) of section 19 (Secretary of State’s power to require creation of smoke control area); or c to perform a duty imposed on them by or by virtue of subsection (4) or (6) of that section. 8 In this section “ functions ”, in relation to an authority, means functions conferred on the authority by virtue of this Act."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "61", "section_title": " Joint exercise of local authority functions.", "section_text": "61 1 Sections 6, 7, 9 and 10 of the  Public Health Act 1936 (provisions relating to joint boards) shall, so far as applicable, have effect in relation to this Act as if the provisions of this Act were provisions of that Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Without prejudice to subsections (1) and (2), any two or more local authorities may combine for the purpose of declaring an area to be a smoke control area and in that event— a the smoke control area may be the whole of the districts of those authorities or any part of those districts; b the references in section 18, Schedule 1 and paragraph 1 of Schedule 2 to the local authority shall be read as references to the local authorities acting jointly; c the reference in paragraph 1 of Schedule 1 to a place in the district of the local authority shall be construed as a reference to a place in each of the districts of the local authorities; but, except as provided in this subsection, references in this Act to the local authority shall, in relation to a building or dwelling, or to a boiler or industrial plant, in the smoke control area, be read as references to that one of the local authorities within whose district the building, dwelling, boiler or plant is situated. 4 For the avoidance of doubt it is hereby declared that where a  port health authority or  joint board has functions, rights or liabilities under this Act— a any reference in this Act to a local  authority or  its district includes, in relation to those functions, rights or liabilities, a reference to the  port health authority or  board or its district; b for the purposes of this Act, no part of the district of any such  port health authority or  board is to be treated, in relation to any matter falling within the competence of the  authority or  board, as forming part of the district of any other authority. 5 Any premises which extend into the districts of two or more authorities shall be treated for the purposes of this Act as being wholly within such one of those districts— a in England and Wales, as may from time to time be agreed by those authorities; or b in Scotland, as may from time to time be so agreed or, in default of agreement, determined by the Secretary of State."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "62", "section_title": " Application of certain provisions of Part XII of Public Health Act 1936 and corresponding Scottish legislation.", "section_text": "62 1 In the application of this Act to England and Wales, the following provisions of Part XII of the  Public Health Act 1936 shall have effect in relation to the provisions of this Act (apart from Parts IV and V) as if those provisions were provisions of that Act— section 275 (power of local authority to execute works); section 276 (power of local authority to sell materials); section 278 (compensation to individuals for damage resulting from exercise of powers under Act); section 283 (form of notices); section 284 (authentication of documents); section 285 (service of notices); section 289 (power to require occupier to permit works to be executed by owner); section 291 (expenses to be a charge on the premises); section 293 (recovery of expenses); section 294 (limitation of liability of certain owners); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . section 305 (protection of members and officers of local authorities from personal liability). 2 In the application of this Act to Scotland— a the following enactments shall have effect in relation to the provisions of this Act (apart from Parts IV and V) as if those provisions were provisions of the Act in which that enactment is comprised— i in the  Public Health (Scotland) Act 1897, section 161 (joint owners) and section 164 (compensation); and ii in the  Housing (Scotland) Act 1987, section 131 and Schedule 9 (charging orders), section 319 (penalty for preventing execution of works), section 325 (furnishing information for service of documents), section 329 (default powers), section 330 (form of notices) and section 336 (limitation on liability of trustee); b for the purposes of the application of section 329 of the Housing (Scotland) Act 1987 by virtue of paragraph (a) above, subsections (1) and (3) of section 196 of the  Housing (Scotland) Act 1966 shall apply to section 329 as they originally applied to the provisions which it re-enacted; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and d section 319 of that Act (penalty for preventing execution of works) shall have effect as if subsection (1) of that section included a reference to this Act (apart from Parts IV and V) and as if sub-paragraphs (b) and (c) were omitted."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "63", "section_title": " Regulations and orders.", "section_text": "63 1 Any power of the Secretary of State under this Act to make an order or regulations— a includes power to make different provision in the order or regulations for different circumstances; b includes power to make such incidental, supplemental and transitional provision as the Secretary of State considers appropriate; and c is exercisable by statutory instrument except in the case of the powers conferred by sections 19(4) and 60 and paragraph 3 of Schedule 3. 2 Any statutory instrument containing regulations made under this Act, except an instrument containing regulations a draft of which is required by section 6(3), 10(5) or 47(2)   or paragraph 3(4) or 4(6) of Schedule 1A  to be approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any statutory instrument containing an order under section  19C,   21 or 22 shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "64", "section_title": " General provisions as to interpretation.", "section_text": "64 1 In this Act, except so far as the context otherwise requires,— “ authorised officer ” means any officer of a local authority authorised by them in writing, either generally or specially, to act in matters of any specified kind or in any specified matter; “ building regulations ” means, as respects Scotland, any statutory enactments, byelaws, rules and regulations or other provisions under whatever authority made, relating to the construction, alteration or extension of buildings; “ caravan ” means a caravan within the meaning of Part I of the  Caravan Sites and Control of Development Act 1960, disregarding the amendment made by section 13(2) of the  Caravan Sites Act 1968, which usually and for the time being is situated on a caravan site within the meaning of that Act; “ chimney ” includes structures and openings of any kind from or through which smoke, grit, dust or fumes may be emitted, and, in particular, includes flues, and references to a chimney of a building include references to a chimney which serves the whole or a part of a building but is structurally separate from the building; “ dark smoke ” has the meaning given by section 3(1); “ day ” means a period of twenty-four hours beginning at midnight; “ domestic furnace ” means any furnace which is— designed solely or mainly for domestic purposes, and used for heating a boiler with a maximum heating capacity of less than 16.12 kilowatts; “ fireplace ” includes any furnace, grate or stove, whether open or closed; “ fixed boiler or industrial plant ” means any boiler or industrial plant which is attached to a building or is for the time being fixed to or installed on any land; “ fumes ” means any airborne solid matter smaller than dust; “ industrial plant ” includes any still, melting pot or other plant used for any industrial or trade purposes, and also any incinerator used for or in connection with any such purposes; “ local authority ” means— in England  . . ., the council of a district or a London borough, the Common Council of the City of London, the Sub-Treasurer of the Inner Temple and the Under Treasurer of the Middle Temple; in Wales, the council of a county or county borough; in Scotland,  a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ; “ owner ”, in relation to premises— as respects England and Wales, means the person for the time being receiving the rackrent of the premises, whether on his own account or as agent or trustee for another person, or who would so receive the rackrent if the premises were let at a rackrent; and as respects Scotland, means the person for the time being entitled to receive or who would, if the premises were let, be entitled to receive, the rents of the premises and includes a trustee, factor,  or person entitled to act as the legal representative of a person under disablilty by reason of nonage or mental or other incapacity  and, in the case of public or municipal property, includes the persons to whom the management of the property is entrusted; “ port health authority ” means, as respects Scotland, a port local authority constituted under Part X of the  Public Health (Scotland) Act 1897 and includes a reference to a joint port health authority constituted under that Part; “ practicable ” means reasonably practicable having regard, amongst other things, to local conditions and circumstances, to the financial implications and to the current state of technical knowledge, and “ practicable means ” includes the provision and maintenance of plant and its proper use; “ premises ” includes land; “ smoke ”, includes soot, ash, grit and gritty particles emitted in smoke; and “ vessel ” has the same meaning as  ship in the Merchant Shipping Act 1995 . 2 Any reference in this Act to the occupier of a building shall, in relation to any building different parts of which are occupied by different persons, be read as a reference to the occupier or other person in control of the part of the building in which the relevant fireplace is situated. 3 In this Act any reference to the rate of emission of any substance or any reference which is to be understood as such a reference shall, in relation to any regulations or conditions, be construed as a reference to the quantities of that substance which may be emitted during a period specified in the regulations or conditions. 4 In this Act, except so far as the context otherwise requires, “ private dwelling ” means any building or part of a building used or intended to be used as such, and a building or part of a building is not to be taken for the purposes of this Act to be used or intended to be used otherwise than as a private dwelling by reason that a person who resides or is to reside in it is or is to be required or permitted to reside in it in consequence of his employment or of holding an office. 5 In considering for the purposes of this Act whether any and, if so, what works are reasonably necessary in order to make suitable provision for heating and cooking in the case of a dwelling or are reasonably necessary in order to enable a building to be used for a purpose without contravention of any of the provisions of this Act, regard shall be had to any difficulty there may be in obtaining, or in obtaining otherwise than at a high price, any fuels which would have to be used but for the execution of the works. 6 Any furnaces which are in the occupation of the same person and are served by a single chimney shall, for the purposes of sections 5 to 12, 14 and 15, be taken to be one furnace."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "65", "section_title": " Application to Isles of Scilly.", "section_text": "65 Parts IV and V, and this Part so far as relating to those Parts, shall have effect in their application to the Isles of Scilly with such modifications as the Secretary of State may by order specify."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "66", "section_title": " Transitory provisions relating to Alkali, &c. Works Regulation Act 1906.", "section_text": "66 1 Until the coming into force of the repeal by the  Environmental Protection Act 1990 of the  Alkali, &c. Works Regulation Act 1906— a Part I of Schedule 3 shall have effect; b this Act shall have effect subject to the modifications in Part II of that Schedule; and c the Alkali, &c. Works Regulation Act 1906 shall continue to have effect as amended by Schedule 2 to the  Clean Air Act 1956 notwithstanding the repeal by this Act of the last-mentioned Act. 2 On the coming into force of the repeal by the  Environmental Protection Act 1990 of the  Alkali, &c. Works Regulation Act 1906, this section and Schedule 3 shall cease to have effect."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "67", "section_title": " Consequential amendments, transitional provisions and repeals.", "section_text": "67 1 The enactments specified in Schedule 4 shall have effect subject to the amendments set out in that Schedule, being amendments consequential on the preceding provisions of this Act. 2 The transitional provisions and savings contained in Schedule 5 (which include provisions preserving the effect of transitional or saving provisions in enactments repealed by this Act) shall have effect. 3 The enactments specified in Schedule 6 (which include spent enactments) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "68", "section_title": " Short title, commencement and extent.", "section_text": "68 1 This Act may be cited as the Clean Air Act 1993. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following provisions of this Act (apart from this section) extend to Northern Ireland— a section 30; b section 32 so far as it relates to regulations under section 30; and c section 67(3) and Schedule 6, so far as they relate to the repeal of sections 75 and 77 of the  Control of Pollution Act 1974; but otherwise this Act does not extend to Northern Ireland."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "19", "section_title": " Power of Secretary of State to require creation of smoke control areas.", "section_text": "19 1 If, after consultation with a local authority, the Secretary of State is satisfied— a that it is expedient to abate the pollution of the air by smoke in the district or part of the district of the authority; and b that the authority have not exercised, or have not sufficiently exercised, their powers under section 18 (power to declare smoke control area) to abate the pollution, he may direct the authority to prepare and submit to him for his approval, within such period not being less than six months from the direction as may be specified in the direction, proposals for making and bringing into operation one or more smoke control orders within such period or periods as the authority think fit. 2 Any proposals submitted by a local authority in pursuance of a direction under subsection (1) may be varied by further proposals submitted by the authority within the period specified for the making of the original proposals or such longer period as the Secretary of State may allow. 3 The Secretary of State may reject any proposals submitted to him under this section or may approve them in whole or in part, with or without modifications. 4 Where a local authority to whom a direction under subsection (1) has been given— a fail to submit proposals to the Secretary of State within the period specified in the direction; or b submit proposals which are rejected in whole or in part, the Secretary of State may make an order declaring them to be in default and directing them for the purposes of removing the default to exercise their powers under section 18 in such manner and within such period as may be specified in the order. 5 An order made under subsection (4) may be varied or revoked by a subsequent order so made. 6 While proposals submitted by a local authority and approved by the Secretary of State under this section are in force, it shall be the duty of the authority to make such order or orders under section 18 as are necessary to carry out the proposals."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "22", "section_title": " Exemptions relating to particular areas  in Wales .", "section_text": "22 1 The   Welsh Ministers   may, if it appears to   them   to be necessary or expedient so to do, by order suspend or relax the operation of section 20 (prohibition of smoke emissions in smoke control area  in Wales ) in relation to the whole or any part of a smoke control area  in Wales . 2 Before making an order under subsection (1) the   Welsh Ministers   shall consult with the local authority unless   they are   satisfied that, on account of urgency, such consultation is impracticable. 3 As soon as practicable after the making of such an order the local authority shall take such steps as appear to them suitable for bringing the effect of the order to the notice of persons affected."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "23", "section_title": " Acquisition and sale of unauthorised fuel in a smoke control area  in Wales .", "section_text": "23 1 Any person who— a acquires any solid fuel for use in a building in a smoke control area  in Wales   otherwise than in a building or fireplace exempted from the operation of section 20 (prohibition of smoke emissions in smoke control area  in Wales ); b acquires any solid fuel for use in any fixed boiler or industrial plant in a smoke control area  in Wales , not being a boiler or plant so exempted; or c sells by retail any solid fuel  in Wales   for delivery by him or on his behalf to— i a building in a smoke control area  in Wales ; or ii premises in such an area in which there is any fixed boiler or industrial plant, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 2 In subsection (1), “ solid fuel ” means any solid fuel other than an authorised fuel. 3 Subsection (1) shall, in its application to a smoke control area  in Wales   in which the operation of section 20 is limited by a smoke control order to specified classes of buildings, boilers or plant, have effect as if references to a building, boiler or plant were references to a building, boiler or plant of a class specified in the order. 4 The power of the   Welsh Ministers   under section 22 (exemptions relating to particular areas) to suspend or relax the operation of section 20 in relation to the whole or any part of a smoke control area  in Wales   includes power to suspend or relax the operation of subsection (1) in relation to the whole or any part of such an area. 5 In proceedings for an offence under this section consisting of the sale of fuel  in Wales   for delivery to a building or premises  in Wales , it shall be a defence for the person accused to prove that he believed and had reasonable grounds for believing— a that the building was exempted from the operation of section 20 or, in a case where the operation of that section is limited to specified classes of building, was not of a specified class; or b that the fuel was acquired for use in a fireplace, boiler or plant so exempted or, in a case where the operation of that section is limited to specified classes of boilers or plant, in a boiler or plant not of a specified class."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "31", "section_title": " Regulations about sulphur content of oil fuel for furnaces or engines.", "section_text": "31 1 For the purpose of limiting or reducing air pollution, the Secretary of State may by regulations impose limits on the sulphur content of oil fuel which is used in furnaces or engines. 2 It shall be the duty of the Secretary of State, before he makes any regulations in pursuance of this section, to consult— a such persons appearing to him to represent producers and users of oil fuel; b such persons appearing to him to represent manufacturers and users of plant and equipment for which oil fuel is used; and c such persons appearing to him to be conversant with problems of air pollution, as he considers appropriate. 3 Regulations under this section may— a prescribe the kinds of oil fuel, and the kinds of furnaces and engines, to which the regulations are to apply; b apply standards, specifications, descriptions or tests laid down in documents not forming part of the regulations; and c without prejudice to the generality of section 63(1)(a), make different provision for different areas. 4 It shall be the duty— a of every local authority to enforce the provisions of regulations under this section within its area, except in relation to a furnace which is i part of a process subject to Part I of the   Environmental Protection Act 1990   , or ii part of an installation subject to regulation by the   appropriate agency   under regulations made under section 2 of the Pollution Prevention and Control Act 1999 ; and b of the inspectors appointed under that Part to enforce those provisions in relation to   furnaces within sub-paragraph (i) of paragraph (a) above and of the   appropriate agency   to enforce those provisions in relation to furnaces within sub-paragraph (ii) of that paragraph ; but nothing in this section shall be taken to authorise a local authority in Scotland to institute proceedings for any offence. 4A For the investigatory powers available to a local authority for the purposes of the duty in subsection (4)(a), see Schedule 5 to the Consumer Rights Act 2015. 5 In this section “ oil fuel ” means any liquid petroleum product produced in a refinery. 6 In this section, “appropriate agency” means— a in relation to England, the Environment Agency; b in relation to Wales, the Natural Resources Body for Wales."}, {"act": "Clean Air Act 1993", "year": 1993, "section": "60", "section_title": " Default powers.", "section_text": "60 1 If the Secretary of State is satisfied that any local authority (in this section referred to as the “ defaulting authority ”) have failed to perform any functions which they ought to have performed, he may make an order— a declaring the authority to be in default; and b directing the authority to perform such of their functions as are specified in the order; and he may specify the manner in which and the time or times within which those functions are to be performed by the authority. 2 If the defaulting authority fails to comply with any direction contained in such an order, the Secretary of State may, instead of enforcing the order by mandamus, make an order transferring to himself such of the functions of the authority as he thinks fit. 3 Where any functions of the defaulting authority are transferred in pursuance of subsection (2) above, the amount of any expenses which the Secretary of State certifies were incurred by him in performing those functions shall on demand be paid to him by the defaulting authority. 4 Where any expenses are in pursuance of subsection (3) required to be paid by the defaulting authority in respect of any functions transferred in pursuance of this section— a the expenses shall be defrayed by the authority in the like manner, and shall be debited to the like account, as if the functions had not been transferred and the expenses had been incurred by the authority in performing them; and b the authority shall have the like powers for the purpose of raising any money required for the purpose of paragraph (a) as the authority would have had for the purpose of raising money required for defraying expenses incurred for the purposes of the functions in question. 5 An order transferring any functions of the defaulting authority in pursuance of subsection (2) may provide for the transfer to the Secretary of State of such of the property, rights, liabilities and obligations of the authority as he considers appropriate; and where such an order is revoked the Secretary of State may, by the revoking order or a subsequent order, make such provision as he considers appropriate with respect to any property, rights, liabilities and obligations held by him for the purposes of the transferred functions. 6 An order made under this section may be varied or revoked by a subsequent order so made. 7 This section does not apply to a failure by a local authority— a to discharge their functions under section 18 (declaration of smoke control areas); b to submit proposals to the Secretary of State in pursuance of a direction under subsection (1) of section 19 (Secretary of State’s power to require creation of smoke control area); or c to perform a duty imposed on them by or by virtue of subsection (4) or (6) of that section. 8 In this section “ functions ”, in relation to an authority, means functions conferred on the authority by virtue of this Act."}]